{"speech":{"0":" so towards other peoples beliefs or sacred symbols — intentional or otherwise — is seized on by those who seem eager to foment a new war of religion, this time on a global scale. Moreover, this climate of fear and suspicion is constantly refuelled by the violence in the Middle East. We might like to think of the Arab-Israeli conflict as just one regional conflict among many. But it is not. No other conflict carries such a powerful symbolic and emotional charge among people far removed from the battlefield. As long as the Palestinians live under occupation, and humiliation; and as long as Israelis are blown up in buses or long will passions everywhere be inflamed. On one side, supporters of Israel feel that it is harshly judged, by standards that are not applied to its enemies. Too often that is true, particularly in some United Nations bodies. On the other side, people are outraged by the disproportionate use of force against Palestinians and by Israels continued occupation and confiscation of Arab land. As long as the Security Council is unable to end this conflict, and the now nearly 40-year-old occupation, by bringing both sides to accept and implement its resolutions, so long will respect for the United Nations continue to decline. So long, too, will our impartiality be questioned. So long will our best efforts to resolve other conflicts be resisted, including those in Iraq and Afghanistan, whose peoples need our help just as badly, and are entitled to it. And so long will our devoted and courageous staff, instead of being protected by the blue flag, find themselves exposed to rage and violence, provoked by policies they neither control nor support. But what about the third great challenge facing humanity, the challenge of the rule of law and our rights and dignity as human beings? Here, too, there has been significant progress. More rights have been enshrined in international treaties — and the Assembly is now about to codify the rights of a group who particularly need it, people who suffer from handicaps and disabilities. More Governments today are elected by, and accountable to, those whom they govern. Humankind has actually brought to justice some of those who committed the most heinous crimes against it. And the Assembly, meeting last year at the highest level, solemnly proclaimed the responsibility of each 2 individual State in the first instance, but ultimately of the whole international community acting through the United Nations, to protect populations from genocide, war crimes, ethnic cleansing and crimes against humanity. And yet. And yet. Every day, reports reach us of new laws broken and of new bestial crimes to which individuals and minority groups are subjected. Even the necessary and legitimate struggle around the world against terrorism is used as a pretext to abridge or abrogate fundamental human rights, thereby ceding more moral ground to the terrorists and helping them find new recruits. Sadly, once again, the biggest challenge comes from Africa — from Darfur, where the continued spectacle of men, women and children driven from their homes by murder, rape and the burning of their villages makes a mockery of our claim, as an international community, to shield people from the worst abuses. In short, the events of the last 10 years have not resolved, but sharpened, the three great challenges I spoke of: an unjust world economy, world disorder and widespread contempt for human rights and the rule of law. As a result, we face a world whose divisions threaten the very notion of an international community, upon which is happening at the very time when, more than ever before, human beings throughout the world form a single society. So many of the challenges we face are global. They demand a response in which all peoples must play their part. I deliberately say “all peoples”, echoing the preamble of our Charter, and not “all States”. It was clear to me 10 years ago, and is even clearer now, that international relations are not a matter of States alone. They are relations between peoples, in which so-called non-State actors play a vital role and can make a vital contribution. All must play their part in a true multilateral world order, with a renewed and dynamic United Nations at its centre. Yes, I remain convinced that the only answer to this divided world must be a truly United Nations. Climate change, HIAIDS, fair trade, migration, human rights — all those issues, and many more, bring us back to that point. Addressing each is indispensable for each of us in our village, in our neighbourhood and in our country. Yet each has acquired a global dimension that can only be reached by global action, institution stands. And this this if peoples are bound last frenetic decade. From peacekeeping agreed and coordinated through this most universal of institutions. What matters is that the strong, as well as the weak, agree to be bound by the same rules, to treat each other with the same respect. What matters is that all peoples accept the need to listen, to compromise and to take each others views into account. What matters is that they come together, not at cross purposes but with a common purpose — a common purpose to shape their common destiny. And that can only happen together by something more than just a global market, or even a set of global rules. Each of us must share the pain of all who suffer and the joy of all who hope, wherever in the world they may live. Each of us must earn the trust of his fellow men and women, no matter what their race, colour or creed, and learn to trust them in turn. That is what the founders of this Organization believed in. It is what I believe in. It is what the vast majority of people in this world want to believe in. And that is what has spurred the reforms and new ideas of the United Nations over this to peacebuilding, from human rights to development and humanitarian relief, I have been lucky enough to preside over the Secretariat — and its wonderful, devoted staff — at a time when Members ambitions for the Organization have sometimes seemed limitless, although their pocket books less so. These last few weeks especially, as I travelled through the Middle East, I saw again the legitimacy and the reach of the United Nations. Its indispensable role in securing the peace in Lebanon has reminded us all how powerful this Organization can be when everyone wants it to succeed. This is the last time I shall have the honour of presenting my annual report to the Assembly. Let me conclude by thanking you all for allowing me to serve as Secretary-General during this remarkable decade. Together we have pushed some big rocks to the top of the mountain, even if others have slipped from our grasp and rolled back. But this mountain, with its bracing winds and global views, is the best place on Earth to be. It has been difficult and challenging, but at times thrillingly rewarding. And while I look forward to resting my shoulder from those stubborn rocks in the next phase of my life, I know I shall miss the mountain. Yes, I shall miss what is, when all is said 3 and done, the worlds most exalting job. I yield my place to others with a real obstinate feeling of hope for our common future. the heads of State who came terrorism, organized crime and Statement by the President "}}