{"speech":{"0":" I would like to exercise the right of reply in response to the statement delivered by the Vice-Minister for Foreign Affairs of the Democratic Peoples Republic of Korea this morning (see ). First, regarding the tragic sinking of the Republic of Koreas naval ship Cheonan, the findings of the joint investigation group on the sinking of the Cheonan naval vessel were the result of a thorough, objective and scientific investigation, with the participation of five nations: the United States, the United Kingdom, Canada, Australia and Sweden. Those findings were Meanwhile, what Azerbaijani the in issues, talks between in accordance with international community “The Security Council underscores endorsed by the presidential statement adopted by the Security Council on 9 July 2010. In that regard, I would like to reiterate that the Security Council presidential statement stipulates that: the importance of preventing further such attacks or hostilities against the Republic of Korea or in the region” (PRS, p. 2). The unprovoked attack constituted a grave violation of the Armistice Agreement and the principles of the United Nations Charter. In that context, allow me to clarify the Democratic Peoples Republic of Koreas proposal to send its inspection team. My delegation wants to emphasize that there already exists an established mechanism for military talks. General officer-level the United Nations Command (UNC) and the North Korean Peoples Army (KPA) have been the designated forum for any Armistice-related the agreement reached between the UNC and the KPA in 1998. Since then, the UNC-KPA general officer-level talks have dealt with other cases of violation of the Armistice Agreement. In addition, my delegation is compelled to refute the arguments expressed by the Democratic Peoples Republic of Korea in claiming that it is a nuclear-weapon State. In that regard, my delegation wishes to draw attention to the final document of the eighth NPT Review Conference adopted last May, which clearly reaffirmed that the Democratic Peoples Republic of Korea cannot have the status of a nuclear-weapon State in accordance with the NPT. in French): Several delegations have asked to speak in exercise of their second right of reply. I remind them that statements in exercise of the second right of reply should be limited to five minutes. the representative of Ethiopia once again that the key to resolving the problem between Eritrea and Ethiopia is the withdrawal of Ethiopian soldiers and institutions from Eritrean sovereign territories. With regard to the border dispute between Eritrea and Ethiopia, the Eritrea-Ethiopia Boundary Commission has delimited and demarcated the border. What now remains is the withdrawal of Ethiopian soldiers from Eritrean sovereign territories. Ethiopia must respect the rule of Mr. Desta (Eritrea): I wish The President to remind (spoke 23 law. Ethiopias dishonouring of its agreement is an irresponsible and shameful act. This issue cannot be swept under the carpet through diversionary tactics and the presentation of unfounded allegations. Ethiopia must face up to its treaty obligations, if it is interested in the security and stability of the region. On the question of Somalia, I wish to bring to the attention of this body the fact that Ethiopia continues to be the only constant factor throughout the political crisis in Somalia. This is very revealing of Ethiopias hidden agenda in Somalia. Ethiopias continued meddling in the affairs of Somalia is dangerous to Somalis and to the rest of the region. The international community must revisit and assess the situation and seek a better solution that empowers the Somalis to take charge of their destiny through an inclusive political process. Mr. Manish Gupta (India): I am taking the floor in exercise of the right of reply to the statement just made by the representative of Pakistan. Predictably, my distinguished colleague from Pakistan has once again addressed the issue of Jammu and Kashmir and made baseless and false allegations against India that are far from fact. Such unsolicited and untenable remarks will not and indeed cannot divert attention from the multiple problems Pakistan must the common good of its people and indeed of the entire region. Rather than making unsolicited remarks about the internal affairs of others, Pakistan should seriously concentrate on addressing the enormous challenges confronting and sectarianism, to name a few — and on dismantling the terrorist infrastructure that exists on territories under its control. Violence in Jammu and Kashmir has been fuelled over the past decades by external forces that do not desire peace and progress in our region. the fundamental rights of all of our people, including our brethren in Jammu and Kashmir, which is an integral part of India. Free and fair elections in Jammu and Kashmir have been regularly held, and people have regularly exercised their right to franchise in order to elect their representatives. Mr. Mehdiyev (Azerbaijan): I apologize for having requested the floor again in exercise of my right of reply to the remarks made by the Armenian delegation. We proceed from the strong understanding Indian Constitution tackle for guarantees extremism terrorism, it — The Mr. Pak Tok Hun that the United Nations should be resorted to by Member States in accordance with the purposes and principles of the Organization and not misused for the political advantage of those who gravely violate international law, advocate the culture of impunity and promote dangerous ideas of racial, ethnic and religious superiority. Armenias stance proves that its thinking is far from United Nations vision on engaging in a sobre and efficient search for peace. We consider the provocative and irresponsible behaviour of Armenia an open challenge to the conflict settlement process and a serious threat to international and regional peace and security. We expect that Member States will work to persuade Armenia to cease its destructive policies, respect the generally accepted norms and principles of international law and negotiate in good faith with a view to achieving a durable solution to the conflict. (Democratic Peoples Republic of Korea): It is indeed regrettable and heartbreaking that my delegation has had to respond to the South Korean delegation concerning their number one issue, namely, the so-called sinking of the South Korean ship Cheonan. South Korean delegates have once again brought to the attention of this body an issue on which not even the United Nations Security Council has prepared an appropriate judgement or conclusion. My delegation would like once again to make its position clear, namely, the Democratic Peoples Republic of Korea, had nothing to do with the sinking of the ship Cheonan. Particular mention should be made of the paragraph of the Security Councils presidential statement, I quote, “The Security Council takes note of the responses from other relevant parties, including from the DPRK, which has stated that it had nothing to do with the incident.” (PRS, para. 6) The South Korean delegate mentioned the so- called scientific investigations and the results of the investigation of that sinking incident. The conclusive evidence presented by South Korea offers nothing more than conclusive doubts, and the results of the investigation Civilian-Military Investigation Group present a mosaic-like scenario that is not scientifically based and is unilateral and not objective. This is why the DPRK straightaway rejected the unilateral investigative results of South Korea and that we, Joint the by 24 its only accept should proposed to dispatch its own inspection group from the National Defence Commission to the site of the sinking, in order to verify the investigation results objectively and scientifically. However, South Korea has refused to receive our inspection group, instead insisting that the international community unilateral investigation results. If the South Korean authorities have nothing to hide, then there is no reason for them not to accept our inspection group to verify their investigation results. As long as the South Korean authorities refuse to accept our inspection group, suspicion will continue to grow in relation to this case. But it is not too late for them to make a decision to accept our inspection group. South Korea mentioned that they would not recognize the nuclear status of my country. We do not ask South Korea, or any country, to recognize or accept our status as a nuclear State. As we have clarified on many occasions, our nuclear weapons are not a means for attacking or frightening others but a deterrent in self-defence to counter aggression and attacks from outside. The denuclearization of the Korean peninsula will surely come, if a super-Power abandons its hostile policy towards my country and proves that by its actions. We will make real efforts to denuclearize the peninsula in the context of building a world free of nuclear weapons and free of the United States nuclear policy towards the Democratic Peoples Republic of Korea in the future too, as we have done in the past. Mr. Abay (Ethiopia): We have both — Ethiopia and Eritrea — expressed our views on issues that are real and on those that are not so real or true. We have been throwing accusations and allegations at each other for almost a decade, to no avail. For the purposes of saving time, it is my belief, with regard to Somalia, that it would be useful if the Members of the Assembly could refer to the records of the outcome of the mini-Summit on Somalia convened by Secretary- General Ban Ki-moon last Thursday, calling on the spoilers of the peace process in Somalia to desist from their actions. Sanctions were not imposed on Ethiopia. They were imposed on the spoilers — that is, Eritrea. Sanctions were not handed down on Ethiopia, not because Ethiopia has been the favourite child of the international community, but because that was the to justify that seek Mr. Sial (Pakistan): Repetition choice of the African Union (AU). It would be really surprising if the AU and the international community had got it all wrong and Eritrea had got it right. With regard to demarcation, I do not have anything more to add, and, as I said earlier, the only way forward is through dialogue. reflects a weakness of argument, so I will not indulge in that. My Indian colleague is trying to take help from the arguments that have been squarely rejected, by the people of Indian-occupied Kashmir as well as by the international community. Pakistan does not interfere in the internal affairs of other countries. Jammu and Kashmir is, however, not an internal Indian matter. Being a principal stakeholder in the Jammu and Kashmir dispute, we retain the right to raise this issue in all international forums and will continue to extend moral, political and diplomatic support to the just struggle of the Kashmiri people to exercise their right to self-determination. The Indian reference to elections in Jammu and Kashmir its occupation has been rejected not only by the people of Kashmir but also by the Security Council. The International Commission of Jurists, in its report after visiting Jammu and Kashmir in 1995, concluded that the people of Jammu and Kashmir had acquired the right to self-determination at the time of the partition of India. That right has neither been exercised nor abandoned, and therefore remains capable of exercise. indigenous peaceful, unarmed, non-violent and widespread movement for azadi, that is, freedom in Indian-occupied Kashmir, has once again proved that, despite facing decades of repression and some of the worst forms of human rights violations at the hands of Indian security forces, Kashmiris refuse to accept any solution other than the exercise of their just right to self-determination. Pakistan regrets the uncalled-for remarks on its internal matters by the Indian delegate. We are aware who the supporters and perpetrators of these situations are, who otherwise take cover behind democracy and stand on high moral ground. Pakistan is capable of frustrating, and determined their nefarious designs in those areas. Indian interests would be better served, if that country would utilize its so- called ancient wisdom to deal with innumerable issues at home, while avoiding interference in others internal matters. The Jammu and Kashmir issue should not be to frustrate, all The ongoing 25 Pakistan issues with remains committed used as a tool of State politics. It is about the destiny of the people of Jammu and Kashmir, and about sustainable peace in our region. to a peaceful resolution of all outstanding India, including the core issue of Jammu and Kashmir, through a sustained and comprehensive dialogue process. That process must yield concrete results and move from conflict management to conflict resolution. Mr. Kazhoyan (Armenia): I sincerely apologize to the Assembly and my colleagues for having to take the floor for a second time. The statement made earlier by the head of the Armenian delegation was intended to sincerely address the burning issues of the people of our region, regardless of their place of residence or the political status of their homeland. This should also be fully attributed to every single nationality, including Armenians, Russians, Jews, Greeks, Assyrians, Kurds, Yazidis, Arabs and Azeris, and representatives of every religion living today in the territory of the Nagorno- Karabakh Republic. Unfortunately, I regret to state that whatever was mentioned a few minutes ago by the representative of Azerbaijan was politically motivated and destructive, and in no way serves the noble goals of the Assembly, which are aimed at uniting our nations. Mr. Manish Gupta (India): Regrettably, the Pakistani representative has once again taken the floor. We reject all the untenable and unsolicited remarks from the delegate of Pakistan. the last speaker in exercise of the right of reply. therefore now share with you my concluding remarks, which I have entitled “Let us move forward towards a genuine global partnership”. "}}