{"speech":{"0":" It is indeed regrettable and heartbreaking that my delegation has had to respond to the South Korean delegation concerning their number one issue, namely, the so-called sinking of the South Korean ship Cheonan. South Korean delegates have once again brought to the attention of this body an issue on which not even the United Nations Security Council has prepared an appropriate judgement or conclusion. My delegation would like once again to make its position clear, namely, that we, the Democratic Peoples Republic of Korea, had nothing to do with the sinking of the ship Cheonan. Particular mention should be made of the paragraph of the Security Councils presidential statement, I quote, “The Security Council takes note of the responses from other relevant parties, including from the DPRK, which has stated that it had nothing to do with the incident.” (PRS, para. 6) The South Korean delegate mentioned the so-called scientific investigations and the results of the investigation of that sinking incident. The conclusive evidence presented by South Korea offers nothing more than conclusive doubts, and the results of the investigation by the Joint Civilian-Military Investigation Group present a mosaic-like scenario that is not scientifically based and is unilateral and not objective. This is why the DPRK straightaway rejected the unilateral investigative results of South Korea and 25 proposed to dispatch its own inspection group from the National Defence Commission to the site of the sinking, in order to verify the investigation results objectively and scientifically. However, South Korea has refused to receive our inspection group, instead insisting that the international community should only accept its unilateral investigation results. If the South Korean authorities have nothing to hide, then there is no reason for them not to accept our inspection group to verify their investigation results. As long as the South Korean authorities refuse to accept our inspection group, suspicion will continue to grow in relation to this case. But it is not too late for them to make a decision to accept our inspection group. South Korea mentioned that they would not recognize the nuclear status of my country. We do not ask South Korea, or any country, to recognize or accept our status as a nuclear State. As we have clarified on many occasions, our nuclear weapons are not a means for attacking or frightening others but a deterrent in self-defence to counter aggression and attacks from outside. The denuclearization of the Korean peninsula will surely come, if a super-Power abandons its hostile policy towards my country and proves that by its actions. We will make real efforts to denuclearize the peninsula in the context of building a world free of nuclear weapons and free of the United States nuclear policy towards the Democratic Peoples Republic of Korea in the future too, as we have done in the past. Mr. Abay (Ethiopia): We have both — Ethiopia and Eritrea — expressed our views on issues that are real and on those that are not so real or true. We have been throwing accusations and allegations at each other for almost a decade, to no avail. For the purposes of saving time, it is my belief, with regard to Somalia, that it would be useful if the Members of the Assembly could refer to the records of the outcome of the mini-Summit on Somalia convened by Secretary-General Ban Ki-moon last Thursday, calling on the spoilers of the peace process in Somalia to desist from their actions. Sanctions were not imposed on Ethiopia. They were imposed on the spoilers — that is, Eritrea. Sanctions were not handed down on Ethiopia, not because Ethiopia has been the favourite child of the international community, but because that was the choice of the African Union (AU). It would be really surprising if the AU and the international community had got it all wrong and Eritrea had got it right. With regard to demarcation, I do not have anything more to add, and, as I said earlier, the only way forward is through dialogue. Mr. Sial (Pakistan): Repetition reflects a weakness of argument, so I will not indulge in that. My Indian colleague is trying to take help from the arguments that have been squarely rejected, by the people of Indian-occupied Kashmir as well as by the international community. Pakistan does not interfere in the internal affairs of other countries. Jammu and Kashmir is, however, not an internal Indian matter. Being a principal stakeholder in the Jammu and Kashmir dispute, we retain the right to raise this issue in all international forums and will continue to extend moral, political and diplomatic support to the just struggle of the Kashmiri people to exercise their right to self-determination. The Indian reference to elections in Jammu and Kashmir that seek to justify its occupation has been rejected not only by the people of Kashmir but also by the Security Council. The International Commission of Jurists, in its report after visiting Jammu and Kashmir in 1995, concluded that the people of Jammu and Kashmir had acquired the right to self-determination at the time of the partition of India. That right has neither been exercised nor abandoned, and therefore remains capable of exercise. The ongoing indigenous peaceful, unarmed, non-violent and widespread movement for azadi, that is, freedom in Indian-occupied Kashmir, has once again proved that, despite facing decades of repression and some of the worst forms of human rights violations at the hands of Indian security forces, Kashmiris refuse to accept any solution other than the exercise of their just right to self-determination. Pakistan regrets the uncalled-for remarks on its internal matters by the Indian delegate. We are aware who the supporters and perpetrators of these situations are, who otherwise take cover behind democracy and stand on high moral ground. Pakistan is capable of frustrating, and determined to frustrate, all their nefarious designs in those areas. Indian interests would be better served, if that country would utilize its so-called ancient wisdom to deal with innumerable issues at home, while avoiding interference in others internal matters. The Jammu and Kashmir issue should not be 26 used as a tool of State politics. It is about the destiny of the people of Jammu and Kashmir, and about sustainable peace in our region. Pakistan remains committed to a peaceful resolution of all outstanding issues with India, including the core issue of Jammu and Kashmir, through a sustained and comprehensive dialogue process. That process must yield concrete results and move from conflict management to conflict resolution. Mr. Kazhoyan (Armenia): I sincerely apologize to the Assembly and my colleagues for having to take the floor for a second time. The statement made earlier by the head of the Armenian delegation was intended to sincerely address the burning issues of the people of our region, regardless of their place of residence or the political status of their homeland. This should also be fully attributed to every single nationality, including Armenians, Russians, Jews, Greeks, Assyrians, Kurds, Yazidis, Arabs and Azeris, and representatives of every religion living today in the territory of the Nagorno-Karabakh Republic. Unfortunately, I regret to state that whatever was mentioned a few minutes ago by the representative of Azerbaijan was politically motivated and destructive, and in no way serves the noble goals of the Assembly, which are aimed at uniting our nations. Mr. Manish Gupta (India): Regrettably, the Pakistani representative has once again taken the floor. We reject all the untenable and unsolicited remarks from the delegate of Pakistan. "}}