{"speech":{"0":" It is an honour and a particular pleasure for me, on behalf of the Albanian delegation and the Albanian people, to extend my heartfelt congratulations to you, Sir, upon your election as President of the General Assembly at its forty-seventh session. It is a tribute to your personal accomplishments, an honour to your country, and an expression of the qualitatively new role that countries in transition are playing in the international arena. I believe that the current session, under your presidency, will successfully attain its goals, which are the goals of the international community at large. I should like to assure you of the support of the Albanian delegation in the Assembly's work during this session. I take this opportunity to convey my thanks and express my highest consideration to your predecessor, Mr. Samir S. Shihabi, for the admirable way in which he presided over the General Assembly at its forty-sixth session. Allow me also to extend my greetings to Mr. Boutros Boutros-Ghali, the Secretary-General of the United Nations, for his commendable role at the head of the world Organization, for his contribution to the strengthening of the spirit of cooperation, and especially for his personal contribution to solving various problems in different hotbeds of tension in the world of today. 29 (Mr. Meksi. Albania) My special greetings go also to the 20 newly admitted Members of the Organization, which are going to play their part in upholding the common values of the new society that is taking shape. Their accession to membership of this world body has enriched the universal character of the United Nations. The Republic of Albania has strongly supported their membership, believing that it will further promote the peace process and strengthen the democratic way of development. Since the last session of the General Assembly we have witnessed a number of significant events which followed the cold war and which will have an effect on the future of mankind. The fundamental values of the post-cold-war era are being established. Confrontation between the blocs, and the attendant political tension, has been supplanted by the universal values of democracy and equality in international relations, which are interdependent in terms of the economic and social development and security of every country. This has been confirmed. Today, the aspirations of the peoples towards self-determination and their striving to establish their national identity, which had been marred under communism, as well as their thirst for democracy and equality, have become the driving forces of the situations we are faced with today. Nationalism is not a product of democracy. Nationalism is the affirmation of national identity which, only afterwards, will work towards integration. The blows dealt by the countries of Central and Eastern Europe to the paralytic system of some years ago are today translating euphoria into onerous efforts to overcome a very difficult period of trial and transition. The year that has passed has strengthened the tendency towards political union and has witnessed the victory of the basic principles of respect for human rights, democracy, the rule of law and the move towards the market economy system. 30 (Mr. Meksi. Albania) The contribution of the United Nations and in particular of the Security Council to these ends since the last session of the General Assembly has been remarkable. In seeking to add a human dimension to the delicate balances to be struck, the United Nations is shouldering historic responsibilities. The political vector of its activities is aimed precisely at promoting those principles and thus at creating a common political psychology of thought and action. Unity in diversity that is, the realization of one's national interests in the overall equation of world development is undoubtedly the foundation and the raison d'etre of the Organization; it is the very embodiment of the predominance of peaceful reasoning over passionate action and the preservation of the very delicate balance between the two. The resolutions of the Security Council, especially the one imposing sanctions against Serbia and Montenegro; the Middle East peace talks that are increasing the chances of finding a solution; the talks on resolving the conflict between the communities in Cyprus, as well as other activities, all reaffirm the universality of the Organization and the overall impact of its unique and inalienable role, which is the universal yardstick in measuring compliance with implementation of the principles of international law and tacit norms of world civilization. 31 (Mr. Meksi. Albania) In this context, Albania welcomes the recent contribution of the Secretary-General in the form of his report entitled \"An Agenda for Peace\" as a comprehensive approach to the challenges of the world of today and of the Organization. This session of the General Assembly gives Albania the opportunity to proclaim from this rostrum the remarkable victory scored by the democratic anti-communist forces in my country in the general parliamentary elections of 22 May 1992 and in the local elections of 26 July. Those events finally determined the course upon which Albania has embarked and which it is persistently pursuing. Those events laid the foundations, in Albania, of the rule of law which is becoming institutionalized. They marked the beginning of our first epoch of non-communist, democratic governments, the first of which is implementing a very profound reform as the only course towards the overall transformation and development of the political, economic, social and other fields, at the level of the individual and of society as a whole. My Government's main goal is to establish the legal framework needed to facilitate that reform in order to harmonize the integration of the Albanian economy with the world economy, in order to eradicate the disastrous consequences of isolation and to overcome the economic collapse which the Government inherited from many years of totalitarianism. That, however, is not all the Government inherited. It also inherited active human resources inclined to change, human beings full of potential who are endeavouring to follow the models of the new system, people who, for no fault of their own, lack experience. These are the people who are working to shape the new Albanian society, and to do so they have turned to international political life to find remedies against impatience. In this context, the 32 (Mr. Meksi. Albania) involvement of various United Nations agencies such as the United Nations Development Programme (UNDP), the World Health Organization (WHO), the United Nations Children's Fund (UNICEF), the World Bank and the International Monetary Fund (IMF), already active in the country, is a valuable contribution to democracy in Albania. I would single out in particular the remarkable contribution of the IMF in working out the programme of economic reform that is being implemented. Albania is faced with a very challenging economic crisis resulting from the total failure of the centralized economy which it inherited and from the inevitable difficulties of transition itself. At present, Albania is living on the emergency humanitarian aid offered by the European Community and the Italian Government on the one hand, and on the modest contribution of the growing private sector on the other. The Albanian economy, in this initial phase of recovery, badly needs financial support, substantial investments and raw materials to invigorate industry and employ the large work force, one of the youngest in Europe. Everything cannot of course be done overnight; hence the difficulties of transition. Understanding, support and assistance on the part of the international community are the sole guarantees of improvement of the situation in Albania and of the success of the reform. In that process, Albania is trying to develop its economy against a background of environmental safety. We are fully aware of the possible consequences of neglect, and equally aware of what we have inherited as a result of underdevelopment in this regard. We look forward to benefiting from the relevant experience which the United Nations has to offer. In this context, we welcome the outcome of the United Nations Conference on Environment and Development held earlier this year in Rio. 33 (Mr. Meksi. Albania) Under those conditions, Albanian foreign policy has also acquired a new dimension and orientation. Concrete proof of its new orientation is the establishment of diplomatic relations with a number of countries such as Estonia, Lithuania, Saudi Arabia, Slovenia, Croatia, the United Arab Emirates, Paraguay and Qatar; the active participation of Albanian delegations in various activities such as the Black Sea initiative and the Conference on Security and Cooperation in Europe (CSCE). In the course of this year, the Republic of Albania has joined the International Fund for Agricultural Development and has adhered to the 1951 Convention and the 1967 Protocol on the status of refugees. The situation in my country is unfolding against a very tense and perilous background in the Balkans. In some parts of the region, unfortunately, the practices being carried out go against the general political orientation and acceptable norms of behaviour of a civilized society. All-out war has been going on in the former Yugoslavia for more than a year now. The persistent efforts of the international community have been stubbornly flouted by malicious proponents of Serbian nationalism in its unprecedented affront to civilization and the norms of common democratic life. For more than a year now, a number of international organizations have been directly seized of that crisis, which is ravaging more human lives by the day. The United Nations, the CSCE and the European Community, among others, have been forced to consider stern measures to counter that uncivilized challenge. The war, however, is still going on. Albania, a neighbouring country in that region, is suffering the consequences of regional insecurity. Moreover, my country, situated as it is beside that region, is living under the constant threat and real danger of a 34 (Mr. Meksi. Albania) spill-over of the conflict into Kosovo. That threat is even greater if we take into account the continuing repression of the third group of peoples of the former Yugoslavia, the anti-constitutional amendments there, the laws governing special circumstances, and the complete and total paralysis of institutional life. The danger becomes alarming if we take into account the cruel refusal by the Belgrade authorities to allow the exercise of institutional power by the Albanians of Kosovo, who are peacefully and democratically organized, in conformity with all the norms of international law. Kosovo is one of the most delicate issues of the Yugoslav crisis. The conflict there is a highly political one, a conflict deriving from the impossibility of coexistence with the occupier. It is a conflict between the peaceful exercise of the principle of self-determination and blatant hegemonistic refusal to allow that exercise. Consequently, the situation remains explosive. That is also the conclusion of a number of missions of the European Community and the CSCE which have visited Kosovo. The international community, fully aware and desirous of avoiding violence, is seized of the situation. The Albanian delegation, however, cannot but notice that preventive diplomacy has not as yet yielded the desired results. The legitimate leaders of Kosovo, on their part, although determined to pursue the road of unconditional political dialogue to which the CSCE Helsinki summit gave its blessing, and which was refused by the authorities in Belgrade, are finding it more and more difficult to keep the agitation of their people under control. The sacred principles of the United Nations Charter, the Helsinki Final Act and other fundamental documents of world political life apply equally to the Albanian people of Kosovo. Principles cannot be selectively applicable. 35 (Mr. Meksi. Albania) The Albanian side has, for a long time now, voiced its concern and called on the international community to concert its efforts towards finding a just and lasting solution that would be acceptable to the parties involved. The Yugoslav crisis is a complex one. As such, it has been considered by a number of international bodies. The London Conference, the most recent initiative, has set itself the task of finding an overall solution. Albania appreciates and endorses the praiseworthy contribution rendered by the United Nations in trying to solve the crisis over the last year, especially now, as Co-Chairman of that Conference, which we believe will be able to ensure the political commitment of all parties. Albania is participating in that Conference in order to make its contribution to its proceedings, particularly as regards the question of Kosovo. And in those endeavours, it will continue to advocate the findinq of an acceptable solution. In our view, the Yugoslav crisis is the crisis of peoples who cannot live under Serbian hegemony any longer; it is not a constitutional crisis or a crisis among republics only. Accordingly, a solution will entail broader direct participation. It will entail the full participation of the legitimately mandated representatives of Kosovo when their future is being discussed. It will entail international mediation. That is the only way to control the various factions which are seeking to obstruct the way to peace. The Republic of Albania trusts that the United Nations, with its valuable contribution, will ensure the triumph of reason over passions, and will adopt the measures necessary to enforce the implementation of its decisions and to stand forcefully against the policy of fait accompli. 36 (Mr. Meksi. Albania) The social model to come embodies the loftiest standards of respect for the human being. The new world order, based on security, understanding and cooperation, is the guarantee that current structures will be strengthened and further developed. All of us must contribute to strengthening this edifice. The United Nations will continue to provide us with a framework in which peoples can count on good will and mutuality. The PRESIDENT: On behalf of the General Assembly, I wish to thank the Chairman of the Council of Ministers of the Republic of Albania for the statement he has just made. Mr. Aleksander Meksi. Chairman of the Council of Ministers of Albania. was escorted from the rostrum. Mr. CHAMBAS (Ghana): It is a great pleasure and privilege for me to congratulate you. Sir, in the name of the Ghana delegation, on the honour that the Assembly has conferred on you by electing you to preside over the affairs of its forty-seventh regular session. The cordial relations that exist between our two countries give us added pleasure in your presidency. We pledge you our support and cooperation during your tenure as President of the most representative organ of our United Nations. Permit me to express our gratitude to your predecessor, Mr. Samir Shihabi, for the excellence that marked his stewardship. He tackled his assignment with a steadfast sense of commitment, fully charged with a deep awareness of the historic role that the General Assembly must continue to play in the expanding importance of our Organization. We salute the Secretary-General, Mr. Boutros Boutros-Ghali, for his energetic leadership. Within the short period since his assumption of office he has demonstrated his remarkable skills as an administrator and as an 37 (Mr. Chambas, Ghana) accomplished diplomat. We renew our pledge to support him in his difficult and delicate task. My delegation would also like to take this opportunity to extend a warm welcome to the new Member States, whose presence among us further enhances the universality of our Organization.* It was with deep regret and sorrow that we learned of the crash of a Nigerian military aircraft and of a Pakistan International Airlines aircraft, with such loss of life. Preliminary information indicates that among the 163 officers reported dead in the crash of the Nigerian military aircraft were officers from other West African States, including Ghana. We share in the grief at such a tragic loss. Our condolences go to the bereaved families of these gallant men, who died in the course of service to our subregion. We also wish to convey through you. Sir, to the people and Government of Pakistan our heartfelt condolences on their tragic bereavement. Once again we, the representatives of the Governments and peoples of the United Nations, have assembled here to combine our efforts for the promotion of peace and prosperity for all our peoples. The search for peace is part of the eternal guest of humanity for a relationship in society that, though recognizing differences and conflicts of interests, strives for their resolution without resort to means that could destroy humanity itself. Twice in recent world history this search has engulfed us in wars. Regrettably, the period after the Second World War turned the quest into confrontation and competition marked by unrestrained and costly acquisition of deadly arsenals * Mr. Leal (Nicaragua), Vice-President, took the Chair. 38 (Mr. Chambas. Ghana) of war on the untenable assumption that peace could be guaranteed only by the highest level of preparedness for war. This untenable policy of deterrence overshadowed the real causes of tension in society factors that, in the words of the Charter, have twice \"brought untold sorrow to mankind\" and are at the root of conflicts that have sent our Blue Helmets to the continents of Africa, America, Asia and Europe. The world now stands on the ashes of the cold war, celebrating the end of that war. Yet the harsh reality of our world, divided as it is between the rich and the poor, the strong and the weak, has not been obliterated by the ending of the cold war nor by the emerging new world order, the contours of which are far from clear. In this uncertain new world order, we are told that history must resume. Which history? Is it the history at whose hands vast areas of our globe suffered so much, and from whose predatory effects we have yet to fully recover as nations? Or is it the history that launched many of us into freedom and independence? Juxtaposed with the challenge of the reality of our world is a historic and unparalleled opportunity to construct peace, not as an alternative to war, but as the prerequisite for social progress and better standards of life in larger freedom, anchored in faith, in true human rights, and in human dignity and equality. In the grim reality of our world, which has not been wiped away by the end of the cold war, we would hear the anguished cries of the more than 30,000 children who will die today, largely from preventable intestinal disorders; of the 2 million children who will die this year from vaccine-preventable illnesses; and of the 5 million to 6 million people who will die this year from diseases that the United Nations Children's Fund (UNICEF) says could 39-40 (Mr. Chambas. Ghana) almost certainly be prevented by the development of new vaccines. Four million people will die by the end of this year, their pleas and those of their nations for help to cure them of diarrhoeal ailments ignored. We would also see the plight of the 1.3 billion human beings with no access to safe drinking water and the 2.3 billion people world-wide who have no access to sanitation services. We would see the 135 million human beings who live in areas afflicted with desert conditions, particularly in Africa, where almost nothing grows. We would also see that in that part of the world one out of every five children dies at birth. For those who survive life expectancy ranges from 42 to 63. During their short span on Earth many of these relatively lucky ones will be uprooted from their homes by poverty, drought and natural disasters, all compounded at times by rivalries that are ethnic in character but emanate largely from quarrels over scarce resources. 41 (Mr. Chambas. Ghana) These are but a few of the graphic and dehumanizing manifestations that only partly reflect the world reality in which 70 per cent of the world's income is produced and consumed by 15 per cent of the world's population located in the industrialized countries. The World Bank forecasts that there will be no significant upturn in this lopsided relationship until 1995 or well beyond. And the international community is not unaware of the factors that have conspired to frustrate the efforts of developing countries. Falling commodity prices, rising protectionism, huge agricultural subsidies, various price support mechanisms and suffocating debt-servicing may now sound like repetitive platitudes in some ears. But they are the realities that have undermined the gallant efforts of the developing countries. In Africa overall economic output continues to revolve around 3 per cent still lagging behind the population growth. The impact on investment and growth of the structural reform programmes, which many African countries continue to undertake, remains disappointing. Debt relief through rescheduling has proved to be of little real benefit to African countries, which continue to part with $10 billion a year on debt servicing alone an expenditure that is several times higher than the expenditure on health and education put together. Prospects that such a dehydrating financial outflow would be contained by increased aid infusion have proved illusory. In its annual report. Development Cooperation 1991, the Organization for Economic Cooperation and Development (OECD) has confirmed, though indirectly, the fears of the international community that the preoccupation with developments in Eastern Europe and the former Soviet Union would aggravate the marginalization of 42 (Mr. Chambas, Ghana) Africa. According to the OECD, not only did aid from the former Soviet Union and Eastern Europe to sub-Saharan Africa almost fall to zero, but also aid disbursements to the same area from other countries remained stagnant. In contrast, the OECD estimated that pledges from its members in November 1991 to Eastern Europe amounted to $45 billion as compared with its annual official commitments to Africa of about $34 billion. Furthermore, at their meeting in Munich in July this year, the Group of Seven industrialized countries endorsed a package of financial assistance worth $24 billion to the Russian Federation alone. It is of little wonder, then, that the World Bank, in its report entitled African External Finance in the 1990s, foresees for sub-Saharan Africa a financial shortfall ranging from $1 billion to $7 billion by 1995. It is against this discouraging backdrop that my Government supports not only the call for the write-off of debts by official creditors and commercial banks, as well as by multilateral institutions, but also the convening of the proposed international conference on the financing of development, which assumes a new urgency in the face of these facts. The end of the cold war has not brought peace to the world either. It is true that the danger of nuclear holocaust has now receded into a very remote possibility. But the world has not become any safer. In its \"Jakarta Message: A Call for Collective Action and the Democratization of International Relations\", the Non-Aligned Movement has aptly observed \"Simmering disputes, violent conflicts, aggression and foreign occupation,-interference in the internal affairs of States, policies of hegemony and domination, ethnic strife, religious intolerance, new forms of racism and narrowly conceived nationalism are major and dangerous obstacles to harmonious coexistence among States and peoples and have even led to the disintegration of States and societies\". 43 (Mr. Chambas. Ghana) The disintegration and descent of Yugoslavia into a region of instability, war, strife and misery is a source of concern to the people and the Government of Ghana. Unrestrained nationalism that is projected as an expression of the much-cherished principle of self-determination and the use of force for the homogenization of populations are as unacceptable and as warped as they are incapable of promoting peace in an ever-increasingly interdependent world. Underlying such policies is the obnoxious element of racial intolerance, which inexorably leads to racism and racial discrimination. Ethnic homogeneity cannot, and should not, be a prerequisite for coexistence in a civic society. Fundamental human rights, human dignity and eguality can be meaningful for man only in a society that respects the worth of the human person, irrespective of colour, race, ethnic origin, creed or sex. We condemn the notion of \"ethnic cleansing\" in the strongest terms possible, just as the world has rejected and condemned every thought and manifestation of racial superiority. In our search for a new world order that emphasizes cooperation rather than confrontation as the means to international peace and security, we have to monitor developments carefully, if only to draw attention to threats to peace. We are, therefore, disturbed by the increasing dangers to peace caused by intolerance, xenophobia, racial and ethnic tensions elsewhere in Europe. The raising of symbols reminiscent of an ignominious chapter of history, the baiting of religious minorities, including the desecration of their tombs and sacred places, as well as racial attacks, constitute inherent threats to peace. While these manifestations may reflect the frustrations of those who stand on the fringes of their societies marginalized, unemployed and neglected the manifestations are none the less unacceptable. We therefore 44-45 (Mr. Chambas, Ghana) call upon our Organization and individual Member States to redouble efforts in promoting peaceful coexistence through respect for each other's race, colour, ethnicity, religion and sex. My Government is ready to play its full part in this renewed endeavour. While my Government does recognize the complexity of the Middle East crisis, we, nevertheless, regret that the hopes raised by the commendable initiative launched last year by the United States for a lasting peace in the subregion still remain only hopes. We urge all parties to be persistent and cooperative in the search for peace. We also urge the United Nations to be fully involved in the process so as to assure the speedy realization by the Palestinian people of the full restoration of their rights and the attainment of their self-determination in accordance with the relevant United Nations resolutions. The full restoration of Kuwaiti sovereignty and territorial integrity was a reaffirmation of basic principles of inter-State relations. The time has now come to bury the hatchet and enter a new era of genuine peace and reconciliation. In that regard, it is our cherished hope that all States will demonstrate respect for the principles of non-aggression, mutual respect and non-interference in the internal affairs of others. Outstanding issues, such as the question of Kuwaiti prisoners of war, must now be promptly resolved to open the way for Islamic brotherhood, fraternal cooperation and solidarity. 46 (Mr. Chambas. Ghana) Our Organization needs to remind itself that even though the conflict in Liberia has been stopped from exploding into a major subregional crisis, it is far from over. Now that the United Nations, particularly the Security Council, has been able to define a role for itself in the Yugoslav situation, it is imperative that our Organization assume its responsibilities in Liberia. The developing countries of the subregion which have so far borne the weight of the ECOWAS (Economic Commission of West African States) Cease-fire Monitoring Group (ECOMOG) deserve the recognition, the encouragement, and the material and financial support of our Organization. The active involvement of the United Nations is now required to arrest the deteriorating situation, brought about largely by the intransigence of one faction. In our view, the involvement of the United Nations would, furthermore, not only accelerate the peace process, but also facilitate the restoration of peace and security in the entire subregion, enabling its countries to focus their full attention on their economic and social development. The pervasive breakdown of law and order in Somalia which is hampering the peace process and relief efforts also deserves the attention of our Organization. The people and Government of Ghana have heaved a sigh of deep relief that at long last the Security Council has shown appreciation of the serious threat that the Somalia situation poses to the political and economic stability of the subregion and conseguently to international peace and security. The Security Council's handling of the Yugoslav situation should encourage it to continue, in a more steadfast manner, its efforts in the search for peace in Somalia. We also call upon the Somali factions currently engaged in senseless fratricide to desist from placing obstacles in the path of United Nations agencies and non-governmental organizations in their efforts to provide humanitarian assistance to the millions of starving Somali people. 47 (Mr. Chambas. Ghana) We all continue to look on as the Government of Sudan seeks a military solution to an essentially political problem in the southern part of the country, thereby resulting in gross abuses of human rights, untold suffering of the people and an unbearable refugee problem for neighbouring States. The humanitarian dimension of this problem now calls for United Nations action. Developments during the year have reminded all of us that determined efforts would be required to complete the total political emancipation of the continent of Africa. We regret the postponement of the referendum which was to have been held in Western Sahara under United Nations supervision to complete its decolonization. We urge the Secretary-General of the United Nations, in cooperation with the Secretary-General of the Organization of African Unity (OAU), to settle all questions of voter eligibility, delays in the exchange of prisoners and the repatriation of bona fide Saharawis in order to facilitate the task of the United Nations Mission for the Organization of a Referendum in Western Sahara (MINURSO). The inability of the parties to adhere to the implementation of agreements reached raises questions as to their commitment to the peace process. We take this opportunity to appeal to all parties concerned to cooperate fully with the United Nations and the OAU to bring this chapter of colonial struggle to a close. In South Africa, the international community had hoped that the Convention for a Democratic South Africa would contribute to the introduction of \"profound and irreversible changes\". In anticipation of the establishment of an interim government and firm processes leading to a democratically elected constituent assembly to draw up a constitution for a united, non-racial and democratic South Africa, the General Assembly at its forty-sixth session adopted a series of measures to encourage the racist 48 (Mr. Chambas. Ghana) regime in its efforts to dismantle apartheid. Recent developments would seem to confirm the view that De Klerk's Government is, on the contrary, pursuing a double agenda in order to perpetuate the obnoxious system of apartheid. Whilst posturing and stating its willingness to negotiate, it seeks ways and means to entrench white supremacy. The Boipatong and Ciskei massacres are disingenuous provocations of the racist regime designed to derail the process towards the establishment of an interim government which would work out a new constitutional framework. The white minority regime and its cohorts stand accused of violence. They instigate and perpetuate violence against unarmed peaceful protesters in an attempt to hold on to a moribund and unjust system and to prevent the march towards a united, democratic, non-racial South Africa. It is becoming clear that the international community relaxed its pressure on the racist regime far too early and without due regard for the warnings of the democratic forces of that country. It should, however, be made clear to the South African Government that the programmed-management approach to the lifting of sanctions is intended as a reaction to measures it would take for the total elimination of apartheid. It should be stressed, in this regard, that even the people-to-people sanctions would be re-imposed if the Government does not abandon its stalling of the peace process. History is littered with instances of situations in which desperation has driven people to actions which have spilled over their narrow confines to pose challenges and threats to others. Many peoples have waged heroic struggles to overthrow the forces of tyranny and exploitation. In spite of the belief that the Second World War was fought to end the threat to international peace and 49 (Mr. Chambas. Ghana) security that a particularly racist ideology posed, the greater threat to the common peace remains an international order that seems bent on denying many of us our fair share of the very fruits of our labour in a truly free and equitable market-place. The world cannot be seen to be encouraging a policy founded on the dangerous notion that it is only through military might that a sovereign State can gain respect and acceptability in the international economic system already dominated by a few. Popular demands for changes in the world order that manifest themselves as conflicts the world over cannot be contained by the dispatch of United Nations peace-keeping forces alone. The people and Government of Ghana salute the Member States of the United Nations, our distinguished Secretary-General and his dedicated staff, and all who have been associated with the sterling successes achieved so far. We share in their pride. But we need to be reminded often of the self-evident truth that the presence of United Nations peace-keepers does not by itself guarantee enduring peace. The harrowing events in Bosnia attest to this. The peace-keeping presence does not even directly contribute to the solution of the underlying problems that give rise to the conflict or threat to peace. The United Nations peace-keeping role should be seen for what it is: an invaluable contribution to containing a conflict and to the search for a lasting political solution. An international order that can be secured only through military presence or intervention is clearly inadequate. It is a rather sad reflection on our search for peace that as of the end of April 1992, close to $3 billion had been assessed on Member States for peace-keeping purposes alone, while the United Nations relatively neglected the economic and social underpinnings of most of these conflicts and those yet to rear their heads. 50 (Mr. Chambas. Ghana) The inability of the United Nations since its creation to respond effectively to our Charter's injunction to combine our efforts to achieve international cooperation in solving international problems of an economic, social, cultural or humanitarian character deserves serious and careful review now that the cold war has been pronounced over. 51 (Mr. Chambas. Ghana) The relative inaction by the international community and within the United Nations itself on the United Nations New Agenda for the Development of Africa in the 1990s speaks eloquently of our misplaced emphasis in our efforts regarding the establishment of a new world order. The opportunity presented by the consensus General Assembly resolution on the final review and appraisal of the implementation of the United Nations Programme of Action for African Recovery and Development 1986-1990, in which the international community accepted the principle of shared responsibility and full partnership with Africa, must be a spur to our good intentions, if the continent of Africa is not to be condemned to a fate worse than that which it has been enduring this last decade and a half. The unseemly wranglings, which turned into disappointment for many, at the summit of the United Nations Conference on Environment and Development (UNCED) in Rio de Janeiro over the transfer of financial resources and technology to the majority poor, attest to an insufficient appreciation on the part of many of the developed nations that in the final analysis world peace depends on the economic and social well-being of all peoples. The statement that the Security Council adopted at the end of its historic summit on 31 January 1992 represented as the Secretary-General has stated in his report entitled \"An Agenda for Peace: Preventive diplomacy, peacemaking and peace-keeping\" an unprecedented recommitment at the highest political level to the purposes and principles of the Charter. In this document, however, the primacy of economic relations - nay, the necessity for a redefinition of the new world order underpinned by economic, trade, technological and development issues to promote peace sadly received little attention. Preventive diplomacy cannot and should not be limited to efforts 52 (Mr. Chambas. Ghana) to prevent the outbreak of conflicts. No standing army, however well-equipped and well-garrisoned is a bulwark against underdevelopment, poverty and natural disasters. Preventive diplomacy should also, and even more significantly, be directed at eliminating the factors that contribute to conflicts. In the context of international peace and security it should focus on the establishment of a just world order in which everyone has access to good drinking water, food, shelter, health and education. The first significant steps should be taken within our Organization, the United Nations. The pre-eminent position of the General Assembly in the work of the Organization should be asserted and reconfirmed. The Charter provisions, notably Articles 15 and 24(3), must be given full meaning and effect. It should be emphasized that the Security Council was not conceived as an executive organ. It is to facilitate decision-making in urgent situations of the eruption of conflicts that the Members of the Organization have conferred on it, under Article 24, the primary responsibility for the maintenance of international peace and security. Above all, the present composition of the Security Council, with the outmoded and obviously undemocratic permanent-five arrangement that reflects the post-Second-World-War situation and its 10 two-year rotative seats for the rest of the world, flies in the face of a global reality in which we are all expected to play our part in maintaining the peace. The creeping tendency on the part of certain nations to see themselves as policy-makers and executors on behalf of the entire United Nations membership through their predominance in the Security Council does not send out welcome signals to the rest of us as equal partners in world affairs. The Security Council, we submit, should be 53 (Mr. Chambas. Ghana) enabled to perform its functions in a more democratic manner to enhance its legitimacy in acting on behalf of the membership of the United Nations in accordance with Article 24 of the Charter. In this regard we welcome the decision of the Non-Aligned Movement at its tenth summit in Jakarta to empanel a working group on the revitalization and restructuring of the United Nations, and hope that the working group will make a positive contribution towards the democratization of the Organization. The people and Government of Ghana retain faith and we wish hereby to reaffirm it in the United Nations to lead the efforts of the international community in the establishment of a truly new order. We believe that the United Nations remains the only hope of mankind for peace and prosperity. Together we must resist the temptation to see some Member States as more equal than others; to see some Member States as leaders, with all others as mere followers. For it is through the efforts of all Members, large and small, acting in concert through our United Nations that we can craft and ensure a new world order that is just and equitable and reflects the diversity of mankind, an order in which all nations have a legitimate share and interest as equals. The people and Government of Ghana rededicate themselves to this pursuit. Mr. ALARCON de QUESADA (Cuba) (interpretation from Spanish): I wish to congratulate Mr. Ganev on his election to the presidency of the General Assembly at this session. He can be sure of the cooperation of the Cuban delegation. We shall soon be commemorating the five hundreth anniversary of the clash between two worlds and the beginning of an era that was to transform radically relations between nations. That dramatic and as yet unfinished piece of 54-55 history started in the Caribbean Sea and forever left its mark upon the fate Mr. Alarcon de Quesada. Cuba) of the peoples of the area. Our deepest root, which gave us life as a nation and a place in history, is our rebelliousness. For centuries the Caribbean was the victim of the brutal greed of all sorts of intruders, the crossroads of slave-traders and pirates, of traffickers and invaders; violence and cruelty were its constant scourges. But it was also witness to the heroic resistance of its peoples, which time and again rose up, pushed by the powerful and anonymous force of the Caribbean winds, in their eagerness to achieve their freedom. While the plundering of its resources and the iniguitous exploitation of its people led the Caribbean to its encounter with the rest of the world, it was the struggle to abolish all kinds of servitude and to have no master other than our own conscience, which shaped our profound and irreducible identity and allowed us to discover ourselves. 56 (Mr. Alarcon de Quesada, Cuba) The Assembly is meeting at a crucial moment of definition. Today, as five centuries ago, we are faced with attempts to reshape the world and reorder relations between nations. Today, as in the past, the idea is to determine whether the future will allow human solidarity to flourish or whether it will still be weighed down by selfishness; whether it will one day lead to the emancipation of the dispossessed, or whether it will for ever perpetuate their tragedy; whether we are on the verge of a new colonizing adventure, or whether, at long last, hope will begin to emerge for the poor of this Earth. In recent years humanity has been surprised by a series of developments which have radically changed important elements of international relations and have led to an avalanche of hasty interpretations and conclusions promoted by the unrestrained haste of the privileged and the naive optimism of many others. The end of the cold war, and with it the lessening of the danger of a nuclear holocaust, should not be used to attempt to conceal what everyone knows. It is true that military confrontation between the super-Powers which threatened mankind with extermination never happened, and that the rancorous antagonism of yesteryear was transformed through the unilateral incantation of a baffling kind of alchemy into complacent subordination and a show of fondness. That that war never occurred is of course salutary and deserving of praise, but to identify with that fact the emergence of universal peace is an absurdity which can make sense only from the profoundly racist perspective of the new conquerors. The period which now seems to be coming to an end was for the third world a period of hard-fought struggles for independence and freedom. While threatening with a battle which never occurred, imperialists used 57 (Mr. Alarcon de Quesada. Cuba) all their means and resources to invade, attack, repress and oppress the peoples of the South; many of their sons and daughters fell in confrontations which had nothing to do with the rivalries between the powerful, and they died without knowing how that antagonism was to be transmuted into a bizarre convergence. Just as the existence of the cold war did not alter the fate of the third world, its disappearance does not, so far, seem to be benefiting its peoples. The previous balance of power that contained the opposing blocs and avoided a direct military conflict between them did not prevent the practice of war, aggression and intervention against the third world. We have no reason to imagine that the effects of the present conditions of unipolarity and hegemonism will be more favourable to our peoples. On the contrary, dangers are greater than ever in the face of a triumphant ecstasy on the part of those who are in possession not only of the largest military power but also of an insurmountable historical ignorance and the most gross moral callousness. The cold war is disappearing, but the arms race is not being reduced in parallel, nor are militarism and bellicose mentalities being abandoned. If the danger of war has been reduced, why does the United States aspire to continue developing its military superiority, as was recently announced by the occupant of the White House? Against whom will the empire now direct its weapons? We hear unending rhetoric about the end of confrontation and the beginning of a new era of international cooperation, but it seems to exist only in the imagination of those so gullible as to believe it. If a spirit of international cooperation does really exist and if the cold war has ended, why 58 (Mr. Alarcon de Quesada. Cuba) are the military expenditures of the big Powers not being drastically reduced and why are the resources thus released not being channelled to the promotion of development in underdeveloped countries? How can it be explained that now precisely now attempts are being made to reduce international cooperation for development to an even more subordinate and hypothetical role, further to diminish the already limited presence of the United Nations in that field and also to introduce unacceptable conditionalities and restrictions? The changes that have occurred between the countries of the North have no meaning for the majority of the inhabitants of the planet. If those changes are to make some sense for them, it is necessary to undertake decisive and effective action against the hunger and poverty which affect hundreds of millions of people in the third world; and against infant malnutrition and incurable diseases which are daily taking the lives of thousands of children in an ongoing and silent war that some choose to ignore. The economic crisis, the external debt of the third world, which has risen to the figure of $1.50 trillion, unequal exchange, and increased hunger and poverty have never been greater amongst the immense majority of mankind. Their effects are staggering even for the most solid economies of the world. Open subsidies and other selfish policies threaten to impede the conclusion of agreements which have been in course of negotiation for years to regulate international trade and which may provoke disastrous confrontations between the large economic Powers. This clearly demonstrates that the history of capitalism cannot escape its terrible and self-destructive laws. There is meagre cause for optimism at present, when many cannot even defy the consequences of recalling the principles of the new international economic order solemnly proclaimed by the Assembly in times that were supposedly less favourable for international cooperation. 59-60 (Mr. Alarcon de Quesada. Cuba) True, universal and durable peace will be possible only in a world full of hegemony, based on the rights, interests and aspirations of all peoples, in a world in which the purposes and principles of the San Francisco Charter will become a reality and, in particular, in a world which pays full respect to the sovereign equality of States, non-intervention and non-interference in the internal affairs of States, self-determination of peoples, and the right to development. But to achieve this, it is indispensable to democratize international relations and the United Nations, providing the Organization with the conditions necessary for it to fulfil the mission for which it should exist. The United Nations cannot be reduced to a simple instrument of domination by the powerful. Member States must prevent that; if they do not they would in practice be permitting its termination and the elimination of all possibility of achieving an equitable and peaceful world. 61 (Mr. Alarcon de Quesada. Cuha) We must not accept the Security Council's operating as a secret society, turning its back on the Organization which created it and in whose name it should be acting; we must not accept its assuming functions which it does not have and which no one has conferred upon it. The Security Council's composition, functions and modus operandi must be urgently examined in depth so that it can become a truly representative body, so that the anachronistic and anti-democratic veto privilege can be eliminated and transparency can be introduced into its activities, while limiting them strictly to those set down in the Charter, and so that it will fully respect the obligation enshrined in the Charter to be accountable to the General Assembly, which, in turn, should strictly fulfil its responsibility to exercise control over the Council. The Security Council has no authority whatsoever to interpret the Charter or to broaden the scope of its powers, or to carry out all the orders coming from its surreptitious informal gatherings. We must not tolerate the use of the Council by those who so frequently defile the ideals of democracy as an instrument for carrying out a virtual coup d'etat in the United Nations. Nor can we we allow ideas to take hold that would introduce the concept of limited sovereignty and promote the creation of mechanisms that would result in converting the Organization into a permanent source of intrusion, interference and intervention, to the benefit of the interests of the powerful. The Organization must be democratized in order to strengthen its role and enhance its efficiency. To that end, it is indispensable to reinforce, not to weaken, the responsibilities of the General Assembly as the sole body in which all of us have equal responsibilities and which therefore has the capacity to represent the international community as a whole. 62 (Mr. Alarcon de Quesada. Cuba) During the tenth summit conference that we held at Jakarta early this month, the non-aligned countries adopted a common platform to face the present international situation and to ensure concerted action in the United Nations. The Jakarta Message, the Final Document and the resolutions that were adopted should become our tools to mobilize the third world in defence of its rights and to organize our resistance to those who are attempting to impose a self-styled new world order, which was conceived against, and without taking into account the interests of, the peoples of the South and which would constitute nothing but the installation on a global scale of the kind of hegemonistic delusions upon the cinders of which this Organization was created. The aims of those who are concocting the reorganization of the world, with a view to dominating it, are becoming increasingly obvious. Underdevelopment and poverty would be permanently reserved for the peoples of the South, which constitute three quarters of humankind, and they would continue to be the providers of wealth for the affluent minorities of the North. International bodies would be converted into mechanisms for domination and intervention to guarantee a world system where the powerful would impose their corrupted ideas and values. The new conquerors are not bearers of the cross; rather, they brandish the sword and the moneybag, and the only gospel they preach is profits. Cynically they proclaim themselves the representatives of a superior society and they go so far as to attempt to present themselves as the very image of democracy, freedom and human rights. With the same arrogance shown by their colonialist ancestors, with the same haughtiness shown by their fascist inspirers, today's hegemonists boast about the alleged superiority of 63 (Mr. Alarcon de Quesada. Cuba) their societies, their way of life, their ideas, beliefs and values, and use every means in attempting to impose them upon other peoples. They are attempting to impose not only their ideas, but also their \"justice\", which lacks the slightest equity and which, even within the territory of the United States, and with an openly racist point of view, pronounces the harshest sentences, including the death penalty, on, almost exclusively, blacks and hispanics. What is the sense of, and how can we condone, the decision of that country's Supreme Court which legalized the right to kidnap anyone of any nationality in any part of the world? Has mankind ever seen such an abuse of power and high-handedness at any other stage in its history? At the same time, encouraged by the setbacks of European socialism, they are trying to decree the end of socialist ideals and to impose capitalism, in its most uncontrolled fashion, as the sole, definitive and permanent model to be applied around the world. They proclaim the so-called neo-liberal formulas as dogma which everyone must observe and they do not even blush when they portray themselves as having the exclusive recipe for mankind's prosperity and happiness. Millions of dollars that could be devoted to more noble purposes are being spent today in selling those ideas. But the peoples of the third world have not forgotten that it was the unrestrained voraciousness of capitalism that compelled them to endure the long and harsh experience of colonialism, that crushed them with racism and discrimination, that subjected them to the backwardness and poverty still besetting them. Capitalism was and is the 64-65 (Mr. Alarcon de Quesada. Cuba) essential cause of the evils afflicting our peoples; it can never be their solution. The euphoric promoters of so-called neo-liberalism are overcome with joy when they see the bankruptcy of a number of socialist projects which, as is well known, lasted barely a few decades and were tested in adverse conditions and in comparatively less developed countries. Those who exult over the failure of some socialist societies should be capable of demonstrating that capitalism is solving the problems of mankind or at least that it is doing so somewhere. After all, capitalism has been the predominant system in the world for centuries and has come to full development in some of the more wealthy countries. But, after more than 200 years of capitalism in a rich, developed and powerful country such as the United States, the population as a whole still lacks a health system; millions are calling for employment, housing, education and protection in their old age or are suffering the consequences of drug addiction, violence and other social evils; and tens of millions are victims of the worst expressions of racism and racial discrimination. The most powerful country has not been able in two centuries to solve any of those problems through capitalism, although it not only has been able to rely on its own wealth but also has been pitilessly exploiting other peoples during that lengthy period. 66 (Mr. Alarcon de Quesada. Cuba) Certain turncoats may kneel before that deceptive golden calf, but to understand the failure of capitalism as a social project it is not necessary to read Karl Marx one need only take stroll through the New York or Los Angeles inner city. The American dream may dazzle some weak minds, but for broad, and growing, sectors in this country and, above all, for tens of millions of Afro-Americans, Latinos, native Americans and Asians, the unemployed, the poor and the destitute - that dream has been, and is, a bitter, sad and perpetual nightmare. On what moral grounds can profoundly unjust societies present themselves as a universal archetype when the inordinate consumption patterns and the extravagance of their insolent minorities mock the plight of countless others in their midst who are suffering a life as miserable as that of the poorest in the third world? In terms of human solidarity they have nothing to teach us; on the contrary, they have much to learn from us. In truth, not only is the type of society that would be imposed upon us intrinsically unjust and inhuman: it threatens the survival of the human species - indeed, life itself on our planet. The irrational consumption patterns of the wealthy exhaust non-renewable resources, poison oceans and rivers, make the air in our cities unbreathable, adversely change the climate, dangerously raise the sealevel, irreparably damage the soil, destroy forests, enlarge deserts and deepen the poverty of hundreds of millions of human beings. The environment is also the victim of a relentless war that has already caused the death of numerous species and is putting many others in danger of extinction. 67 (Mr. Alarcon de Quesada. Cuba) When will it be man's turn to fall victim to his own folly? For how long will a lifestyle that condemns each and every one of us to death continue to be worshipped? I address this Assembly at what is, for Cuba, a particularly difficult time. The economic, commercial and financial blockade imposed by the United States against the Cuban people has been in force for more than 30 years, but it is now being intensified and extended. While talking hypocritically of peace and international cooperation, the Government in Washington forbids foreign vessels involved in any business with Cuba to enter United States ports and tries to compel corporations based in other countries to follow its anti-Cuban policy. Thus it is grossly violating not only the most basic rights of my people but also the sovereignty of other countries and the fundamental principles and norms of international law. While former adversaries become partners, and while the number of countries to which Washington applies economic restrictions diminishes, the budget and resources of the Government office entrusted with enforcement of those restrictions have been increased, and it is publicly acknowledged that those actions are geared towards reinforcement of the blockade against Cuba. The United States obstructs Cuban economic and commercial activities world wide. It strives to prevent us from purchasing oil, foodstuffs and medicines; puts pressure on investors and businessmen; and, more than once, has been able to intimidate others, and thus frustrate entirely legitimate operations, by its stubborn and criminal attempts to starve our people into surrender. Never before, other than in the course of war, has a people been subjected to such rigorous, prolonged and total attack. This aggression is being carried out against a small and poor country - a country with very few 68 (Mr. Alarcon de Quesada. Cuba) natural resources, and no substantial sources of energy; a country whose development prospects are totally dependent on foreign trade; a country that receives no credit or finance from international organizations; a country to which even various types of humanitarian aid are restricted. And now attempts are being made even to prevent us from trading. The blockade is being intensified at a time when Cuba is suffering an extremely trying situation arising from the dissolution of the Socialist bloc, the disintegration of the Soviet Union and the sudden and radical change in relations with the countries with which we conducted 80 per cent of our trade, as well as from the abrupt disappearance of the fair and equitable prices that governed those relations. This has meant the loss of 70 per cent of Cuba's purchasing power the figure having fallen from $8,139 million in 1989 to $2.2 million this year. In truth, Cuba is confronted by a double blockade that is becoming harsher and more implacable every day. Indeed, the enormous damage to our economy has had inevitable repercussions for the living standards and consumption levels of the population, as well as for the country's production and development programmes. In these grave circumstances the imperialists nurture the hope that, by making their blockade tougher and more oppressive, they will be able to create conditions of poverty and hunger and, thus, make our people surrender. However, that is nothing but a foolish hope. Those who seek to annihilate us are ignoring the fact that Cuba's main resource - its only true wealth is its people. Only a united, informed and resolute people, a people prepared to fight for what it wants to achieve, a people whose social relations are governed by equity and solidarity, can confront and overcome such adversity. Only in a 69-70 (Mr. Alarcon de Quesada. Cuba) society such as that of Cuba could such disastrous conditions have occurred without leading to the closure of a single school, to neglect of the health of a single child or elderly man or woman, or to the abandonment of a single citizen. Can the same be said of our rabid enemies or our hypocritical critics? There is no greater proof of the strength of our social system or of the implacable resolve and unity of the Cuban people in defence of its revolution than the heroic popular resistance to this imperialist onslaught. How many countries have endured such a trial? But this large-scale economic warfare is not the only action being taken against Cuba. Part of our territory continues to be illegally occupied by a United States military base, which is the source of frequent provocation; the air above and the sea around the country are constantly being used for manoeuvres by the mighty who assault us; more than 1,500 hours of aggressive radio broadcasts are transmitted to Cuba weekly, and there have been unsuccessful attempts to invade our television spectrum; the territory of the United States is used openly and shamelessly, and with the apparent complicity of the authorities of that country, for the purpose of carrying out terrorist attacks against us; and Cuba is being subjected to a systematic campaign of slander to distort the image of a country which the United States has not been able to defeat and which refuses to renounce its independence. 71 (Mr. Alarcon de Quesada, Cuha) As it has not been able to bend us to its will, imperialism threatens us with extermination and endeavours to compel the rest of the world to acquiesce to its genocidal infamy. The Yankee blockade is a brutal violation of the rights of all the Cuban people and of international norms and the sovereignty of other countries. It is, above all, a moral disgrace. Those who think they can bring Cuba to its knees are mistaken. Our people has travelled a long road to achieve its full emancipation. It started its trek, totally alone, more than 120 years ago. Within its limited island space, without allies, without the material support of any Government, it struggled for three decades against a better and larger military force than the total of the forces which Spain had used to combat rebellion in all its other colonies. Attempts were made even then to isolate our people from the rest of the world; even then the oppressor found accomplices; even then attempts were made to compel our people to surrender because of hunger, and a substantial part of our population was annihilated. The Puerto Rican patriot, Eugenio Maria de Hostos, described those painful times for Cuba in the following words: \"It is necessary to imagine oneself in that terrifying situation, the most tragic ever faced by any people: deprived of everything itself, while its enemy possesses all the power and resources of civilization; abandoned, while its enemy is abetted; disdained, while its enemy is flattered by the complicity of all. It is necessary to be able to feel all the torments of the agony of many years to understand how long a revolution lasts, to realize how much time passes, to understand the prodigious resistance of the combatants, to appreciate their heroism, to be worthy of admiring those admirable men ... 72 (Mr. Alarcon de Quesada. Cuba) \"It is necessary to live in such infamous times, stumbling through the darkness of injustice, to feel for those men, elevated by their own efforts to the dignity of complete men, all the enthusiastic reverence, all the impulsive admiration, inspired by those capable of heroically representing the highest virtues of mankind.\" Those times referred to by Hostos were certainly even more difficult for our people. Today we are facing an enemy more powerful than Spain was then, but we have a united, brave people, worthy heirs of those combatants who never retreated despite the greatest misfortunes. We will never betray their memory; we will never renounce a fatherland which we liberated with rivers of blood and sacrifice. We also rely on the solidarity of peoples. We know that the oppressed, the exploited and the victims of discrimination on this Earth who place their hopes in Cuba's survival are many. For our dead, and for those who hope for a worthy life, we will continue resisting. We will not betray the mandate of our ancestors and the confidence of peoples. We will prove ourselves capable of resisting and we will know how to resist. We will continue to pursue our most sacred duty: to save the fatherland, the revolution and socialism. For their sake, we shall continue our struggle, without hesitating, despite all obstacles, hard and difficult though circumstances may be; ever onward to victory. 73 Mr. WONG (Singapore): In 1989, the year in which the Berlin Wall fell and the cold war came to an end, there were 159 Member States represented in this Hall. Today, three years later, there are 179, an increase of 20. Will this trend continue? If so, there could be 200 Member States represented in this Hall when we meet here again in 1995. Will these new countries come from Africa, Asia, Europe or the Americas? And will the birth pangs of these new States be as traumatic as those of some our newer Members, like Croatia, Slovenia, Bosnia and Herzegovina, Moldova and Georgia? Or will they emerge peacefully? I begin my statement with these questions because I believe that our first task at this session is to rid ourselves of the euphoria that many of us here experienced when the cold war ended. From the tragic experience of Kuwait to the continuing anguish of the former Yugoslavs, we are seeing the re-emergence of forces that we thought had been swept away by forces of modernization. Ghosts which had been sleeping for decades have awakened to haunt us. How many more will awaken in the years to come? This session clearly needs to be one of sober reflection. In this regard I am pleased that we have elected Ambassador Ganev of Bulgaria to guide our deliberations. This reflects the confidence of Member States in his leadership abilities. Bulgaria's geographical location gives it a unigue insight into the problems that we are facing. I should also like to place on record our appreciation of the wise leadership and guidance provided by our President's predecessor, Ambassador Samir Shihabi. In addition, we wish to place on record our appreciation to Mr. Perez de Cuellar for his 10 years of dedicated and exemplary service as Secretary-General. Let me also congratulate 74-75 (Mr. Wong. Singapore) Mr. Boutros Boutros-Ghali on his wise and dynamic stewardship of the United Nations in his first year in office. There can no longer be any doubt that the cold war, even though it terrified many of us in this Hall, effectively froze or suppressed many tribal, religious, ethnic and cultural divisions. The thawing of the cold war has led to their re-emergence. I need only to cite some obvious recent examples. Even as we speak, conflicts are raging between Armenia and Azerbaijan over Nagorno-Karabakh, and there are conflicts in Moldova, Georgia and Afghanistan. Somalia is splintering; the former Yugoslavia has descended into tribal warfare. The world has still not recovered from the shock of the atrocities and the blatant disregard of basic humanitarian principles in Bosnia and Herzegovina in the name of \"ethnic cleansing\", which we condemn as an abhorrent practice. In this setting it is appropriate and timely that the Secretary-General has produced his report \"An Agenda for Peace: Preventive diplomacy, peacemaking and peace-keeping\" (). Not every United Nations Member will agree with its analysis. Nor will all the recommendations be universally endorsed. But it is a far-reaching document with concrete proposals for the maintenance of international peace and security. 76 (Mr. Wong. Singapore) It also contains the Secretary-General's recommendations on ways to strengthen and make more efficient the capacity of the United Nations for preventive diplomacy, peacemaking, peace-keeping and peace-building. We should congratulate the Secretary-General and his staff on putting together a comprehensive and thoughtful paper that raises the issues that Member States need to address. There is much in there for us to ruminate on but there is also room for us to add ideas to it. For example, the report, for obvious reasons, refrains from trying to apportion blame or investigate the causes of the recent conflicts. This should be the job of Member States. We need to be clear in our minds whether the explosion of new States in recent years is a natural and welcome development, something akin to what we saw in the era of decolonization, or whether it is a reflection of a state of disorder in the structures of human society that we have created in the twentieth century. Or is it the case, as the \"Agenda for Peace\" suggests, that the \"deepest causes of conflict\" are: \"economic despair, social injustice and political oppression\" (, para. 15)? We need to be clear in our minds about what is happening because this will in turn define the mission that we will entrust to the United Nations: when a conflict breaks out within a State should the mission of the United Nations be to resolve the conflict and peacefully reunite the factions as in Angola and El Salvador or should the mission of the United Nations be to facilitate a peaceful division of the country as in Yugoslavia? These are not theoretical questions. These are practical questions that United Nations peace-keepers confront on a day-to-day basis in the former Yugoslavia and in Somalia. 77 (Mr. Wong. Singapore) Lest I be misunderstood, let me stress that I welcome the new Member States that have joined the United Nations this year: Armenia, Azerbaijan, Bosnia and Herzegovina, Croatia, Georgia, Kazakhstan, Kyrgyzstan, the Republic of Moldova, San Marino, Slovenia, Tajikistan, Turkmenistan and Uzbekistan. I believe that they would agree with me that if more new Member States are going to join us we should ensure that they emerge peacefully and not through war and conflict. The \"Agenda for Peace\" also makes it clear that the functions of United Nations peace-keepers have gone far beyond their usual mandate. In the past United Nations peace-keepers were traditionally sent in after a peace agreement had been worked out between the warring parties. Today United Nations forces are involved in a variety of tasks ranging from election-monitoring to inspection of nuclear installations. The range of functions is expected to increase. As the \"Agenda for Peace\" points out, these will include preventive diplomacy, peacemaking, peace-keeping and peace-building. Let me also state the points of agreement that I have with the report. First, I agree that the United Nations should play a more proactive role in preventive diplomacy. As the report states: \"... preventive diplomacy requires measures to create confidence; it needs early warning based on information gathering and informal or formal fact-finding; it may also involve preventive deployment and, in some situations, demilitarized zones.\" (, para. 23) Secondly, I also agree that the Security Council can now play a more active role because, as the report states: \"With greater unity has come leverage and persuasive power to lead hostile parties towards negotiations.\" (, para. 35) 78 (Mr. Wong. Singapore) Thirdly, I agree that the United Nations should work in concert with regional groupings. I believe that the Association of South-East Asian Nations (ASEAN) would be happy to do so. The endorsement by the United Nations of the Treaty of Amity and Cooperation, signed in Bali, Indonesia, in 1976 and recently acceded to by Laos and Viet Nam, could make it a model for other regions to emulate. Having imposed these significant new burdens on the United Nations it is absurd that Member States, especially the permanent members of the United Nations Security Council, are depriving the United Nations of the funds needed to carry out these operations. Unpaid arrears for United Nations peace-keeping operations now amount to $800 million. They are likely to rise as the cost of peace-keeping operations for this year alone is likely to reach $3 billion. Some of the biggest debtors of the United Nations come from countries of the North. It would be tragic for countries of the North to assume that they are immune from the political and economic travails of the South. Yugoslavia has demonstrated that these problems can explode at their doorsteps. The modern technology spun by the developed countries has made our world into a global village in the truest sense of the word. No villager can ignore a fire in the home of his fellow villager, for if he does his own home could be burnt. We saw this clearly at the Rio de Janeiro Summit earlier this year. The countries of the North called upon the countries of the South to restrain their deforestation, their production of chloro-fluorocarbons (CFCs) and their pollutive development, for they were concerned that the effects of these activities in the South would wander into their homes. Yet while they expect the relatively impoverished countries of the South to make valiant sacrifices, 79 (Mr. Wono. Singapore) they are not prepared to make equal sacrifices in their relatively affluent lifestyles. Given these difficulties, it is remarkable that the Rio Summit reached a consensus on Agenda 21. We in the General Assembly should endorse the Rio Declaration and Agenda 21 and adopt a good decision to establish a high-level commission on sustainable development. The momentum achieved in Rio de Janeiro has to be maintained and followed up. To address these environmental questions squarely, the world also needs to reinvigorate the global economy. We must convince the countries of the North that if they want the South to pay greater heed to their concerns on the global environment, they must in turn push the global economy forward by successfully completing the Uruguay Round as soon as possible. Instead of doing this, the countries of the North are concentrating on regional integration. Whatever the fate of the Maastricht Treaty, an integrated single European market will be in place by January 1993, bolstered by an expanded agreement with the European Free Trade Association (EFTA) countries that would bring about greater European Community-EFTA economic co-operation known as the European Economic Area (EEA). The North American Free Trade Area (NAFTA) is about to be formed. If these arrangements benefit only the countries of the North, with no perceived benefits to the South, the South is unlikely to cooperate with the North on environmental issues. Fortunately, the South has not been standing still. A major economic revolution is also taking place there, affecting the lives of billions of people, especially in large nations such as China, India, Pakistan and Indonesia. If present trends continue, by the year 2000 the ASEAN countries and the Asian newly industrializing economies will have a gross domestic 80 (Mr. Wong. Singapore) product (GDP) of $3.3 trillion, two thirds of the United States 1990 GDP or half of the European Community 1990 GDP. China could double its gross national product (GNP) within this decade. Clearly, some parts of the South are going to experience explosive economic growth. Except for a few which still cling to the virtues of the command economy, practically every country in the world now realizes that it has to introduce economic reforms. The old economic systems with their manifest inefficiencies and inadequacies that hindered economic growth had to be discarded. Except for a few, all States are working to introduce the market-economy system. But such adjustment to open economic competition is not without sacrifices and great political costs. The transitional economies have experienced great economic difficulties and dislocations in their initial periods of adjustment. The North should see that it is in its interest to help these countries by fighting protectionism. With such support, the developing countries should be able to pull off this economic transition successfully. 81 (Mr. Wong. Singapore) If this massive economic revolution in the South succeeds, the world will experience a rising tide that will lift all of humankind those in the South and those in the North. It is also likely that this rising tide would help extinguish the flames of tribal and ethnic discord that have erupted around the globe. South-East Asia has sometimes been called \"the Balkans of Asia\". Despite this, the countries of the Association of South-East Asian Nations (ASEAN) have already experienced two decades of peace and economic development. Through regional cooperation in ASEAN and the concentration of national energies on economic development, the ASEAN region has become the most peaceful and prosperous part of the third world. There is no reason why this ASEAN experience cannot be duplicated in the rest of the world. I hope that this session of the General Assembly will give some thought to this as it searches for solutions to the ongoing tragedies we are now witnessing. Mr. HOLO (Benin) (interpretation from French): Nigeria and Pakistan are mourning today. I should like to extend to the Governments and the peoples of these two friendly countries the compassion of the people of Benin who understand their sorrow and share their grief. I should like to join those who preceded me at this rostrum in congratulating Mr. Ganev warmly, on behalf of the Republic of Benin, on his outstanding election to the presidency of the General Assembly at this session. This is a well-deserved tribute to his country, Bulgaria, and to him personally. I should also like to congratulate his predecessor, Ambassador Samir Shihabi of Saudi Arabia, who presided over the forty-sixth session of the General Assembly so ably and efficiently. 82 (Mr. Holo. Benin) I wish also to pay a well-deserved tribute to the Secretary-General of the United Nations for his courage, his dedication and his readiness in the service of the ideals of the Organization. Less than a year after his election, Mr. Boutros Boutros-Ghali has already demonstrated his effectiveness and his diplomatic experience, to the admiration of the international community as a whole. His tireless efforts to restore peace to the various hotbeds of tension throughout the world deserve the active support of all the Members of the United Nations. His recent detailed and well-written report to the membership is eloquent testimony of his endeavours. My delegation would like once again to pay a tribute to his predecessor, Mr. Javier Perez de Cuellar, for his invaluable work at the service of our universal Organization, whose membership has continued to expand over the years. Benin welcomes the new Members of the United Nations: Armenia, Azerbaijan, Bosnia and Herzegovina, Croatia, Georgia, Kazakhstan, Kyrgyzstan, the Republic of Moldova, San Marino, Slovenia, Tajikistan, Turkmenistan and Uzbekistan. At the last session of the General Assembly, we unanimously welcomed the end of an era of confrontation and the advent of an era of international cooperation based on a spirit of solidarity and fraternity among the nations of the world. In that context, Benin also welcomed the advent and the admission to membership in the United Nations of the independent States that emerged from the former Soviet Union following the signing of the Minsk Agreements. The first ever meeting of the Security Council at the level of Heads of State or Government, held on 31 January 1992, marked the end of the cold war; 83 (Mr. Holo. Benin) at that meeting, they urged the advent of a new, more stable and more prosperous world order, for which the United Nations would provide the framework. Unfortunately, we have to say that this session of the Assembly is beginning at a time when there is an unprecedented reappearance of hotbeds of tension throughout the world, resulting in a situation in which peace-keeping activities have become the primary concern of the United Nations over the last 10 months. These hotbeds of tension demonstrate the fragility of peace and of international security, at an important turning-point in our history. May I point out here that the Security Council, in its statement of 31 January 1992, indicated that the development of the democratic movement and the promotion of respect for human rights would help make the world more stable and more prosperous. My delegation would like to reaffirm that the international community, while welcoming the emergence of new nations as a result of the affirmation of the unbreakable will of peoples to regain freedom, dignity and justice through respect for their own cultural and political values, must promote the search for consensus and the spirit of tolerance and dialogue which can still today provide the basis for a peaceful transition. Negotiation prevailing over the use of force, trade over exploitation, freedom over constraints: those are the approaches that should guide each of our countries so that the capacity of the Organization in the areas of preventive diplomacy, peacemaking and peace-keeping can be enhanced. We often say that our planet is sick. It is sick because of delayed development resulting from financial, technological, scientific and ecological imbalances between the northern and southern hemispheres. It is sick because 84-85 (Mr. Holo, Benin) of social injustice and because of extreme poverty that dehumanize so many peoples that are referred to as \"developing peoples\". To all these ills, aggravated today by the resurgence of nationalism, we must add new kinds of illnesses that are decimating our peoples throughout the world. It is therefore essential that States regain control and contribute individually and collectively to the strengthening of international peace and security. Against this backdrop, the Secretary-General's report, \"An Agenda for Peace\", submitted pursuant to the statement agreed by the summit meeting of the Security Council on 31 January 1992, offers us food for thought serious thought and it opens up new prospects. We must all contribute to fleshing out that report so that our dream of a better world can become a reality in the years ahead. \\_ 86 (Mr. Holo. Benin) As for Africa, our continent has suffered too much for us not to try today, together, hand in hand, to join forces and use all that we have in the way of intelligence, courage, strength and resources, to lessen suffering, alleviate poverty and establish a coherent strategy for sustainable development. It is Benin's hope that all of Africa will be free of fratricidal and internal wars and all other conflicts that hinder our development. It is enough to look around us to see the tragedy of our brothers in Liberia, Somalia and Sudan, just to mention a few. From now on Africa can prove, if need be, that it can resolve its own conflicts when foreign interference does not complicate matters. To eliminate instability and insecurity in Africa, the international community must offer its firm support for the efforts now under way to restore peace to Liberia and Somalia. My country, which currently holds the chairmanship of the Economic Community of West African States (ECOWAS), has been making intensive efforts since August to bring those involved in the Liberian tragedy to silence their weapons so that we can move towards national reconciliation. Benin's only interest in Liberia is peace. President Soglo's efforts deserve the support of Africans first and foremost and then of all the major Powers and all other Members of the United Nations. Benin hopes that recent appeals from the Conference of Heads of State and Government of the Organization of African Unity (OAU), held from 28 June to 2 July 1992 in Dakar, to those involved in the tragedy in Somalia and Sudan will be heard so that hostilities can cease and negotiations can begin, with a view to national reconciliation. That, we believe, is a prerequisite for 87 (Mr. Holo. Benin) preserving the unity and integrity of those two countries, which are also ravaged by famine. It is important to emphasize the hope inspired by the humanitarian actions of the United Nations to save the people of Somalia from famine. Here I should also like to hail the work done by all the countries and humanitarian organizations that have taken action in that part of the world, despite the threats they are exposed to in the field by the various parties to the conflict. In particular, we hail the efforts of Mr. Boutros Boutros-Ghali, to whom we are indebted for heightening awareness of that tragedy and its horrors. In addition, his Special Representative, Ambassador Sahnoun of Algeria, deserves our fraternal commendation and admiration. Just a few months ago, the international community welcomed the positive changes taking place in the situation in South Africa, changes that were expected to crown with success the tireless struggle of the black people of South Africa against a system that for more than 50 years had reduced them to slavery. Here I should like to reaffirm my country's unequivocal position on the problem of apartheid. That odious and inhuman system must be dismantled, in deeds and in law, to allow for the emergence of a democratic and multiracial South Africa, where the principle of one man, one vote, will become a political reality. Recent developments, both political and social in that country, notably the resumption of violence, which has already claimed hundreds of innocent victions, shows, unfortunately, that many difficulties and obstacles still have to be dealt with before apartheid can be totally dismantled. In the interest of international peace and security, we must encourage dialogue among those involved in the political situation in South Africa, who still have to 88 (Mr. Holo. Benin) overcome very deep political differences, while continuing at the same time to keep the pressure on the South African regime so that the reform processes that have been initiated can be continued and speeded up. That is how Benin understands the Security Council's adoption of resolution 765 (1992) on the question of South Africa, the appointment by the Secretary-General of a Special Representative and the sending of United Nations observers to that country. We are happy to see that the peace process in Angola, which began with the signing of the cease-fire agreement at Estoril, Portugal, on 31 May 1991, is on course. The Members of the United Nations must continue to support that country, which has been riven by 15 years of fratricidal war, in its efforts for democratization, one important stage of which will be the free elections scheduled for 29 and 30 September 1992, that is, tomorrow and the day after. The delegation of Benin welcomes the fact that the peace talks which have begun between the Maputo Government and RENAMO leaders have led to the signing at Rome on 7 August 1992 of a peace agreement between the two parties. May peace truly and definitively come to Mozambique so that all the sons and daughters of that country can tackle the job of national reconstruction. The Madrid Conference on peace in the Middle East portended a reasonable arrangement between Arabs and Israelis with a hope for lasting peace. Recent political changes in Israel may enable the current negotiations to evolve in a satisfactory manner that would be acceptable to all parties to the conflict. !t is our duty to encourage that needed dialogue, with a view to achieving a lasting peace that would guarantee the existence of the Hebrew State and a Palestinian State within secure borders recognized by all. 89-90 (Mr. Holo, Benin) That, of course, would presuppose our listening to both parties. It is in that spirit that Benin this year resumed diplomatic relations with the State of Israel. We are guided by our firm resolve to use our pivotal position as a traditional friend of the Arab States and a new partner of the State of Israel as a point of departure to help bring the two parties together as best we can. My country wholeheartedly hopes for success at the peace process that began in Madrid. A solution to the Middle East Problem also involves the consistent and effective implementation of Security Council resolutions 242 (1967) and 338 (1973), emphasizing the inadmissibility of the acquisition of territory through war and the need to work for a just and lasting peace, enabling each State in the region to live in safety within boundaries that are internationally recognized and guaranteed by the international community, including Palestine and Israel. My country is distressed at the killing and the flagrant violations of human rights in Bosnia and Herzegovina stemming from the disintegration of the Socialist Federal Republic of Yugoslavia. 91 (Mr. Holo. Benin) The continuing tragedy of the peoples of that country threatens international peace and security and constitutes a new challenge to our Organization. In my Government's opinion, there are three factors that could have a favourable influence on efforts undertaken by the European States and the United Nations to restore peace in the former Yugoslavia. These are an immediate cessation of hostilities; respect for the territorial integrity of the various States that have emerged from the disintegration of the former Federation; and the protection of minorities. I would add to this our unequivocal condemnation of the intolerable practice of \"ethnic cleansing\", a practice unworthy of humankind and one of which each and every human being should be ashamed today. Given the universality of our Organization, however, my country hopes that the reguest for admission of the Federal Republic of Yugoslavia Serbia and Montenegro will encounter no obstacles and that the admission of that country might even be a catalyst for a just and lasting peace in the Balkans. The new spirit of consensus particularly among the permanent members of the Security Council and the end of the cold war have encouraged the present atmosphere of detente in the international political arena. In that context, general and complete disarmament must remain the international community's ultimate goal at the end of the twentieth century. The Republic of Benin would like to see the enormous resources devoted to the manufacture and purchase of weaponry shifted towards satisfying the more urgent need for development of the third world countries. We believe that a major step in that direction would be the acceptance by the international community particularly the arms-producing countries of the Secretary-General's proposal on taxing arms sales in order to offset the budgetary deficit of the United Nations and provide it with the resources it 92 (Mr. Holo. Benin) needs to carry out the work entrusted to it. My country therefore supports this proposal by Mr. Boutros Boutros-Ghali. Moreover, Benin supports all United Nations resolutions related to the reduction, limitation, and non-proliferation of nuclear weapons. It is often being said that the international community is today at a turning-point. The will expressed by Member States to move towards the solution of regional conflicts and the new feeling of urgency in the face of global threats to the well-being of the planet give us an historic opportunity to tackle the real problems we all face. Of course, the world economy has developed in a rather remarkable way in the past few years, as demonstrated, inter alia, by the extension of the market economy and the emergence of major economic groupings in Western Europe and North America. However, the international cooperation necessary to the creation of a new world order is not really getting under way. The imbalances between North and South are being exacerbated. If the current trends persist until the year 2000, the citizens of the richest nations of the world will have an average annual income of more than $13,600 while those from the least developed African countries will have an average per capita income of only $217 that is, $12 less than in 1985. This sharp decrease has already been seen in many countries. We must therefore acknowledge that the problem of the economic liberation of Africa is one that still faces us most acutely. All the efforts made to wipe out and reverse this trend towards deterioration in the economies of our countries have been in vain. Africa's economic horizon is darkening daily- Here, I should like to broach the question of debt, and more specifically in sub-Saharan African. In one report on the debt crisis, the Secretary-General stressed that the heavy obligations imposed by debt 93 (Mr. Holo. Benin) servicing have given rise to serious budgetary problems. Public investment and social expenditures have suffered the results of this, and the most vulnerable social sectors have therefore been the most seriously affected. Today, our continent groans under the crushing burden of debt, which now amounts to more than $270 billion. In 1990, our States had to pay out $23 billion to service this debt. Confronted by these increasingly harsh resource problems, most of our States have committed themselves to structural adjustment programmes. These programmes do not yet have the resources that are truly necessary to the development of our devastated economies. That is why Benin appeals to the international community to take concrete, urgent action to reduce the debt burden of the African countries and increase financial flows for their development. Measures to ease or cancel debt in some cases debt that our countries find so difficult to bear should be accompanied by detailed and explicit programmes on the conditions for financing structural adjustment programmes and repaying the debt owed by our States. On another level, the forty-sixth session of the General Assembly, following consideration and final evaluation of the implementation of the United Nations Programme of Action for African Economic Recovery and Development 1986-1990 adopted the New Agenda for the Development of Africa in the 1990s. That was an opportunity to refocus the international community's interest in the socio-economic difficulties facing the countries of Africa. To reach the objectives of the New Agenda, it is now time for the international community to translate into real action the commitments that have been entered into and renewed so many times to support the efforts made 94-95 (Mr. Holo. Benin) by the African countries themselves to achieve autonomous growth and socio-economic development. Indeed, the Secretary-General has said that Africa is one of the five United Nations priorities for the 1990s. As to the other four priorities the environment, peace-keeping, the fight against drug abuse, and humanitarian assistance we have to say that no actual decision has been taken to translate this priority into action. \\^_ 96 (Mr. Holo. Benin) My delegation feels serious concern about the situation that still prevails one year after the adoption of resolution on the United Nations New Agenda for the Development of Africa in the 1990s. First, the Secretary-General's programme has not yet really been launched. Secondly, the follow-up mechanisms, for example, the high-level consultative group, the inter-agency committee and the steering committee, have not yet been set up. Thirdly, the study on the need for and the feasibility of establishing a diversification fund for African commodities has not yet been carried out, even though it is supposed to be the subject of a report by the Secretary-General to the General Assembly at its forty-eighth session. Lastly, the setting up of adeguate financial resources is still hypothetical. I would like to express the ardent hope that no effort will be spared to ensure that by December 1992, or at the latest by January 1993, the New Agenda for the Development of Africa in the 1990s will emerge from its present lethargy and enter a truly active and dynamic phase that will live up to our hopes. To a certain extent, the Programme of Action for the Least Developed Countries for the 1990s is experiencing the same difficulties as the New Agenda for the Development of Africa in the 1990s. This will hardly help to improve the living and working conditions of the most vulnerable groups in the least developed countries. It is essential to continue and support efforts aimed at ensuring that the number of least developed countries, particularly in Africa, can be cut in half by the end of the twentieth century. We must thus reverse the tendency towards increasing the number of least developed countries, a trend that has been noted since the adoption of the Programme of Action in September 1990 and the adoption of the new criteria for classification in 1991. 97 (Mr. Holo. Benin) My Government feels that the International Conference on Financing Development could provide responses to the difficulties facing the various programmes and plans of action for the development of the countries of the South. For that reason, we sincerely hope that the General Assembly will, during this session, adopt a resolution to convene the Conference, which will be prepared as part of the process of intergovernmental negotiations with the participation of all States. The holding of such a Conference will be an important element in the process of strengthening the role of the United Nations in promoting international economic cooperation. We welcome the Japanese initiative to organize in 1993 an international conference on the development of Africa. The work of that conference should be a good preparatory exercise for the Conference on Financing Development. Benin believes that economic integration is also a response to the marginalization of Africa. It is essential today for our States that the regional economic groupings we have created in order to ensure South-South cooperation should be strengthened. Africa, determined to continue with vigour the policy it has been following in this sphere for effective regional and subregional economic cooperation and integration, is thus particularly committed to the creation of the African Economic Community, whose Constitution was signed by the Heads of State and Government on 3 June 1991 at Abuja. Success for this project presupposes, I believe, a commitment by each of our States to promote integration in the various activity sectors of our economies and to ensure the development and maintenance of reliable networks of agricultural, road and industrial infrastructures on the continent. 98 (Mr. Holo. Benin) Despite the economic situation of our countries, many specific actions have been taken to help children as part of the follow-up of the World Summit for Children. On 16 June 1992 Benin celebrated the Day of the African Child, as we had in 1991. Although my country had already scored some successes, the celebrations on that day enabled us to place even more emphasis on improving the health of mothers and children through the expanded vaccination programme, the struggle to combat malnutrition and other widespread diseases of children, the provision of drinking water to rural areas, the gradual reduction of illiteracy and the securing of access to education for all children. Africa aspires to development of the whole person, and to that end, we must be sure to involve women and children. They are, after all, the majority of the people of our countries on the path of progress, which can be achieved primarily through the education and training of young people and adults. Benin welcomes the action already taken by the Organization of African Unity (OAU), together with the United Nations Children's Fund (UNICEF), with a view to the holding of the International Conference on Assistance for the African Child, to be held at Dakar from 25 to 27 November 1992. Parallel with its actions in behalf of children, my Government is also preparing actively to mark the International Year of the Family in 1994. In addition, we stand ready to make a worthwhile contribution to the preparatory work for the World Conference on Women, to be held at Beijing in 1995. A few years ago each of our States, particularly the richer ones among us, was content to act alone at the national level in order to stop environmental degradation. 99-100 (Mr. Holo. Benin) Today we have to recognize that the major ecological problems we face are planetary in dimension and require an international approach. In that context, Benin welcomes the conclusions of the United Nations Conference on Environment and Development (UNCED), held from 3 to 14 June 1992 at Rio de Janeiro. While that historic conference, in which my country took an active part, did not fully live up to the hopes placed in it, it did enshrine the concept of sustainable development and a recognition of the undeniable link that exists between environmental protection and economic development. Benin, convinced that dealing with environmental and development problems requires the coordination of activities, initiatives and programmes, welcomes the agreement reached at Rio on institutional mechanisms for following up UNCED decisions, particularly the establishment of a high-level commission on sustainable development. In our opinion, that commission will play an essential role in the implementation and follow-up of Agenda 21, adopted at Rio by the Conference. With a strong and competent secretariat, which could be headquartered at Geneva, the commission on sustainable development should make it possible, we believe, to coordinate, facilitate and orient intergovernmental action within the United Nations system in the area of environment. The members of the commission, to be elected by the General Assembly, should represent all the regional groups in the United Nations and all types of development. 101 (Mr. Holo. Benin) As well as supporting the establishment of a high-level commission on sustainable development, which will be the subject of a draft resolution at this session, Benin stresses the great importance we attach to following up all the decisions and recommendations of the Rio Conference. We welcome in advance the resolutions the Assembly will adopt in this connection, including that by which the Assembly will establish an intergovernmental negotiating committee to draft by June 1994 an international convention to combat desertification, particularly in Africa. We also look forward to a resolution on the financing of Agenda 21, whose implementation by developing countries will require new, additional funds. The Rio Declaration on Environment and Development does not reflect all the concerns expressed during the preparatory process for the Conference; the General Assembly must therefore adopt a resolution with a view to preparing an Earth charter to be adopted during the fiftieth anniversary of the United Nations in 1995, as proposed by the Secretary-General of the Conference, Mr. Maurice Strong. While cruel at times, our age can now be proud of having witnessed the emergence of a universal human-rights movement. An awareness of democracy is spreading throughout the world, a world where men and women used to be reduced to silence and wretchedness. Democracy is slowly becoming a reality that it will be difficult to ignore. The credo of Benin, henceforth to be a State where the rule of law is paramount, is respect for, and the promotion and defence of, human rights and the rights of peoples. That is why we support the 1993 convening of a World Conference on Human Rights and are already participating actively in the Preparations for that high-level Conference. 102 (Mr. Holo. Benin) It is necessary to promote social development if we are to promote, protect and defend human rights. To the hungry, human rights can mean little if nothing is done to improve health care and education, to eliminate hunger and wretchedness, and to improve housing and the quality of life in short, to achieve greater well-being. That is why my country welcomes the decision to convene a world summit for social development in 1995; this will enshrine the human dimension of development. I wish on behalf of the Government and the people of Benin to pay tribute to all nations, large and small, that have shown unswerving support and friendship for my country, particularly in the past two years, and that have supported and encouraged democratic renewal in Benin: the political, economic and moral rebirth of my country. I pay a special tribute to friendly agencies, bodies and Governments for their continued cooperation as we ponder, evaluate, organize and take decisions on all aspects of the lasting economic and social recovery of Benin, and for all they did to prepare for, coordinate, organize and hold the round-table meeting of partners in the economic and social development of the Republic of Benin, which took place at Geneva on 2 and 3 April 1992. It is my great hope that the forty-seventh session of the General Assembly will achieve a consensus acceptable to all in the negotiations on the restructuring of the United Nations system and the strengthening of the Organization's role in promoting international economic cooperation and consolidating our achievements in peace-keeping and international security. I also hope that it will show our peoples that it is still working for solidarity, partnership for development and hope. 103 Mr. NIEHAUS QUESADA (Costa Rica) (interpretation from Spanish): Costa Rica took great pleasure in supporting the election of Mr. Stoyan Ganev to the presidency of the General Assembly at its forty-seventh session. His election bears witness to a new era in the history of Bulgaria, an era of freedom and pluralistic democracy. My delegation sincerely congratulates the Secretary-General on his masterful guidance of the work of the United Nations. Under his leadership the Organization is with ever greater vigour assuming the central role that it should play in international affairs. Costa Rica warmly welcomes all the new Members of the United Nations. Their presence in this Hall symbolizes the birth of a new era in international relations based on the ideals of peace and freedom and cooperation between all peoples. Mankind has seen the threat of nuclear holocaust lifted; it has seen the East-West ideological and military confrontation fade. But super-Power confrontation has been replaced, quickly and bloodily, by conflicts whose seemingly lesser magnitude does not make them any the less dangerous to world peace. The outbreak for the most absurd reasons of a number of conventional wars confirms our belief that it is more important than ever to make progress in the field of disarmament. The end of the East-West conflict provides a unique opportunity to make decisive advances in that sphere and to impose strict controls on the arms trade. The fading of the nuclear threat must not take us back to the era of continuous war. Old sins cast long shadows. Today, as in 1914, we look with dismay at events in the Balkans. A State Member of the United Nations, Bosnia and Herzegovina, is fighting for survival in the midst of a bloody and 104-105 (Mr. Niehaus Quesada. Costa Rica) unjustifiable war. Peace initiatives fail one after the other. A final solution to this senseless holocaust is not yet in sight. Costa Rica is deeply concerned at the dimensions this regional European conflict is taking on, and at the number of innocent victims, which grows daily. The international community reacts tepidly, and, incomprehensibly, is reluctant to take the firm and vigorous stand that returned sovereignty to Kuwait. 106 (Mr. Niehaus Quesada. Costa Rica) How many thousands of deaths must there be for a conflict to be worthy of international interest? The case of Somalia reveals how far we still have to go before we can truly speak of a family of united nations. The conflict in Somalia did not command our interest until 2 million people were about to die of hunger and our consciences were struck by the terrible images of Somali children begging for food. Regrettably the tragedy of Somalia is only the most terrible aspect of the tragedy of sub-Saharan Africa, which is suffering a slow death of despair, hunger, poverty and underdevelopment and is met with the indifference of the community of nations. The end of the cold war has not decreased the depth of the abyss between north and south; indeed, it increases daily with technological advances. Third world countries not only do not receive an adeguate response to their needs and expectations, but are witnessing a reduction in outlets for their products and in financial aid for development. The stagnation of the Uruguay Round, the increase in protective measures adopted by industrialized nations, and the reductions in development programmes are, oddly, occurring at a time when Latin America has become a continent of democracies and when many African and Asian countries have again taken the road to civil and political liberty. Some regrettable steps backwards have already been taken. Latin American democracy has suffered severe setbacks in Peru and Haiti. In Peru there seems to be movement towards a solution, despite the fact that the country is still overrun by the irrationality of terrorism and the worst economic situation in its history. In contrast, the problem in Haiti, the poorest and most underdeveloped country in the Americas, grows worse every day. Because Costa Rica belongs to the Caribbean, Haiti's tragedy is of special concern to us. My country believes that both the United Nations and the regional 107 (Mr. Niehaus Quesada. Costa Rica) organizations should pay more attention to this matter and strive harder for a prompt solution to the crisis. We are not talking about the legitimacy of a president or a government, but about the right of a sister nation to live in freedom and receive the cooperation it desperately needs for its development. I have mentioned only two examples, but I believe they are dramatically representative. An overwhelming majority of third world democracies are still on the road to consolidation. This consolidation will be difficult, however, without a substantial improvement in their economic and social conditions, which in turn requires that developed countries change their attitude in respect to opening their markets and increasing their cooperation. It need hardly be said that the worse the conditions become in third world countries, the greater will be the number of legal or illegal immigrants to developed countries, despite the ethnocentric, racist movements which, shamefully in this era, are again on the rise. Needless to say, the third world countries must do their part too. International cooperation, regardless of its magnitude, will not change the situation of the receiving country if it does not exert a disciplined and determined effort to make progress. It is no secret that in many cases financial aid intended for development has been misspent on unproductive and grandiose projects. It has been used to pay salaries and has even been placed in personal bank accounts. Meanwhile, the people continue to suffer hunger and poverty. Therefore if cooperation with the underdeveloped countries is to increase, those countries must fight harder against bureaucracy and administrative corruption and must redouble their efforts to ensure that international aid truly fulfils its objectives. 108 (Mr. Niehaus Quesada. Costa Rica) At a time when the economic situation is difficult even for many industrialized nations, and when the European Community is undergoing one of the worst monetary crises of its history, priority should also be given to increasing South-South cooperation. Each of us has something to give and something to receive. The common condition of third world countries does not prevent us from recognizing that there are many stages of development and many possibilities for cooperation. Moreover, the growing importance of integration institutions offers a great opportunity to intensify the levels of interregional cooperation by means of effective and coordinated actions which will contribute to fortifying the democratic system through economic and social progress. Costa Rica wishes to stress the efforts to ensure coordination and cooperation being made by the countries of Latin America; they clearly show the region's determination to resolve differences through the use of machinery for peaceful settlement established in international law. In this connection, my Government congratulates El Salvador and Honduras on completing their case before the International Court of Justice, making it possible to settle their border conflict. At the same time, we express our satisfaction with the efforts being made by Ecuador and Peru to find a just and final solution to the bilateral border dispute which for so many years has existed between these two fraternal countries. Democracy can flourish only if electoral pluralism is combined with respect for human rights. Costa Rica assigns primary importance to these rights, which for many years now we have made the foundation for both our internal life and our external policies. Consequently, my country takes a 109-110 (Mr. Niehaus Quesada. Costa Rica) great interest in the World Conference on Human Rights, scheduled to be held in Vienna next year, and we are very happy to serve as the site of the preparatory meeting for the Latin American and Caribbean region. We are also pleased to know that during the Vienna Conference some countries will discuss the possibility of creating the post of United Nations High Commissioner for Human Rights. Costa Rica has submitted this idea to the General Assembly repeatedly since the 1970s, and we firmly hope that it will finally take shape at the World Conference. My delegation also wishes to express Costa Rica's firm support for the mechanism established by the Economic and Social Council in 1991 to allow the Commission on Human Rights to hold special sessions to take up serious violations of fundamental rights. We deem it necessary to continue the search for flexible machinery which will stop and prevent massive violations of human rights in a timely manner. We should like to recall here the Costa Rican proposal - approved by the Human Rights Committee at the beginning of this year for a treaty on prevention of torture. The negotiations on the complex problems of South Africa and the Middle East are doubtless of great importance to the cause of human rights. 111 (Mr. Niehaus Quesada. Costa Rica) In this and other forums my country has rigorously condemned the apartheid regime, an offensive and unjustifiable anachronism that deprives the majority of the South African people of their fundamental rights. We have welcomed, with optimism, the beginning of negotiations between the Pretoria regime and the African National Congress, and we firmly hope that, leaving aside the reprehensible acts that have occurred in Ciskei and other parts of South Africa, the renewed peace talks will soon lead to the construction of a new, democratic and peace-loving South Africa that will work towards the development of the entire continent. Costa Rica urges that resolute steps be taken in that direction. The need for long-lasting peace in the Middle East has been a matter of constant concern to the United Nations almost ever since it was established. Now, for the first time in the eventful history of this region, effective peace talks are taking place with the participation of all interested parties. Nevertheless, it is my Government's opinion that this process should move faster and should be accompanied by a substantial improvement in the human rights situation in the Middle East without distinction as to race, nationality or religious creed. It is important that in this case, as in many other cases, the international community should contribute, in a vigilant manner, to promoting peace and assuring respect for the fundamental rights of individuals and communities. Peace is possible regardless of the number of human lives lost in a conflict or of how much damage has been caused. Human beings are capable of forgetting extremism and of talking with their opponents when the future of their children is at stake. The recent history of Central America is vivid Proof that a cruel and lengthy conflict can be stopped by means of negotiation. 112 (Mr. Niehaus Quesada. Costa Rica) During the 1980s, Central America suffered an unprecedented political and security crisis marked by intimations of totalitarism and by guerrilla activity, flows of refugees, an arms buildup, the destruction of infrastructure and an alarming extension of the East-West confrontation. Fortunately, today most of these features belong to the past. Democracy and political freedom reign in all the Central American countries, several national reconciliation processes are at present under way, arms limitation talks are moving ahead and a vigorous effort for integration is in progress. Nevertheless, the experience of Central America also shows the international community that it is very difficult to consolidate advances achieved in matters relating to peace and democracy if the underlying reality of underdevelopment and poverty continues to exist. The democratic and peaceful Central America of today has seen the world lose interest in its problems. It has witnessed a decline in the cooperation that existed when it was in turmoil. The Latin American peoples' effort to change their destiny has collided with the increasing indifference of the developed nations. Financial aid is being reduced. Coffee and bananas, our leading export products, are encountering more and more obstacles. We are being urged to diversify our production, but international markets are not opening up to us. Central America is being urged to advance towards democracy without our being given the tools that will lead us to development. Political democracy alone, regrettably, is not a panacea for the social problems of our countries. It is true that it is possible to live in democracy even with poverty, but in countries that have just started to experience democracy, democracy will not sink its roots very deep if it is not accompanied by improvements in nutrition, housing and public health. 113 (Mr. Niehaus Quesada. Costa Rica) It is not possible to approach most of the subjects being discussed here, including international cooperation, from one point of view alone. The present international situation is an especially promising opportunity for all nations, regardless of their resources, to work in a coordinated manner to combat common enemies and to build a better world for our children. This plurality of vision is, for example, the only way to confront, with any prospect of success, the problem of drug trafficking and production, which is harmful to producing and consumer countries alike, and is aggravated by the accompanying terrorism and guerrilla warfare. Unquestionably, the most important problem we must face as a species is that of saving the planet's ecological, economic and social integrity, for ourselves and for future generations. Costa Rica, which has been a victim, like many other countries, of the irrational destruction and exploitation of its national resources, has reconsidered and now emphasizes the need for a new international ecological order that will save mankind from its progressive environmental suicide and reorient the course of its development. I am very pleased to announce to this Assembly that, in accordance with Costa Rica's offer of 3 September to set up, in the capital city of my country, the organizing committee of the Earth Council, a non-governmental organization that will supplement and support governmental follow-up of the Rio agreements. The Rio Conference, regardless of all its limitations, is a magnificent landmark in the fight against environmental degradation and unsustainable development patterns. But how much has really been done to put into effect what was agreed there? Will we limit ourselves to regarding the Rio Conference as a kind of community of ecological nations packed with fine-sounding words and good intentions but lacking results? 114-115 (Mr. Niehaus Quesada, Costa Rica) The triumph of ecological degradation creates only losers. Safeguarding the environment, sustainable development and the struggle against poverty are joint responsibilities of both the industrialized and the underdeveloped world. Hence the United Nations is an ideal forum for making efforts in that direction, for demanding compliance with the Rio resolutions and for imposing sanctions on those Members that disregard them. While there are mechanisms for collective international action to combat threats to international peace and security, there should also be, within the United Nations, procedures for acting against those who endanger human survival, the planet's resources and social justice, and for imposing sanctions against them. As the Secretary-General has stated, the question of world peace, stability and security should include subjects other than military matters. It is logical, then, that the changes that have taken place in the world and the new realities being encountered by mankind today make it imperative for the United Nations, a pillar of the joint efforts of nations, to reorganize in order to fulfil its important mission more effectively. From this perspective, my country considers it indispensable that the United Nations should comply fully with the principle of universality and open its doors to those who, for various reasons, have been forced to remain outside it. Of special concern to us is the case of the Republic of China in Taiwan, a democratic community of 21 million people with a brilliant economic development record whose reality cannot continue to be ignored by an Organization that takes pride in having gone beyond the patterns of the cold war. 116 (Mr. Niehaus Quesada. Costa Rica) In addition, it is imperative that the structures and procedures of the United Nations be revised to conform with the realities of our times. The Secretary-General, in his outstanding report, \"An Agenda for Peace\", has written with commendable accuracy about the most important aspects which need to be modified in a relatively short period of time. Costa Rica wishes today to declare that it shares most of the concerns stated in that document and urges all Member States to begin a vigorous effort for institutional renewal. One of the most important areas that should be revised is the Security Council, in terms of its make-up and objectives. We believe that the number of permanent members should be increased, in accordance with the new realities of the international scene, and based on better and greater geographical representation. We also deem it necessary to reconsider the institution of the veto and reflect upon the corresponding role of the Council in maintaining world peace and security, as well as its relationship to the General Assembly. Some thought should also be given to strenthening, modernizing and reducing bureaucracy in the Economic and Social Council. This is a good time also to mention the importance of coordination between the United Nations and other international forums. Regardless of the inevitable difficulties, the integration movement continues apace in Europe, Asia, South America and Central America. We the Central Americans, joined by democracy in all our countries, have reconsidered our outmoded system of integration to adapt it to the new regional realities, and only a few months ago the Treaty that establishes, on a new basis, the Central American Integration System came into force. Costa Rica is confident that this new organization will become the arena for persistent efforts towards our shared future and in keeping with the Secretary-General's proposal, it will shortly be in a position to request observer status in the United Nations. 117 (Mr. Niehaus Quesada. Costa Rica) In a few days the anniversary of the meeting of two hemispheres the meeting of the whole world with itself - will be celebrated. Since the dawn of that day, a Friday in October, mankind was able to start thinking with a sense of family and of inevitable common destiny. Now, on the threshold of the third millennium, that unavoidable mission of mankind is stronger than ever before, and the United Nations is its most important embodiment. Here at the United Nations, and in everyone's country and in everyone's home, the wise words of sura XXVIII of the Holy Koran hold true: \"... [Do not] forget thy portion in this World: but do thou good. As God has been good To thee ... \"That Home of the Hereafter We s h a ll cjive to those Who intend not high-handedness Or mischief on earth: And the End is (best) For the righteous.\" (The Holy Koran. XXVIII:77.83) The PRESIDENT (interpretation from Spanish): We have heard the last speaker in the general debate this afternoon. One representative wishes to speak in exercise of the right of reply. May I remind members that, in accordance with General Assembly decision , statements in exercise of the right of reply should be limited to 10 minutes for the first intervention and to five minutes for the second and should be made by delegations from their seats. I now call on the representative of the Sudan. 118 Mr. ADAM (Sudan) (interpretation from Arabic): In his statement this afternoon, the Chairman of the delegation of Ghana said that in dealing with the Sudanese crisis, the Government of Sudan is trying to impose a military solution, whereas the problem is fundamentally political. We agree with him on the political and social nature of the problem, but we want everyone to recall that all previous Sudanese Governments have proposed negotiation as a means of solving this problem which is not of the Sudanese people's making. The problem of the south of the Sudan, with its attendant fratricidal strife, was created by unmistakable foreign forces with the aim of undermining the country's unity. The revolution of national salvation has consistently advocated the peace option. The conference of national dialogue which was convened in 1989 and which everyone attended with the exception of the rebellion movement that rejected the invitation to participate was the starting point in the search for a peaceful solution to the problem of the south. Thereafter, several meetings were held. Worthy of note are the Abuja talks, sponsored by Mr. Babangida, the President of Nigeria. It is the rebellion movement that rejects peace. It is that movement that violates human rights, particularly in the south of the country, where it has burned out whole villages and kidnapped tens of thousands of children, to use them as human shields for its horses, and as slave labour. This has led the inhabitants of many villages to flee their villages. The rebellion has burnt those people's crops, rustled their cattle, mobilized their children by the force of arms, deprived them of relief and now threatens to shoot down aircraft that bring in relief supplies. 119 (Mr. Adam. Sudan) We in the Sudan are calling for peace and on various occasions we have announced a general amnesty for those who would put down their arms. This is a call that is beginning to have an unprecedented response on the part of those who had been misled by the rebellion movement. The duty of the legitimate Government in the Sudan is to retrieve every inch of the country's soil occupied by the rebellion movement, especially that it has instituted a federal system that allows every State to administer its own affairs in a federalist context. We invite all who wish to ascertain that we observe human rights in Sudan and that it is the rebellion movement that is violating human rights in an unprecedented manner. We would have expected the representative of Ghana, as the representative of a sister African country, to ascertain the facts as they are on the ground and not to follow the reports of foreign media. This will never contribute to finding the peaceful solution we all desire. The visit by Mr. Eliasson, Under-Secretary-General for Humanitarian Affairs, to the Sudan in the course of this month and the report he has submitted are conclusive proof of the veracity of what we have stated. We consider that this statement is also a reply to what was said by the representative of Benin a few moments ago"}}