{"speech":{"0":" I shall now call on those representatives who wish to speak in exercise of the right of reply. May I remind members that, in accordance with General Assembly decision , statements in exercise of the right of reply are limited to 10 minutes for the first intervention and to five minutes for the second and should be made by delegations from their seats. 108 Mr. MORA GODOY (Cuba) (interpretation from Spanish): A few minutes ago we heard the statement of the Minister from Argentina, in which he referred to my country and expressed a fraternal aspiration for the future of Cuba. Such an aspiration cannot be a friendly one, and we reject it. It would be really friendly and fraternal if he would express concern for Cuba with a view to rejecting the growing external aggression and the hostile policy of which our country is the victim, and if he would demand respect for the sovereignty and national integrity of Cuba, as he does for his own country, in accordance with the principles of international law and the Charter of the United Nations. That would be an aspiration worthy of being expected from a Latin American representative. However, the statement of the representative of Argentina coincides, and is in line, with the position of the Government of the United States. We do not recognize in it any fraternal concern, inasmuch as the role he is playing would, in this case, be the role of Cain. Mr. RICHARDSON (United Kingdom): I apologize for taking the floor at this late hour; however, in his address a short while ago, the Foreign Minister of Argentina referred to the alleged sovereign rights of his country over the Falkland Islands, the Georgias and the South Sandwich islands and over their maritime jurisdiction. I must repeat that my Government has no doubts about its sovereignty over the British dependencies in the South Atlantic. The Foreign Minister also referred to the \"imprudence\" of the British Government in advancing unilaterally in oil prospecting in the area in dispute. In fact, the announcement by the British Geological Survey of the intention of the Falkland Islands Government to invite applications to 109-110 (Mr. Richardson. United Kingdom) carry out seismic surveys will have come as no surprise to the Argentine Government, which has been kept informed at every stage from the beginning about the invitation to apply. My Government therefore rejects any suggestion that it has acted imprudently. We will continue to work with the Argentine Government to create an atmosphere of stability and cooperation in the South Atlantic, and we have made considerable progress in that respect. That progress is predicated on the understanding that sovereignty is not a matter that we are prepared to discuss. Mr. CHIARADIA (Argentina) (interpretation from Spanish): My delegation wishes to refer to the statement we heard recently from the delegation of Cuba. We do not believe that this is the right time to cast doubt on the value of democracy. The Argentine delegation, through its Minister for Foreign Affairs, simply said, and I shall quote, that: \"At all times, my country has expressed a desire that Cuba should bring about the necessary reforms to allow its full integration, both political and economic, into the community of democratic, pluralistic nations.\" (supra, p. 80) I have nothing to add to that, and simply wish to reaffirm those words. With regard to the statement by the delegation of the United Kingdom, I simply wish to reaffirm in all respects the references the Minister of Foreign Affairs of my country made in this Hall to the guestions to which the United Kingdom delegation alluded. 111 The PRESIDENT (interpretation from French): I now call on the representative of Cuba, who wishes to speak a second time in exercise of the right of reply. The intervention is limited to five minutes. Mr. MORA GODOY (Cuba) (interpretation from Spanish): Really, I am not going to use up my five minutes, but I am going to say that neither is this the moment to be trifling with the interests of the powerful, and I shall also reaffirm that what happens in Cuba, as far as our system is concerned - and I think the representative of Argentina forgot this in his speech is decided by the Cuban people and nobody else"}}