{"speech":{"0":" Several delegations mentioned the question of nuclear tests. Their statements have prompted the French delegation to recall the facts and to put the last series of tests by France in perspective that of a complete and final halt to nuclear testing. The carrying out by France of current programme must be regarded as what it is: a completion; the tests will be limited to eight at most and will be finished before the end of May 1996. the General Assembly Fiftieth session Above all, our primary objective is to achieve in 1996 the conclusion of a truly meaningful test-ban treaty - that is, banning all nuclear-weapon tests and all other nuclear explosions. The major problem is the scope of such a treaty. As the Assembly knows, on 10 August last at the Conference on Disarmament France announced that it endorsed that objective and formulation. This choice is of capital importance. I repeat that if the treaty is signed in accordance with General Assembly resolutions France will refrain from all nuclear-weapon tests and all other nuclear explosions. This is the zero-option choice, which gives full meaning to the signing of the comprehensive test-ban treaty. But to achieve that, to bring the negotiations to that conclusion, France must be able in the short time set - before the end of May 1996 - to be sure, for the future, of the reliability and security of its weapons and acquire independent command of simulation techniques. This programme to complete our tests will allow France to be the advocate for the most satisfactory and exacting option for the test-ban treaty. This programme does not harm the environment; internationally renowned experts have recently demonstrated the harmless nature of our tests. This programme is in accordance with the law and Frances commitments: extreme restraint is not a ban, and we had never ruled out the possibility of our completing this series of tests. Finally, as the Assembly knows, the International Court of Justice has just ruled in Frances favour by rejecting, on 22 September, the claims made by certain States. Mr. Azwai (Libyan Arab Jamahiriya) (interpretation from Arabic): In speaking this morning of terrorism and the threat it poses to the lives of people, the United States Secretary of State mentioned sanctions imposed by the Security Council against my country because two of our nationals have been suspected of being involved in the Lockerbie incident. Mr. Christopher made the irrevocable judgement that my country had a hand in this tragic incident. This linking of my country with terrorism and the Lockerbie incident by the leading diplomat of the United States of America has been repeated on several occasions. 5th plenary meeting 25 September 1995 The United States indicts and condemns even before any trial. Members of this Assembly should know that that is the main reason why my country does not agree to the extradition of the suspects to either the United States or the United Kingdom. Both these countries are adversaries, and have repeatedly condemned the suspects before trial. My country has repeatedly condemned terrorism in all its forms. We have also declared our readiness to participate in any international effort aimed at combating and eradicating terrorism. The fact is that my country is a prime victim of terrorism. The United States itself has practised various types of terrorism against us, from the imposition of embargoes to military provocations in our territorial waters and overt aggression against our peaceful cities under the cover of darkness - let alone its sheltering of ungodly extremists trained in the United States to carry out acts of sabotage inside Libya, with the assistance of United States authorities. My country strongly supports the Arab League initiative for trying both suspects by Scottish judges in accordance with Scottish law at the International Court in The Hague. We are committed to having the suspects stand trial at that Court. We are also committed to pay any compensatory damages if awarded. We also reserve the right to sue the United States, the United Kingdom and the United Nations, if the suspects are acquitted, for compensation for the damages caused. If the 33 General Assembly Fiftieth session United States Secretary of State is serious about combating terrorism, he must accept this initiative, ask the Security Council to lift and revoke the unjust sanctions imposed on my country, end the American boycott, and start negotiating to find solutions to the problems between the two countries and normalize relations in the interests of both the Libyan and the American peoples"}}