{"speech":{"0":" The representative of Pakistan does not tire of wasting the valuable time of this Assembly. The unfounded and baseless allegations he has just made are only a reflection of the frustration that is axiomatic when truth is pushed under the carpet and an attempt is made to build an edifice on falsehood. Or is this latest outburst reflective of a guilty conscience? It is no doubt a mixture of the two. I am intrigued that the representative of Pakistan has chosen to exercise his right of reply in response to the statement made earlier today in the Assembly by the leader of my delegation. I do not recall, nor I am sure can anyone else in this Assembly recall, any reference to Pakistan in our statement today. We can therefore draw the only possible logical conclusion: that Pakistan is actively engaged in interfering in the internal affairs of India. Blaming India is so juvenile a reaction to Pakistans own culpability in sponsoring, supporting and sustaining terrorism in its most brutal form in India that it deserves no response. Such an allegation from a State that has turned its armed might against its own people is ironic, to say the least. The only impediment to dialogue between India and Pakistan is Pakistans continued export of terrorism in its most brutal form into India. Pakistans greed for Indian territory has fuelled three wars which, by the acknowledgement of Pakistans own generals, were started by Pakistan; and since 1989, that greed has fuelled Pakistans proxy war in Jammu and Kashmir through terrorism. This is the distinction in Jammu and Kashmir between Self- determination here is predetermination by Pakistan. self-determination. terrorism and Pakistan should be condemned by the international community as a sponsor of terrorism in all its forms and manifestations — cross-border, State-sponsored terrorism in India and Afghanistan, ongoing State terrorism against ethnic minorities in Sind, clear linkages to international terrorism such as the World Trade Center bombing, and several other incidents in the Middle East. The terrorist camps and schools run by Pakistan should be shut down. Our official spokesman stated on 21 September that in spite of the numerous provocations by Pakistan, the Indian security forces have exercised enormous restraint. There is no threat to peace and security in the region from the Indian side of the Line of Control or the international border. The Government of India hopes that General Assembly Fiftieth session the Government of Pakistan would demonstrate sincerity in finding a peaceful solution by eschewing sponsorship of terrorism across the Line of Control and returning to the negotiating table for a meaningful dialogue. Mr. Kamal (Pakistan): Once again we have heard one of Indias representatives trying to hide their own guilt behind non-relevant arguments. We dismiss their allegations with the contempt that they deserve. The central and only point that has to be addressed is that of the disputed territory of Jammu and Kashmir. Can the Indian representative deny that the United Nations, of which this Assembly is a constituent part, duly recognizes Jammu and Kashmir as a disputed territory? Can she deny that the Security Council resolutions clearly state that the future of Jammu and Kashmir is to be determined by a plebiscite, to be held under the auspices of the United Nations? Can she deny that the Security Council resolutions remain fully implemented? Can she deny that the concentration of Indian troops in Kashmir is the largest such concentration since the Second World War, with a ratio of one Indian soldier to every three adult male Kashmiris? Can she deny the systematic killing, torture and rape of civilians by Indian troops or their homes, villages and townships, as documented by so many human rights the torching of operative valid and until they are 13th plenary meeting 29 September 1995 organizations? Can she deny the excellent means of communication that exist between Indian security and intelligence forces and the Al-Faran outfit, which has taken innocent Western tourists hostage and beheaded one of them? Can she deny that it is India that has opposed the proposal by Pakistan for an increased strengthening of the United Nations Military Observer Group in India and Pakistan (UNMOGIP) along the Line of Control, so that these facile allegations of theirs can be monitored by the United Nations itself? Can she deny, finally, that despite repeated proposals by Pakistan, is India that has rejected the offer for an independent, neutral international fact-finding mission to visit both sides of the Line of Control, to establish once and for all what is the true state of affairs in this disputed territory of Jammu and Kashmir? it These are the relevant questions, to which we, and this Assembly, want clear answers from the Indian delegation. They are entitled to a reply to a statement in right of reply. We challenge them to come on record to answer these questions in front of the Assembly. Mr. Surie (India): I have no intention of further dignifying the representative of Pakistan by wasting the time of this Assembly. However, I would only urge Pakistan to look deep within itself and cleanse itself of the devil that lurks within. Jammu and Kashmir is, and shall remain, an integral part of India. This is an immutable fact"}}