{"speech":{"0":" I am going to speak in exercise of the right of reply to what the South Korean Foreign Minister said this morning. We know a bit about the gentleman from Seoul. But this morning we were surprised at how brazen-faced he was and at his ignorance of politics. Judging that the people of the world do not know the realities on the Korean peninsula, he attempted to hurl mud at us and mislead the world public. From his statement today, we could see vividly the true colours of a politician from a colonial country. I am going to refute, point by point, what he said about us. First, we reject his allegations relating to human rights issues in our country. The problem lies with the South Korean authorities. We thought that Mr. Mandela, now the President of South Africa, was the person who had served the longest term in prison; but in South Korea there are still several dozen prisoners who have served more than 40 years in prison because they refused to be converted. Mr. Gong talked about separated families and the opening up of our society. These are precisely matters that we wanted to ask the South Korean authorities about, these authorities that are wielding the National Security Law over the people to suppress their ardent aspirations to the reunification of the country. The National Security Law prohibits the South Korean people from meeting their compatriots from the North, exchanging letters and even communicating by telephone with the people of the North. 25 General Assembly Fiftieth session South Korea is the only country in the world that by law forbids people to meet and exchange letters and telephone calls. Those who violate the law are put behind bars. Only one month ago, South Korean rulers arrested and jailed Mrs. Pakyong Gil, the 70-year-old wife of Reverend Mun i Khoan for the crime, under the National Security Law, of visiting Pyongyang. South Korean rulers have built a concrete wall along the military demarcation line to block traffic between the North and the South. is impossible to imagine that separated families could meet. In these circumstances, it I would like to take this opportunity to appeal to the world community to exert its influence over the South Korean authorities to abolish the inhumane and unethical National Security Law and to break down the concrete wall so that separated families can meet. As to the nuclear issue, this originated with the United States. South Korean authorities committed a crime by asking for a nuclear umbrella from outside forces. The problem here is that South Korea has no say at all on the nuclear issue. The Democratic Peoples Republic of Korea and the United States have the authority to solve this problem. The Democratic Peoples Republic of Korea and the United States have already agreed to settle this issue. Therefore, South Korean authorities have nothing to do but sit and see what we are doing. The Armistice Agreement was signed by the Democratic Peoples Republic of Korea and the United States. South Korea opposed the Armistice Agreement. Today, the armistice mechanism does not work, as the United States has systematically destroyed it. It now only serves as a camouflage for the foreign occupation of South Korea. In these circumstances, we propose to the United States side that talks be held to establish a new peace mechanism. South Korea has no place to turn because it is not a real party to the Armistice Agreement. If South Korea is really concerned about peace on the Korean peninsula, it would do better to sit quietly and watch what is going on between the DPRK and the United States. 11th plenary meeting 28 September 1995 by repealing the National Security Law and breaking down the concrete wall. Mr. Gaussot (France) (interpretation from French): Several delegations today once again brought up the question of nuclear tests. Some made an effort to weigh their words carefully, but others did not show the same restraint. The delegation of France wishes to emphasize once again that the judgements levelled in this fashion are not an objective assessment of the facts. Let me recall that Frances conclusion of the current programme must be seen for what it is. This is the conclusion of a series limited to eight tests at the most, and it will be completed before the end of May 1996. Our objective remains the achievement next year of the conclusion of a truly meaningful ban, one which will prohibit all nuclear-weapon testing and all other nuclear explosions. In this regard, we can only applaud the fact that several delegations expressed approval of this fundamental objective and of my countrys commitment to this option — the first country to make such a commitment. Let me repeat that our programme to complete our tests does not endanger the environment, as several distinguished scientists have amply demonstrated. The programme is in accordance with law and with the commitments entered into by France — for extreme restraint is not the same thing as prohibition. Finally, this programme makes it possible for France resolutely to argue the case for the most satisfactory and the most rigorous option with regard to the scope of the test-ban treaty. I wish also to recall that a member of the French Government recently held frank and positive talks with representatives of the South Pacific Forum and assured them of Frances determination to maintain and develop its cooperation with the States members of the Forum. As for the talks between the North and the South, how can we think of sitting at a table with those who have tried their utmost, even during this session, to slander the dialogue partner? If South Korean authorities really want talks with us, they should begin by apologizing before the nation for their unethical acts last year, when the people of the North were grieving over the death of their fatherly leader, President Kim Il Sung, and at least show sincerity Mr. Guillen (Peru) (interpretation from Spanish): In his statement to the General Assembly this afternoon, Mr. Galo Leoro, Minister for Foreign Affairs of Ecuador, referred to incidents that had taken place between our two the year and to the countries at continuing differences between us in our bilateral relations. In this regard, the delegation of Peru would like to make the following points. the beginning of 26 General Assembly Fiftieth session In his statement, the Minister for Foreign Affairs of Ecuador failed to explain that the Protocol of Peace, Friendship and Limits signed on 29 January 1942 by Peru and Ecuador is the international treaty that set the definitive frontier between our two countries and that the arbitral ruling made by Captain Bras Dias de Aguiar of Brazil on 15 July 1945 resolved the disagreements on the demarcation of the frontier, which had already been delineated. de Peru denies the existence of a territorial problem with Ecuador, because, in accordance with international law, the Rio an internationally recognized border, with a commitment by four countries — Argentina, Brazil, Chile and the United States of America — to ensure it. Janeiro Protocol of 1942 established A clear distinction must be drawn between a border — which in this case has already been established and internationally recognized — and its demarcation, which is its implementation on the ground. Peru recognizes that certain sections of the common border still have not been demarcated, and achieving that demarcation is the very purpose of point 6 of the Paz de Itamarati Declaration, of February of this year. Peru, in a timely manner, informed the United Nations Security Council of the unexpected onset of armed conflict in January of this year. At this time, we are determined to resolve, within the legal framework that established our border, the differences we have with Ecuador. Its significance notwithstanding, Mr. Leoro Franco (Ecuador) (interpretation from Spanish): the very existence of the Rio de Janeiro Protocol implies that a vast area has still to be delimited: an area of the divortium aquarium Santiago Zamora, which, geographically speaking, does not exist; therefore this question has no solution. The Dias de Aguiar verdict was reached in 1945, before this problem came up, which was in 1947. That problem, remains. We referred to the representatives of the guarantor countries because of their participation in the recent events that have helped actively in the easing of this conflict. therefore, still For that very reason, we cannot but reiterate what I said in my earlier statement, namely that although it implies serious differences between the two countries, they are differences in accordance with the point 6 of the Declaration of Itamarti. that do exist, and continue to exist, Mr. Kyu Hyung Lee (Republic of Korea): It is with great reluctance that I have chosen to intervene, owing to 11th plenary meeting 28 September 1995 the distortions in the statement about the Republic of Korea and the allegations made against it. Although I can afford to dismiss the statement of the representative in question, I feel bound to make the following point for the benefit of the representatives gathered in this Hall. With regard to the nuclear question, my delegation would like to draw the attention of the representative to the fact that last Friday, 22 September, in Vienna, the thirty-ninth session of the General Assembly of the International Atomic Energy Agency (IAEA) adopted one more resolution, by a vote of 74 to none, on North Koreas non-compliance with the IAEA safeguards agreement. It is our sincere hope that North Korea will abide by its obligations under the Treaty on the Non- Proliferation of Nuclear Weapons (NPT) and under the safeguards agreement that it concluded with the IAEA. At the same time, my delegation urges North Korea once again to come forward to hold a dialogue with the South for the Joint Declaration on Denuclearization of the Korean Peninsula. implementation of the prompt The protection of human rights has been, and continues to be, a top priority on my Governments agenda. Since the inauguration of the civilian government in 1993, in particular, a number of reform measures have been taken to enhance human rights in my country. The record of the protection and improvement of human rights in the Republic of Korea is well documented in many authoritative reports and studies, including those by major human rights watchdog organizations around the globe, and is also reflected in our continued membership in the Commission on Human Rights. Therefore, North Koreas attempt to denigrate the good name of Korea in the realm of human rights can only be scoffed at by the international community. I believe that the North Korean delegation has chosen the wrong subject, at the wrong time, in the wrong place, because the United Nations is a forum in which lies and distortions of the facts can be detected easily. Many representatives have been to my country and have seen for themselves how fully-fledged democracy has blossomed there. My delegation wishes to take this opportunity to cite briefly the June 1994 report of Amnesty International on the status of political prisoners in North Korea. A particularly alarming fact in the report was the disclosure of the names of a large number of political prisoners who are kept in detention centres across the country. It is 27 General Assembly Fiftieth session 11th plenary meeting 28 September 1995 thousands of prisoners are detained in believed that numerous concentration camps across North Korea and that over 430 South Koreans have been taken against their will to the North since the end of the Korean war. carefully and deeply the agreed framework between the DPRK and the United States, because no resolution of the Korean nuclear issue can be justified if this agreed framework does not implement it. According to an annual report on human rights by an authoritative organization, “the North Korean regime subjects its citizens to rigid control and establishes security ratings for each individual, which determines access to employment, schools, medical facilities and certain stores, as well as admission to the Korean Working Party. The regime permits no independent press or associations, and little outside information reaches the public, except that approved and disseminated by the Government”. Another striking piece of evidence of the miserable human rights situation in North Korea is the fact that over the course of one year, the number of defectors to my country from the North Korean lumber camps in Siberia has reached almost 60. If the Democratic Peoples Republic of Korea is truly, as it has claimed, a “State where human rights are respected and surely guaranteed”, my delegation urges it to open its society and allow the international community to see firsthand the current state of its human rights situation. Moreover, we ask that detainees and individuals who have been separated from their families be allowed at least to communicate with their families and loved ones. Lastly, I will dismiss all other statements by North Korea, because we all know that, the unreasonable arguments they advance or any further attempts to mislead the international community, the Republic of Korea is a success in terms of democratization and economic prosperity, in which all Korean people can take pride. regardless of "}}