"UNITED\u0027\r\nNATIONS A\r\nGeneral Assembly\r\nPROVISIONAL\r\nA/47lPV.43\r\n4 November 1992\r\nENGLISH\r\nForty-seventh session\r\nGENERAL ASSEMBLY\r\nPROVISIONAL VERBATIM RECORD OF THE 43rd MEETING\r\nHeld at Headquarters, New York,\r\non Wednesday, 21 October 1992, at 10 a.m.\r\nPresident: Mr. MAYORGA CORTES\r\n{Vice-President)\r\n(Nicaragua)\r\nEarthquake in Colombia\r\nNotification by the Secretary-General under article 12, paragraph 2,\r\nof the Charter of the United Nations: Note by the\r\nSecretary-General [7]\r\nReport of the International Court of Justice [13]\r\n(a) Report of the Court\r\n(b) Report of the Secretary-General\r\nCooperation between the United Nations and the Asian-African Legal\r\nConsultative Committee [20]\r\n(a) Report of the Secretary-General\r\n(b) Draft resolution\r\nThis record contains the original text of speeches delivered in English\r\nand interpretations of speeches in the other languages. The final text will\r\nbe printed in the Offic~al Records of the General Assembly.\r\nCorrections should be submitted to original speeches only. They should\r\nbe sent under the signature of a member of the delegation concerned, within\r\none week, to the Chief, Official Records Editing Section, Office of Conference\r\nServices, room DC2-750, 2 United Nations Plaza, and incorporated in a copy of\r\nthe record.\r\n92-61538 2210V (E)\r\nDigitized by Dag Hammarskjöld Library\r\nAl471PV.43\r\n2\r\nIn the absence of the President, Mr. Mayorga Cortes (Nicaragua),\r\nVice-President. took the Chair.\r\nThe meeting was called to order at 10.15 a.m.\r\nEARTHQUAKE IN COLOMBIA\r\nThe PRESIDENT (interpretation from Spanish): May I, on behalf of\r\nall the members of the Assembly, extend our deepest sympathy to the Government\r\nand to the people of Colombia for the tragic loss of life and extensive\r\nmaterial damage that have resulted from the earthquake that recently struck\r\n\u0027I\u0027 •\r\nColombia.\r\nMay I also express the hope that the international community will show\r\nits solidarity and respond promptly and generously to any request for help.\r\nMiss CASTANO (Colombia) (interpretation from Spanish): On behalf of\r\nthe Government and the people of Colombia, I wish to express our sincere\r\nthanks to you, Sir, for you:\" words of solidarity in respect of the recent\r\nnatural disaster that has s:ruck my country. I should like, through you, to\r\nthank all those delegations that, during the past days, have expressed words\r\nof encouragement and sympathy to us. All this has deepened our confidence in\r\ninternational solidarity. Lastly, what you have just said, Sir, contributes\r\nto and further strengthens the links of friendship that have always existed\r\nbetween Nicaragua and Colombia.\r\nAGENDA ITEM 7\r\nNOTIFICATION BY THE SECRETARY-GENERAL UNDER ARTICLE 12, PARAGRAPH 2, OF THE\r\nCHARTER OF THE UNITED NATIONS: NO:r~ BY THE SECRETARY-GENERAL (A/471436)\r\nThe PRESIDENT (ino:erpretation from Spanish): In connection with\r\nthis item, the General Assenbly has before it a note by the Secretary-General\r\nissued as document A/47/436.\r\nMay I take it that the General Assembly takes note of that document?\r\nIt was so decided.\r\nDigitized by Dag Hammarskjöld Library\r\nA/471PV.43\r\n3\",,5\r\n%b~ PRESIDENT (interpretation from Spanish): May I take it that it\r\nis the wish of the Assembly to conclude its consideration of agenda item 71\r\nIt was so decided.\r\nDigitized by Dag Hammarskjöld Library\r\n·A/47/PV.43\r\n6\r\nAGENDA ITEM 13\r\nREPORT OF THE INTERNATIONAL COURT OF JUSTICE\r\n(a) REPORT OF THE COURT (Al47/4)\r\n(b) REPORT OF THE SECRETARY-GENERAL (A/47/444)\r\nThe PRESIDENT (interpretation from Spanish): The Assembly will now\r\nturn to the report of the International Court of Justice (A/47/4) covering the\r\nperiud 1 August 1991 to 31 July 1992. In this connection the Assembly has\r\nbefore it the report of the Secretary-General (A/47/444) on the\r\nSecretary-Generalis Trust Fund to Assist States in the Settlement of Disputes\r\nthrough the International Court of Justice.\r\nMay I take it that the General Assembly takes notes of the report of the\r\nInternational Court of Justice?\r\nIt was so decided.\r\nThe PRESIDENT (interpretation from Spanish): ~ay I als~ take it\r\nthat the Gensral Assembly takes note of the report of the Secretary-General on\r\nthe Secretary-General\u0027s Trust Fund to Assist States in the Settlement of\r\nDisputes through the International Court of Justice?\r\nIt was so decided.\r\nThe PRESIDENT (interpretation from Spanish)~ ! now call on\r\nSir Robart Yewdall Jennings, President of the International Court of Justice.\r\nSir Hobert JENNINGS (President of the International Court of\r\nJustice): I anl most grateful for this opportunity once again to address the\r\nGeneral Assembly on the occasion of the Assembly\u0027s co~sideration of the annual\r\nreport of the International Court of Justice. I do not intend to repeat\r\nanything that is already before the Assembly in the pages of the printed\r\nreport, but I should like to make some very brief remarks by way of comment on\r\nDigitized by Dag Hammarskjöld Library\r\n(~ HObert Jennings. President,\r\nInternational Court of Justice)\r\nwhat has been happening at The Hague during the last year, one of the first\r\nyears of the United Nations Decade of International Law.\r\nI must begin by welcominq the continuing enlargement of the compulsory\r\njurisdiction of the Court, with significant additions to the number of\r\noptional clause declarations and further withdrawals of reservations to the\r\njurisdictional clauses of treaties. Movement is steady, but it is progress\r\nand not the persistent decline which marked an earlier period of the Court\u0027s\r\nexistence.\r\nThe establishment in 1989 by the Secretary-General of a Trust Fund to\r\nAssist States in the Settlement of Disputes through the International Court of\r\nJustice - the Secretary-General\u0027s rep~rt on this is in front of us now - to\r\nwhich more than 30 States have contributed over half a million dollars, has\r\nalready become an important device for facilitating access to the Court.\r\nThus, in two cases already developing States have benefited from the Trust\r\nFund.\r\nThe growth in the jurisdictional reach of the Court continues to be\r\nmatched by the growth in its case load. Last year I was able to report to the\r\nAssembly that we had a longer ease list than at any previous stage in the\r\nhistory of the world Court. Since then we have been getting on with the task\r\nof disposing of those outstanding cases and learning much from the - for us\r\nunusual - experience of dealing with several of them at the same time. I\r\nshould, I think, add one important item to the printed report, an item\r\nconcerning the Court\u0027s contentious jurisdiction; for on 11 September, after\r\nthe report had been compiled, a Chamber gave Judgment in the \"Land, Island and\r\nMaritima Frontier Dispute\" between El Salvador and Honduras, Nicaragua\r\nDigitized by Dag Hammarskjöld Library\r\n~ -~~----------------\r\nA/47/PV.43\r\n8\r\n(Sir Robert Jennings, President,\r\nInternational Court of Justice)\r\nintervening. This, in the extent and variety of the questions to be resolved,\r\nwas the largest case ever submitted to The Hague. The sheer extent of the\r\njudicial effort required to bring this dangerous dispute, with its long\r\nhistory and vast array of documentation and argument, finally to Judgment iu\r\nan accomplishment with which the Court has a right to feel particular\r\nsatisfaction.\r\nIn the course of dealing with the new volume and variety of work some\r\nlessons have been learned about the different ways in which the Court - and,\r\nindeed, the procedures of the Court - can usefully assist Governments in the\r\nsolution of their problems. Let me tell the Assembly about this under four\r\nheadinqs.\r\nFirst, I should like to mention settlements out of court. In dom~w\"ic\r\ncourts it is quite usual for settlements to be made out of court, ordinarily\r\nat some stage before the case comes on for hearing. In such cases the\r\ninstitution of proceedings is not necessarily a waste of time. On the\r\ncontrary, it may well supply the impulse to try to resolve the dispute by a\r\nnegotiated settlement. Some similar experience is not unknown in the\r\nInternational Court of Justice. There are, of course, situations in which a\r\ncase may be withdrawn in response to a change in the relevant political\r\nrelationships. In such instances the dispute, if it has been resolved, is\r\nresolved for reasons that may be independent of the pendency of the case. But\r\nthere are other situations in which it is, I think, possible to see that the\r\nvery pendency of the proceedings and the proceedings already undertaken\r\noperated as a factor to encourage or promote the ultimate settlement.\r\nDigitized by Dag Hammarskjöld Library\r\nA/47/PV.43\r\n9-10\r\n(Sir Ropert Jennipgs, President6\r\nInternational Court of Justice)\r\nLet me give one very recent example. Recently a settlement was achieved\r\nby Finland and Denmark in a case between them concerning rights of passage\r\nthrough the Great Belt. The settlement was reached within just days, almost\r\nhours, of the moment set for the commencement of the oral proceedings. In an\r\nearlier phase of the matter the Court had itself encouraged the parties to try\r\nto negotiate a settlement. They duly so proceeded to negotiate, but failed to\r\nagree at that stage, so the litigation continued its course. Extensive\r\nwritten pleadings were submitted on the substantive issues o~ fact and law.\r\nHowever, the parties then resumed discussions, and this time succeeded at the\r\nvery last moment in reaching a settlement.\r\nDigitized by Dag Hammarskjöld Library\r\nAJ47/PV.43\r\n11\r\n(Sir Hobart Jennings. Presid~,\r\nInternational Court of Justice)\r\nIt is a reasonable inference that their participation in the Court\u0027s\r\nproceedings ~elating to the production and exchange of written pleadings,\r\ntogether with the imminence of trial of the action if negotiations did not\r\nsucceed, helped in some way to generate a momentum which eventually brought\r\nthe negotiations to a successful head.\r\nThere is another, still pending, case where the Court encouraged the\r\ntrying of negotiations and accordingly allowed a period for negotiations\r\nbefore fixing time-limits for written proceedings in the cas~. The parties in\r\nthat case have now together asked the Court for an extension of the time\r\nallowed for negotiation.\r\nI mention these recent experiences to show how the Court procedures can\r\nsometimes form part of, and be a vector in, diplomatic negotiations. The two\r\nprocesses are of course juridically distinct, but in practice they may be\r\nemployed complementarily and not necessarily on a basis of mutual\r\nexclusivity. It is of course the constant jurisprUdence of the Court that\r\njUdicial settlement is only an alternative to friendly settlement between the\r\nparties themselves. Whenever the Court or its procedures can help in this\r\nway, the Court is, in an important sense, still productively at work.\r\nSecondly, I want to talk about what might be called items of\r\ninternational administrative law.\r\nI recently had the privilege of listening to a Judge of the Court of\r\nJustice of the European Communities at Luxembourg talking about his work there\r\nas a Judge. Many of the problems were of c()urse familiar to any Judge of the\r\nInternational Court of Justice. In some waJ(s, indeed, the experience of the\r\nDigitized by Dag Hammarskjöld Library\r\nAl471PV.43\r\n12\r\n(Sir Robert Jennings, President,\r\nInternational Court of Justice)\r\nHague Court is richer in its variety. But I was struck by one difference\r\nbetween the kind of case that was most common at Luxembourg ,and rather less so\r\nbefore the Hague Court.\r\nThe Luxembourg Court is frequently called upon to adjudge questions of\r\nthe juridical boundaries between different organs of the European Communities,\r\nquestions of whether an organ has or has not acted within the competence\r\nconferred upon it by the constituent treaties. These are of course typical\r\nquestions of administrative law within any more or less deve10ped community.\r\nIt is therefore not at all surprising that such cases are a staple diet of the\r\nCourt of Justice of the European Communities.\r\nBy contrast, similar issues arise relatively rarely before the Hague\r\nCourt, or indeed in international law generally. There was, of course, the\r\nfamous Expenses case, the case concerning the Admission of a State to\r\nmembership of the United NatiOnS and the case over the Effect of awards of\r\ncompensation made by the United Nations Administratiye TribUnal - these in the\r\nearly days of the present Court. No doubt the relative .paucity of such cases\r\nbefore the Court is accounted for to some extent by the difference in the\r\nlevels of institutional development as between a national or a regional\r\ncommunity, on the one hand, and the general international community, on the\r\nother.\r\nAs the degl~ee of cohesiveness of the international community intensifies,\r\nor as its existing apparatus accelerates in its functioning, more issues as to\r\nthe jurisdictional boundaries between international organs may well fall for\r\njUdicial determination. Now, of course, such cases were touched upon in the\r\nDigitized by Dag Hammarskjöld Library\r\nA/471PV.43\r\n13\r\n(Sir Robert Jennings, President,\r\nInternational Court of Justice)\r\npreliminary phase of the cases of Libya against the United Kingdom and~\r\nagainst the United States of America arising out of the aerial incident at\r\nLockerbie.\r\nSuch issues could raise the classic problems of constitutional and\r\nadministrat.ive law, and in the case of the United Nations these issues can be\r\nboth fundamental and of the greatest practical importance: the legal\r\nrelationship between political and legal apprI9c,iation, between the\r\nSecurity Council and the Court, and when and to what extent the Court might or\r\nshould have powers of jUdicial review of administrative action or of political\r\ndecision. In fact, to put it shortly, what precisely is meant when the\r\nCharter describes the Court as the principal judicial organ of the\r\nU\"\u0027ited Nations.\r\nIt would not be right for me to attempt in any way to argue these\r\nquestions or to E 0\u003dempt the answers that might Ultimately be given. I only\r\nwanted to draw attention to the problem and to say that these questions are\r\nnot simple, but complex questions of basic importance for the legal character\r\nof the United Nations, and it is, I think, a gratifying sign of the maturity\r\nof the system that they should be expected to be dealt with, in some measure\r\nat any rate, by the International Court of Justice, one way or the other.\r\nThirdly, I should like to mention the question of advisory opinions.\r\nThis past year has, as I have already mentioned, been a busy one for the\r\nCourt. The printed report mentions 14 principal items concerning current\r\ncases which were dealt with in one way or another by the Court or a Chamber\r\nduring this period. These items include three Judgements and three Orders\r\nDigitized by Dag Hammarskjöld Library\r\n~/4?/PV.43\r\nU\r\n(Sir Robert JBnnings, President,\r\nInternational Court of Justice)\r\nembodying decisions of the kind that a~e made only after full oral\r\nproceedings. They do not, however, include any advisory opinions or requests\r\nfor advisory opinions.\r\nThinking of the proper sphere of advisory opinions of the Court, I want\r\nto recall again the wise words of the Secretary-General\u0027s report to the\r\nGeneral Assembly last 7ear~ in which he said that there are questions which\r\nseem entirely political but which have a clearly legal component ane which\r\ncould usefully be referred to the Court for an advisory opinion if for any\r\nreason the parties fail to refer the matter to the Court.\r\nQuite how the competence to move for an advisory opinion might or might\r\nnot be extended - for instance, the proposal that the Secretary-General\r\nhimself should in one way or another have such a competence - is obviously an\r\nimportant matter but is not, I would think, anything it is my business as\r\nPresident of the Court to enter into debate about. But I do wish to leave\r\nwith the General Assembly my impression that there are many more legal\r\nquestions, including legal components of major political problems, that could\r\nusefully be made the subject of requests for advisory opinions. As pointed\r\nout in the statement read on my behalf at the Rio Conference in June, the\r\ncourt is t~ily equipped to assist in the development of a new law of\r\nenvironmental protection, and one of th~ ways of doing that would of course be\r\nby means of advisory opinions.\r\nFinally, I want to say just one word of direct relevance, I think, to\r\nthis Decad~ of Interna~ional Law. The Judges of the Court, as the Assembly\r\nwell knows, are from many different parts of the world, from different forms\r\nDigitized by Dag Hammarskjöld Library\r\nA/471~v •.43\r\n15\r\n(Sir Hobert JenPings« President,\r\nl~nationalCourtof Justice)\r\nof civilizatlon~1 from different cultures, and~ not least, from very different\r\nlegal systems.\r\nThe layman\u0027 s question about the Court is always the same: how do you\r\nmanage to have a coherent and sensible and use~~l deliberation in those\r\ncircumstances? Indeed, how do you manage to deg:ide anything?\r\nDigitized by Dag Hammarskjöld Library\r\nA/47/PV.43\r\n16\r\n(Sir Robert Jenningsc President,\r\nInternational Court of Justice)\r\nTh9 ~Bwer is that, in practice, this problem hardly arises. There is\r\ndisagre6ment and argument, of course, as indeed there should be. But it is\r\ndisagreement with a common understanding of the legal basis of the argument,\r\nand a common understanding of the material and the autho~ities to be used.\r\nThis is because juridically we all speak one common language called public\r\ninternational law. It is indeed a common legal language and a universal\r\nsystem. Our experience in the world Court, and that of generations of our\r\npredecessors, proves that point. Apart from the quality of humanity itself,\r\nwhich we all share, international law is a language which in our experience\r\ntranscends different tongues, cultures, races and religions. And it is\r\nbecause of this that, impressions to the contrary notwithstanding, it is\r\nsimply not the case that either the size or the composition of the Court makes\r\nfor delay. As facts show, the Court can move as quickly as is required in the\r\ncircumstances of a particular case.\r\n1 wanted to mention this peculiar quality of international law as a\r\ncommon and universal system because it is one of those tremendously\r\nsignificant and important facts which are commonly not even noticed in the\r\nworld generally. And 1 know that there is no more appropriate forum than the\r\nGeneral Assembly in which to emphasize this quality and this importance Of our\r\nsystem of international law, for there is no other body that gathers up more\r\ncomprehensively or more authoritatively our particular differences as well as\r\nour common humanity. Not surprisingly, therefore, it is the General Assembly\r\nthat has dedicated a Decade to the promotion and service of international\r\nlaw. Let us therefore tell more people about its great quality of being a\r\ncommon legal language for all of us, and the common property of us all.\r\nDigitized by Dag Hammarskjöld Library\r\n-~-------~_-----\r\nA/471~V.43\r\n17\r\nMr. CASTANEDA CORNEJO (El Salvador) (interpretation from Spanish):\r\nBefore turning to the item before us I wish to express to the people and the\r\nGovernment of Colombia through their delegation, our solidarity and sympathy\r\nwith respect to the tragic consequences of the earthquake that recently struck\r\nthat country.\r\nTurning to agenda item 13, \"Report of the International Court of\r\nJustice\", I have the honour to speak on behalf of Honduras and El Salvador at\r\na time when the United Nations system is being transformed and revitalized\r\nwith a view to improving its capacity and efficiency in the quest for\r\ninternational peace and security.\r\nAt the forty-sixth session the Assembly heard\r\nSir Robert Yewdall Jennings, President of the International Court of Justice,\r\nspeak of the present and the future of that body in an international scenario\r\nthat is changing at a dizzying pace. He said that in the past the Court·s\r\nrole and function had been seen as being separate from those of the rest of\r\nthe United Nations system, but that this view had been overtaken by events;\r\nchanges in the system and the initiative on preventive diplomacy are creating\r\na political context in which the International Court of Justice can completely\r\nfulfil its mandate.\r\nWe know that the International Court of Justice is the principal judicial\r\norgan of the United Natiuns. It is universal in nature, and its contribution\r\nto the shaping of more highly developed international law - on the basis of\r\nthe jurisprudence resulting from its Judgments and its other contributions on\r\nmatters more political than legal, when it is called upon to offer a\r\nnon-binding advisory opinion on the law applicable to the legal aspects of a\r\ngiven dispute - should be recognized. As the President of the Court said,\r\nthis process can help preventive diplomacy.\r\nDigitized by Dag Hammarskjöld Library\r\nAl47/PV.43\r\n18\r\n(Mr. Castaneda Cornejo,\r\nEl Salvador)\r\nTb~ Ceurt has not been sufficiently used in contentious cases and\r\nadvisolry proceedings. Yet its activities have increased, and the new climate\r\nof i~ternationa1 relations and the initiatives to improve and strengthen the\r\nmachinery of multilateral security lead us to foresee a further increase in\r\nrecourse to the World Court. This includes recourse on matters with a large\r\npolitical component and those involving, inter alia, the environment, human\r\nrights and the law of the sea, all of which come within the jurisdiction of\r\nthe Court. As we see it, that trend will strengthen confidence in the\r\njudicial body and make the application of international law more effective.\r\nIt will codify the ideal of a universal legal system the acceptance of which\r\nand compliance with whose decisions is mandatory, which is necessary for the\r\ntrue democratization of international relations and in particular for\r\ndefending the interests of developing countries.\r\nIt seems to us that if the United Nations is now in a process of change\r\ngeared towards a global approach to international problems the increased\r\nresponsibilities will require greater coherence and greater coordination\r\nbetween the components of the United Nations system, including, of course, the\r\nInternational Court of Justice, in order to make the institutions of\r\ninternational relations responsive to the expectations of peoples and the\r\nneeds and requests of Governments, which remain the basic components of the\r\nOrganization. Therefore, as the action of the Court is determined by the\r\nsovereign decisions of States, it is to be recommended that, as we read in\r\nchapter IV of the report, entitled \"The role of the Court\":\r\nDigitized by Dag Hammarskjöld Library\r\nA/47/PV.43\r\n19-20\r\n(Mr. Castaneda~~,\r\nEl Salvador)\r\n\"\u0027All ••• States should accept the general jurisdiction of the\r\nInternational Court under Article 36 of its Statute, without any\r\nreservation, before the end of the United Nations Decade of International\r\nLaw in the year 2000.· .. (ALi7/4, para. 151)\r\nOne argument in favour of that recommendation is that all Member States\r\nare committed to the implementation of the provisions of the Charter and thus,\r\nautomatically, of the Statute of the International Court of Justice, an\r\nessential factor in the peaceful settlement of disputes through judicial\r\nresolution by the Court, which we support unreservedly. This means providing\r\nfinancial assistance to countries - mainly developing countries - which for\r\neconomic reasons are unable to have recourse to the Court. In that\r\nconnection, we believe that wealthier States should contribute to and\r\nstrengthen the Trust Fund establishea to assist countries unable to meet th~\r\ncost of submitting a dispute to the Court, in line with the recommendation\r\ncontained in this year\u0027s report of the International Court of Justice.\r\nDigitized by Dag Hammarskjöld Library\r\n--..------\r\nAl47/PV••3\r\n21\r\n(Mr. CastaPeda Cornejo,\r\nEl Salvador)\r\nIn general terms, we believe that the International Court of Justice is\r\nplaying a role - and one that could be enlarged - in the peaceful settlement\r\nof disputes through legal means, acting as a complement to the peace-keeping\r\nefforts of other United Nations organs. We also share the opinion that\r\ngreater use of the Court, including requests for an advisory opinion by organs\r\nthat are mand~ted to do so, would help to generate greater confidence and\r\nwould strengthen the means and mechanisms for attaining peace, in terms both\r\nof prevelAtive diplomacy and of maintaining peace as set forth in the\r\nSecreti\u0027I,ry-General\u0027s report \"An Agenda for Peace\" (A/47/277) 8l1d in the report\r\nof the International Court of Justice.\r\nChapter III of the report of the International Court of Justice,\r\nconcerning its judicial work, refers to its efforts in cases submitted by\r\nCentral American States to the Court: \"Military and Paramilitary Activities\r\nin and against Nicaragua (Nicaragua v. United States of America); \"Border and\r\nTransborder Armed Actions (Nicaragua v, Honduras)\"; and \"Land, Island and\r\nMaritime Frontier Dispute (El Salvador/Honduras: Nicaragua intervening)\". In\r\nthe first two cases, the Republic of Nicaragua, in the exercise of its\r\nsovereign authority, decided to drop these cases - a decision that me~lts our\r\napp~oval - thus contributing to the elimination of an element of tension in\r\nthe subregion and promoting a process of strengthening fraternal relations of\r\ncooperation among the Central American nations.\r\nIn connection with the dispute between El Salvador and Honduras, since\r\nthe report contains no information on the ruling handed down by the Court, we\r\nbelieve that it is appropr~ute to emphasize its importance and its effects on\r\nthe Central American subrelion. As this forum is aware, the final jUdgment\r\nwas handed down on 11 September, bringing to a close a proceeding submitted to\r\nI\r\nDigitized by Dag Hammarskjöld Library\r\nAl47/PV.~3\r\n22\r\n(Mr. Castaneda Corn3jo,\r\nCl Salvador)\r\nthe jurisdiction of the International Court of Justice by the parties directly\r\nconcerned in accordance with the terms of the general peace Treaty signed by\r\nthe two countries in 1980.\r\nWe should like first of all to point out that resorting to a jUdicial\r\nproceeding with confidence in the highest international tribunal and\r\nexpressing a commitment to comply with its ruling should be an example tu the\r\nsubregion as a whole and, in particular# very encouraging to the States of the\r\nregion since, at this ~tage, all of us are committed to a process of\r\nstrengthening democracy. This democracy should be founded on the e~lstence of\r\nand compliance with the law as the supreme organ governing co-existence\r\nbetween its respective social bodies - in short, on the establishment and\r\nflourishing of a state of law.\r\nIf we try to achieve ~~is internally and the Governments of the area are\r\nI\r\ncommitted to making this a reality, in order to be consistent we also need to\r\ncover the international dimension by complying with existing commitments in\r\nthis sphere. Of course, in addition to complying in good faith with the terms\r\nof international agreements - be they multilateral or bilateral - there should\r\nalso be compliance with tho results of the jurisdictional function contained\r\nin those agreements. This gives full validity to the principle that ensuring\r\nlegitimacy and respect for the State should be based on compliance with legal\r\nnorms, be they domestic or international.\r\nTo be more specific, a~ regards the above-mentioned ruling resolving an\r\nage-old situation that was a hotbed of tension between Honduras and\r\nEl Salvador - the non-delimitation of certain parts of the land border and a\r\nsovereignty dispute over curtain islands and the legal status of the Gulf of\r\nFonseca in an effort to achieve full harmony in relations among States that\r\nDigitized by Dag Hammarskjöld Library\r\nA/471PV.43\r\n23\r\n(Mr. Castaneda CQrnejQ,\r\nEl SalvadQr)\r\nare nQt Qnly neighbQuring but fraternal - the situatiQn was hindering the\r\nachievement Qf integratiQn in Central America. This integratiQn is taking a\r\nnew fQrm tQday, because we see it as a way Qf promoting the economic and\r\nsocial development of the region.\r\nThe Court\u0027s rUling has been an extremely important step, complementary to\r\nthe process of achieving stability and peace in the region. This means that\r\nthe future of Central America is now much more promising, especially since the\r\ncommitment of the Presidents of Honduras and El Salvador to comply with the\r\njUdgment. In this connection, in a joint communique of 29 Septemeber, signed\r\nin San Salvador, they stated:\r\n\"On the basis of the traditional relations ot friendship and\r\ncooperation between El Salvador and HQnduras, and inspired by the\r\npurposes of the Charters of the United Nations and of the Organization of\r\nAmerican States and by the fundamental principles of international law,\r\nparticularly that which refers to the peaceful settlement of disputes,\r\nboth Heads of State reiterate their decision to comply with the judgment\r\nissued on 11 September 1992 by the International Court of Justice in\r\nconnection with the land, island and maritime frontier dispute between\r\ntheir respective countries.\"\r\nThey also reaffirmed:\r\n\"the resolve of their Government to respect and protect the fundamental\r\nrights and freedoms 0; nationals residing in the border zones, and\r\ncommitted themselves to making every possible effort to make the work of\r\nthe binational El Sal··~dor/HondurasCommission more flexible, a\r\nCommission that was 3~lemn1y established on that occasion on the basis of\r\n--- ~ ._.L_____\"\r\nDigitized by Dag Hammarskjöld Library\r\nAl471PV.43\r\n24-25\r\n(Mr. Castaneda Cornejo,\r\nEl Salya~)\r\nthe recognition of the fact that imp10mentinq this rulinq qenerates\r\nspecial situations requirinq immediate attention for the prompt and\r\neffective 6olution of problems.\r\n\"They expressed their convict.ion that the settlement of this dispute\r\noffers favourable pros~ects for the broadeninq and strenqtheninq of the\r\nbilateral links between them and for the reconstruction of the Central\r\nAmerican region for the benefit of its peoples. Thie will contr.ibute to\r\nmaintaininq peace 821d reqional stability\",\r\nThe Governments of Honduras and El Salvador are qrateful for the many\r\ndemonstrations of support received from friendly countries, ¥hich are\r\ncontained in the statements of many Heads of State, ministers, and\r\nrepresentatives at the higLest level at this forty-seventh session of tb~\r\nGeneral Assembly of the U~~ted Nations. The way in which our two countries\r\nhave resolved a traditiona\u0027, conflict in a peaceful and civilized way should\r\nserve as a model to all.\r\nIn conclusion, we wish to express our appreciation to the International\r\nCourt of Justice for its efforts in resolvinq Central American problems, and\r\nwe hope that the faith and confidence placed by our countries in that hiqhest\r\nCourt will serve as an encouragement to other States to accept the bindinq\r\nI\r\njurisdiction of the Court in accordance with the principles and objectives of\r\nthe Charter and for the benefit of their peoples.\r\nDigitized by Dag Hammarskjöld Library\r\nAl47/PV.43\r\n26\r\nMr. PETROV (Bulgaria): Allow me, first of all, to express our\r\ndeepest sympathy for and solidarity with the Government and the people of\r\nColombia with respect to the tragic earthquake that has hit that country.\r\nAt the outset, I should like to express the appreciation and gratitude of\r\nthe Bulgarian delegation to Sir Hobart Jennings, President of the\r\nInternational Court of Justice, for his excellent introduction of the Court\u0027s\r\nreport and for the very interesting thoughts and ideas he shared with u.s on\r\nits ongoing activities and its future role in the United Nations system.\r\nI cannot but agree with the opinion expressed by the Secretary-General in\r\nhis remarkable report \"An Agenda for Peace\" that\r\n\"The docket of the International Court of Justice has grown fuller\r\nbut it remains an under-used resource for the peaceful adjudication of\r\ndisputes\". (A/471277, para. 38)\r\nIndeed, as we can see from chapter III - \"Judicial Work of the Court\" - of the\r\nreport (A/47/4), during the period under review the full Court had before it\r\n13 cases, and one case was heard by a Chamber.\r\nCompared with the Court\u0027s activity during the last decade, this\r\nrepresents a considerable increase. There is every reason to expect this\r\ntrend to continue to develop, because of the growing understanding among\r\nGovernments of the role that the International Court of Justice can play in\r\ntheir relations with one another. This trend has manifested itself through\r\nthe growing ncmher of declarations of acceptance of the general jurisdiction\r\nof the Court under paragraph 2 of article 36 of its Statute.\r\nAccording to paragraph 16 of the report (A/47/4), as of 1 August 1992\r\n56 States had made such declarations. It is my pleasure to inform you that\r\nBulgaria was one of the three States that made the optional declaration during\r\nthe period under consideration. However, the number of States that have\r\nDigitized by Dag Hammarskjöld Library\r\nAl471PV.43\r\n27\r\n(Mr. PetrQv, Bulgaria)\r\naccepted the general jurisdiction of ~he International Court Qf Justice shQuld\r\nnQt be regarded as satisfactQry by any standard, because they represent less\r\nthan Qne third Qf all Parties to the Statute. TherefQre, we suppQrt the\r\nrecommendation of the Secretary-General that all Member States should accept\r\nthe general jurisdiction of the International Court before the end of the\r\nUnited Nations Decade of InternatiQnal Law, in the year 1999.\r\nAnQther reason for the expec~ed increase in the Court\u0027s business during\r\nthe years to come is the continuing tendency to withdraw reservations against\r\njurisdictiQnal clauses in multilateral treaties. My cQuntry took another\r\ndecisive step in this directiQn by withdrawing, on 24 June this year, its\r\nreservations tQ jurisdictional clauses in cine important United Nations\r\nCQnventiQns, mQst of which are in the field Qf the international protection of\r\nhuman rights.\r\nAs the Secretary-General put it in his report \"An Agenda for Peace\", we\r\nhave entered a time of glob~l transitiQn whQse beginning war marked by the end\r\nof the CQld war. FQr Qur O~ganizatiQn it is a time Qf regained oppQrtunities\r\nand alsQ a time of change. As members are aware, that repQrt Qf the\r\nSecretary-General contains prQpQsals fQr a mQre active role tQ be played by\r\nthe principal Qrgans Qf the United Nations, as well as by Member States and\r\nregiQnal QrganizatiQns, in ~Qur main areas: preventive diplQmacy,\r\npeacemaking, peace-keeping and peace-building.\r\nWhile the Security CQuncil is vested with the primary respQnsibility for\r\nmaintaining internatiQnal peace and security, each Qf the principal Qrgans Qf\r\nthe United NatiQns has a special rQle tQ play in these fQur areas. In this\r\nrespect, we support the int:lgrated approach tQ internatiQnal security prQpQsed\r\nby the Secretary-General in his repQrt.\r\nDigitized by Dag Hammarskjöld Library\r\nA/471PV.43\r\n28\r\n(Mr. PetrQv, BUlgaria)\r\nIt is primarily in the field Qf peacemakinq that the International Court\r\nQf Justice has much tQ cQntribute. Judicial settlement is Qne Qf the means\r\nfQr the peaceful settlement Qf disputes prQvided fQr in Article 33 Qf the\r\nCharter. We share the cQnvictiQn Qf the President Qf the CQurt that he\r\nexpressed at the fQrty-sixth sessiQn Qf the General Assembly, and indeed again\r\nat this session, tQ the effect that the CQurt has a role tQ play in even the\r\nmQst cQmplicated pQlitical disputes. Defusing crises Qr peacefully settling\r\ndisputes CQuld be facilitated by Qbtaining the CQurt\u0027s advisQry QpiniQn.\r\nTherefQre, we share the QpiniQn Qf the Secretary-General that the Security\r\nCQuncil shQuld make greater use Qf its powers under Articles 36 and 37 Qf the\r\nCharter.\r\nBulgaria alsQ suppQrts the recQmmendation Qf the Secretary-General that\r\nthe General Assembly shQuld authQrize him, under Article 96 Qf the Charter to\r\nrequest the CQurt to give advisQry QpiniQns Qn legal matters. We believe this\r\nWQuld cQnsiderably strengthen the effectiveness of the Secretary-General\u0027s\r\nwQrk in providing his gQod uffices Qr when acting as a conciliator. In this\r\ncontext, we fQund most helpful and cQnvincing the declaratiQn Qn the legal\r\nimplicatiQns Qf this prQposal made by the Legal Counsel Qf the United Nations,\r\nMr. Carl-August Fleischhauer, at the most reCEtnt sessiQn Qf the Charter\r\nCommittee.\r\nThe PRESIDENT (interpretatiQn from Spanish): We have heard the last\r\nspeaker in the debate Qn this item.\r\nMay I take it that the Assembly decides to conclude this stage of its\r\nconsideration Qf agenda ite.n 131\r\nIt was SQ decided.\r\nDigitized by Dag Hammarskjöld Library\r\n1\r\nAl47/PV.43\r\n\u002729-30\r\nAGENDA ITEM 20\r\nCOOPERATION BETWEEN THE UNITED NATIONS AND THE ASIAN-AFRICAN LEGAL\r\nCONSULTATIVE COMMITTEE\r\n(a) REPORT OF THE SECRETARY-GENERAL (A/47/385)\r\n(b) DRAFT RESOLUTION (Al47/L.3)\r\nThe PRESIDENT (interpretation from Spanish): In connection with\r\nthis item a draft resolution has been circulated in document A/47/L.3. I now\r\ncall on the representative of Pakistan, who will introduce the draft\r\nresolution in the course of his statement.\r\nMr. KAZI (Pakistal): I should like at the outset to congratulate\r\nthe Secretary-General on his report, entitled \"Cooperation between the United\r\nNations and the Asian-African Legal Consultative Committee\", contained in\r\ndocument A/47/385, which gives a comprehensive overview of the work of the\r\nAsian-African Legal Consultative Committee (AALCC).\r\nIt will be recalled that the General Assembly, at its thirty-fifth\r\nsession, accorded observer status to the AALCC. At the thirty-sixth session,\r\nthe General Assembly, by its resolution 36/38 of 18 November 1981, requested\r\nthe Secretary-General to ca~ry out consultations with the Secretary-General of\r\nthe AALCC with a view to st~engthening further and widening the scope of\r\ncooperation between the two organizations in the field of progressive\r\ndevelopment and codification of international law and other areas of common\r\ninterest, and decided to in:lude in its agenda the item which is now under\r\nconsideration. \u0027\r\nDigitized by Dag Hammarskjöld Library\r\nAl47/PV.43\r\n31\r\n(Mr. Raii, Pakistan)\r\nIn 1987, after iuten~ive con8ult~tions between the two s~cretaria~s, a\r\nprogramme of c~operatlon w~~ drawn up which identified the following nine\r\nspecific areas: cooperation framework; representation at meetings and\r\nconferences; Sixth Committee matters; law of the sea matt~rs; question of\r\nrefugees; efforts towards strengthening the role of the United Nations;\r\nillicit traffic in narcotic drugs; international economic cooperation for\r\ndevelopment; and zones of peace and international cooperation. Since then,\r\nconsultations between the two secretariats have been held regularly with a\r\nview to exchanging information and identifying areas in which the work of the\r\nAALCC could provide the necessary input in matters of interest to the United\r\nNations.\r\nMy delegation attaches great importance to the promotion and\r\nstrengthening of cooperation between the United Nations and the AALCC. We\r\nshall welcome any initiative to enhance further the prospects of cooperation\r\nbetween the two organizations. The useful role played by the AALCC on various\r\nagenda items in the Sixth Committee - issues regarding the law of the sea and\r\nthe work of the Preparatory Commission for the International Sea-Bed\r\nAuthority, the International Tribunal for the Law of the Sea and other United\r\nNations bodies, including the International Law Commission and the United\r\nNations Commission for International Trade Law (UNCITRAL) - is highly\r\ncommendable. The AALCC has played a very important role and has contributed\r\nmuch in the progressive development and codification of international law.\r\nThe areas of cooperation n~w cover matters in the economic and humanitarian\r\nfields, in addition to ~roqressive development and codification of\r\ninternational law. We are hopeful that other avenues will open up for future\r\ncooperation.\r\n•\r\nDigitized by Dag Hammarskjöld Library\r\n•\r\nWf.7/PV.43\r\n32\r\n(Mr. Ka;j,~)\r\nThe thirty-first session of the AALCC was held at Islamabad, Pakistan,\r\nfrom 25 January to 1 February 1992. The session was attended by senior\r\njurists, judges, diplomats, ler 1 scholars and legal officials f~om 35 Asian\r\nand African member States, observers from 12 non-member States and\r\nrepresentatives of the United Nations and other international organizations.\r\nThe experts held extensive discussions and consultations on a wide range of\r\nissues ranging from questions of international law to economic, trade and\r\nhumanitarian questions.\r\nIt is a matter of satisfaction to my delegation that during that session\r\nthe Consultative Committee adopted nine resolutions on topic~ such as the work\r\nof the International Law Commission, the status and treatment of refugees, the\r\nlaw of international rivers, law of the sea matters, the deportation of\r\nPalestinians in violation of international law, partiCUlarly the 1949 Geneva\r\nConvention, the responsibility and accountability of former colonial Powers,\r\nenvironmental issues, UNCITRAL matters and the Decade of International Law.\r\nI now have the honour to introduce, on behalf of the following sponsors,\r\ndraft reso1l.\\tion A/47/L.3, on \"Cooperation between the United Nations and the\r\nAsian-African Legal Consultative Committee\", under agenda item 20: Australia,\r\nChina, Cyprus, Egypt, India, Indonesia, the Islamic Republic of Iran, Iraq,\r\nJapan, Kenya, Mauritius, Mongolia, Namibia, Nepal, New Zealand, Nigeria,\r\nPakistan, the Philippines, Sri Lanka, the Syrian Arab Republic and the United\r\nRepublic of Tanzania.\r\nThis year\u0027s draft resolution is similar to the one adopted at the\r\nforty-fifth session of the General Assembly, but it has been updated. In\r\nparagraph 2 the draftresol~tionnotes with satiSfaction the continuing\r\nefforts of the Asian-Africa~ Legal Consultative Committee towards\r\nDigitized by Dag Hammarskjöld Library\r\nAl471PV.. 43\r\n33-35\r\n(Hr. Kazi, Pakistan)\r\nstreng~ening the role of the United Nations and its various organs, including\r\nthe International Court of Justice.. The resolution notes with appreciation\r\nthe decision of the Consultative Committee to participate actively in the\r\nprogrammes of the United Nations Decade of International Law. It requests the\r\nSecretary-General to submit to the General Assembly at its forty-ninth session\r\na report on cooperation between the United Nations and the Consultative\r\nCommittee. Finally, it decides to include in the provisional agenda of its\r\nforty-ninth session the item entitled \"Cooperation between the United Nations\r\nand the Asian-African Lt.\u003eqal Consultative Committee\".\r\nIt is our sincere hope that the General Assembly will adopt draft\r\nresolution Al47/L.3 without a vote.\r\nMr. ZARIF (Islamic Republic of Iran): Allow me to begin by joining\r\nthe previous speakers .~~ expressing our sincere sympathy to the Government and\r\nthe people of Colombia in respect of the earthquake that struck their\r\ncountry. I should also like to express my appreciation to the\r\nSecretary-General for his report on \"Cooperation Betwec4 the United Nations\r\nand the Asian African Legal Consultative Committee\", in document Al47/385.\r\nUpholding justice and respect for the principles of international law are\r\namong the essential elements of a peaceful world, as envisaged by the founders\r\nof the United Nations. In order to realize these lofty objectives, the\r\nCharter of the United Nations has assigned the General Assembly a special role\r\nin promoting international cooperation and encouraging the progressive\r\ndevelopment of international law and its codification. As a result, over the\r\npast 47 years, dozens of C04ventions and other international instruments\r\nregulating various aspects of relations among States have been developed under\r\nthe auspices of the United 1ation~.\r\nDigitized by Dag Hammarskjöld Library\r\nAl471PV.43\r\n36\r\n(Mr. Zarif, Islamic\r\nRepublic of Iran)\r\nWe in Asia and Africa, eager to play an active role in promoting the rule\r\nof law in inter-State relations and to participate in the codificat~on process\r\nof international law and its progressive development, have established the\r\nAsian-African Legal Consultative Committee (AALCC), which is a unique\r\norganization. Since its inception, the AALCC has undertaken a number of\r\nstudies in the field of incernational legal matters of common concern to the\r\ntwo continents. Moreover, it has functioned ~s an important forum for the\r\nexchange of views and informati~n among its member States. It has played a\r\nsignificant role in exploring and harmonizing the needs, views and positions\r\nof African and Asian countries concerning various aspects of the lawmaking\r\nprocess at the international level.\r\nIndeed, a common objective, namely, striving for progressive development\r\nof international law and its codification, links the two organizations. It\r\nwas this common aim that led to the commencement of cooperation between the\r\nAsian-African Legal Consultative Committee and the United Nations immediately\r\nafter the foundation of tho AALCC in 1956 - cooperation which continues to\r\nthis day and has proved to be fruitful and constructive. For instance, the\r\nAALCC has undertaken a systematic and consistent examination of items on the\r\nagenda of the Sixth Committee, as well as on that of the International Law\r\nCommission, from Asian and African perspectives. Its views and\r\nrecommendations have provel useful to the representatives of the members of,\r\nthe Consultative Committee and, directly or indirectly, have been reflected in\r\nthe proceedings of the lawr..aking organs of the United Nations.\r\nThe cooperation betweln the AALCC and the United Nations has been\r\nconsolidated and has found new dimensions in recent years. The Consultative\r\nDigitized by Dag Hammarskjöld Library\r\nAl471PV,.43\r\n37\r\n(Hr? Zarif. Islamic\r\nRepublic Qf Iran)\r\nCQmmittee has included in ~ts prQgramme Qf prQjects and studies a numuer Qf\r\nimpQrtant items that are QA the agenda Qf the General Assembly, including the\r\nlaw Qf the sea, internatiQnal prQtectiQn Qf refugees, internatiQnal eCQnQmic\r\ncQQperatiQn and illicit traffic in narcQtic drugs. MoreQver, the\r\nSecretary-General of the Consultative Committee, or his representatives, have\r\nparticipated in and addressed the meetings of the Sixth Committee, as well as\r\nthe Preparatory Commission Qf the Law of the Sea. Likewise, representatives\r\nfrQm the Legal Office of the United Nations have pa~ticipated in and addressed\r\nthe annual meetings of the AALCC.\r\nSignificantly, cooper~tiQn between the two QrganizatiQns is not limited\r\ntQ the lawmaking process a:one; rather, it CQvers other fields as well. FQr\r\ninstance, the CQnsultative Committee has undertaken studies to facilitate the\r\nratificatiQn process of conventions and taken initiatives to prQmote\r\ndisseminatiQn and wider appreciation of internatiQnal law among its members.\r\nTo this end, it has organi~ed seminars and workshops in cOQperatiQn with the\r\nUnited Nations CQmmission ,~ International Trade Law and other bodies.\r\nBy the proclamation, thrQugh General Assembly resolutiQn 44/23, Qf the\r\nperiod 1990 to 1999 as the United Nations Decade of InternatiQnal Law, another\r\navenue for cooperation betveen the two organizations has been opened. In this\r\ncontext the Consultative C~~ittee has regularly submitted its views on tne\r\nprogramme of activities for the Decade and has recently presented a report on\r\nthe role that it can play in this field, a report which is currently under\r\nconsideration by the Worki~9 Group concerned. It has also carried out\r\nspecific studies devoted tJ enhancing the rQle of the International Court of\r\nJustice, which is one of the objectives of the United Nations Decade of\r\nInternatiQnal Law.\r\nDigitized by Dag Hammarskjöld Library\r\nA/47J,PV.43\r\n38\r\n(Mr. Zarif, Islamic\r\nRepublic of Iran)\r\nThe Islamic Republic of Iran has proposed a week-long congress on public\r\ninternational law to be organized during the next term of the programme of\r\nactivities of the Decade of International Law, a proposal that has received\r\ngeneral support within the pertinent Working Group. We believe that the\r\nConsultative Committee can and should make valuable contributions to this\r\nprojectc\r\nIn conclusion, we feel that the prospects for future cooperation between\r\nthe United Nations and the Asian-African Legal Consultative Committee are\r\nquite bright. That is why the Islamic Republic of Iran is one of the sponsors\r\nof the draft resolution in document A/47/L.3 on cooperation between the United\r\nNations and the Asian-African Legal Consultative Committee, and expresses its\r\nhope that the draft resolution can be adopted by consensus.\r\nMr. NASIER (Indonesia): At the outset, my delegation would like to\r\nexpress its appreciation to the Secretary-General for his report in document\r\nA/47/385 on cooperation between the United Nations and the Asian-African Legal\r\nConsultative Committee.\r\nOver three decades ago, in 1955, the newly independent States met in\r\nBandung to view the position of Asia and Africa and their peoples in the world\r\nof their day and the contr:bution they could make to the promotion of world\r\npeace and cooperation. Th~ real significance of that historic Conference lies\r\nin its being the first major Asian-African expression of assertion of identity\r\nand quest for equality in a more universal and democratic international\r\ncommunity. It is notewort:~y that these were the aspirations that focused the\r\noutlook and guided the attitudes of the Asian and African peoples and States\r\nfrom then on, in all inter~ational fields, inclUding the legal one. They\r\nDigitized by Dag Hammarskjöld Library\r\nA/47/PV.43\r\n39-40\r\n(Mr. Nasier. Indonesia)\r\nprovided the substance of, and gave impetus to, their demands for the\r\napplication of the basic principles of international law and the restructuring\r\nof the international political and economic orders with a view to adapting\r\nthem to the requirements of the then nascent international community. Against\r\nthis backdrop, the Asian-African Legal Consultative Committee (AALCC) was\r\nestablished in 1956.\r\nFollowing the era of decolonization, the membership of that body has\r\ngrown three-fold. It was iu this overall context that the need was felt to\r\nadopt new rules of international law and clarify the existing ones.\r\nArticle 13 of the Charter of the United Nations requires the General Assembly\r\nto initiate studies and make recommendations for the purpose of developing and\r\ncodifying international law. Since then constant efforts have been made by\r\nthe specialized agencies of the United Nations, ad hoc committees, special\r\nconferences, inter-governmental and non-governmental organizations to frame\r\nnew laws. Thus, there was a clear need for a coordinating body to guide the\r\nframework of legislative endeavours. It is in this connection that the AALCC\r\nhas a vital role to play. Through its numerous publications and discussions,\r\nthe Committee has brought together the continents of Asia and Africa by\r\nproviding a forum for the exchange of views and information on legal matters\r\nof common concern to its member States.\r\nIn accordance with General Assembly resolution 35/2 of 13 October 1980,\r\nthe AALCC was accorded permanent observer status and is active in orienting\r\nits programmes towards streDgthening its supportive role in the work of the\r\nUnited Nations.\r\nDigitized by Dag Hammarskjöld Library\r\nA/47/PV.43\r\n41\r\n(Mr. Hasier. Indonesia)\r\nThe current work programme is reflective of that. Following a series of\r\nconsultations between the secretariats of the two organizations, a programme\r\nof cooperation was identified in nine specific areas, namely, cooperative\r\nframework, representation at meetings and conferences, Sixth Committee\r\nmatters, law of the sea issues, the question of refugees, efforts towards\r\nstrengthening the role of the United Nations, illicit trafficking in narcotic\r\ndrugs, international economic cooperation for development, and zones of peace\r\nand international cooperation.\r\nAs the Committee has maintaQued a close cooperative framework with the\r\nUnited Nations since 1987, consultations between the two secretariats are\r\nconducted often on matters of common interest. To this end the Committee has\r\nundertaken important tasks with a view to strengthening the role of the United\r\nNations. In addition to the promotion of the development and codification of\r\ninternational law, the areas of cooperation now encompass matters in the\r\neconomic and humanitarian fields.\r\nIt is heartening to note the degree and extent of cooperation between the\r\nUnited Nations and the Committee. The AALCC has been represented at various\r\nmeetings and conferences held under the au~pices of the United Nations and its\r\norgans and specialized agencies, including the sessions of the General\r\nAssembly, the United Nations Commission on International Trade Law (UNCITRAL),\r\nthe Preparatory Commission for the International Sea-Bed Authority and for the\r\nInternational Tribunal for the Law of the Sea, and the Preparatory Committee\r\nfor the United Nations Conference on Environment and Development.\r\nIt was clear from the beginning that when the General Assembly declared\r\nthe period 1990 to 1999 the United Nations Decade of International Law, the\r\nCommittee, as a unique regi,nal organization, would play a vital role in the\r\nattainment and realization ~f the objectives set out for the Decade.\r\nDigitized by Dag Hammarskjöld Library\r\nAJ47/PV.43\r\n42\r\n(Mr. Nasier, Indonesia)\r\nThe Committee, whose very raison d\u0027etre is the progressive development of\r\ninternational law and its codification, has set forth a long-term programme in\r\nits paper, specifying tJ1e activities to be undertaken and identifying the\r\nnumber of issues involved. In this regard its valuable contribution has\r\nincluded the promotion and acceptance of, and respect for, the principles of\r\ninternational law; the promotion of the means and methods of peaceful\r\nsettlement of disputes between States, including resort to and full respect\r\nfor the international settlement of disputes; the progressive development of\r\ninternational law and its codification; and encouragement of the teaching,\r\nstudy, dissemination and wider appreciation of international law. We are\r\nconfident that the Committee\u0027s endeavours will enrich the contributions of the\r\nDecade.\r\nIt should be noted that the Committee maintains official relations with\r\nthe International Law Commission. The role of the AALCC, as a consultative\r\norganization, is essentially advisory in character. Under article 3 (a) of\r\nits statutes the AALCC keeps under constant review the matters under\r\nconsideration by the International Law Commission. The AALCC assists member\r\nStates in the task of preparing for plenipotentiary conferences, which are\r\nconvened for the adoption of a convention on the baais of the International\r\nLaw Commission texts. Moreover, the AALCC also makes known to the Commission\r\nthe views of its member cO~ltries in Asia and Afric~. Its current work\r\nprogramme includes subjects that are pending on the agenda of the Sixth\r\nCommittee - namely, the draft code of crimes against the peace and security of\r\nmankind, international liability for injurious consequences arising out of\r\nacts not prohibited by international law, and State responsibility.\r\nOf particular importance to the AALCC are the close cooperative links\r\nbetween itself and UNCITRAI.. The AALCC has commented upon all of the major\r\nDigitized by Dag Hammarskjöld Library\r\nA/471PV.43\r\n43\r\n(Mr. Nasier. Indonesia)\r\ntexts prepared by UNCITRAL during their preparation, and those comments have\r\ninfluenced the final versions of those texts. In this regard it is pertinent\r\nto note that the Committee was represented at the UNCITRAL Congress on Uniform\r\nCommercial Law in the Twenty-First Century, held at New York in May 1992 in\r\nconjunction with the twenty··fifth session of UNCITRAL.\r\nThe item \"Law of the sea\" has been on the agenda of the AALCC since its\r\ntwelfth session. On Indonesia\u0027s initiative the Committee\u0027s work was initially\r\ndevoted to assisting Asian-African States in the then-preparatory work on the\r\nthird United Nations Confe~ence on the Law of the Sea. Later, the Committee\u0027s\r\nwork was or:lented towards encouraging compromise solutions to the problems\r\nconfronting the Conference. Today the AALCC is active in urging its member\r\nStates to ratify the Convention in order to make possible its early\r\nimplementation. Since the Convention on the Law of the Sea is the only\r\ncomprehensive legal instr~~ent to govern the oceans, the AALCC\u0027s endeavours in\r\nthis field are commendable. At the thirty-first session it urged the\r\nInternational Law Commission to consider inclUding in its agenda an item\r\nentitled \"Reservation for peaceful purposes of the international sea-bed area\r\nand the high seas for marine scientific research.\" It is recognized that,\r\napart from the negotiations within the law of the sea Conferen~ .1, the AALCC\r\nhas been the only forum to have devoted itself to this subject extensively\r\nover a period of many years, and the presence of ~~erts at its sessions is\r\nample testimony to that fact.\r\nOf special importance to developing countries is the question of\r\ninternational economic coop~ration. Although the role of the AALCC is\r\nprimarily in the field of international law, its activities have been widened\r\nto include its broader objectives as a forum for Asian-Africa -:ooperation.\r\nDigitized by Dag Hammarskjöld Library\r\nAl47/PV.43\r\n44\r\n(Mr. Nasier. Indonesia)\r\nIn this regard the Committee\u0027s continuing involvement led to the establishment\r\nof relations with the United Nations Commission on Trade and Development\r\n(UNCTAD), UNCITRAL and the Economic and Social Council. In order to generate\r\na greater flow of capital and technology to the developing countries of the\r\nAsian-African region, the AALCC has prepared model bilateral agreements for\r\nthe promotion and protection of investments. In this context the AALCC has\r\nundertaken efforts to promote a wider appreciation of these model agreements\r\namong member countries. Another activity in this field is the compilation of\r\nrelevant data to assist in the preparation of a legal -framework for industrial\r\njoint ventures. One of the Committee\u0027\u0026 major achievements is its scheme for\r\nthe settlement of disputes in economic and commercial transactions. It should\r\nbe emphasized that since regional cooperation could be most conducive to\r\nharnessing the resources of the countries of the region in the shape of\r\ncapital, technology, raw materials and manpo~er, three arbitration centres\r\nhave been established in, respectively, Kuala Lumpur, Cairo and Lagos. At\r\npresent the establishment of a similar regional arbitration centre in Tehran,\r\nintended primarily for oil arbitration, is at an advanced stage.\r\nIt is pertinent to note that the AALCC has also prepared a feasibility\r\nstudy on establishing a centre for the research and development of legal\r\nregimes concerning the activities of developing countries. Thus, it is a\r\nsource of great satisfaction to my delegation that the Committee will continue\r\nits endeavours to promote cooperation based on an appropriate framework that\r\nwould judiciously blend economic and legal aspects on which collaboration can\r\nbe achieved as a lasting instrument of growth.\r\nDigitized by Dag Hammarskjöld Library\r\n___ ,L_\r\n1J47/PV.43\r\n45\r\n(Mr. Nasier. Indonesia)\r\nIn a global environment where flashpointsof un~est persist throughout\r\nthe world, the refugee.issue remains an outstandinq and unresolved problem.\r\nIn this connection my delegation is encouraged by the cooperation existing\r\nbetween the Office of the United Nations Bi(.h Commissioner for Refugees\r\n(UNBCR) and the AALCC and the AALCC\u0027 s efforts in the study of refugee law and\r\nproblems.\r\nDigitized by Dag Hammarskjöld Library\r\nA/4\u0027i\u0027IIPV.43\r\n46\r\n(Mr. Nasier, Indonesia)\r\nWe commend the workshop that tllle AALCC organized jointly with UNHCR in\r\nNew Delhi in 1991 on international refuge and humanitarian law to enhance the\r\nknowledge of the member and non-member States of the region of the\r\ninternational instruments governing refugees and their ratification, in\r\nparticular the 1951 Conventlon and the 1967 Protocol relating to the status of\r\nrefugees among AALCC member States.\r\nTurning now to the issue of illicit traffic in narcotic drugs, this item\r\nis a priority concern of the international community. My delegation has\r\nalways voiced concern on tha dangers of drug abuse and trafficking, which have\r\nposed a serious threat to society morally and physically, and to the lives and\r\nfutures of children, especially as a result of the inereased demand in the\r\ndeveloped countries. We maintain that a high-level commitment to effective\r\nand concerted action is necessary at the international, regionial and national\r\nlevels. My delegation appreciates the Committee\u0027 s role in thilS field. In\r\nthis regard the Committee p.:epared a study entitled \"Internatilonal control of\r\nnarcotic drugs and psychotropic substances: efforts within tha United\r\nNations\", which was submitted on the fortieth anniversary of t~he Organization.\r\nThere is no doubt that environmental degradation and the threat of\r\necological catastrophe has increasingly taken on growing urgency. For the\r\ndeveloping process of the developing countries, environmental protection\r\nshould be viewed as integral. In this context Indonesia has always extended\r\nits unequivocal support to the strengthening of international co-operation and\r\nmultilateral efforts for th~ protection of the environment. Thus we attach\r\ngreat importance to the wort of the Committee in the field of the environment,\r\nwhich through the preparati~n of studies and meetings of experts has\r\nDigitized by Dag Hammarskjöld Library\r\nA/471PV.43\r\n47\r\n(Mr. Nasier, Indonesia)\r\ncontributed towards the promotion of a harmonious balance between the\r\nenvironment and development We appreciate the recent study undertaken on\r\ncooperation between the Asian-African countries to ban the dumping of toxic\r\nand other waste in their countries and to cooperate in the formulation of\r\nregional or subregional conventions banning the dumping of toxic and other\r\nwaste.\r\nEver since the United nations adopted the Declaration on the Indian Ocean\r\nas a Zone of Peace, my delegation has been acutely aware of the potential\r\nbenefits its implementation would bring for the littoral and hinterland\r\nStates, as well as for the external Powers. Considering its strategic\r\nlocation, encompassing major sea-lanes vital to international trade and\r\ncommunications, and the dynamics flowing from a multitude of regional and\r\nextra-regional factors, the importance of maintaining peace and stability in\r\nthe Indian Ocean is self-evident. To this end, the AALCC has established\r\nclose cooperation with the United Nations Ad Hoc Committee on the Indian\r\nOcean. We appreciate the ilclusion of the item \"Elements of a legal\r\ninstrument on friendly and good-neighbourly relations of States in Asia and\r\nthe Pacific\" on the Committee\u0027s work programme. Indonesia and the non-aligned\r\nStates remain firmly committed to the convening of the long pending\r\nInternational Conference on the Indian Ocean as early as possible as a sine\r\ngua non for securing the objectives of the Convention. My delegation looks\r\nforward to further deliberations on this item, which is scheduled for the\r\nCommittee\u0027s forthcoming session, to be held at Kampala during February 1993.\r\nIn an era of global interdependence, new vistas have been opened up for\r\ncountries to work together 1n close cooperation as we strive for peace,\r\nDigitized by Dag Hammarskjöld Library\r\nA/471PV.43\r\n48\r\n(Mr. Nasier. IndQnesia)\r\njustice and develQpment. In this cQntext, the role Qf the AALCC Qver the past\r\n36 years has established apQsition of its own in the internatiQnal cQmmunity\r\nand has riqhtly cQmmanded respect and appreciatiQn of its work. In this\r\nre~ard my deleqation reaffirms its steadfast support fQr the strenqthening Qf\r\ncOQperation between the AALCC and the United NatiQns in their future\r\nactivities. Above all, it has fostered and strengthened the spirit of the\r\nAsian-African identity, which gave birth tQ the orqanization. With the\r\nprogress it has achieved so.far, we are confident that the AALCC will cQntinue\r\nits service to the Asian-African community in wider fields to realize the\r\nprinciples and objectives of the Bandung Conference.\r\nMr. ADALA (Kenya): At the outset I would associate my delegation\r\nwith the messages of condolence that have been expressed to the delegation Qf\r\nColQmbia on the lQSS Qf life and prQperty as a result Qf the earthquake a few\r\ndays agQ in that cQuntry.\r\nIt is 11 years since the General Assembly in its resQlutiQn 36/38 Qf\r\n18 November 1981 requested the Secretary-General of the United NatiQns to\r\ncarry out consultations with the Secretary-General of the Asian-African Legal\r\nConsultative CQmmittee (AALCC) with a view to strengthening further and\r\nwidening the scope of cooperation between the tWQ organizatiQns in certain\r\nareas of commQn interest.\r\nBy 1984 the AALCC had ~on the full confidence of this Assembly, enabling\r\nit to adopt a resolution co:nmending the AALCC for orienting its programme to\r\nstrengthen its supportive role to the work of the United Nations in wider\r\nareas, and in 1987 drew up a further programme of cooperation that identifiecl\r\nseveral specific areas for cooperation between the two secretariats.\r\nDigitized by Dag Hammarskjöld Library\r\nAl411PV.43\r\n49-50\r\n(Mr. 1\\da1a. Kenya)\r\nIt is therefore with great pride and pleasure that I speak today on\r\nbehalf of the Kenya delegation to express our warm thanks and appreciation to\r\nthe Secretary-General of AALCC, Mr. F. X. Njenga, and the MLCC secretariat\r\nfor their outstanding work in promoting interregional as well as international\r\ncooperation supportive of the efforts of the United Nations with a view to\r\nstrengthening the role of the United Nations in economic and humanitarian\r\nmatters.\r\nAs a developing country Kenya highly values the many studies and\r\nworkshops. as well as seminars, in areas oY concern to African and Asian\r\ncountries that have been organized by AALCC.\r\nThe AALCC secretariat has maintained high-profile representation at\r\nUnited Nations-sponsored conferences. notably at meetings of the Preparatory\r\nCommittee of the United Nations Conference on Environment and Development, the\r\nUnited Nations Committee on International Trade Law. the Preparatory\r\nCommission for the International Tribunal for the Law of the Sea, just to\r\nmention but a few among those highlighted in the report of the\r\nSecretary-General contained in document A/47/385 of 28 August 1992.\r\nDigitized by Dag Hammarskjöld Library\r\nAl471PV.43\r\n51\r\n(Mr. Adala, Ken~)\r\nThe Asian-African Leqal Consultativ\u0026 COllllllitte.\u0027s study of refugee law,\r\nthe refugee problem and the principle of burden-sharing is worth special\r\nmention, as is its paper on international control of narcotic drugs and\r\npsychotropic substances, submitted to the General Assembly on the occasion of\r\nthe fortieth anniversary of the United Nations. These are two areas in which\r\nmy country has had a great interest in the past few years as practical\r\nproblems that are becoming increasingly acute and that have serious social and\r\neconomic implications.\r\nIn conclusion, we wish the AALCC and its secretariat continued success in\r\nits collaborative efforts with the United Nations as it continues to serve its\r\nmember States in their various fields of endeavour. We hope draft resolution\r\nA/47/L.3, of which my delegation has the honour to be a sponsor, will enjoy\r\nthe Assembly\u0027s unanimous support.\r\nMr. JACQVIQIS (Cyprus): At the outset, I wish to convey to the\r\nGovernment and the peop10 of Colombia our deep sympathy and cur solidarity\r\nwith respect to the suffering and losses caused by the recent earthquake in\r\nthat country.\r\nAs always, Cyprus, a long-standing member of the Asian-African Legal\r\nConsul~ative Committee (AALCC), warmly welcomes the consideration of the item\r\n\"Cooperation between the United Nations and the Asian-African Legal\r\nConsultative Committee\". Wl are especially pleased to be able to address this\r\nitem during the United Nations\u0027Decade of International Law and at a time when\r\nincreasing significance is attached to the application of the rule of law and\r\nthe settlement of disputes through peaceful means. As a country that attaches\r\nDigitized by Dag Hammarskjöld Library\r\n•\r\nAl47/PV.43\r\nS2\r\n(Mr. Jacoyides, Cypr~lS)\r\ngreat value to the United Nations and international law and as an active\r\nme~ber of the ~1~CC, Cyprus places high importance on cooparaticn between the\r\nUnited Nations and the AALCC, orgauizations that operate at the universal and\r\nregional levels respectively.\r\nWe take this opportunity to pay a tribute to the AALCC, and particularly\r\nto its Secretary-General, Mr. Frank Njenga, its secretariat, and its Permanent\r\nObserver Mission to the United Nations in New York for the valuable\r\ncontributions made by the AALCC in the field of international law and as in\r\nother areas of common endeavour with the United Nations. The AALCC, the\r\nregional organization representing the legal perspectives of Asia and Africa,\r\nhas developed considerable and commendable activity at the United Nations.\r\nWe also wish to express appreciation to the Secretary-General of the\r\nUnited Nations for his excellent report (A/47/385) on cooperation between the\r\nUnited Nations and the AALCC. The report bears testimony to the continued\r\nclose and effective cooperation between the two organizations and the\r\ncommendable progress achievod during the period under review.\r\nSince its establishmenc, the AALCC has made important contributions in\r\n~~e international legal field. It has also made ~ontributions in other\r\ndiverse related areas such as international economic cooperation for\r\ndevelopment, refugees, drugs and the environment, among others. Indeed, the\r\nwork of the AALCC is closely connected with the agenda of the General Assembly\r\nand the work of the Organization.\r\nThis close association was rightfully marked by the granting of Permanent\r\nObserver status to the AALCC at the thirty-fifth session of the General\r\nAssembly, in 1980. Through its participation in the sessions of the General\r\nDigitized by Dag Hammarskjöld Library\r\nA/47/PV.43\r\n53\r\n(Mr. JaQoyides, Cyprus)\r\nAssembly and in the work of other bodies of the United Nations, the Observer\r\nMission plays an important role in strengthening and widening the cooperation\r\nbetween the two Organizations.\r\nThe AALCC has maintained its traditional close links with the Sixth\r\nCommittee, the International Law Commission and the United Nations Commission\r\non International Trade Law, and has continued its efforts towarus\r\nstrengthening the role of the United Nations and its various organs, including\r\nthe International Court of Justice.\r\nWe are therefore particularly pleased to note the attendance of the\r\nRegistrar of the International Court, the Chairman of the Inte~national Law\r\nCommission and the Director of the Codification Division of the Office of\r\nLegal Affairs on behalf of the Legal Counsel at the thirty-first session of\r\nthe AALCC held at Islamabad, Pakistan, in 1992. I was personally privileged\r\nto attend several of its sessions, including most recently those held at\r\nBeijing and Cairo; I can testify to their hiqh quality.\r\nWe wish also to highli~ht the meeting of legal advisers of States members\r\nof the AALCC held at United Nations Head~~arters in 1991 during the\r\nforty-sixth ses~ion of the General Assembly. Among the issues the meeting\r\nconsidered was the peaceful settlement of disputes. It heard a significant\r\naddress by the President of the International Court of Justice,\r\nSir Robert Jennings. In his address the President referred to renewed support\r\nfor the Court in the General Assembly and emphasized the importance of\r\nadvisory opinions of the Court in preventive diplomacy and their usefulness in\r\nclarifying the legal aspect; of political disputes between States.\r\nDigitized by Dag Hammarskjöld Library\r\nAl47/PV.43\r\n54\r\n(Mr. Jacovides, Cyprus)\r\nCyprus attaches high importance to the role of the Court in the peaceful\r\nsettlement of disputes, and we support those views. For our part, we have\r\naccepted the compulsory jurisdiction of the Court and were the first country\r\nto contribute to the Secretary General\u0027s Trust Fund to Assist States in the\r\nSettlement of Disputes through the International Court of Justice.\r\nHaving heard the President of the Court again today in the context of the\r\nAssembly\u0027s consideration of agenda item 13, I wish to pay a warm tribute to\r\nhim for his wise remarks, particularly those regarding public international\r\nlaw as a universal system b~inging together diverse legal systems and\r\nindividuals and providing a common ~egal language. We also noted the emphasis\r\nhe again rightly placed on the potential of the Court\u0027s advisory jurisdiction\r\nin clarifying the legal components of political disputes, a position which, as\r\nI just stated, we fully support.\r\nThe AALCC is to be comnended for its efforts in promoting the wider use\r\nof the International Court of JusticG.\r\nThe proclamation by the General Assembly of the United Nations Decade of\r\nInternational Law has given added significance to the cooperation between the\r\nUnited Nations and the AALC:. We very much appreciate the decision of the\r\nAALCC to participate actively in the programmes of the Decade, and we welcome\r\nits contribution towards the realization of its objectives.\r\nThe AALCC has also made important contributions in the field of the law\r\nof the sea. We recall the efforts it made during the Law of the Sea\r\nConference as well as its Fresent participation in the Preparatory Commission\r\nfor the International Sea-Bad Authority and for the International Tribunal for\r\nthe Law of the Sea, and we wish to commend the AALCC for the measures it is\r\nDigitized by Dag Hammarskjöld Library\r\nA/47/PV.43\r\n55\r\n(Mr. JacQyides, Cyprus)\r\ntaking for promoting ratifi(~ation and implementation of the 1982 United\r\nNations Convention on the Law of the Sea. Cyprus, which ratified the\r\nConvention at an early stage, hopes that the current efforts for the universal\r\nacceptance of the Convention will prove successful and that this major\r\nlaw-making Treaty will soon come into force.\r\nIn conclusion, Cyprus highly appreciates the important progress made in\r\nfurther strengthening and widening the scope of cooperation between the AALCC\r\nand the United Nations in the field of the progressive development and\r\ncodification of international law and other areas of common interest, which\r\nnow cover a wide range of matters in the economic and humanitarian fields. We\r\nlook forward to further progress and cooperation between the two\r\norganizations, which share the same objective, namely to achieve the primacy\r\nof international law in the conduct of States and the prevalence of the rule\r\nof law in international relations.\r\nCyprus is a sponsor of draft resolution A/47/L.3, which was ably\r\nintroduced this morning by the representative of Pakistan, and commends it for\r\nunanimous adoption.\r\nDigitized by Dag Hammarskjöld Library\r\nA/471PV.43\r\n56\r\nMr. SRI viyyong (China) (interpretation from Chinese): First of\r\nall, please allow me, on behalf of the Chinese delegation, to express to the\r\nGovernment and the people of Colombia our deepest sympathy and condolences in\r\nrespect of the damage and suffering caused by the recent earthquake.\r\nThe Asian-African Legal Consultative Committee has existed for 36 years,\r\nand since its establishment its membership has increased from seven to the\r\npresent 42. It has become a unique intergovernmental and inte~regional\r\ninternational organization exerting an important influence on the\r\ninternational scene. Not only does it provide a forum for discussion,\r\nconsultation and cooperation among Asian and African countries on legal issues\r\nand other questions of common concern, but it has also made important\r\ncontributions to the active promotion of the proqressive development and\r\ncodification of international law and better service in the field of\r\ninternational peace and development.\r\nSince the General Assembly invited the AALCC in 1980 to participate with\r\nobserver status in its meetings and work, the cooperative relationship between\r\nthe two organizations has grown ever closer. A representative of the United\r\nNations Secretary-General participates in every annual session of the AALCC,\r\nand the Committee also sends representatives to attend various meetings\r\nthroughout the United Nations system, including the relevant meetings of the\r\nGeneral Assembly, the International Law Commission, and the United Nations\r\nCommission on International Trade Law (UNCITRAL).\r\nHere, I should like to point out that the AALCC attaches partiCUlar\r\nimportance to cooperation with the International Law Commission in the field\r\nof progressive development ~nd codification of international law. The AALCC\r\nnot only invites the Chairman of the Commission to participate in its annual\r\nsession to introduce the Commission\u0027s CUrl\u0027ent work, but also includes\r\nDigitized by Dag Hammarskjöld Library\r\nAl47/PV.43\r\n57\r\n(Mr. Shi Jiyyong, China)\r\nthe working report of every session of the Commission as a fixed item on the\r\nagenda of its annual sessio!!\" Representativas gf the membe~ States of the\r\nAALCC take an active part in the discussion on the work of the International\r\nLaw Commission on every subject. In every session of the International Law\r\nCommission, the Secretary-General of the AALCC briefs the Commission on the\r\nCommittee\u0027s work. The AALCC and the Commission also have similar agenda\r\nitems. We commend the AALCC for having included in its current programme of\r\nwork the question of non-navigational uses of international watercourses, a\r\nsubject under consideration by the Commission.\r\nIn 1991, at its thirty-first session, the Committee requested the\r\nInternational Law Commissiotl to take up as a priority item the subject \"Legal\r\naspects of the protection of the environment of areas not subject to national\r\njurisdiction: global comments\". The Commission attaches great importance to\r\nthis request. In sum, it i i the view of the Chinese delegation that\r\ncooperation between the AALCC and the International Law Commission is\r\nsatisfactory.\r\nThe cooperation between the AALCC and UNCITRAL is also fruitful. The\r\nannual session of the AALCC has established a Subcommittee to discuss and\r\nstudy the relevant subjects under considersation by UNCITRAL. The AALCC\r\nactively supports General Assembly resolution 44/23, in which the Assembly,\r\ninter alia, declares the period 1990-1999 as the United Nations Decade of\r\nInternational Law. The secretariat of the AALCC has prepared a paper\r\nidentifying a number of issJes involved in, and activities that may be taken\r\nduring, the Decade.\r\nIn the first programme of activities of the United Nations Decade of\r\nInternational Law, the AALCC proposed sponsoring a workshop on joint ventures\r\nin seabed mining. The AALCC, in cooperation with the United Nations High\r\nDigitized by Dag Hammarskjöld Library\r\nAl47/PV.43\r\n58\r\n(Mr. Shi Jiuyong, China)\r\nCommissioner for Refugees, held a workshop on international refugee and\r\nh~~anitarian la~ in October 1990; The aim of the workshop was to enhance the\r\nawareness of the Government authorities of member and non-member States of the\r\nregion of the comprehensive character of international legal instruments\r\nrelevant to the issue of refugees and in particular to promote AALCC member\r\nStates\u0027 ratification of or accession to the 1951 Convention and the 1967\r\nProtocol relating to the status of refugees.\r\nThe AALCC secretariat also actively attended most meetings of the\r\nPreparatory Committee of the United Nations Conference on Environment and\r\nDevelopment. In relevant m~etings and negotiations, i~ invited AALCC member\r\nStates to engage in informal consultations and thus to play an active role in\r\npromoting mutual understanding among member States.\r\nThe Chinese delegation appreciates the efforts of the AALCC in stressing\r\nthe greater role that should be played by the International Court of Justice\r\nin the peaceful settlement ~f international disputes and in the rule of law.\r\nRecently, the secretariat of the AALCC undertook the preparation of a study on\r\nthe enhanced utilization of the International Court of Justice in matters\r\nrelating to the pr~tection and preservation of the environment. A memorandum\r\noutlining the basic approach of the study was submitted to the Registrar of\r\nthe International Court of Justice. I am convinced that all States Members of\r\nthe United Nations will be interested in the study under preparation.\r\nIn conclusion, we note with satisfaction the strengthening of cooperation\r\nbetween the United Nations and the AALCC. We hope that this effective\r\ncooperation in the progressive development and codification of international\r\nlaw and in other areas of common interest will continue to be strengthened so\r\nas to make an active contribution in promoting friendly cooperation among\r\nDigitized by Dag Hammarskjöld Library\r\n~J47/PV.43\r\n59-60\r\n(Mr. Shi Jiyyong, China)\r\nStates, maintaining international peace and security, promoting the common\r\nprosperity of aaman society and establishinq a fair and reasonable new\r\ninternational order on the basis of the five principles of peaceful\r\ncoexistence and in the spirit of the Bandunq Conference.\r\nThe Chinese Government has always attached importance to the work of the\r\nAALCC. Since 1983, when we became a formal member of the Committee, we have\r\nactively participated in its annual sessions. We also successfully hosted its\r\ntwenty-ninth session, in 1990, and have sent an official to work as Assistant\r\nSecretary-General of the Committee and actively participated in the work of\r\nthe Committee secretariat. We will continue fully to support the Committee\u0027s\r\nwork, to make active efforts to strengthen further its role and influence and\r\nto promote close cooperation between the United Nations and the AALCC.\r\nDigitized by Dag Hammarskjöld Library\r\nAl47/PV.43\r\n61\r\nMr. YAMAMOTO (Japl_,4 First of all, I should like to join previous\r\nspeakers in extending a message of sympathy and condolence to the Government\r\nand people of Colombia for their suffering and for the damage caused by the\r\nrecent earthquake.\r\nI deem it a great honour to have this opportunity to comment, on behalf\r\nof my delegation, on agenda item 20, entitled \"Cooperation between the United\r\nNations and the Asian-African Legal Consultative Committee\".\r\nThe importance of closer coordination between the United Nations and\r\nregional organizations such as the African-Asian Legal Consultative Commi,ttee\r\n(AALCC) cannot be emphasized too strongly. My delegation wishes to express\r\nits appreciation to the Secretariat for the report contained in document\r\nA/47/385, which provides useful information on the activities of the AALCC and\r\nits cooperation with the United Nations. According to the report, commendable\r\nprogress has been achieved, under the excellent leadership of the\r\nSecretary-General of the AALCC, Mr. Njenga, towards enhancing cooperation\r\nbetween the United Nations and the AALCC in a wide range of areas.\r\nIt is the view of the Japanese Government that the AALCC and similar\r\nregional organizations can make a genuine contribution to strengthening the\r\nfunctioning of the United Nations so as to ensure that it can respond to the\r\nchanging needs of the international community. In fact, the AALCC has\r\nundertaken a number of programmes and initiatives to strengthen the role of\r\nthe United Nations and its various organs, inclUding the International Court\r\nof Justice.\r\nThe AALCC has also participated actively in the programmes of the United\r\nNations Decade of International Law. Japan appreciates and supports the\r\nongoing efforts of the AALCC towards achieving the objectives of the Decade.\r\nDigitized by Dag Hammarskjöld Library\r\nAl471PV.43\r\n62\r\n(Mr. Yamamoto, Japan)\r\nFurther, the ·~.~CC has been active in efforts relating to development and the\r\nenvironment, and Japan hopes it will continue to contribute to this important\r\narea.\r\nIt is essential that the international community should be able to\r\nrespond effectively to the new challenges that are constantly arising in\r\ntoday\u0027s changing world. I cannot but believe that internati~nal law will play\r\nan ever greater role in efforts to meet those challenges. My delegation pays\r\na high tribute to the AALCC, which for more than three decades has been\r\nplaying an important role i.1 tb.e expansion and developmen\"t of international\r\nlaw throughout the Asian-African region. Japan strongly hopes that with\r\ngreater cooperation between the United Nations and regional organizations such\r\nas the AALCC, the rule of law will continue to expand throughout the world.\r\nLastly, it is our strong hope that the General Assembly will adopt the\r\ndraft resolution before us (A/47/L.3) without a vote.\r\nMr. ACHARYA (Nepal): Let me first of all express our heartfelt\r\ncondolences to the people of Colombia on the damage they have suffered as a\r\nresult of the recent earthc;pake.\r\nAt the outset, I wish 11so to thank the Secretary-General for his\r\ncomprehensive report on cooperation between the United Nations and the\r\nAfrican-Asian Legal Consultative Committee (AALCC) (A/47/385).\r\nNepal attaches considerable importance to the activities of the\r\ninternational community in the area of the progressive codification of\r\ninternational law. We believe that only a legal order that encompasses the\r\nentire community of nations can provide the framework for effective\r\nmultilateral cooperation. Lt is in the interest of all States - large and\r\nsmall - to work for and wit~in a coherent and viable system of law,\r\nDigitized by Dag Hammarskjöld Library\r\nAl471PV.43\r\n63\r\n(Mr. Acharya. Nepal)\r\nimpartially administered and enforced. In the final analysis, the rule of law\r\nalone will ensure peace and stability for all.\r\nSince its founding in 1956 as the Asian Legal Consultative Committee,\r\nwith limited membership, the AALCC has grown to accommodate independent States\r\nin Asia and Africa. It has become a valuable foxum for the member States to\r\nexchange views and coordinate positions in the area of the progressive\r\ncodification of international law and other areas of common interest.\r\nI avail myself of this opportunity to pay a well-deserved tribute to the\r\nsmall but dedicated secretariat of the Asian-African Legal Consultative\r\nCommittee for the high quality of its work. The notes and briefs the\r\nsecretariat prepares for the benefit of its members on selected items on the\r\nagenda of the General Assembly greatly assist the participation of my\r\ndelegation in the deliberations on these items in the plenary meetings and the\r\nrelevant Committees.\r\nThe way the A~LCC has oriented its programmes, as referred to in\r\nresolution 39/47, has enabled it, as a permanent observer, to play a uniquely\r\nvaluable role in support of the work of the United Nations.\r\nThe range of issues that the AALCC is engaged in covers matters which are\r\ncurrently under active consIderation by the Sixth Committee, the Special\r\nCommittee on the Charter, ~e International Law Commission and the United\r\nNations Commission on International Trade Law. It has done valuable work with\r\nregard to the promotion of the ratification and implementation of the United\r\nNations Convention on the L~w of the Sea. Equally important have been its\r\ncontributions in the areas ~f international economic cooperation for\r\ndevelopment and humanitarian matters.\r\nl. _\r\nDigitized by Dag Hammarskjöld Library\r\nAl47/PV.43\r\n64-65\r\n(Mr. Acha£ya, Nepal)\r\nI wish to make sfecial mention of the AALCC studies on the role of the\r\nUnited Nations, on the United Nation5 Decade of International Law and on the\r\npossible wider use of the International Court of Justice.\r\nThe AALCC has been involved in the legal aspects ,of environmental issues\r\nfor many years now.\r\nDigitized by Dag Hammarskjöld Library\r\nAl47/PV.43\r\n66\r\n(Mr. Acharya, Nepal)\r\nIn this reqard, mt7ntion should be made of the thirty-first session of the\r\nCommittee, held in January this year in Islamabad, Pakistan. In accordance\r\nwith the decision taken at that session, AALCC submitted to the Preparatory\r\nCommittee of the United Nations Conference on Enviro~ent and Development\r\n(UNCED) at its fourth session a statement of General Principles of\r\nInternational Environmental Law. In accordance with the mandate of the\r\nIslamabad meetinq, AALCC has already submitted to its members a preliminary\r\nstudy of the final results of UNCED. These will be of special assistance to\r\nthe members of the Committee in their assessment of UNCED and in the follow-up\r\nof those decisions.\r\nMy deleqation views the productive cooperation between AALCC and the\r\nUnited Nations as a qood example of cooperation with reqional arranqements.\r\nAs a sponsor of draft resolution Al47/L.3, we believe its adoption will be yet\r\nanother step towards enhancinq such fruitful relations in wider areas of\r\ninterest to the United Nations.\r\nMr. ERDENECHULUUN (Monqolia): On behalf of my deleqation, I join\r\npreceding speakers in expressing feelings of profound sympathy to the\r\ndelegation of Colombia, whose country was recently struck by an earthquake\r\nthat resulted in loss of life and material damage.\r\nThe momentous developments that have taken place in the world have opened\r\nup promising vistas in our common search for ways and means to solve the\r\npressinq problems of the day. As the international community strives to\r\ncapitalize on these opportu3ities and stand up to unprecedented challenges,\r\ninternational law emerges as a pivotal instrument in building up the\r\nstructures of a new and just world order based on the principles of\r\ncooperation, development and democracy.\r\n---~~~ --------------\r\nDigitized by Dag Hammarskjöld Library\r\nA/471PV.43\r\n67\r\n(Mr. Erdenechuluun. Mongolia)\r\nThe progressive development and \\:odification of international law and the\r\nconsistent and non-selective application of the existing norms are essential\r\nin ensuring and strengthening the rule of law in international relations. The\r\nmagnitude of the task requires contributions from all sources. It ia\r\ngratifying to note in this context that ever since its inception 36 years ago\r\nthe Asian-African Legal Consultative Committee (AALCC) has been actively\r\nlnvolved in the endeavours to promote acceptance of and respect for\r\ninternational law. Especially valuable has been its role in expanding and\r\ndeveloping international la\" throughout the Asian and African regions, thus\r\nhelpinq the newly independe~t nations of those two continents in their quest\r\nfor true political and economic independence.\r\nOne of the priority items on the agenda of the Committee over the year\u0027s\r\nhas been the study of ways to strengthen the role of the United Nations. The\r\nimportance of the subject is self-evident in the light of the increased\r\ncredibility and prestige of the world Organization and the ongoing efforts\r\nfurther to revitalize its activities. My delegation welcomes all the\r\nendeavours undertaken by the Committee in this direction and would encourage\r\nit to continue its studies, taking into account the imaginative and\r\nthought-provoking proposals submitted by the Secretary-General in his report\r\n\"An Agenda for Peace\" (A/47/277).\r\nThe scope of cooperation between the United Nations and the Cow~ittee, so\r\nelaborately described in the report of the Secretary-General in document\r\nAl47/385, is impressive. The adoption of the programme of cooperation between\r\nthe Committee and the Unite3 Nations, identifying nine specific areas of\r\ninterest, was an important step in improving cooperation and reciprocal\r\nfeedback between the two organizations.\r\nDigitized by Dag Hammarskjöld Library\r\nA/471PV.43\r\n68\r\n(Mr. Erdenechuluun, Mongolia)\r\nAALCC and its organs cover a wide range of topics, including public\r\ninternational law, economic relat~@no, ocean resources, the problem of\r\nrefugees, and environmental protection. The Committee pays particular\r\nattention to the work of the Sixth Committee of the General Assembly and\r\nmaintains close links with ~~e International Law Commission and the United\r\nNations Commission on International Trade Law (UNCITRAL). We hope that these\r\nlinks of solid cooperatic~ between AALCC and the United Nations bodies\r\nconcerned will be maintained and strengthened in the future.\r\nMy delegation has taken note with appreciation of the active involvement\r\nof AALCC in the programme of the United Nations Decade of International Law\r\nand anticipates that the Committee will continue to contribute to the\r\nprogramme of the Decade by instituting training programmes, scholarships and\r\nseminars in cooperation with the United Nations and its specialized agencies.\r\nMongolia notes with satisfaction that of late the questions of\r\ninternational economic cooperation for development have been gaining\r\nprominence in the proceedings of the Committee. We support the consistent\r\nposition of AALCC of giving priority to items pertaining to the specific needs\r\nand interests of the developing countries.\r\nA special two-day meeting on the United Nations Conference on Environment\r\nand Development (UNCED), convened during the thirty-first annual session of\r\nAALCC, held in Islamabad earlier this year, was a timely initiative that\r\nfostered the exchange of views on legal aspects of the UNCED Summit.\r\nIt is the hope of my d·~legation that :.t the forthcoming sessions of AALCC\r\nquestions of particular int!rest to us, such as the debt burden of developing\r\ncountries and legal aspects of privatization, will be taken up and that\r\nfurther progress will be made in their consideration.\r\nDigitized by Dag Hammarskjöld Library\r\nAl47/PV.43\r\n69-70\r\n(Mr. Erdenechuluunr Mongolia)\r\nI wish to express my delegation\u0027s appreciation to Mr. Njenga, the\r\nSecretary-General of AALCC, and the staff of the Committee\u0027s secretariat for\r\ntheir dedication and unremitting effort. The research briefs, studies and\r\ncomments on various questions of international law prepared by the secretariat\r\nof the Committee serve as important background material for our work.\r\nIn conclusion, my deleyation expresses its hope that draft resolution\r\nA/47/L.3, which Mongolia has the honour to co-sponsor, will command the\r\nunanimous support of the Assembly.\r\nMr. KALPAGE (Sri Lanka): May I, at the outset, associate myself and\r\nmy deleqation with the exprossion5 of sympathy to and Gover~~ent of\r\nColombia for the damage caused by the recent earthquake that affected that\r\ncountry.\r\nI am pleased to address this plenary meeting of the General Assembly on\r\nagenda item 20, entitled \"Cooperation between the United Nations and the\r\nAsian-African Legal Consult~tive Committee\". Sri Lanka, a founding member of\r\nthe Asian-African Legal Con3ultative Committee (AALCC), is very pleased to be\r\na sponsor, together with a~umber of other Asian and African States, of draft\r\nresolution A/47/L.3.\r\nThe creation of the As~an-African Legal Consultative Committee was one of\r\nthe outcomes of the Conference of Afro-AsianNations held in Bandung,\r\nIndonesia, in 1955. The Bandung Conference marked the beginning of what we\r\nnow know as the Non-Aligned Movement.\r\nDigitized by Dag Hammarskjöld Library\r\nAl47/PV.43\r\n71\r\n(Mr. Kalpage. Sri Lanka)\r\nThe Asian-African ~egal Consultative Committee is a body with an\r\nimpressive history, a large membership, a vast geographical scope and a record\r\nof work in several fields of international legal interest. Above all, it is\r\nan organization with an important overall objective - the promotion of greater\r\nawareness in Africa and Asia of the many developments in the fields of public\r\nand private international law.\r\nI would like to speak briefly on the overall objective of the\r\nAsian-African Legal Consultative Committee. This, I believe, is to promote\r\namong its member States a greater awareness of deve~opments in the many fields\r\nof international law. Such an objective is in itself wide in scope with its\r\nown numerous ramifications. In this context, the AALCC has made a\r\ncontribution to the United Nationa programme on the Decade of International\r\nLaw. I would like to address another more immediate aspect.\r\nI am referring to the long-term responsibility that the AALCC has, and\r\nmust bear, of moving its vast membership of States collectively forward to the\r\nstage at which they will all be in a position to participate effectively and\r\nfully, after adequate consultation and coordination, in the many and various\r\nmultilateral legal forums.\r\nThe process of consultation and coordination among States having a\r\nmeasure of cOlmnonality of interest is fundamental to effective participation\r\nin the international pa~limnentary diplosnacy and democracy that now obtain in\r\nthe many forums of the world community. In such forums, positions and\r\nargumentation must now derive, not from preconceived ideology and fixed\r\nperspective, but rather from generally accepted principles and rules. In such\r\nforums, moreover, the goveruinq procedure is the presentation of positions,\r\ndebate and negotiation towards a generally accepted conclusion.\r\nDigitized by Dag Hammarskjöld Library\r\nA/47/PV.43\r\n72\r\n(Mr. lalpagP. Sri LDDka)\r\nThe practice of consultation and coordination is one that other regional\r\ngroups with similar interests have already achieved and now regularly follow.\r\nThere has to be coordination in the collection and analysis of info~ation and\r\ndissemination of results and consultation on positions to be presented, on\r\nargumentation to be made and on the ensuing negotiations. In this regard,\r\nsome regional groups have achieved a high degree of facility and\r\nsophistication. This is, of coarse, an entirely legitimate achievement to be\r\nadmired.\r\nYet, it is true that, for those Qf us from Africa and Asia, there are\r\nmany difficulties in the way of our achieving such a high degree of\r\nconsultation and coordination. These difficulties are further compounded by\r\nthe practical disadvantages with which we are still encumbered, certainly in\r\nthe legal field: absenco of adequate access, or sometimes no access\r\nwhatsoever, to legal documentation and legal periodicals, to centres of legal\r\nresearch and analysis, and to instant information facilities. Furthermore, we\r\nare disadvantaged when we face the far greater resources with which the States\r\nMembers of the United Nations with lauger delegations and permanent missions\r\nare clearly blessed.\r\nThus, it is inevitable that for many of us member States of the AALCC,\r\nthe ultimate goal, namely, full and effective consultation and coordination in\r\nthe preparation of positions and supporting argumentation in debate and in\r\nnegotiation and presentation, is still a far distant goal.\r\nIt is also clear that if there are to be truly meaningful proceedings in\r\nthe many multilateral forums, all member States in all deliberative bodies\r\nmust stand on the same plat3au of awareness. This is particularly so in the\r\npresent world of international parliamentary diplomacy and democracy that the\r\nDigitized by Dag Hammarskjöld Library\r\nAl471PV.43\r\n73-75\r\n(Mr. Ealpage. Sri Lanka)\r\nUnited Nations has come to represent. It is a difficult goal. Yet, it is one\r\nthat we in the United Nations, and particularly we in the African-Asian Legal\r\nConsultative Committee, must constantly strive to achieve.\r\nMuch has been done to \u0027~is end by the AALCC. Many possibilities,\r\nhowever, still remain to be explored. The cooperation and assistance of the\r\nUnited Nations, and particularly of the Secretariat, would be invaluable in\r\nthese difficult circumstances in which we from Africa and Asia find\r\nourselves. With its cumulative knowledge - of the history and background of\r\nsubjects, of basic materials, of principal questions involved - there is no\r\ndoubt that this would be useful. It is to the United Nations, and in this\r\nconnection to the Secretariat, that we in the developing world, particularly\r\nits smaller countries, must inevitably look.\r\nBefore Mr. Frank Njenga, the Secretary-General of the AALCC, leaves New\r\nYork f~r New Delhi, I hope that it will be possible for him to hold serious\r\ndiscussions with the Secretariat in the legal field. These discussions may\r\ninclude what could possibly be done to resolve the difficulties that we from\r\nAfrica and Asia undoubtedly face in many of the delibe~ative bodies of the\r\nUnited Nations.\r\nThis is one reason among others why we member States of the AALCC and of\r\nthe United Nations ask once again, as we do biennially, for reaffirmation by\r\nthe General Assembly of the need, for both the AALCC and the United Nations,\r\nof the continuance and strengthening of the cooperation between the United\r\nNations and the Asian-African Legal Consultative Committee for the attainment\r\nof what are in fact common ?bjectives.\r\nDigitized by Dag Hammarskjöld Library\r\nA/471PV.43\r\n76\r\nMr. ORDZHONIKIDZE (Russian Federation) (interpretation from\r\nRussian): I should like at the ou~set to express to the people and Government\r\nof Colombia our deep condolences in connection with the,earthquake that\r\ndevastated that country.\r\nThe delegation of the Russian Federation, which has for a number of years\r\nbeen an observer in the Asian-African Legal Consultative Committee (AALCC), ia\r\npleased to note the development and intensification of cooperation between the\r\nUnited Nations and that Committee.\r\nIn the interesting and informative reports submitted by the\r\nSecretary-General of the United Nations and the Secretary-General of AALCC fiG\r\nsee reflected the history and traditions of that cooperation, which confirm,\r\nin our view, a positive trend towards understanding the need for a uniform\r\napproach to resolving problems at the national, regional and global levels.\r\nBy actively participating in the progressive development and codification\r\nof international law, by promoting the attainment of universality in\r\nmultilateral conventions and by enhancing the role of the International Court\r\nof Justice, AALCC is helpi~g to strengthen the role of the United Nations and\r\nto achieve the Organization\u0027s global purposes. It is making a unique and\r\nvaluable contribution to strengthening the role of international law in\r\nsolving the key problems of the present day.\r\nAALCC also draws up specific programmes and carries out projects, fo~\r\nexampie in the field of refugee law, taking due account of regional\r\npeCUliarities and needs. Within the limits of its competenc~, AALCC plays an\r\nimportant role in drawing together the interests and concerns of States,\r\nidentifying regional priori:ies and presenting them in a global context.\r\nAALCC also provides feedbaCK by supporting United Nations initiatives relevant\r\nto its sphere of c~mpetence and adapting them to regional conditions.\r\nDigitized by Dag Hammarskjöld Library\r\nAl47/PV.43\r\n77\r\n(Mr. Ordzhonikidze,\r\nRussian Federation)\r\n\"Our delegation believes that considerable opportunities for improvement\r\nexist in the area of cooperation between the United Nations and regional\r\norganizations, both those of a general political bent and those that are\r\nfunctional in nature. In that connection we value highly the useful\r\nexperience that has been gained from the interaction between the United\r\nNations and the Asian-African Legal Consultative Committee, and we think it\r\nwould be a good idea to make greater use of the experience thus gained for\r\ndeveloping international law and expanding the interaction between the United\r\nNations and regional organizations.\r\nSir David HANNAY (United Kingdom): I am speaking on behalf of the\r\nEuropean Community and its member States to express our interest in the\r\nactivities of the Asian-African Legal Consultative Committee (AALCC). This\r\ndebate is an occasion to take stock of the Committee\u0027s contribution to and\r\ncooperation with the United Nations. At the same time, we should not lose\r\nsight of its important work in other fields, for example the law of\r\ninternational trade, where we note the contribution of the regional\r\narbitration centres at Kuala Lumpur, Cairo and Lagos.\r\nWe look forward to hearing the statement by the Secretary-General of the\r\nCommittee, Mr. Frank Njenga. The Committee\u0027s secretariat continues to make a\r\nmost important contribution to its work.\r\nBoth the report of the Secretary-General of the United Nations and the\r\nstatements we have heard today show the considerable range of activities that\r\nare both topical and relevant to the work of the United Nations. Of\r\nparticular interest to the Assembly is the work connected with the items on\r\nthe agenda of the Sixth Committee, such as the United Nations Decade of\r\nInternational Law. Many otner aspects of the AALCC\u0027s work, such as that\r\nDigitized by Dag Hammarskjöld Library\r\nA/47/PV.43\r\n78\r\n(Sir Dayid Hann§Y\u0027 United Kingdom)\r\nconnected with refugees, are also directly relevant to the work of the United\r\nNations and its agencies.\r\nThe European Community and its member States welcome the close\r\ncooperation that exists between the United Nations and the AALCC, demonstrated\r\nby the extent of participation of relevant United Nations bodies in the annual\r\nsessions of the Committee, and demonstrated also by such events as the\r\nworkshop on \"International Refugee and Humanitarian Law in the Asian-African\r\nRegion\" which was organized jointly with the Office of the United Nations High\r\nCommissioner for Refugee~ (UNHCR) at New Delhi in 1991.\r\nSince we last considered this item in the Assembly the Asian-African\r\nLegal Consultative Committee has held two very successful sessions, at Cairo\r\nin 1991 and at Islamabad in 1992. We are grateful to the Committee and to the\r\nGovernments of Egypt and Pacistan for the hospitality offered to observers,\r\ninclUding those from the member States of the European Community. A\r\nparticularly happy asp6~t of the Committee\u0027s meetings is their openness to\r\nparticipation by observers, and those from European Community member States\r\ncertainly hanefited greatly by their attendance.\r\nMr. SALEEM (India): I should first like to convey, on behalf of the\r\npeople and Government of India, our deepest sympathies and heartfelt\r\ncondolences to the people and Government of Colombia in connection with the\r\nhardships they are undergoing as a result of the recent earthquake in that\r\ncountry.\r\nMy country greatly values the useful work being done by the Asian-African\r\nLegal Consultative Committee (AALCC) in the field of international law. The\r\nAALCC is an intergovernmental organization of 45 member States that has had a\r\npermanent observer statvs with the United Nations since 1980. Our late\r\nDigitized by Dag Hammarskjöld Library\r\nA/47/PV.43\r\n79-80\r\n(Mr. Saleem, India)\r\nPrime Minister Mr. Jawaharlal Nehru was one of the initiators of the\r\norganization, and the organization has its headquarters at Delhi. On this\r\noccasion we should like to pay a tribute to the Secretary-General of the\r\nAAL:C, Mr. Njenga, for his wise leadership.\r\nThe Committee has cooperative programmes with the United Nations in the\r\nfollowing nine areas: cooperative framework; representation at meetings and\r\nconferences; Sixth Committee matters; matters involving the law of the sea;\r\nthe question of refugees; efforts towards strengthening the role of the United\r\nNations; the illicit traffi: in narcotic drugs; international economic\r\ncooperation for development; and zones of peace and international\r\ncooperation. Since 1987 the Committee has oriented its work programme to\r\naccord priority to matters that are of current interest to the United Nations,\r\nmatters such as human rights, the United Nations Conference on Environment and\r\nDevelopment, and internatio~al economic law.\r\nAs its contribution to the United Nations Decade of International Law the\r\nAALCC prepared in 1985 a study on strengthening the role of the United Nati,ns\r\nthrough rationalization of functional modalities, with special reference to\r\nthe General Assembly. It has also pr~pared a set of recommendations on the\r\nimprovement of the functioning of the General Assembly.\r\nTo promote wider use of the International Court of Justice the AALCC has\r\nprepared a study on the question of possible wider use of the Court by a\r\ncompromise when the parties so agree. Recently the Committee has undertaken\r\npreparation of a study on tae enhanced utilization of the International Court\r\nof Justice in matters relating to the protection and preservation of the\r\nenvironment.\r\nDigitized by Dag Hammarskjöld Library\r\nA/471PV.43\r\n81\r\n(Mr, Saleem, India)\r\nPursuant to its programme of rendering assistance to its member States\r\nfor active participation in the work of the General Assembly, since 1982 the\r\nCommittee has prepared notes and comments on items before the Sixth Committee,\r\nincluding the report of the International Law Commission.\r\nThe Committee continues to maintain its links with the International Law\r\nCommission and has included in its current work programme the question of\r\nnon-navigational uses of international watercourses. The Committee also has\r\nclose collaboration with the United Nations Commission on International Trade\r\nLaw (UNCITRAL).\r\nThe Committee has considered the question of encouraging and facilitating\r\nthe ratification of the United Nations Convention on the Law of the Sea, and\r\nhas urged its members States signatories to the Convention to ratify it in\r\norder to allow its early implementation.\r\nSince the eleventh special session of the General Assembly, held in 1980,\r\nthe Committee has concentrated on the question of international economic\r\ncooperation for development. and to this end it has participated in the\r\nsessions and meetings of the Economic and Social Council, UNCTAD and\r\nUNCITRAL. The Committee has also prepared model bilateral agreements for the\r\npromotion and protection of investments so as to generate a wider flow of\r\ncapital and technology to the developing countries in the Asian-African region.\r\nThe Committee is in the process of preparing a legal framework for\r\nindustrial joint ventures. It has begun the compilation of relevant\r\ninformation with the intention to prepare a legal guide on joint ventures\r\nsimilar to that prepared by UNCITRAL on the drawing up of international\r\ncontracts for industrial wo:ks.\r\nIndia is a sponsor of cesolution A/47/L.3, on cooperation between the\r\nUnited Nations and the AALCC, now before us.\r\nDigitized by Dag Hammarskjöld Library\r\nAl47/PV.43\r\n82\r\nMr. lWRQMA (Sierra Leone): Sadly, fate has once again struck the\r\npeople of Colombia, thi3 time in the form of an earthquake. Not so long ago,\r\na landslide occurred in Colombia. I think the whole world recalls a young\r\ngirl being trapped in the mud. It was her major concern that, despite the\r\ndesperate efforts being made to save her life, she was missing school. Fate\r\nhas again struck the people of Colombia, and we should like the Colombian\r\npeople to know that we share their grief and to express our condolences to\r\nthem.\r\nSince its inception the Asian-African Legal Consultative Committee\r\n(AALCC) has played a yeoman\u0027s role in helping developing countries, and\r\nAfrican and Asian countries in particular, to strengthen their legal\r\ninstitutions, and in promoting the progressive development and codification of\r\ninternational law.\r\nAs a close observer and benefactor of its studies, Sierra Leone would\r\nlike once again to pay tribute to the AALCC for its outstanding role in\r\npromoting international law and tho rule of law in international relations.\r\nEarly this year, in my capacity as Chairman of the International Law\r\nCommission for its forty-third session, I had the occasion and opportunity to\r\nattend the thirty-sixth session of the AALCC in Islamabad. That session made\r\na very great impression on me, as it was the first time I had participated in\r\nthe work of the AALCC. I was impressed not only by the range of topics\r\ndiscussed - which included refugee law; Law-of-the-Sea matters;\r\nnon-navigational U$e of intarnational watercourses; and international economic\r\nlaw, including international trade law - but also, and more importantly, by\r\nthe high quality of the dis~ussions that ensued.\r\nMy delegation came away from that meeting very much impressed that the\r\nAALCC was indeed making, as I have said, a significant contribution to the\r\nDigitized by Dag Hammarskjöld Library\r\nAl47/PV.43\r\n83\r\n(Mr. Koroma, Sierra Leone)\r\npromotion of international law and the strengtbening of the international\r\nleqal order.\r\nCooperation between the AALCC and the United Nations was thus further\r\nstrengthened by the serious and comprehensive treatment given to the report of\r\nthe International Law Commission. The results of those discussions will be\r\ntaken into account when the Commission revisits those issues.\r\nIn this period of total and preventive diplomacy, my delegation is of the\r\nview that both the International Court of Justice and tbe AALCC could make\r\ngenuine contributions in strengthening the role of the United Nations for the\r\nmaintenance of international peace and for the realization of its objectives.\r\nMy delegation therefore welcomes the close cooperation between the\r\nInternational Court of Justice and the AALCC. In this connection,\r\nSierra Leone would like to pay tribute to the President of the International\r\nCourt of Justice, George Yewdall Jennings, for the invaluable role the Court\r\nhas been playing under his presidency, and for his statement here this\r\nmorning. The confidence of the international community in the International\r\nCourt of Justice has continued to grow, and this is no doubt partly due to the\r\nsterling qualities of its mgmbership. It is encouraging to note that\r\ncooperation between the AALCC and the Court has continued to intensify, as\r\nwhen the Court representative delivered a message at the Islamabad session of\r\nthe AALCC this year.\r\nFinally, the Sierra Leone delegation would like to express its\r\ncongratulations to the Gove~nment and people of Pakistan for the excellent\r\nfacilities that were placed at the disposal of the thirty-sixth session of the\r\nAALCC in Islamabad, which in no small measure contributed to the success of\r\nDigitized by Dag Hammarskjöld Library\r\n!i\r\nAI~1/PV.43\r\n84,;,,85\r\n(Mr. Koroma, Sierra Leone)\r\nthat session.. Smilarl]r,S::\u00279rra Leone lJ1Quld like to ;;Acknowledge the\r\noutstMdinq performance of Mr. r. X. Njenga\", thet Secretary-General of the\r\nCommittee, his-dedicated staff and theAALCC MiSSi014 here in New York for\r\ntheir continued assistance to the members of the Clj)mmittr.-a here at the\r\nUnited Nations.\r\nDigitized by Dag Hammarskjöld Library\r\nA/47/PV.43\r\n86\r\nThe PRESIDENT (interpretation fr~!ll Spanish): I call now on\r\nMr. Frank X. Njenga, Secretary~Generalof the Asian-African Legal Consultative\r\nCommittee.\r\nMr. NJENGA {Asian-African Legal Consultative Committee (AALCC»: At\r\nthe outset, I wish to extend our deep sympathy to the Governments and the\r\npeoples of Egypt and Colombia on the tragic loss of life and property they\r\nsuffered in the earthquakes that recently struck their countries.\r\nI should like, on behalf of the Asian-African Legal Consultative\r\nCommittee (AALCC) and on my own behalf, to offer to Mr. Ganev our warmest\r\n~ongratulations on his election to the p~esidency of the General Assembly at\r\nits forty-seventh session. We are confident that with his experience and\r\nwisdom the General Assembly will be able at its forty-seventh session to\r\nachieve unprecedented success. Our congratulations go also to the other\r\nmembers of the Burea~.\r\nNever since the creation of the United Nations has mankind had such high\r\nexpectations and hope concerning the Organization. The initiatives launched\r\nby the United Nations in different conflict zones of the world deserve full\r\nsupport and encouragement. I pledge to the Assembly the fullest cooperation\r\nof the Asian-African Legal Consultative Committee and its entire membership\r\nwith the United Nations in the fulfilment and realization of these hopes and\r\naspirations for international peace.\r\nI wish to take this opportunity to express our sincere gratitude to the\r\nSecretary-General, Mr. Boutros Boutros-Gha13. f~~ Ais active involvement in\r\nthe search for solutions in various arr\u0027,j ..: ~\\)nflict in Africa, Asia, Central\r\nAmerica and Europe.\r\nDigitized by Dag Hammarskjöld Library\r\nAl47/PV.43\r\n87\r\n(Mr. Njenga. AALCC)\r\nI wish to tak6 this opportunity also to welcome the States that have\r\nbecome Members of the United Nations since I last addressed the Assembly.\r\nWith the admission of those States, the membership of the Organization can now\r\nbe said to be almost universal. Among those States are Azerbaijan,\r\nKazakhstan, Kyrgyzstan, Turkmenistan, Tajikistan and Uzbekistan, which are in\r\nthe Asian region. We extend to them our best wishes on their achievement of\r\nsovereiqnty and on their membership of the international community. The AALCC\r\nis of the firm conviction that they will play a siqnificant. role in the\r\nrealization of the objectiv9s of the United Nations and will further the cause\r\nof the maintenance of international peace and security. Our Committee, at its\r\nthirty-first session, held at Islamabad, Pakistan, invited those States to\r\njoin the community of the Asian-African Legal Consultative Committee. I\r\ntherefore say that if they decide to join their sistsr States in the\r\nAsian-African Legal Consultative Committee, they will be warmly welcomed.\r\nIt will be recalled that at its forty-fifth session, in 1991, the General\r\nAssembly, by its resolution 45/4, noted with satisfaction the progress\r\nachieved during the previous five years towards enhancing the cooperation\r\nbetween the AALCC and the United Nations and requested the Secretary-General\r\nto submit to the General Assembly at its forty-seventh session a report on\r\ncooperation between the two organizations. That report is now before the\r\nGeneral Assembly in documenc A/47/385. I wish to congratulate the\r\nSecretary-General, Mr. Boutros Boutros-Ghali, on that report, and I commend it\r\nto the General Assembly.\r\nI should like to note that AALCC\u0027 s work in support of the work of t\u0027.·\r\nUnited Nations has hitherto proceeded in three specific directions, namely:\r\ninclusion of certain items ~nd topics under consideration by the United\r\nDigitized by Dag Hammarskjöld Library\r\nA/41/PV.43\r\n88\r\n(Mr. Njenga, AALCC)\r\nNations in the work programme of the AALCC; strengthening of the United\r\nNatioDs through promotion of the ratification and implementation of major\r\nconventions, as veIl as through initiatives for the improvement of functional\r\nmodalities of the General Assembly and other organs, including the wider use\r\nof the International Court of Justice for the peaceful settlement of disputes;\r\nand assistance to Governments of AALCC member States in their consideration of\r\nthe agenda items before the Sixtl\\ Committee and of certain other topics in the\r\nhumanitarian and ficonomic fields, through the preparation of briefs and\r\nstudies by tbe AALCC secretariat.\r\nThe Asian-African Legal Consultative Committee was established way back\r\nin 1956. It began with a modest membership of seven. Today its membership\r\nhas grown to 42, embracing the two continents of Asia and Africa. The\r\nCommittee\u0027s activities as envisaged in its statutes were initially focused on\r\nthe fo~ulatiun of legal principles and on providing advisory services to\r\nmember Governments On such issues. Some of the topics on which the Committee\r\nhas made recommendations have included: in 1961, the principles concerning\r\nthe status and treatment of aliens; in 1964, the issue of the legality of\r\nnuclea~ tests; and, in 1966, principle~ concerning the rights of refugees.\r\nRecommendations have been made also on the question of immunity of States\r\nin respect ef commercial transactions; principles concerning the extradition\r\nof offenders taking refuge in the territory of another State; free legal aid;\r\ndual nationality; enforcemelt of foreign judgements; the service of process\r\nand the recording of evidence in both civil and criminal matters; relief\r\nagainst double taxation, and fiscal evasion; the status of South West Africa;\r\nthe law of treaties; the law relating to international rivers; review of the\r\nUnited Nations Charter; principles of coexistence; and the law of outer space.\r\nDigitized by Dag Hammarskjöld Library\r\nAl47/PV.43\r\n89\r\n(Mr. Njenga. AALCC)\r\nAn item on which AALCC\u0027s involvement has been both intensive and\r\nextensive is the law of the sea. The Committee has made a significant\r\ncontribution to projecting and protecting the interests of the developing\r\nworld in this vital field. Mention may be made in this regard of the\r\nevolution of the archipelagic concept and the concept of exclusive economic\r\nzones, whose origin and development took place primarily through the efforts\r\nof the AALCC.\r\nAgainst that backdrop, I should like to give a brief resume of the\r\ncurrent work programme of t~e AALCC. The thirty-first session of the\r\nCommittee was held at Islamabad, Pakistan, in January this year. One of the\r\nstatutory functions of the Committee is to examine questions under\r\nconsideration by the International Law Commission. Over the years this has\r\nhelped establish a close relationship between the two organizations. The\r\nIslamabad session was honoured by the participation of the then Chairman of\r\nthe International Law Commission, Ambassador Abdul Koroma, who gave a\r\ncomprehensive overview of the work currently being done by the Commission.\r\nThe AAtCC remains seized of two items on the agenda of the International Law\r\nCommission, namely, the non-navigational uses of international watercourses\r\nand the draft code of crimes against the peace and security of mankind.\r\nThe AAtCC has a130 been following with keen interest the development of\r\ninternational and humanitarian law relating to the status and treatment of\r\nrefugees. Apart from examining the question of State responsibility in that\r\ncontext, the Committee is n)w considering the novel concept of safety zones\r\nfor displaced persons withi~ their own country. The focus of the\r\ndeliberations has been on issues concerning the status of such safety zones\r\nand their operational frame\u0027lork in the context of international law on\r\nDigitized by Dag Hammarskjöld Library\r\nAl47/PV.43\r\ngO\r\n(Mt. Hjenga, AALCC)\r\nrefugees. The AlLCC secret~riat takes the view that the establishment of such\r\nsafety zones for displaced l\u00278rsons should be based on the consent of the\r\nStates concerned and should Dot violate, but should preserve, the territorial\r\nintegrity of the State in which the safety zone is to be established.\r\nAlso on the AALCC secretariat\u0027s current work programme on refugees is the\r\npreparation of model legislation on international refugee and humanitarian\r\nlaw, which it is hoped will prove to be useful to some member States in the\r\ndrafting and adoption of legislation aimed at giving effect to the prcvisions\r\nof both universal and regio~al instruments relating to the status of refugees.\r\nDigitized by Dag Hammarskjöld Library\r\nAl47/PV,43\r\n91\r\n(Mr. Njenga, AALCC)\r\nAfter a careful analysis of the provisions of such international\r\ninstruments as the ConveX\\tion relating to ~e Status of Refugees, 1951, and\r\nthe 1967 ~rotoc~l the.reto, and such regional Conventions as the Organization\r\nof African Unity Convention concerning specific aspects of refugee problems in\r\nAfrica, 1969, the Principles concerning treatment of refugees as adopted by\r\nthe AALCC during its Bangkok session in 1966 and the addenda thereto adopted\r\nin 1971 and 1977, the Cartagena Declaration; and other relevant international\r\ninstruments, the secretariat of the AALCC is of the view that the scope of the\r\ndefinition of the term \"refugees\" needs to be enlarged to conform to the\r\nchanged situation and to meet fresh challenges. The matter will be debated at\r\nlength at the forthcoming thirty-second session of the Committee in Kampala,\r\nUganda, next February.\r\nThe AALCC, as members are aware, has always attached significant\r\nimportance to the law of the sea; and its modest contribution to the work of\r\nthe Third United Rations CO.lference on the Law of the Sea is all too\r\nwell ·known to be recounted. In the view of the secretariat of the AALCC, the\r\nUnited Rations Convention on the Law of the Sea is among the significant\r\nachievements in the field of the progressive development of international law\r\nand its codification. In recent years, the secretariat of the Committee has\r\nbeen monitoring the progress of work in the Preparatory Commission for the\r\nInternational SeBbed Authority and the Tribunal for the LoW of the Sea, as\r\nwell as the pace of ratification of the Convention. It is a matter of\r\ndisappointment to us that p·:oqress in the process of ratification has been\r\nslow, It is, however, enco~raqinq that, of the 60 ratifications required,\r\nonly 8 remain to be deposited, 52 States havinq already deposited their\r\ninstruments of ratification. We hope many other States will now come forward\r\nand ratify the Convention so that it can come into force.\r\nDigitized by Dag Hammarskjöld Library\r\nA/471PV.43\r\n92\r\n(Mr. Njenga, AALCC)\r\nThe Committee, at its \u0027~irty~first session. held early this year,\r\nconsidered the report on the progress of work at the ninth session of the\r\nPreparatory Commission and expressed the hope that the Preparatory\r\nCommission\u0027s process would soon come to a conclusion. After due deliberation,\r\nthe Committee urged the International Law Commission (ILC) to consider\r\nincluding in its progranune I)f work an item entitled \"Progressive development\r\nof the concept of preservatIon for peaceful purposes with regard to the high\r\nseas, the international seabed area and marine scientific research\". we hope\r\nthat this will be done by the ILC.\r\nWe in the secretariat .)f the AALCC commend and appreciate the efforts of\r\nthe Secretary-General of th~ United Nations to initiate informal consultations\r\naimed at ironing out the wrinkles and differences between the supporters of\r\nthe Convention on the Law of the Sea and the States that are reluctant to\r\nratify the Convention and facilitate its coming into force. While we commend\r\nand appreciate the efforts ~f the Secretary-General of the United Nations to\r\nconvene informal consultations between the opponents and the proponents of the\r\nUnited Nations Convention on the Law of the Sea, we fervently hope that the\r\nSecretary-General\u0027s initiative will bear fruit and that these informal\r\nconsultations will finally :onvince all States to ratify this important\r\nConvention.\r\nA short while ago, I made reference to the mandate of the secretariat of\r\nthe Committee to monitor developments in the field of the law of the sea and\r\nprogress of work in the Preparatory Commission. The secretariat of the AALCC\r\nis strongly opposed to the ~otion of any sort of alteration or amendment of\r\nthe Convention before it e~cers into force. We firmly believe that any\r\namendment of any provision ~f the Convention should be in accordance with the\r\nDigitized by Dag Hammarskjöld Library\r\nA/47/PV.43\r\n93\r\n(Mr. Njepga, AALCC)\r\nprovisions of the United Nations Convention on the Law of the Sea. While the\r\nConvention is neither sacrosanct nor immutable and admits of amendments of its\r\nprovisions - inclUding the provisions relating to the activities in the Area -\r\nthe procedure for amending the Convention is clearly spelled out and can only\r\nbe applied subsequently to the entry into force of the Convention. Thus, the\r\ninitiative taken by the Secretary-General to commence a dialogue should not be\r\nan obstacle but, rather, a spur to the ratification process.\r\nDuring the fortieth session of the General Assembly, an AALCC study on\r\nthe question of the possible wider use of the International Court of Justice\r\nby a compromis when the parties so agree was submitted and circulated to\r\nMember States. The study, which focused attention on the advantages of using\r\nthe Court or its Special Chamber in preference to using ad hoc arbitral\r\ntribunals, attracted considerable interest. As a follow-up, a colloquium on\r\nthe future role of the Court in disputes referred to it by Member States by\r\nmeans of special agreement was held in October 1987 at United Nations\r\nHeadquarters. The then President of the Court, the late Judge Nagendra Singh,\r\nchaired the meetinq. The purpose of the colloquium was to provide\r\nopportunities for in-depth explanation of the available procedures under the\r\nrevised rules of the Court for resolving disputes in matters referred under\r\nspecial agreements, with special reference to the hearing of cases by a\r\nChamber of the Court at the request of the parties.\r\nA meeting of the legal advisers of the member States of the AALCC,\r\nconvened at the United Nations in New York in November 1992, also considered\r\nthe issue of the peacefUl s!ttlement of disputes. The President of the\r\nInternational Court of Justice, Sir Robert Jennings, addressed that meeting.\r\nSir Robert Jennings prefaced his address with the remark that he found renewed\r\nsupport for the Court in the General Assembly and, inter alia, emphasized the\r\nDigitized by Dag Hammarskjöld Library\r\nAl47/PV.43\r\n94\r\n(Mr. Njenga. AALCC)\r\nimportance of the advisory opinions of the International Court of Justice as\r\nan instrumE!nt of preventive diplomacy. In our view, this process 1I0uld be\r\nparticularly useful in the development of international environmental law and\r\nresolutions of disputes in this field.\r\nRecently, the secretariat undertook the preparation of a study on the\r\nenhanced utilization of the International Court of Justice. The proposed\r\nbrief will study the enhanced role of the International Court of Justice in\r\nmatters relating to the protection and preservation of the environment. The\r\nAALCC also intends to convene a meeting of the legal advisers of its member\r\nStates to discuss the item. I have the honour to state that\r\nSir Robert Jennings, President of the International Court of Justice, has\r\nconsented to address this meeting of the legal advisers of the member States\r\nof the Committee, which will be convened on Friday of this week, and will\r\nshare his views on the role of the Court in the settlement of environmental\r\ndisputes.\r\nThe environment is the common concern of mankind and it is in the\r\ninterest of the developing and the developed countries alike to ensure its\r\nconservation and preservation. It would be unrealistic to consider that we\r\nhave a perpetual lease on the environment. Following the mandate of General\r\nAssembly resolution 44/228 to convene the United Nations Conference on\r\nEnvironment and Development and to establish a Preparatory Committee t~\r\nprepare for the Conference, the secretariat of the AALCC was represented at\r\nmost of the sessions of that Preparatory Committee, the Intergovernmental\r\nNegotiating Committee on tll! Framework Convention on Climate Change, and the\r\nIntergovernmental Negotiatilg Committee for a Framework Convention on\r\nBiological Diversity. In the course of its thirty-first session held at\r\nIslamabad early this year, the Committee adopted a statement of general\r\nDigitized by Dag Hammarskjöld Library\r\nAl47/PV.43\r\n95\r\n(Mr. Njenga, AALCC)\r\nprinciples of international environmental law, which was later circulated\r\namong the working documents of the final session of the Preparatory Committee\r\nfor the United Nations Conference on Environmen~ and Development held in\r\nNew York between 2 March and 3 April 1992, as document AlCONF.151/PC/WC~1II/5,\r\ndated 5 March 1992. The primary objective was to assist member States of the\r\nAALCC to prepare for that Conference.\r\nThe Secretary-General of the Committee participated in the Conference on\r\nEnvironment and Development, held in Rio de Janeiro, Brazil, in June 1992.\r\nThe secretariat has prepared notes and comments on the outcome of the Rio\r\nsummit and analytical studip.s on the Framework Convention on Climate Change\r\nand the Convention on BioloJical Diversity, which will be discussed later this\r\nweek in the meeting of the legal advisers.\r\nEach passing year since the adoption of the Declaration on the\r\nEstablishment of a New International Economic Order and the Programme of\r\nAction in 1974 has shown th~t efforts to build an equitable economic order\r\nhave met with unending problems. As a result, the North-South dialogue is at\r\na crossroads. Meanwhile, the problems of developing countries have\r\naccumulated to the extent that many of them are on the brink of explosion due\r\nto excruciating external debts.\r\nWe wish i~ this contex: to underline that the debt crisis of developing\r\ncountries is an issue facing most of the developing countries. If the\r\nprevailing situation leads to the collapse of the economies of the developing\r\ncountries, the repercussions will have a devastating effect on the entire\r\ninternational community. T~e search for solutions, therefore, must be of\r\nconcern to both the develop~d and the developing countries.\r\nDigitized by Dag Hammarskjöld Library\r\nAl471PV.43\r\n96\r\n(Mr. Njenga, AALCC)\r\nIt may be of interest for me to point out that for the last three years\r\nt~e AALCC has taken up the issues concerning the debt burden of developing\r\ncountries. The deliberations within the Committee have led to the conclusion\r\nthat the United Nations should convene an international conference on debt.\r\nThe Committee has decided to give wide distribution to one of its\r\nstudies, entitled \"Leqal Aspects of International Loan Agreements\", to the\r\nentire membership ~f the Group of 17. We are willing to distribute the study\r\nto any other interested State.\r\nThe Committee continues to work towards the formulation of norms and\r\nlegal principles relating to international debt rescheduling. The secI\u0027etariat\r\nof the AALCC is however of the firm conviction that rescheduling of debts is\r\nnot the exclusive or final answer and solution to the debt problem.\r\nThe prospects for peaca in the Middle East, which is one of our major\r\nconcerns, will remain elusive so long as the Israeli occupation of the\r\nPalestinian land continues and the right of self-determination of the\r\nPalestinian people is denied. The intifadah by the Palestinians in the\r\nIsraeli-occupied territories further demonstrates the legitimacy of their\r\ndemand.\r\nIn the meantime, Israel must be held responsible, under the fourth Geneva\r\nConvention of 1949, for ensuring the protection of the Palestinians in the\r\noccupied territories. During its Singapore session, in March 1988, the\r\nCommittee decided to take u.-? an item entitled \"Deportation of Palestinians in\r\nviolation of international law, in particular the Geneva Convention of 1949\".\r\nThe item has since then beol debated at each successive session of the\r\nCommittee.\r\nDigitized by Dag Hammarskjöld Library\r\nA/471PV.43.\r\n97\r\n(Mr. Njenga. AALCC)\r\nWe condemn unreservedly the policy currently being pursued by Israel of\r\ndeporting any person considered by it as a leader of the popular uprising of\r\nthe masse\u0026 in the occupied territories. Apart from the f·act that such\r\nexpulsions are illegal under tho Geneva Convention of 1949 and the\r\n1977 Protocol thereto, they constitute a futile effort to stem th~ tide of\r\ndestiny•. The mass uprising will not cease or die out until the root cause of\r\nthe problem is eradicated, that is, until the legitimate right of the\r\nPalestinian people to their own distinct identity within their own sovereign\r\nSt ~e is a reality. The Israelis should concern themselves more with the\r\ncessation of their illegal and illegitimate occupation.\r\nThe AALCC proposes to organize jointly with the League of Arab States,\r\nwith which body it has entered into a cooperation agreement, a two-day\r\nworkshop in New Delhi to begin on Palestine Day, 27 November 1992. The\r\nworkshop will debate not only the question of the deportation of Palestinians\r\nin viQ~ation of international law but also Israeli policy on the migration and\r\nsettlement of Jews in occupied territories, which is intended to affect the\r\ndemographic composition of the occupied territories. It will also take up\r\nother issues related to the ongoing peace process, which we strongly support.\r\nSince economic issues came to the forefront in the United Nations in the\r\n1960s and early 1970s, the AALCC, consistent with its broader objectives as a\r\nforum for Asian-African cooperation, has been called upon to address the legal\r\naspects of some of those issues. In 1970, it established a standing\r\nsubcommittee on internation.ll trade law matters, entrusted with the task of\r\nmonitoring and reviewing legislative developments in the field of\r\ninternational trade and development from the Afro-Asian perspective. Over the\r\nyears, the trade law subcommittee has continued to provide legal inputs from\r\nDigitized by Dag Hammarskjöld Library\r\nW47/PV.43\r\n98\r\n(Mr. Njenga. AALCC)\r\nan Afro-Asian perspective in almost all the legislative works emanating from\r\nthe United Nations Commission on International Trade Law (UNCITRAL) and the\r\nUnited Nations Conference on Trade and Development.\r\nAt the same time, an important project taken up by the AALCC at the\r\nsuggestion of UNCITRAL related to the formulation of standard model contracts\r\nsuited to the needs of the Asian-African countries has been in progress •. It\r\nwas aimed at establishing contractual modalities more evenly balanced between\r\nthe interests of the buyer and the seller than was the case with the standard\r\nmodel contracts elaborated in the West. Two standard contracts for sale\r\ntransactions in commodities and certain minerals, one on a f.o.b. basis and\r\nthe other on f.a.s. terms, were adopted, and published by the Economic and\r\nSocial Council in 1977. Subsequently, a standard contract on c.i.f. terms\r\napplicable to light machinery and durable consumer qoods was prepared and\r\nadopted.\r\nIn 1978, the AALCC ado~ted an integrateq scheme for the settlement of\r\ndisputes arising out of economic and commercial transactions with and between\r\nthe countrieR of the Afro-Asian region. The scheme envisaged the\r\nestablishment of a non-profit network of regional centres of arbitration in\r\nvarious parts of Asia and Africa as viable alternatives to the traditional\r\narbitral institutions in the West. These centres were to use the UNCITRAL\r\narbitration rules as thei~ institutional rules. So far, three regional\r\ncentres have been established, in Kuala Lumpur, Cairo and Lagos. The\r\nKuala Lumpur and Cairo centres are now fully operational and administering\r\ninternational cases. The C3iro centre has just recently - this month - set up\r\na branch office in the port city of Alexandria devoted to maritime\r\narbitrations.\r\nDigitized by Dag Hammarskjöld Library\r\nA/47/PV.43\r\n99\r\n(Mr. Njenga. AALCC)\r\nWith a view to promoting a climate conducive to investment in its member\r\nStates, the AALCC, in 1985, adopted three models of bilateral agreements on\r\nthe promotion and protection of investments. These have since been widely\r\npublicized. Further, with a view to promoting regional industrial cooperation\r\nin the region, in 1991 the AALCC adopted a legal quide on industrial joint\r\nventures in the Afro-Asian .~egion to assist parties in this region in\r\nnegotiating and concluding joint-venture agreements.\r\nAt one of its recent sessions, it was brought to the notice of the AALCC\r\nthat pressures were being exerted by international financial institutions and\r\ncertain industrialized countries on the developing countries to privatize\r\ntheir public sector undertakings if they wished to be considered favourably\r\nfor financial assistance. As a result, some of the countries are carrying out\r\nprivatization programmes post haste. In order to ensure that developing\r\ncountries, in their haste tu privatize, do not incur any detriment to their\r\nvital economic interests, t~e AALCC has directed its secretariat to study the\r\nlegal aspects of privatization with the aim of preparing a quide to legal\r\naspects of privatization in Asia and Africa.\r\nThe world today is experiencing profound political and economic changes.\r\nDerequlation and liberalization of national economies has become the watchword\r\nin about 150 countries around the globe. These developments are likely to\r\nentail substantial changes in national laws and regulations in the economic\r\nfield. As a response to these developments, the AALCC has recently set up a\r\ncomputerized data-collectio\u0027l unit as an integral part of its secretariat to\r\nserve as a storehouse for it.formation on the economic laws and regulations of\r\nits member States.\r\nThe Asian-African Legal Corlsultative Committee is proud of its record in\r\nthe cooperation arrangements wit:h the United Nations in our conmon\r\nDigitized by Dag Hammarskjöld Library\r\nA/47/PV.43\r\n100\r\n(Mr. Njenga. AALCC)\r\nendeavours. We shall spare no effort in enhancinq this cooperation and in the\r\nestablishment of a new international leqal order. The new international leqal\r\norder must, however, afflrm such principles and norms of inter-State relations\r\nas the sovereiqn equality of States; non-interference in the internal affairs\r\nof other States; the non-use of force; the peaceful settlement of disputes;\r\npacta sunt servanda; respec~. for human riqhts; the riqht to development; the\r\nprotection and preservation of the environment of the qlobal commons; and tee\r\nprinciple of the common heritaqe of mankind.\r\nIn our view, political and economic sovereignty are the hub of\r\ninter-State relations, and ;.n an interdependent world the norms and rules\r\nrelatinq to common and mutu!l interests and needs require to be clearly spelt\r\nout. Utopian as it may sound, the objective of the new leqal world order\r\nshould be part of sach a new world order~ It therefore must establish global\r\nequitable relations rather than a discriminatory international division of\r\nlabour and economic resources. It must be consensual and not imposed. We,\r\nfor our part, will do our u~ost in the creation of such a just and equitable\r\nnew order.\r\nOn a personal note, since this item will next be discussed two years\r\nhence, this is my last opportunity to address this body as the\r\nSecretary-General of the AA.CC, since my term of office expires e~rly in\r\n1994. X therefore wish to 5eize this opportunity to express my profound\r\ngratitude to the Secretary-General, Mr. Boutros Boutros-Ghali, to the Legal\r\nCounsel, Mr. Carl-Auqust Fleischhauer, and to the staff of the Secretariat for\r\nall the help and assistance they have extended to me durinq my term of office.\r\nI thank you, Mr. Presiient and representatives, for qiving me such a\r\npatient hearinq.\r\nDigitized by Dag Hammarskjöld Library\r\nAl4.1/PV.43\r\n101\r\nThe PRESIDENT (interpretation from Spanish): We have heard the last\r\nspeaksr in the debate on this item. T!:le General Assembly will now take a\r\ndecision on draft resolution Al47/L.3.\r\nMay I take it that the Genera~ Assembly adopts draft resolution Al47/L.3?\r\nDraft resolution A/47/L.3 was adopted (resolution 47/6).\r\nThe PRESIDENT (interpretation from Spanish): May I also take it\r\nthat it is the wish of the Assembly to conclude its consideration of aqenda\r\nitem 20?\r\nIt was so decided.\r\nThe meeting rose at 1.30 p.m.\r\nI\r\nDigitized by Dag Hammarskjöld Library\r\n"