"JNITED \r\nJATIONS \r\nGeneral Assembly UNi \r\nPROVISIONAL \r\nA/47/PV.22 \r\n13 October 1992 \r\nENGLISH \r\nForty-seventh session \r\nGENERAL ASSEMBLY \r\nPROVISIONAL VERBATIM RECORD OF THE 22nd MEETING \r\nHeld at Headquarters, New York, \r\non Friday, 2 October 1992, at 10 a.m. \r\nPresident: \r\nlater: \r\nlater: \r\nMr. GANEV \r\nMr. MOUMIN \r\n(Vice-President) \r\nMr. GANEV \r\n(President) \r\n(Bulgaria) \r\n(Comoros) \r\n(Bulgaria) \r\nGeneral debate [9] (continued) \r\nAddress by Major-General Elias Phisoana Ramaema, Chairman of \r\nthe Military Council and Council of Ministers of the Kingdom of \r\nLesotho \r\nStatements made by \r\nMr. Yahia (Tunisia) \r\nMr. Chammas (Lebanon) \r\nAddress by Mr. Nsengiyaremye, Prime Minister of the Rwandese \r\nRepublic \r\nThis record contains the original text of speeches delivered in English \r\nand interpretations of speeches in the other languages. The final text will \r\nbe printed in the Official Records of the General Assembly. \r\nCorrections should be submitted to original speeches only. They should \r\nbe sent under the signature of a member of the delegation concerned, within \r\none_week, to the Chief, Official Records Editing Section, Office of Conference \r\nServices, room DC2-750, 2 United Nations Plaza, and incorporated in a copy of \r\nthe record. \r\n92-61298 1584V (E) \r\nA/47/PV.22 \r\n2 \r\nThe meeting was called to order at 10.25 a.m. \r\nAGENDA ITEM 9 (continued) \r\nGENERAL DEBATE \r\nADDRESS BY MAJOR-GENERAL ELIAS PHISOANA RAMAEMA, CHAIRMAN OF THE MILITARY \r\nCOUNCIL AND COUNCIL OF MINISTERS OF THE KINGDOM OF LESOTHO \r\nThe PRESIDENT: The Assembly will first hear a statement by the \r\nChairman of the Military Council and Council of Ministers of the Kingdom of \r\nLesotho. \r\nMaior-General Elias Phisoana Ramaema. Chairman of the Military Council \r\nand Council of Ministers of the Kingdom of Lesotho, was escorted to the \r\nrostrum. \r\nThe PRESIDENT: I have great pleasure in welcoming the Chairman of \r\nthe Military Council and Council of Ministers of the Kingdom of Lesotho His \r\nExcellency Major-General Elias Phisoana Ramaema, and inviting him to address \r\nthe Assembly. \r\nMr. RAMAEMA (Lesotho): On behalf of the Lesotho delegation, and on \r\nmy own account, I wish first and foremost, to congratulate you. Sir, on your \r\nelection as President of the forty-seventh session of the United Nations \r\nGeneral Assembly. It is indeed a deserved acknowledgement of your personal \r\nattributes, as well as eloguent recognition of the important role that your \r\ncountry has always played in world affairs. \r\nI cannot but also seize this opportunity to express our appreciation to \r\nAmbassador Samir Shihabi of Saudi Arabia for the dedication and competence \r\nwith which he conducted the deliberations of the forty-sixth session. \r\nA/47/PV.22 \r\n3-5 \r\n(Mr. Ramaema. Lesotho) \r\nWe are proud to see at the helm of our Organization an eminent son of \r\nAfrica, Mr. Boutros Boutros-Ghali. We warmly congratulate him on his well \r\ndeserved election to the office of Secretary-General. His achievements to \r\ndate are a source of satisfaction and pride to us all. \r\nWe share in the joy of welcoming to the family of nations all the new \r\nMember States. Their presence within our ranks is a further fulfilment of the \r\nprinciple of universality of the United Nations. \r\nThe forty-seventh session of the General Assembly has begun against a \r\nbackdrop of renewed confidence in the ability of the United Nations to \r\nfacilitate the resolution of a vast array of problems facing humanity. Thanks \r\nto the demise of the cold war and the debilitating Power-bloc politics of old, \r\nthe inherent dynamic of the United Nations has been unleashed, giving reason \r\nfor optimism that the Organization is now poised to assume a major role in \r\nshaping the new world order. \r\nEven as the main elements of the new order begin to crystallize, their \r\nattendant uncertainties necessitate that we duly voice some of our primary \r\nconcerns and desires regarding international relations in the post-cold-war \r\nera. \r\nIt is our firm belief that the socio-economic and political \r\ntransformation the world is undergoing will not culminate in a better and \r\nsafer world unless it is guided by the ideals and principles enshrined in the \r\nCharter of the United Nations and unless we acknowledge that, diverse as \r\nmankind is, its fundamental interests are common and indivisible. \r\nWithout our being complacent, it can be said that, with the ideological \r\nantagonism of the past now overcome, never before in the history of \r\ninternational relations has such a congenial atmosphere prevailed for \r\ncollective action towards creating a secure and viable future for mankind. \r\nA/47/PV.22 \r\n6 \r\n(Mr. Ramaema. Lesotho) \r\nOne positive development in this connection is that, increasingly, there \r\nis among States, large and small, a happy convergence of shared values and \r\nideals for a better world. It is in this spirit that we should focus \r\nundivided attention on the problems confronting the world. \r\nPotentially disruptive to the new world order and to the cohesion of \r\nnation States is the resurgence of the phenomenon of intolerance, which is \r\nassuming prominence in many parts of the globe. Intolerance, whether \r\nmanifested through racism, religion or ethnicity, breeds discrimination and is \r\na negation of civilized norms and a threat to world peace. \r\nOptimistic as we are that a new world order will bring about an \r\nenlightened approach to inter-State relations, small States have no option but \r\nto continue to emphasize the centrality of the principle of sovereignty and \r\nequality of States. \r\nTendencies towards domination and hegemony are still a factor to reckon \r\nwith, hence our concern with the issue of the security of small States. \r\nEqually, we cannot fail to register the lingering perception on the part of \r\ndeveloping countries, particularly small States, that the post-cold-war era \r\ncan potentially lead to their political and economic marginalization. We \r\ntrust that a matter of such importance as this will evoke an appropriate \r\nresponse on the part of the international community in the period ahead. \r\nThe new world order we are striving to build will remain on a shaky \r\npedestal unless it places at the centre issues relating to the dignity of the \r\nhuman person. Happily, there is already a global consensus acknowledging that \r\ndemocracy and respect for fundamental human rights are a starting-point for \r\ninternational stability and a foundation for a world free from national and \r\nregional conflicts. It is in this context that we hail the decisions of the \r\nA/47/PV.22 \r\n7 \r\n(Mr. Ramaema. Lesotho) \r\nAssembly to convene in the not-too-distant future international conferences on \r\nhuman rights, on women and on development. \r\nThe clarion call of the moment is for countries of the world to create \r\ntruly democratic societies. We note with satisfaction that many countries in \r\nAfrica are increasingly embarking on that road. \r\nIn the case of Lesotho, arrangements are very advanced towards holding \r\nthe first genuine democratic elections since Lesotho attained independence in \r\n1966. \r\nIt may be recalled that the military assumed power in 1986 in order to \r\nrestore peace, to foster national reconciliation and to set in motion \r\narrangements for a return to democratic rule. We have pledged to return to \r\nthe barracks and to hand the reins of power to a democratically-elected \r\ngovernment. Our commitment in this regard is both unshakeable and \r\nirreversible. Furthermore, the military will not be a contestant at the \r\nforthcoming multiparty general election. Its primary role will be to ensure \r\nthat the election is free and fair. To achieve maximum transparency, several \r\ncountries as well as international organizations have already agreed to send \r\nobserver missions to witness the process. \r\nThe cause of restoring democracy in Lesotho has been found worthy of \r\nmaterial support and encouragement by many friendly countries, including the \r\nUnited States of America, the United Kingdom, the Federal Republic of Germany, \r\nCanada, Sweden, Denmark and Australia. For this we are profoundly thankful. \r\nIn the same breath, we would also like to express our deep appreciation for \r\nthe assistance and support received from the Commonwealth, the European \r\nEconomic Community (EEC), and the Organization of African Unity (OAU). In \r\nkeeping with its resolution 46/137 on \"Enhancing the effectiveness of the \r\nA/47/PV.22 \r\n8 \r\n(Mr. Ramaema. Lesotho) \r\nprinciple of periodic and genuine elections\", the United Nations has provided \r\nhighly valuable assistance through the Geneva-based Centre for Human Rights. \r\nIt goes without saying that in the wider context Of the democratization \r\nprocess, the holding of democratic elections is but the beginning. The vital \r\ntest will be to sustain democratic rule. Newly-emerging democracies will have \r\nto contend with the challenges to stability brought about by poverty and \r\nunderdevelopment. The efforts of many developed countries in nurturing the \r\nseed of democracy will need to be complemented by enhanced resource flows from \r\ndeveloped countries to assist developing countries not only to escape from the \r\nvicious circle of underdevelopment, but also to institutionalize a culture of \r\ndemocracy. \r\nWe in Lesotho are about to hand over power to a civilian government \r\nagainst the background of serious socio-economic problems accentuated by a \r\ndevastating drought engulfing the whole of the southern region. I express \r\nheartfelt thanks to all those who responded positively to the Geneva Pledging \r\nConference organized in June by the United Nations and the Southern African \r\nDevelopment Community to mobilize international assistance towards mitigating \r\nthe plight faced by countries of the subregion. \r\nWe are happy to join many delegations in congratulating the \r\nSecretary-General, Mr. Boutros Boutros-Ghali, for his report entitled \"An \r\nAgenda for Peace\" (A/47/277). Lesotho is in full agreement with the \r\nperceptions and conclusions set forth therein. \r\nThe stability of our subregion remains a source of concern. South Africa \r\ncontinues to be in the grip of violence. While we note that the parties \r\nconcerned have agreed to resume talks, we urge the South African Government, \r\nthe liberation movements and all other democratic forces to continue the \r\nA/47/PV.22 \r\n9-10 \r\n(Mr. Ramaema. Lesotho) \r\nprocess of negotiations leading to the creation of a new and democratic South \r\nAfrica. Similarly, we encourage them to persevere in their efforts to find \r\nviable modalities for the cessation of violence. \r\nWe welcome the recent decision by the Security Council enabling the \r\nSecretary-General to monitor violence in South Africa and facilitate the \r\nrestoration of negotiations. We equally appreciate the recent release of some \r\npolitical prisoners and hope that the remaining political prisoners will be \r\nreleased on schedule as agreed by the parties concerned. \r\nNotwithstanding continuing initiatives by the OAU towards conflict \r\nmanagement and resolution in Africa, many Africans continue to suffer as a \r\nresult of internal strife and regional conflicts. \r\nWe are hopeful that the suffering in Mozambique and Angola will soon be \r\nbrought to an end. We fully welcome the involvement of the United Nations in \r\nthe ongoing process towards restoring normalcy, which will give the people of \r\nthe two sister countries greater hope for the future. \r\nThe human suffering and political impasse in both Somalia and Liberia \r\ndeserve urgent attention by the international community. The human tragedy \r\nunfolding in those countries is immeasurable. While commending the active \r\nrole of the United Nations in the resolution of the conflicts as well as in \r\naddressing the humanitarian dimension, it appears necessary to extend that \r\nrole to include the involvement of United Nations peace-keeping forces. We \r\nare equally saddened by the senseless carnage in Bosnia and Herzegovina. \r\nA/47/PV.22 \r\n11 \r\n(Mr. Ramaema. Lesotho) \r\nThe problem of Western Sahara is still with us notwithstanding \r\npreparations for the deployment of the United Nations Mission to supervise the \r\nproposed Western Sahara referendum. We appeal to both Morocco and the \r\nPolisario Front to co-operate fully with the efforts of the international \r\ncommunity in resolving the question of Western Sahara. \r\nPursuant to the Madrid peace talks, we welcome the ongoing peace efforts \r\nregarding the Middle East question. Lesotho remains firm in its belief that \r\nthere can never be a lasting solution to the problem of the Middle East unless \r\nIsrael fully recognizes the right of the Palestinians to self-determination \r\nand withdraws from all occupied Arab territories. However, we are encouraged \r\nto note a promising change of attitude in Israel since the change of \r\nGovernment. \r\nSecurity Council resolution 668 (1990) and the signing of the peace \r\nTreaty in October 1991 by all parties to the Cambodia conflict, as well as the \r\njoint statement of the leaders expressing full support for that Security \r\nCouncil resolution, gave hope that peace was in sight. We urge all parties \r\nfully to respect the peace accords, as well as to comply, without fail, with \r\nthe terms of Security Council resolution 766 (1992). \r\nIt is our belief that world security cannot be assured through the threat \r\nor use of force or by stockpiles of dangerous weapons. We therefore recognize \r\nthe validity of preventive diplomacy, peacemaking and peace-keeping as viable \r\nconstituents of the international security agenda. \r\nWe cannot lose sight of the now universally acknowledged linkage between \r\npeace, security and development. Peace is a fundamental element of human \r\nexistence. It is a universal ideal, and its achievement a perpetual quest of \r\nmankind. On it depend our survival, advancement and happiness. \r\nA/47/PV.22 \r\n12 \r\nMr. Ramaema. Lesotho) \r\nWith the demise of the bipolar structures, the whole world, particularly \r\nthe developing world, had hoped for bright prospects of strengthening \r\ndevelopment co-operation through the release of financial, material and human \r\nresources hitherto tied up in military expenditures. \r\nRegrettably, the issue of the peace dividend did not materialize as \r\nanticipated. Instead, the spectre of donor fatigue has contributed to the \r\nlessening of interest in bridging the economic gap between North and South. \r\nWe believe that the only way out of this state of affairs is to reactivate the \r\nNorth-South dialogue in earnest. \r\nThe perenniel problem of external debt remains a constraint to our \r\ndevelopment efforts. The situation is further compounded by trends towards \r\nprotectionism and other discriminatory policies in international trade against \r\nimports from developing countries. \r\nWe therefore urge the developed creditor countries to urgently strengthen \r\nand broaden initiatives towards debt relief. In good faith, they should also \r\nfacilitate a speedy conclusion of the Uruguay Round of multilateral trade \r\nnegotiations in a balanced and equitable manner that will reflect the \r\ninterests of the developing countries. \r\nThe convening of the United Nations Conference on Environment and \r\nDevelopment, in Rio last June, presented a unique opportunity to us all to \r\nreaffirm our commitment to the preservation of the environment. Important \r\ninternational agreements were adopted. The major challenge before the \r\ninternational community is to fully honour and implement the commitments \r\nmade. The provision of adequate financial and technological resources for the \r\nimplementation of Agenda 21 is an imperative. \r\nA/47/PV.22 \r\n13 \r\nThe PRESIDENT: On behalf of the General Assembly, I wish to thank \r\nthe Chairman of the Military Council and Council of Ministers of the Kingdom \r\nof Lesotho for the important statement he has just made. \r\nMaior-General Elias Phisoana Ramaema. Chairman of the Military Council \r\nand Council of Ministers of the Kingdom of Lesotho, was escorted from the \r\nrostrum. \r\nMr. BEN YAHIA (Tunisia) (interpretation from Arabic): At the \r\noutset, I wish to greet this Assembly and to convey to it our esteem as well \r\nas Tunisia\u0027s appreciation for the United Nations\u0027 tireless efforts to realize \r\nthe aspirations of mankind for peace, security and prosperity. \r\nI should like to take this opportunity to repeat my warm congratulations \r\nto you, Mr. President, on your election to preside over this session. We know \r\nthat your skills will contribute to the success of our work. I should also \r\nlike to command the positive role played by your predecessor, \r\nMr. Samir Shihabi, representative of the sisterly Kingdom of Saudi Arabia, \r\nwhose activities have extended the Arab and Muslim to the international level \r\nunder the leadership of King Fahd Bin Abdul Aziz, Custodian of the Two Holy \r\nMosques. Your predecessor made a major contribution to the work of the \r\nGeneral Assembly at its forty-sixth session. \r\nI wish also to congratulate Mr. Boutros Boutros Ghali, the new \r\nSecretary-General of our Organization and wish him every success in his \r\nmission. He has embarked on his work with his accustomed characteristic \r\ndynamism and determination, which augur well for our Organization\u0027s future. \r\nI welcome the new Member States recently admitted to the Organization. \r\nNo doubt, they will make a valuable contribution to the work of the \r\ninternational community in the service of security, peace and justice. \r\nA/47/PV.22 \r\n14-15 \r\n(Mr. Ben Yahia. Tunisia) \r\nFor a number of years now, the world has been undergoing radical changes \r\nwhose effects are beginning to make themselves felt at the international \r\nlevel. Detente is starting to emerge within the community of nations, and to \r\ncreate a climate conducive to the advent of world peace and security and the \r\nattainment of the lofty objectives that inspired the establishment of the \r\nUnited Nations. \r\nThe international community has welcomed the dawning of a new era based \r\non peace, security and the upholding of human rights in the wake of the ending \r\nof the cold war with its ideological conflicts that were the source of \r\ntensions and disputes in all parts of the world. Those changes show that the \r\ninternational community has begun to regain its self-confidence and to put its \r\nfaith in concerted international action in the knowledge that international \r\nproblems can be resolved only through the strict application of the principles \r\nenshrined in the Charter of the United Nations, which all Member States have \r\nundertaken to uphold. \r\nA/47/PV.22 \r\n16 \r\n(Mr. Ben Yahia, Tunisia) \r\nTunisia, in this new era continues to be devoted to the noble purposes \r\nand principles upon which the United Nations was founded, and, therefore, \r\nconsiders that the desired new world order must be forged, as of necessity, \r\nthrough a process of peaceful and lasting settling of conflicts and resolving \r\ndisputes by dialogue and negotiation with a view to establishing peace and \r\nsecurity in the world. \r\nDespite the encouraging developments in international relations, the \r\nworld today still faces major challenges in all fields and at all levels. We, \r\ntherefore, must show realism and determination in facing up to those \r\nchallenges within the context of the just and equitable application of \r\ninternational legality. \r\nConsequently, it is the first duty of the international community to \r\nfocus, without delay, on questions that threaten peace, on the basis of the \r\nnorms of international law and the values enshrined in the United Nations \r\nCharter as well as on the methods of preventive diplomacy as set out by the \r\nSecretary-General in his \"Agenda for Peace\" (A/47/277). \r\nThe cause of the Palestinian people is one of the most important of these \r\nquestions. This people has for too long been the victim of injustice, and it \r\nis time for it to exercise, like all other peoples, its right to \r\nself-determination and the establishment of its own independent State on its \r\nterritory, in conformity with international legality and international \r\ninstruments. \r\nProceeding from the stance of championing the rights of peoples and \r\nadhering to the tenets of international legality, Tunisia has supported the \r\nefforts of the United States of America, the Arab countries and the \r\ninternational community to hold a peace conference on the Middle East, just as \r\nit has supported every constructive effort aimed at settling this question on \r\nA/47/PV.22 \r\n17 \r\n(Mr. Ben Yahia. Tunisia) \r\nthe basis of returning the occupied Arab territories, including Al Quds, and \r\nthe exchange of land for peace pursuant to Security Council resolutions \r\n242 (1967), 338 (1973) and 425 (1978). \r\nTunisia has followed with interest the bilateral negotiations between the \r\nparties concerned, particularly Israel and the Palestinian delegation acting \r\non the instructions of the Palestine Liberation Organization. It has also \r\nparticipated in the multilateral negotiations on the Middle East. \r\nWhile reiterating its support for the peace process, Tunisia joins the \r\ninternational community in calling upon Israel to put an end to its policy of \r\nsettlement which aims at changing the demographic and social structure of the \r\noccupied Arab territories, changing their Arab cultural identity and imposing \r\na fait accompli, as it is this policy that poses a major obstacle to the \r\nachievement of peace in the region. \r\nTunisia has welcomed the positive developments witnessed by the people of \r\nSouth Africa in the direction of constitutional reform and the search for a \r\nformula that may lead to the emergence of a new, democratic society based on \r\nequal opportunity and the elimination of disparities. However, the halting \r\nnegotiations between the authorities in Pretoria and the African National \r\nCongress of South Africa and the escalation of violence are cause for grave \r\nconcern. \r\nTunisia again expresses the hope that the necessary conditions will be \r\nmet for the resumption and continuation of negotiations and the establishment \r\nof a transitional Government to implement the desired political reforms with a \r\nview to establishing a just and egalitarian society and putting an end to all \r\nforms of racial discrimination and all types of violence. In this way, the \r\npeople of South Africa will be able to exercise their legitimate rights. \r\nA/47/PV.22 \r\n18 \r\n(Mr. Ben Yahia. Tunisia) \r\nparticipate in bringing about the recovery of the African continent and \r\ncontribute to the strengthening of peace in the world. \r\nIn this respect, we wish to express our highest regard for the efforts of \r\nthe Secretary-General, Mr. Boutros Boutros-Ghali, as well as those of the \r\nOrganization of African Unity under the chairmanship of President Abdou Diouf \r\nwith a view to reopening dialogue and putting an end to the use of violence as \r\na means of settling disputes. \r\nThe developments that have taken place on the international scene have \r\nsubstantially contributed to the defining of the parameters of the new world \r\norder and highlighted the tendency to effectively implement the principles and \r\nachieve the goals of the United Nations Charter. This has given the \r\nOrganization a prominent status in the international arena, imparted a great \r\ndeal of effectiveness to its action and enabled it to move rapidly and \r\neffectively, whenever possible, to put out the fires of discord, settle \r\nconflicts and restore lasting peace. \r\nProceeding from this, Tunisia considers that the new world order cannot \r\nemerge and gain strength without the elimination of all sources of tension in \r\nthe world. \r\nTunisia, while welcoming the start made in putting into effect principles \r\nthat it has long upheld, notes with deep concern the emergence of new sources \r\nof tension in the world, particularly in the Arab Maghreb region, in Somalia \r\nand in Bosnia and Herzegovina, as well as the exacerbation of the dispute \r\nbetween the Islamic Republic of Iran and the United Arab Emirates over the \r\nislands of Abu Musa, the Greater Tunb and the Lesser Tunb. \r\nAs far as the Arab Maghreb region is concerned, the Arab Maghreb Union is \r\nentering its fourth year. In that short period, it has taken significant \r\nA/47/PV.22 \r\n19 \r\n(Mr. Ben Yahia. Tunisia) \r\nsteps towards the establishment of its structures within the framework of \r\nrotation of its chairmanship between its member States. Nevertheless, certain \r\ndifficulties exist and stand in the way of the Union. We are trying to \r\novercome those difficulties and to find appropriate solutions to them. Among \r\nthe difficulties is the crisis between Libya and certain Western countries. \r\nWe hope a peaceful solution will be found for this dispute within the \r\nframework of international legality, particularly since Libya has accepted \r\nSecurity Council resolution 731 (1992). We hope that dialogue will be pursued \r\nwith a view to finding a political solution that would be in the interest of \r\nthe young Arab Maghreb Union and spare the region any escalation that may lead \r\nto instability. \r\nTunisia also wishes to voice its profound concern over the situation in \r\nthe sister country of Somalia due to the famine, the prevalent violence and \r\nthe devastating war that threatens Somalia\u0027s very existence. Tunisia urges \r\nthe parties to the conflict to put an end to the bloodshed and hopes that they \r\nwill try and find an appropriate solution to the crisis, through a balanced \r\napproach of dialogue and negotiation. \r\nDespite its modest means, Tunisia has contributed to the humanitarian \r\nassistance extended to that sisterly country. In this respect, we wish to \r\ndraw attention to the final document of the tenth summit meeting of the \r\nMovement of Non-Aligned Countries on the subject of Somalia and urge the \r\ninternational community to work for its implementation in order to put an end \r\nto the martyrdom of the Somali people. \r\nWhile denouncing the deterioration of the situation and the continuation \r\nof acts of aggression, as well as the \"ethnic cleansing\" to which the people \r\nof Bosnia and Herzegovina are being subjected, Tunisia considers that these \r\nA/47/PV.22 \r\n20 \r\n(Mr. Ben Yahia. Tunisia) \r\ninhuman acts perpetrated against the Bosnian people should inspire the \r\ninternational community to show more resolve and firmness in its actions so as \r\nto preserve the existence of that people and protect its rights. \r\nTunisia supports the Security Council resolutions calling for measures to \r\nprotect the population and halt this savage aggression against the Bosnian \r\npeople, convinced as it is that such actions constitute a breach of the rights \r\nof peoples and a flagrant violation of the values and principles enshrined in \r\nthe United Nations Charter. \r\nA/47/PV.22 \r\n21 \r\n(Mr. Ben Yahia. Tunisia) \r\nThe escalation of violence is also illustrated elsewhere by Iran\u0027s \r\nmilitary occupation of the islands of Abu Mousa, the Greater Tunb and the \r\nLesser Tunb, which belong to the United Arab Emirates. Proceeding from its \r\nadherence to the principles of the United Nations and tenets of international \r\nlegality, which constitute an indivisible whole, Tunisia supports the United \r\nArab Emirates\u0027 full and complete sovereignty over its territory, recalls the \r\nresolution adopted by the League of Arab States on this guestion, emphasizes \r\nthe necessity of avoiding any act that would threaten the security of the Gulf \r\nregion and calls for compliance with the principle of good-neighbourliness, \r\nfor acting in accordance with international treaties and other instruments, \r\nand for resorting to the bodies that are competent to settle disputes of this \r\nkind.* \r\nIn the same vein, we wish to reiterate our support for the sovereignty \r\nand territorial integrity of Kuwait, in accordance with international legality \r\nand also wish to voice our concern over the destiny of the fraternal Iraqi \r\npeople, as well as for the territorial integrity of Irag, which must be \r\npreserved. In this connection, we hope to see our brethren in the region in a \r\nposition to treat the past as a closed issue, in consonance with the spirit of \r\nunderstanding and solidarity that has always inspired the Arab nation. \r\nThe new international order will not be able to take shape unless an end \r\nis put to the arms race, which constitutes a constant threat to international \r\ndetent-p. Tunisia, which, since the Paris Conference, has made clear its \r\nposition with regard to chemical weapons, welcomes the progress made towards \r\ngeneral and complete disarmament, particularly with respect to weapons of mass \r\ndestruction, which consume vast sums of money and huge resources. We also \r\n* Mr. Moumin (Comoros), Vice-President, took the Chair. \r\nA/47/PV.22 \r\n22 \r\n(Mr. Ben Yahia. Tunisia) \r\nwelcome the current efforts to strengthen and consolidate the process. In \r\nthis respect, the agreement on chemical weapons recently concluded in Geneva \r\nis a positive step towards disarmament and the strengthening of international \r\npeace and security. However, the implementation of that agreement must go \r\nhand in hand with the elimination of other types of weapons of mass \r\ndestruction, particularly nuclear weapons, especially in such a sensitive \r\nregion as the Middle East. \r\nWe see the new international order as one of freedom, democracy, and \r\nhuman rights, which are noble and universal values that are consonant with the \r\nideals of the United Nations, to which the Tunisia of the new era subscribes. \r\nOn the basis of this conviction, Tunisia is working to make those values a \r\nreality within the framework of a democratic process, the underlying \r\nfoundations of which are the upholding of the rule of law and the functioning \r\nof the State through institutions based on respect for individual and \r\ncollective freedoms within a tolerant and open civil society where justice, \r\nfreedom, and equality prevail for all citizens and human rights are protected \r\nand promoted. \r\nTunisia is convinced that genuine democracy rejects anarchy, the pursuit \r\nof supremacy, and violence. Democracy is a civilizing value based on a sense \r\nof responsibility and self-denial within the framework of recognized moral and \r\nsocial principles. Nevertheless, the success of this process also depends on \r\nrecognition, in the case of every country of that country\u0027s specific features, \r\nas well as its characteristic socio-economic and cultural conditions, which \r\nare the foundations of their identity. \r\nTunisia takes pride that it will host, next autumn, the conference \r\norganized by the United Nations on human rights in Africa as a prelude to the \r\nA/47/PV.22 \r\n23 \r\n(Mr. Ben Yahia. Tunisia) \r\nInternational Conference on Human Rights. We also take pride in the fact that \r\nour country has been chosen by the United Nations Educational, Scientific and \r\nCultural Organization to host the Conference on human rights and education to \r\nbe held next November. \r\nProceeding from the conviction that democracy and development are \r\nmutually complementary, Tunisia has given human rights their full meaning by \r\nextending them to the political, economic, social, cultural, and environmental \r\nspheres. In this respect, we see it as one of our first duties to improve the \r\nquality of life in a natural environment not threatened by desertification, \r\npollution, or erosion. For this reason, Tunisia has decided to draw up an \r\nintegrated national plan for the protection of the environment, and \r\nparticipated in the Earth Summit in Rio de Janeiro in 1992, where it put \r\nforward constructive proposals. \r\nTunisia regards the protection of human rights as a daily duty that it \r\ndevelops and strengthens in the interest of its citizens in order to ensure \r\nfor them a life of stability and dignity within a framework of sustainable \r\ndevelopment. The protection of human rights, in our view, means reconciling \r\nthe interests of the individual and those of the community, for the interests \r\nof individuals would lose all meaning if society were threatened by anarchy \r\nand instability as a result of extremism and terrorism, especially when the \r\nperpetrators employ violence and exploit religion for unstated ends. \r\nThe Tunisia of 7 November, being deeply attached to its Arab-Islamic \r\nidentity, has always been one of the torchbearers of Islam and one of its \r\nlargest bases. It therefore believes deeply in the message of openness, \r\nbrotherhood, and coexistence preached by our Muslim religion and by the other \r\nA/47/PV.22 \r\n24-25 \r\n(Mr. Ben Yahia. Tunisia) \r\nrevealed religions in general. Accordingly, concerned to prevent religion \r\nfrom being turned from its true path and to protect human rights and civil \r\nsociety from the actions of those who exploit religion in order to attain \r\ntheir unstated objectives, Tunisia has decided to set extremism and terrorism \r\nin their true context, and has done so in many regional bodies. \r\nTunisia believes that it is time to adopt a collective position regarding \r\nthis phenomenon and to cooperate sincerely in order to isolate extremist and \r\nterrorist groups which hide behind religion, in order for us to protect the \r\ninterests of our peoples and our States and create conditions that make it \r\npossible to address the real problems, face up to the challenges and protect \r\nreligion from any attempt to exploit and manipulate it. \r\nIt is common knowledge that many countries continue to suffer from a \r\ndifficult international economic situation that impedes their progress and \r\ndevelopment. These countries await with impatience the fruits of the new \r\nworld order in the hope that this new era will be one not only of peace and \r\nstability, but also of development and economic and social prosperity. \r\nAlthough peace-keeping is the main concern of the new world order, the \r\nfact remains that its viability will depend on its ability to assign to \r\neconomic and social issues their full measure of importance and to establish \r\njust and eguitable rules for international cooperation. For this reason, we \r\nbelieve that the international community is today called upon to realize the \r\naspirations of .our peoples regarding cooperation, solidarity, and the \r\nsettlement of their basic problems. Thus, the new international order has a \r\nduty to reconsider the structure of the world economy with an eye to the \r\ngeneral interest, without discrimination or exclusion. \r\nA/47/PV.22 \r\n26 \r\n(Mr. Ben Yahia. Tunisia) \r\nGiven the exacerbation of the world economic crisis and its adverse \r\neffects on the process of development in the countries of the Third World \r\ndespite the major efforts and immense sacrifices made by our peoples, it is \r\nessential that we put our heads together and try to find the best means of \r\nfacing up to the economic problems of the world in an appropriate manner. The \r\naim should be to enable our peoples to fully enjoy their economic, social and \r\ncultural rights and to make it possible for them to contribute to the \r\ndemocratization of our societies and the development of relations of \r\nunderstanding and friendship between peoples. \r\nMoreover, we hope the wealthy countries will be convinced of the need to \r\nexpand their cooperation and to change the way they deal with us \r\neconomically. This would encourage us and show appreciation for our efforts \r\nand sacrifices in the drive to restructure our economies. What we are asking \r\nthe developed nations to do is to renounce their protectionist policies \r\nagainst our exports, and to seek a solution to the debt problems. \r\nWhile endorsing the Secretary-General\u0027s ideas in his \"Agenda for Peace\" \r\nwherein he calls for regional arrangements to contain crises in accordance \r\nwith Chapter VIII of the Charter of the United Nations, Tunisia will continue \r\nto contribute with all the means at its disposal to the strengthening of this \r\nprocess. It will do so in particular in the bodies of which it is a member, \r\nnamely, the Organization of African Unity, the League of Arab States, the \r\nOrganization of the Islamic Conference and the Non-Aligned Movement. We also \r\nhope that international economic issues will be accorded a larger share in the \r\nprocess of restructuring the United Nations, because of their effects on the \r\nfuture of peace in the world. \r\nA/47/PV.22 \r\n27 \r\n(Mr. Ben Yahia. Tunisia) \r\nTunisia is convinced that the United Nations has a decisive role to play \r\nin the process of development in the Third World, and hopes that the \r\nOrganization will continue to play that role in order to help those countries, \r\nwhich still sorely need the support of the Organization, and its specialized \r\nagencies in finding appropriate solutions to the problems of indebtedness, \r\ndeteriorating commodity prices, deteriorating terms of trade, drying up \r\ncapital inflows to middle-income countries and the transfer of the wealth of \r\ndeveloping countries to the rich creditor nations. \r\nIn this connection, Tunisia calls for a strengthening of trade in \r\naccordance with the international trade order which has emerged from the \r\nmultipartite trade negotiations at the eighth session of the United Nations \r\nConference on Trade and Development (UNCTAD), as this would be the ideal \r\nframework for strengthening the efficacy of international trade. Tunisia also \r\ncalls for more participation by the developing countries in the \r\ndecision-making process relating to international trade. \r\nSocial questions today have assumed a higher position in the \r\nOrganization\u0027s scale of priorities, particuarly the issues of employment, \r\nhealth, education and the environment, which play a highly significant role in \r\neliminating the causes of tension and in improving the quality of life for all-\r\nWhile welcoming the high priority accorded to such issues, Tunisia calls \r\nfor promoting the tendency further and for the allocation of more adequate \r\nfinancial resources that would make it possible to meet the needs of the \r\npeoples of the Third World and to enable them to exercise their natural rights \r\nto employment, education and health. Proceeding from this, Tunisia supports \r\nthe proposal for convening a world summit meeting on development in 1995 on \r\nA/47/PV.22 \r\n28 \r\n(Mr. Ben Yahia. Tunisia) \r\nthe occasion of the Organization\u0027s fiftieth anniversary, following the \r\ninternational Conference on Human Rights scheduled for next year, the \r\nConference on Population and Development that would be held in 1994 and the \r\nWomen\u0027s Conference in 1995. \r\nThe eyes of the peoples of the entire world are today turned towards the \r\nUnited Nations, which is the living conscience of mankind and the beacon of \r\nits hope for a better future. \r\nTherefore, Tunisia has renewed its longstanding attachment to the Charter \r\nand the goals of the Organization. It has always supported the Organization\u0027s \r\nefforts and is determined to support its action to ensure that law, justice \r\nand peace will have the upper hand in the world. The best proof of the stance \r\nis, of course, my country\u0027s continued participation in the peace-keeping \r\noperations organized by the United Nations, in the Congo and Namibia, in the \r\nsixties and, recently, in Western Sahara, Cambodia and the former Yugoslavia. \r\nWe are convinced that the establishment and maintenance of peace depend \r\non the intensification of peace-keeping operations whenever the need arises. \r\nIn this connection, it may be necessary to conduct an in-depth study of the \r\nbest means of tightening and supporting those operations while increasing the \r\nOrganization\u0027s ability to continue to stage them successfully. \r\nThe ideas and proposals that were thrashed out in the summit meeting of \r\nthe Security Council last January have highlighted the need to develop and \r\nmaintain a balanced relationship between the General Assembly, the Security \r\nCouncil and the Organization\u0027s Secretary-General, as well as for a \r\nstrengthening of the role of the General Assembly, in the light of the \r\nA/47/PV.22 \r\n29 \r\n(Mr. Ben Yahia. Tunisia) \r\nimportant functions assigned to the Assembly under the Charter and in \r\nconformity with the new realities that have been created by the current \r\ndevelopments in the international situation. The Security Council\u0027s role \r\nshould be developed in consonance with those developments. \r\nWe consider that it is high time we considered collectively the \r\nrepresentation of the international community in the Security Council in the \r\nlight of the great responsibilities assigned to it in maintaining \r\ninternational peace and security. \r\nIn so doing, we shall have strengthened the democratic character of the \r\norgans of the United Nations in conformity with the new spirit of democracy \r\nnow prevailing in the world. This will satisfy the yearnings of many peoples \r\nand will ensure for our Organization greater confidence and credibility in the \r\neyes of international public opinion. \r\nWe are fully convinced that our Organization, by virtue of its great \r\nexperience and influence, is capable of giving effect to this ambitious \r\ncivilizing project and making a valuable contribution to the strengthening of \r\ncooperation among Member States within the framework of a new outlook that \r\nwill open up promising vistas for mankind and give it renewed hope and \r\nconfidence. \r\nTunisia has already put forward many ideas and proposals to bring about \r\nthese new reforms and tendencies that, in our view, must shape international \r\neconomic relations. On more than one occasion it has made appeals to this \r\nend, most significantly in the General Assembly at its forty-fourth session by \r\nPresident Zine El Abidine Ben Ali from this very rostrum, for the conclusion \r\nof a covenant of peace and progress between the industrialized and the \r\ndeveloping countries. \r\nA/47/PV.22 \r\n30 \r\n(Mr. Ben Yahia. Tunisia) \r\nThe constructive spirit prevailing in the work of this session once again \r\nconfirms the determination of the United Nations to play to the full its \r\nassigned role in the international arena in the maintenance of peace and \r\nsecurity in the world. We are convinced that the Organization will succeed in \r\nconsolidating the achievements of mankind and in providing it with the \r\nopportunities it needs for progress and prosperity. \r\nA/47/PV.22 \r\n31 \r\nMr. CHAMMAS (Lebanon) (interpretation from Arabic): It gives me \r\ngreat pleasure to congratulate Ambassador Ganev of Bulgaria on his election to \r\nthe presidency of the forty-seventh session of the General Assembly. We are \r\nconfident that he will conduct the work of the session wisely and effectively \r\nand we take satisfaction in the bonds of friendship and mutual cooperation \r\nbetween our two countries. \r\nI should like on this occasion to pay tribute to Ambassador Samir Shihabi \r\nfor the sagacious leadership and courage he demonstrated in presiding over the \r\nforty-sixth session of the General Assembly. He indeed deserves our deep \r\nthanks and appreciation. \r\nI have pleasure also in extending warm greetings to the \r\nSecretary-General, Mr. Boutros Boutros-Ghali. We commend the resolve and \r\nability he has shown in steering the work of the Organization over the short \r\nperiod of time that has passed since the start of his mandate and his declared \r\nintent to make the United Nations more compatible with the political changes \r\nthat have taken place in international politics and the resultant increasing \r\ndemands upon the Organization in the areas of peace-keeping, peacemaking, \r\ndevelopment and humanitarian assistance. \r\nI am duty bound to extend our esteem and appreciation also to \r\nMr. Javier Perez de Cuellar, the former Secretary-General of the United \r\nNations, for his able leadership of the Organization\u0027s work for 10 years and \r\nfor the sincere concern he showed over the suffering of Lebanon during its \r\nprotracted agony. \r\nA/47/PV.22 \r\n32 \r\n(Mr. Chammas. Lebanon) \r\nLebanon, a founding Member of the United Nations, welcomes the new Member \r\nStates and considers their membership to be an enhancement of the \r\nOrganization\u0027s universality, credibility and significance. \r\nOver the past few years, the world witnessed a series of historic events \r\nthat have led to a fundamental transformation in international relations. \r\nWith the collapse of ideological barriers, the cold war has come to an end and \r\nthus dialogue, cooperation and realism have taken the place of confrontation, \r\nalliances and mutual mistrust. New States have emerged, many political \r\nsystems have changed, and some States have opted for more open economic \r\npolicies. \r\nThroughout the world, all of this has generated a feeling of movement and \r\ngiven rise to expectations and optimism. These changes and new realities have \r\nhad a direct impact on the status of the United Nations and its role in \r\ndealing with regional and international problems as the atmosphere of dentente \r\nhas created more and better opportunities for the Security Council to deal \r\nmore effectively with world problems and to adopt resolutions and implement \r\nthem. The increased need for the United Nations system and its mechanisms has \r\nnecessitated the structural modernization of the Organization in order for it \r\nto improve its performance at all levels. \r\nThe dramatic transformations that have taken place in the world have \r\nprovided humanity with an opportunity to tackle its economic and social \r\nproblems and to move forward towards the building of a better world, based on \r\na collective commitment to peace, interdependence in the face of crises and \r\npartnership in working for development and progress. \r\nWhile the Middle East region still continues to suffer from its chronic \r\nproblems, a gleam of hope has appeared in the midst of the world\u0027s changing \r\nA/47/PV.22 \r\n33 \r\n(Mr. Chammas. Lebanon) \r\nrealities. A serious peace initiative has shaped up, starting with the \r\nconvening in Madrid of a special peace conference on the Middle East on \r\n30 October 1991, under the auspices of the United States of America and the \r\nthen Soviet Union. \r\nIn response to the letter of invitation from the co-sponsors of the \r\nconference, and on the basis of the United States letter of assurances which \r\nspecified the necessity of fully implementing Security Council resolution \r\n425 (1978) and of fully respecting and preserving Lebanon\u0027s independence, \r\nsovereignty and territorial integrity within its internationally recognized \r\nborders, Lebanon has participated in the peace conference wholeheartedly and \r\nwith clear determination. By so doing, Lebanon has committed itself, \r\nirrevocably, to the pursuance of the peace process within the principles and \r\nparameters upon which it has been based and through which the process is \r\nexpected to achieve its objectives, especially the objective of comprehensive, \r\ndurable and just peace, and the settlement of the the Arab-Israeli conflict in \r\nall its aspects and with all its complexities. \r\nLebanon cannot help but be involved in this process of comprehensive \r\npeace on the basis of Security Council resolutions 242 (1967) and 338 (1973), \r\nand the land-for-peace formula. Given its history, cultural heritage and \r\ngeographic location, Lebanon, since time immemorial, has played a major and \r\noutstanding role in the cultural development of this important region to which \r\nit belongs and of which it is an integral part. It influences what happens in \r\nthe region and is greatly influenced thereby. Hence, Lebanon\u0027s complete \r\nsolidarity with its Arab brethren and its involvement, side by side with them, \r\nin the search for real peace. \r\nA/47/PV.22 \r\n34-35 \r\n(Mr. Chammas. Lebanon) \r\nWe must recall here that Lebanon has borne and continues to bear the \r\nconsequences of the ongoing Arab-Israeli conflict. Let me mention, in this \r\ncontext, a few of the major aspects: \r\nFirst, the presence of hundreds of thousands of Palestinians in Lebanon. \r\nIn this respect, let us reaffirm, once more, our total and absolute rejection \r\nof the settlement of Palestinians on the soil of Lebanon. This is against our \r\nnational interest, on the one hand, and, on the other, contravenes the \r\nprinciple of self-determination. \r\nSecondly, the Israeli attack against Beirut International Airport on \r\n28 December 1968. Thirdly, the invasion of southern Lebanon by the Israeli \r\narmy in 1978. Fourthly, the massive full-scale Israeli invasion of Lebanon in \r\n1982, which reached Beirut itself, the only Arab capital ever occupied by \r\nIsrael. Fifthly, no less than 150,000 fatalities and more than 400,000 \r\ninjured or disabled over the past 16 years of bloody events in Lebanon, in \r\naddition to the billions of dollars worth of material damage resulting from \r\ndestruction and devastation not to mention the human misery resulting from \r\nmigration and displacement. \r\nA/47/PV.22 \r\n36 \r\n(Mr. Chammas. Lebanon) \r\nSixthly, the continued occupation by Israel of parts of Lebanon\u0027s territory in \r\nthe south and the western Bekaa. That occupation in itself, together with the \r\nattendant Israeli practices and acts of aggression, constitutes flagrant \r\nviolations of the principles and norms of international legality. \r\nHerein lies the importance of implementing Security Council resolution \r\n425 (1978), which calls for Israel\u0027s complete withdrawal from the occupied \r\nLebanese territories. Lebanon has always emphasized the need to implement \r\nthat resolution through the mechanism referred to in Security Council \r\nresolution 426 (1978), as Israel\u0027s withdrawal from all occupied Lebanese \r\nterritories would create the propitious conditions for Lebanon to regain its \r\nstrength and stability, so that it may contribute fully and effectively to the \r\npeace proces and, subsequently, carry out faithfully and scrupulously the \r\ncommitments resulting from that process. \r\nWe believe that if Israel were to allow the United Nations Interim Force \r\nin Lebanon (UNIFIL) to perform its significant role properly, as mandated by \r\nthe Security Council, UNIFIL would be able to discharge its mandate more \r\neffectively and successfully. \r\nTo enable UNIFIL to do that would be to reaffirm and highlight the \r\nincreasingly important role of the United Nations in peace-keeping. Hence our \r\ncall for demonstrating the prime importance of the participation of the United \r\nNations in the peace process as it is the accredited representative of \r\ninternational legality whose relevant resolutions constitute the very \r\nfoundations of the peace process. \r\nThe Lebanese army which has been reorganized and regrouped on a sound and \r\neffective basis has regained its ability to perform its duty in extending the \r\nauthority of the Lebanese State over our entire national territory, up to \r\nthe internationally recognized Lebanese borders. The Lebanese authorities are \r\nA/47/PV.22 \r\n37 \r\n(Mr. Chammas. Lebanon) \r\nprepared to shoulder their full responsibilities with regard to the \r\nmaintaining of law and order and ensuring that the south of the country \r\nbecomes an oasis of peace and security under the rule of law and in \r\ncooperation with UNIFIL. \r\nThe Lebanese delegation to the peace conference has received assurances \r\nfrom the Israeli delegation in the name of its Government to the effect that \r\nIsrael does not have any territorial ambitions or designs on the land and \r\nwaters of Lebanon. This gives us hope that Israel will translate those \r\nassurances into concrete actions by withdrawing completely from all the \r\nLebanese occupied territories. \r\nLebanon strongly believes in the right of all parties to mutual security, \r\nprovided that the security of any one party is not achieved at the expense of \r\nanother\u0027s. \r\nProceeding from the foregoing, we declare from this rostrum and before \r\nthis Assembly that the Lebanese Government and people are fully committed to \r\nthe peace process and are determined to go ahead, regardless of the \r\ndifficulties. We shall spare no effort in ensuring success for the peace \r\nprocess so that it may achieve its lofty goals. We in Lebanon attach great \r\nimportance to the peace talks and realize that their success will be in the \r\ninterest of all. We are aware also that to proceed in the opposite direction \r\nwill be a blunder for which the region and the whole world would pay very \r\ndearly indeed. \r\nThe Lebanese Government continues to address the tremendous problems and \r\nto face up to the challenges that confront Lebanon after years of devastating \r\nstrife. It has taken major steps towards rebuilding its constitutional \r\ninstitutions in accordance with the Taif Agreement and, for the first time in \r\n20 years, has organized national parliamentary elections. \r\nA/47/PV.22 \r\n38 \r\n(Mr. Chammas. Lebanon) \r\nThe main task that now faces the Lebanese Government is that of \r\nrebuilding the infrastructure of basic services and the vital sectors of the \r\neconomy. Our economic sectors still suffer from the destruction caused by war \r\nand invasion, and the Lebanese people continue to feel the horrendous effects \r\nof galloping inflation due to the decline in the purchasing power of the \r\nnational currency. The State budget is in the grip of a huge deficit owing to \r\nthe loss of basic sources of national income such as tourism and the service \r\nsector. Regional crises, the latest of which was that of the Gulf, have also \r\nhad sharp negative repercussions on the country. \r\nThe Lebanese still await the honouring of regional and international \r\npromises of help in revitalizing their national economy. The delay in \r\nsupporting the reconstruction and development efforts that are already under \r\nway is very regrettable, particularly since in previous years hundreds of \r\nmillions of dollars were poured into Lebanon to fuel the devastating strife \r\nand keep its flames alive. \r\nThe revitalization of Lebanon\u0027s economy would be an excellent investment \r\nin the future of the region. Lebanon and the Lebanese have played a \r\npioneering role in modernizing and developing the region, and they still have \r\nthe dynamism and ambition to play anew that same constructive role. \r\nAt this critical juncture the Lebanese economy is in urgent need of \r\nforeign financial and technical assistance, whether from fraternal or other \r\nfriendly countries or from United Nations agencies and other organizations. A \r\nguick and effective investment in the order of billions of dollars is needed. \r\nLebanese laws and regulations ensure for foreign capital funds and investments \r\na free and open working atmosphere, the same atmosphere that, previously, had \r\nmade Lebanon an important business and financial centre which attracted \r\ninternational investments and financial establishments of all kinds. \r\nA/47/PV.22 \r\n39-40 \r\n(Mr. Chammas. Lebanon) \r\nWe look forward to the establishment of the Arab and international fund \r\nfor the reconstruction and development of Lebanon, as it represents the \r\npromised and effective initiative needed to revitalize the Lebanese economy \r\nand set it on course anew. \r\nA/47/PV.22 \r\n41 \r\n(Mr. Chammas. Lebanon) \r\nDespite the disappearance of a considerable number of international \r\nproblems, a number of national problems have re-emerged to take their place \r\nafter having remained dormant for half a century. The disintegration of the \r\nSoviet Union and Yugoslavia and the resultant conflicts are prime examples. \r\nIn this regard, we denounce and condemn the aggression against Bosnia and \r\nHerzegovina which targets that republic\u0027s very existence. This aggression has \r\ncaused the death of tens of thousands of innocent victims and the displacement \r\nof hundreds of thousands of civilians. This tragedy requires decisive action \r\non the part of the international community to stop the military operations, to \r\npreserve the independence and sovereignty of this young republic and to return \r\nall displaced persons to their homes and properties. We commend the \r\nhumanitarian role of the United Nations Nations in providing relief assistance \r\nto the besieged towns in Bosnia and Herzegovina, in the face of considerable \r\ndifficulties and dangers. \r\nEqually, we commend the sincere and persistent efforts made by the \r\nOrganization and its specialized agencies to bring food supplies to the people \r\nof Somalia in their plight. We call upon the international community to \r\nredouble its efforts to put an end to the distressing human tragedy in that \r\ncountry. \r\nThus far, the world economic situation and the relations between the \r\ndeveloped and developing countries have not been positively affected by \r\ndetente or by the political changes that have taken place in the world. The \r\nproblems of foreign debt, the shortfall in development assistance, the rise in \r\ninterest rates and the continued trade barriers all constitute serious \r\nobstacles to development in the South, whereas the developing countries are in \r\nA/47/PV.22 \r\n42 \r\n(Mr. Chammas. Lebanon) \r\nurgent need for development if a decent standard of living were to be ensured \r\nfor the overwhelming majority of mankind and if the prospects of world peace \r\nwere to be guaranteed. \r\nThe Rio de Janeiro Earth Summit last June highlighted the relationship \r\nbetween environment and development. There has been an increasing awareness \r\nover the past decades of the dangers that threaten the ecological balance and \r\nthe future of life on the planet. The achievements of the summit were a \r\npromising start toward a series of wide ranging changes in the production and \r\nconsumption patterns that countries must adopt with a view to avoiding \r\nclimatic changes, depletion of the ozone layer, the spread of desertification, \r\nand air and water pollution as well as managing toxic wastes and radioactive \r\nmaterials. Here too, interdependence and shared responsibilities appear to be \r\nthe only option available to us in our dealings with nature and in our \r\nattempts to achieve sustainable economic growth. While we welcome the \r\nresolutions adopted at the Rio Conference, we entertain the hope that the \r\nnecessary funds will be made available to Agenda 21 for the 21st century, \r\nwhich will help ensure the well-being of future generations as well as the \r\nfuture of life on earth itself. \r\nThe Government of Lebanon continues to pursue its policy of eliminating \r\nthe traces of the tragic and devastating period that engulfed the country. \r\nDuring this year, we have managed to put an end to a problem that was \r\nassociated with the name of Lebanon: I refer to the question of hostage \r\ntaking. This solution was achieved thanks to the praiseworthy efforts of the \r\nSecretary-General and his personal representative, Mr. Picco, and with the \r\ncooperation of the parties concerned in the region. Lebanon has always \r\nA/47/PV.22 \r\n43 \r\n(Mr. Chammas. Lebanon) \r\ncondemned this phenomenon, for it contradicts the basic principles of law and \r\nhuman rights. Such abnormal practices never served or sought to serve the \r\ninterests of Lebanon. Indeed Lebanon has always been their victim. \r\nFor many years, the mention of Lebanon or \"Lebanonization\" evoked images \r\nof fragmentation, devastation and human misery. Today, however, despite all \r\nits difficulties and sufferings, Lebanon stands before the international \r\ncommunity as an example of steadfastness, rebirth, creative coexistence, and \r\ndiversity within unity. All of these qualities made Lebanon what it was in \r\nthe past and what will make it what it will be in the future: an oasis of \r\nprosperity, openness and a beacon. This is our plan for the Lebanon of \r\ntomorrow. To realize it, we expect support and backing from our brethren in \r\nthe region and from all of our friends in the world. \r\nADDRESS BY MR. DISMAS NSENGIYAREMYE, PRIME MINISTER OF THE RWANDESE REPUBLIC \r\nThe PRESIDENT (interpretation from French): The Assembly will now \r\nhear an address by the Prime Minister of the Rwandese Republic. \r\nMr. Dismas Nsengiyaremye. Prime Minister of the Rwandese Republic, \r\nwas escorted to the rostrum.* \r\nThe PRESIDENT: I have great pleasure in welcoming the Prime \r\nMinister of the Rwandese Republic, His Excellency Dismas Nsengiyaremye, and \r\ninviting him to address the General Assembly. \r\nThe President returned to the Chair. \r\nA/47/PV.22 \r\n44-45 \r\nMr. NSENGIYAREMYE (Rwanda) (interpretation from French): The \r\nforty-seventh session of the United Nations General Assembly provides the \r\ndemocratic transitional Rwandese Government the welcome opportunity to hail \r\nthe annual gathering for the conduct of international diplomacy, and thus to \r\nmake its contribution to the discussions on peace, security and development in \r\nthe world. \r\nHowever, allow me, at the outset Sir, to express to you my warm \r\ncongratulations on your election to the presidency of the General Assembly at \r\nits forty-seventh session. Your election is confirmation of the esteem and \r\nrespect you enjoy in the international community. You are a man of \r\nexperience, dialogue and conviction and these outstanding qualities guarantee \r\nsuccess for the work of this session of the Assembly. \r\nA/47/PV.22 \r\n46 \r\n(Mr. Nsengiyaremye. Rwanda) \r\nThe Rwandese delegation wishes to assure you. Sir, of our complete \r\nreadiness to make a positive contribution to the success of this session. \r\nConcern for effectiveness in the service of peace, justice and \r\ndevelopment was always the driving force behind your predecessor, \r\nMr. Samir Shihabi. I should like to express to him our profound gratitude for \r\nhis major contribution to the development of the United Nations. \r\nMay I also be permitted, on behalf of my delegation, to welcome very \r\nwarmly the courageous and innovative initiatives that have been undertaken by \r\nour Secretary-General, Mr. Boutros Boutros-Ghali, for peace, justice and \r\nsecurity and for international cooperation and the mutually supportive \r\ndevelopment of all members of the international community. Such initiatives \r\nare certainly intended to open up a new world political, economic, social and \r\ncultural order. This will involve creating international solidarity between \r\nthe peoples and countries of the planet so that they can jointly achieve their \r\ncommon destiny in peace and justice. \r\nIn this regard, my country, Rwanda, is happy to note that between \r\nSeptember 1990 and September 1992 the United Nations carried out important \r\nactions to improve international political and economic relations. Some \r\nparticular achievements were: the Programme of Action for the Least \r\nDeveloping Countries for the 1990s, adopted at the United Nations Conference \r\non the Least Developed Countries, held in Paris from 3 to 14 September 1990; \r\nthe United Nations New Agenda for the Development of Africa in the 1990s, \r\nadopted by the General Assembly on 18 December 1991; a new partnership for \r\nsustainable development, advocated by the eighth session of the United Nations \r\nConference on Trade and Development, which took place in Cartagena, Colombia \r\nfrom 8 to 25 February 1092; and Agenda 2 1, adopted by the United Nations \r\nA/47/PV.22 \r\n47 \r\n(Mr. Nsengiyaremye. Rwanda) \r\nConference on Environment and Development, which was held in Rio de Janeiro, \r\nBrazil, from 3 to 14 June 1992. \r\nThis is a small sample of actions with the same goal: the progressive \r\nbuilding of a world that is more united and more mutually supportive. \r\nHowever, it can be achieved only after the definitive elimination of \r\ntotalitarian or autocratic regimes that hinder the flowering and development \r\nof peoples in many countries of the world. Therefore, the restoration of \r\ndemocracy and political pluralism are preconditions for the success of a new \r\nworld political order. \r\nThat is why, on 10 June 1991, Rwanda took the firm decision to move from \r\nautocracy and a single-party system to democracy and political pluralism. \r\nSince that time 16 political parties have been officially registered, and five \r\nof them are represented in the Government of democratic transition, which I \r\nhave had the honour to lead since 16 April 1992. \r\nThe current democratic process in Rwanda, although it has passed through \r\na number of important stages and has reached the point of no return, is \r\nencountering some difficulties because of the existence of forces that are \r\nresistant to change. We think that this is the result of the fact that in \r\npolitics, as in physics, as soon as forces of change are set in motion, the \r\nforces of inertia arise to counter them. \r\nThat is why the Government of transition has set as its major goal the \r\ntask of putting democracy in the country on a firm footing. \r\nTo do so, it has decided to undertake in-depth reforms to transform \r\nRwandese political life. Thus institutional reforms will be carried out to \r\nensure the separation and independence of the three branches of civil power: \r\nthe legislative, the executive and the judiciary. Furthermore, appropriate \r\nA/47/PV.22 \r\n48-50 \r\n(Mr. Nsengiyaremye. Rwanda) \r\nmachinery will be set up to allow the population to participate effectively in \r\nthe country\u0027s administration. Therfore, the political, social and moral \r\nforces in our country have been invited to contribute to the conduct of the \r\ndemocratic process under way in Rwanda. \r\nThe process of democratizing Rwandese political life is also viewed as a \r\nsolution to the war that has been going on in Rwanda since 1 October 1990. \r\nThis unjust, fratricidal and costly war has no objective raison d\u0027etre. The \r\nRwandese Government feels that there can be no military solution to this \r\nconflict; that is why it has committed itself to seeking a negotiated solution. \r\nI should like to inform the international community of the efforts made \r\nby the multiparty Government of transition to end this conflict. These \r\nefforts have been directed on the one hand towards the Rwandese Patriotic \r\nFront, which began the war, and on the other to our neighbouring countries, \r\nwith a view to normalizing our relations and to coordinating our actions aimed \r\nat restoring peace in the subregion of the Great Lakes countries. Within this \r\nframework, an agreement on mutual security cooperation was signed with Uganda \r\non 8 August 1992. \r\nThe Government has resolutely committed itself to a frank and sincere \r\ndialogue with the Rwandese Patriotic Front. In this context, direct \r\nnegotiations have been taking place in Arusha, United Republic of Tanzania, \r\nsince 10 July 1992 with the participation of observers from Burundi, United \r\nRepublic of Tanzania, Uganda, Zaire, Senegal, France, Belgium, Germany, the \r\nUnited States of America and the Organization of African Unity. The parties \r\nconcerned would also like the United Nations to take part in the negotiations. \r\nA/47/PV.22 \r\n51 \r\n(Mr. Nsengiyaremye. Rwanda) \r\nThe first phase of these negotiations, which took place from 10 to \r\n12 July 1992, ended with the signing of a cease-fire agreement between the two \r\nparties. There is reason to welcome the fact that this cease-fire has been \r\nrespected by all sides in spite of some irregularities. \r\nThe second phase, which took place from 10 to 18 August 1992, brought \r\nabout the signing of a protocol agreement for a government of law, a protocol \r\ndefining the basic principles that are to govern political life in Rwanda: \r\nnational unity, democracy, political pluralism and respect for human rights. \r\nThe third phase of the negotiations, which took place from 7 to \r\n17 September 1992, has just been suspended and will resume on 5 October 1992. \r\nNone the less, the two parties have already taken another important step by \r\nagreeing to the existence and separation of the three powers: legislative, \r\nexecutive and judiciary. Let us recall that this third phase is devoted to \r\ndefinition of the machinery and procedures for power-sharing. \r\nThe Rwandese Government defends respect for the State institutions and \r\nagrees to the integration of the Rwandan Patriotic Front into those \r\ninstitutions as well as to the making of institutional arrangements to speed \r\nup the process of democratizing Rwandese political life and for favouring the \r\neffective participation of the political forces of the country in managing the \r\nState. \r\nThe work of this phase will resume on 5 October and we hope that at that \r\ntime the two parties will show sufficient political open-mindedness and \r\nrealism to find common ground quickly. Following that phase there is \r\nprovision for a fourth one which will study the modalities for integrating the \r\nfighters of the Rwandan Patriotic Front into the Rwandese Army. \r\nA/47/PV.22 \r\n52 \r\n(Mr. Nsengiyaremye. Rwanda) \r\nOver and above the efforts to end the war in Rwanda, which has been going \r\non since 1 October 1990, Rwanda reiterates its firm will to find a just and \r\nlasting solution to the problem of its refugees. \r\nTo this end, the Rwandese Government reaffirms solemnly that the return \r\nof Rwandese refugees to their country is an inalienable right that no one can \r\nchallenge. Actions to facilitate the welcoming of these refugees who opt for \r\nrepatriation have been undertaken. Mention may be made in particular of the \r\nidentification of reinstallation zones, the promulgation of a general amnesty \r\nlaw, and the sensitizing and educating of the population to welcome the \r\nreturnees in a spirit of reconciliation and peaceful coexistence. \r\nThe Government of Rwanda has also decided to ensure diplomatic protection \r\nfor Rwandese refugees who may have chosen to stay in host countries. These \r\nrefugees will enjoy all the civil rights that are recognized for other \r\nRwandese citizens. \r\nThe Government of Rwanda takes this opportunity to make another urgent \r\nappeal to the High Commissioner for Refugees and to the Organization of \r\nAfrican Unity to accelerate the completion of the plan of action for the \r\nrepatriation of Rwandese refugees and the holding of the donors\u0027 round table, \r\nwhich should take place before the end of this year. \r\nThe war in our country has entailed considerable economic, social and \r\ncultural losses. One of the unfortunate consequences of this war undoubtedly \r\nremains the tragic situation of displaced persons, who at present number more \r\nthan 350,000. They are located in 20 camps, where dozens of them are dying \r\nevery day from hunger, cold and poor hygiene. We take this opportunity to \r\nmake an urgent appeal to the international community to come to the assistance \r\nA/47/PV.22 \r\n53 \r\n(Mr. Nsengiyaremye. Rwanda) \r\nof these displaced persons. We expect this community to come to our \r\nassistance by providing food, tents, blankets and medicine. In monetary \r\nterms, what is needed to maintain these persons displaced as a result of war \r\namounts to $30 million a year. Moreover, we are asking friendly countries \r\nthat have always stood by us not to remain aloof but rather to give increased \r\nfinancial assistance for the rehabilitation of infrastructures and areas \r\ndestroyed by war and also for economic recovery. \r\nIn terms of international trade, Rwanda has suffered heavy losses because \r\nof the closing of the Kigali-Mombasa via Kampala road. Current talks among \r\nthe users of the north corridor are of great interest for Rwanda, which would \r\nlike to see this road reopened as quickly as possible. \r\nThe Rwandese economy, like that of other developing countries, continues \r\nto feel the effects of world economic imbalances and the burden of debt which \r\nis still suffocating the economies of the poorest countries in the world. \r\nThe drop in world prices for coffee, which is the principal export \r\nproduct of Rwanda, and which went from $2.50 in 1986 to less than 60 cents \r\nfrom 1982 on, has caused a considerable drop in earnings for the Rwandese \r\neconomy. As a result of this deplorable situation,the gross domestic product \r\nof Rwanda at first stagnated and then dropped while the balance-of-payments \r\nproblem remained largely one of indebtedness and some development projects had \r\nto be stopped because there were no means for investment in them. \r\nDespite these indicators which are not very encouraging, the Government \r\nhas taken courageous measures to limit the losses: drastic reduction in \r\npublic expenditures; credit restrictions; and the devaluation of the currency, \r\nwhich in two years lost more than half its value. \r\nA/47/PV.22 \r\n54-55 \r\n(Mr. Nsengiyaremye. Rwanda) \r\nThe Government of Rwanda expresses its gratitude to the friendly \r\ncountries and international organizations which have been broadly contributing \r\nto the execution of our structural adjustment programme. The Government of \r\nRwanda is also counting upon them to support the sectoral programmes for \r\neconomic recovery that are under way in our country. \r\nAfter this survey of the economic and political situation prevailing in \r\nour country, allow me now to take up some of the major international problems \r\nof the moment. \r\nA/47/PV.22 \r\n56 \r\n(Mr. Nsengiyaremye. Rwanda) \r\nBefore doing so, I should like, as other delegations have done here, to \r\nwarmly welcome the new Members to the great family of the United Nations. We \r\nwholeheartedly congratulate them and we encourage them to work for the triumph \r\nof the noble ideals of the United Nations. \r\nMankind remains torn by bloody conflicts and wars that result from \r\nanachronistic situations of colonialism, oppression, racism and ideological \r\nintolerance. The seeds of blind violence are multiplying wherever the \r\nsovereignty of peoples and the territorial integrity of States are being \r\nundermined and wherever the dignity and fundamental rights of man are being \r\ntrampled upon by totalitarian regimes. \r\nIn this context, the Rwandese delegation praises the untiring efforts of \r\nthe United Nations to extinguish the flames in various hotbeds of tension and \r\nto put an end to murderous, fratricidal conflicts that occur in the North as \r\nwell as in the South. In this respect, the Rwandese Government would like to \r\ncongratulate the Secretary-General of our Organization for his remarkable \r\ncontribution and for the ways and means he advocates in his \"Agenda for \r\nPeace\", which would favour preventive diplomacy and peacemaking, peace-keeping \r\nand peace-building actions. \r\nRwanda also welcomes the initiative taken by the twenty-eighth Summit of \r\nHeads of State or Government of the Organization of African Unity (OAU), which \r\nallowed the Security Council to give serious consideration to ways and means \r\nof controlling the outbreak of massacres in South Africa. \r\nThe Rwandese delegation hopes that dismantling the legal pillars of \r\napartheid will quickly lead to the establishment of a multiracial and \r\ndemocratic South African society. It encourages the South African Government \r\nto conclude negotiations with the African National Congress and to set up a \r\ndemocratic Government that represents all the people of South Africa. \r\nA/47/PV.22 \r\n57 \r\n(Mr. Nsengiyaremye. Rwanda) \r\nRwanda is pleased at the resumption of peace negotiations in the Middle \r\nEast. We encourage all the parties involved to cooperate in good faith so \r\nthat that new diplomatic opportunity will be seized to the fullest in order to \r\nachieve a lasting peace. Against that background, the Rwandese Government \r\npays tribute to the new Israeli Government\u0027s gesture of halting the \r\nestablishment of Jewish settlements in the occupied Arab territories. \r\nThe Rwandese Government also supports all efforts to restore peace in the \r\nHorn of Africa, Liberia and other regions of the world, in particular Lebanon, \r\nAfghanistan, Cambodia, Cyprus and Bosnia and Herzegovina. \r\nThe success of the commitment of the United Nations to the process of \r\nnational reconciliation and democratization now under way in Central America \r\nreflects the renewed influence of our Organization in the management of crises \r\nand the seeking of negotiated solutions to local conflicts. \r\nIn addition, Rwanda notes with satisfaction the continuing dialogue \r\nbetween the parties directly involved in the conflict in Western Sahara. \r\nHence Africa still hopes to see the organization of a referendum, under the \r\nauspices of the United Nations, on the future status of that Territory. \r\nRwanda welcomes the current restructuring of the United Nations system \r\nand the end of the cold war. We hope that disarmament will lead to a positive \r\nnet transfer of resources to the South, where the struggle against poverty \r\nremains a constant challenge. \r\nIt is on this hopeful note that I should like once again to make an \r\nurgent appeal to the international community to give diplomatic support to the \r\nprocess of peace negotiations in Rwanda and to help, financially and \r\nmaterially, with the repatriation of Rwandese refugees. The active \r\nparticipation of the United Nations in the Arusha negotiations would be an \r\nA/47/PV.22 \r\n58 \r\n(Mr. Nsengiyaremye. Rwanda) \r\nadditional guarantee of the will of the international community to find a \r\njust, speedy and lasting solution to the Rwandese conflict. We also appeal to \r\nthe international community to come to the assistance of the 350,000 displaced \r\npersons and to help in the reinvigoration of our economy. \r\nFor its part, the Rwandese Government is committed to carrying out our \r\ncountry\u0027s current democratization process until the establishment of a State \r\nfounded on law where all Rwandese, whether they live in or out of the country, \r\nwill have the right to exercise their civil rights freely and without any \r\ndiscrimination whatsoever and to participate actively in the management of \r\npublic affairs. \r\nThe PRESIDENT: On behalf of the General Assembly, I wish to thank \r\nthe Prime Minister of the Rwandese Republic for the statement he has just made. \r\nMr. Dismas Nsengiyaremye. Prime Minister of the Rwandese Republic, was \r\nescorted from the rostrum. \r\nThe meeting rose at 12.20 p.m. \r\n"