"UNITED \r\nNATIONS \r\nGeneral Assembly \r\nPROVISIONAL \r\nA/47/PV.29 \r\n21 October 1992 \r\nENGLISH \r\nForty-seventh session \r\nGENERAL ASSEMBLY \r\nPROVISIONAL VERBATIM RECORD OF THE 29th MEETING \r\nHeld at Headquarters, New York, \r\non Wednesday, 7 October 1992, at 3 p..m. \r\nPresident: Mrs. ESCALER (Philippines) \r\n(Vice-President) \r\nGeneral debate [9] (continued) \r\nStatements made bv \r\nMr. Moumin (Comoros) \r\nMr. Mba Ekua Miko (Equatorial Guinea) \r\nMr. Munlo (Malawi) \r\nMr. Musa (Belize) \r\nMr. Young (Saint Vincent and the Grenadines) \r\nMr. Moses (Federated States of Micronesia) \r\nThis record contains the original text of speeches delivered in English \r\nand interpretations of speeches in the other languages. The final text will \r\nbe printed in the Official Records of the General Assembly. \r\nCorrections should be submitted to original speeches only. They should \r\nbe sent under the signature of a member of the delegation concerned, within \r\none week, to the Chief, Official Records Editing Section, Office of Conference \r\nServices, room DC2-750, 2 United Nations Plaza, and incorporated in a copy of \r\nthe record. \r\n92-61364 1700V (E) \r\nA/47/PV.29 \r\n2 \r\nIn the absence of the President. Mrs. Escaler (Philippines). \r\nVice-President, took the Chair. \r\nThe meeting was called to order at 3.20 p.m. \r\nAGENDA ITEM 9 (continued) \r\nGENERAL DEBATE \r\nMr. MOUMIN (Comoros) (interpretation from French): I have the \r\nparticularly agreeable duty, on behalf of the people and Government of the \r\nFederal Islamic Republic of Comoros, of conveying to Mr. Ganev warm and \r\nsincere congratulations on his well-deserved election to the presidency of the \r\nGeneral Assembly at its forth-seventh session. We have every confidence in \r\nhis ability, as a distinguished diplomat, to ensure complete success for our \r\nwork. \r\nI should like to take this opportunity also to express to \r\nMr. Samir Shihabi of the Kingdom of Saudi Arabia our total satisfaction with, \r\nand our profound admiration of, the effective way in which he conducted the \r\nwork of the General Assembly at its last session. \r\nMay I also take this agreeable opportunity to wish the Secretary-General, \r\nMr. Boutros Boutros-Ghali, every success in the discharge of the noble and \r\nlofty mission that we have entrusted to him. I assure my dear brother and \r\nfriend that in his efforts to ensure that the United Nations plays the part it \r\nis intended to play he will have the unflagging support of my country, the \r\nFederal Islamic Republic of Comoros. His election is a matter of pride for \r\nAfrica and for the Arab world. Likewise, it reflects the standing and the \r\ndynamic role of his great country, Egypt, on the international scene. His \r\ndetermination to breathe new life into our Organization, to strengthen its \r\nrole and its effectiveness, gives us grounds for great hope for its future. \r\nA/47/PV.29 \r\n3 \r\n(Mr. Moumin. Comoros) \r\nThe Secretary-General\u0027s \"Agenda for Peace\" a document that was drawn up \r\nafter the summit meeting of the Security Council last January contains \r\nconcrete proposals that demand the attention of Member States. In this \r\ncontext, I should like to voice our complete satisfaction with the very \r\npertinent ideas that the Secretary-General was able to set forth in such a \r\nshort period. In our view, his proposals deserve the international \r\ncommunity\u0027s very careful scrutiny to ensure that the greatest possible benefit \r\nis derived from them. \r\nThe delegation of Comoros joins those Members that have already extended \r\na warm welcome to the States that have recently been admitted to membership of \r\nthe Organization. \r\nThe forty-seventh session of the General Assembly is being held at a time \r\nwhen the world is beginning a new chapter in its history. The profound and \r\nfar-reaching transformations that our planet has undergone during the past \r\nfour years are very encouraging. General ideological confrontation is rapidly \r\ndisappearing, and dictatorial and authoritarian Governments are falling one \r\nafter another. We are witnessing a renewal of freedom, equality and respect \r\nfor the dignity of man. \r\nThe cold war has ended, and the world has heaved a sigh of relief. Our \r\nOrganization has an unprecedented opportunity to discharge the mandate \r\nentrusted to it by the Charter. Unfortunately, just as we were rejoicing at \r\nthe end of the cold war, with its inherent threat of nuclear destruction - at \r\na time when we were entitled to hope for a more peaceful world, in which \r\nA/47/PV.29 \r\n4-5 \r\n(Mr. Moumin. Comoros) \r\npriority would be given to the eradication of starvation and sickness other \r\nscourges arose, and they have made the current trends in international affairs \r\nmore fragile. \r\nA plethora of conflicts, of which no one could previously have conceived, \r\nhave appeared on the scene; each of them has its special features and must be \r\nsettled in a very precise manner. \r\nA/47/PV.29 \r\n6 \r\n(Mr. Moumin. Comoros) \r\nIn the political area, old conflicts such as those of the Middle East, of \r\nPalestine and of apartheid are still going on and to these have been added new \r\ncrises such as those of Somalia and of Bosnia and Herzegovina, and if these \r\nare not resolved in time, they may well prove to be a threat to international \r\npeace and security. \r\nAs regards the situation in Bosnia and Herzegovina, my country believes \r\nthat this is by no means a civil war but rather an act of aggression \r\nperpetrated against a young State by the forces of Serbia and Montenegro. We \r\ntherefore join the international community in condemning unreservedly this \r\nignoble act, which constitutes a violation of the fundamental rights of the \r\npeople of Bosnia and Herzegovina and a violation of the principles underlying \r\nour Charter. \r\nFor that reason we support all the United Nations resolutions and the \r\ndecisions of the recent London Conference on this matter. We also subscribe \r\nto the decision of the General Assembly to deny the Federal Republic of \r\nYugoslavia automatic succession to the seat of the former Yugoslavia, and we \r\nsupport the initiative to have the airspace of Bosnia and Herzegovina declared \r\na no-fly zone. \r\nIt is our hope that further steps will be taken to restore peace and \r\nstability to that part of the Balkans. We urge the Security Council, which is \r\nthe main body responsible for maintaining international peace and security, to \r\nreconsider this matter in full detail with a view to putting an end to this \r\naggression, as spelt out in Article 42 of the United Nations Charter. \r\nHowever, we are aware of the diffidence of the Security Council to use \r\nthe means spelt out in Article 42 of the Charter to put a stop to this \r\nA/47/PV.29 \r\n7 \r\n(Mr. Moumin. Comoros) \r\naggression. We therefore encourage the Council to lift the arms embargo \r\nimposed on Bosnia and Herzegovina so that the people, with the help of \r\nfriendly countries, can exercise their legitimate right to self-defence in \r\naccordance with Article 51 of the Charter. \r\nWe are equally concerned at the armed conflict among the various Somali \r\nfactions, which has led to flight and to famine. The persistence of this \r\narmed conflict, in addition to the natural disasters that have struck the \r\ncountry, has only increased the suffering of the Somali people, with extremely \r\nunfortunate consequences, particularly the loss of thousands of human lives. \r\nThe proposal made at Jakarta by the Movement of Non-Aligned Countries \r\nlast September, namely that a conference for national reconciliation be \r\nconvened to forge the unity of Somalia, seems to us to be the only way to \r\nachieve a final resolution of this regrettable conflict. My Government makes \r\nan earnest appeal to the entire international community to channel more \r\nassistance to this people, which is facing such tremendous difficulties. \r\nIn southern Africa there have been encouraging signs. Thus, the \r\nGovernment of the Comoros welcomes the free and democratic elections that have \r\ntaken place in Angola. It is our hope that that country will finally achieve \r\nlasting peace after so many years of civil war. \r\nFurthermore, it is our hope that after the peace negotiations in Rome and \r\nthe recent agreement concluded in Botswana between RENAMO and the Maputo \r\ngovernment, common ground can promptly be found so that our friends and \r\nneighbours from Mozambique may also be able to regain their peace and \r\nstability. \r\nIn South Africa the changes that have occurred since the release of \r\nNelson Mandela had given us every reason to believe that the country was \r\nA/47/PV.29 \r\n8 \r\n(Mr. Moumin. Comoros) \r\nirrevocably committed to a democratization of its political, social and \r\neconomic life. Unfortunately, the events of Boipatong and the recent Ciskei \r\nmassacres have dashed our hopes that there would shortly come into being a \r\ntruly united, democratic and non-racial society in South Africa. \r\nOn the subject of this same country, I should like to voice the great \r\nhope that we place in the recent Mandela-De Klerk meeting. Our most earnest \r\nhope is that the negotiations for the establishment of a representative \r\ngovernment can be resumed as soon as possible and that democracy and law will \r\nfinally win the day. \r\nThe developments in Western Sahara give us reason to believe that a \r\nsolution to this problem can be found in the near future. We welcome the \r\nclimate that prevails at present and which proves the readiness of the parties \r\nto the conflict to contribute to finding a solution by peaceful means. We \r\nalso commend the efforts of the Secretary-General of the United Nations in \r\nthis matter and encourage him in his efforts to bring about a rapid solution \r\nto the problem. \r\nOne of the greatest threats to international peace and security has been \r\nthe Middle East crisis, at the heart of which is the problem of Palestine. \r\nThis problem is indeed a major challenge and one which our Organization must \r\nmeet in order to strengthen its credibility and enhance its standing on the \r\ninternational scene. \r\nIn the light of the principles set forth in the Charter and the Universal \r\nDeclaration of Human Rights it is indeed intolerable that the Palestinian \r\npeople, in their legitimate struggle to claim their inalienable right to a \r\nhomeland, should continue to be subjected to brutalities inflicted by the \r\nIsraeli authorities. \r\nA/47/PV.29 \r\n9 \r\n(Mr. Moumin. Comoros) \r\nWith the hope that there will be a settlement of the Palestinian crisis, \r\nthe international community places great hope in the international Conference \r\nfor peace in that region. That is, quite clearly, the only means that can \r\nproduce a viable solution to the problem by peaceful means. \r\nThus the new spirit characterizing international relations and the \r\nreadiness that has been evinced at present by the parties concerned permit us \r\nto hope that the peace process begun last October in Madrid will continue and \r\nwill lead to a happy outcome of this situation. The Government of the \r\nComoros, whose support for the struggle of the Palestinian people has been \r\nunflagging, continues to believe that the solution of the Palestinian problem \r\nnecessarily implies taking into account the just claim of that people, that \r\nis, their right to have a homeland. \r\nThe Gulf region will not be able to heal the wounds opened up by the \r\naggression against, and occupation of, Kuwait by Iraq as long as Iraq fails to \r\nrelinquish its unjustified claims against the State of Kuwait and as long as \r\nKuwaiti prisoners in Iraq are not returned to their country in safety and \r\nhonour. For the Federal Islamic Republic of the Comoros the necessary \r\nconditions for the restoration of peace in this region are entirely the \r\nresponsibility of Iraq. \r\nTurning to a different area, we note with pleasure the improvement in the \r\nsituation prevailing on the Korean peninsula as a result of the joint efforts \r\nbeing made by the north and south of that country to find a swift solution to \r\nthe problem. The Korean people have long suffered from the division of their \r\ncountry and it is high time for the international community to render its \r\nsupport with a view to bringing about its reunification. \r\nA/47/PV.29 \r\n10 \r\n(Mr. Moumin. Comoros) \r\nIn this connection, my Government welcomes the coming into force of the \r\nAgreement on Reconciliation, Non-Aggression, and Exchanges and Cooperation \r\nbetween the two parties as well as the Joint Declaration of the \r\nDenuclearization of the Korean Peninsula. \r\nA/47/PV.29 \r\n11 \r\n(Mr. Moumin. Comoros) \r\nSimilarly, the situation in Cambodia today is looking more promising as \r\nregards a final solution to the problem. The United Nations and the entire \r\ninternational community are aware that restoring peace in this country \r\nnecessarily implies a comprehensive political solution resulting from genuine \r\nnegotiations and has always emphasized this way of proceeding. We welcome the \r\nefforts which have been made by our Organization and by the world community \r\nwhich resulted in the agreements signed between the Cambodian parties \r\nconcerned. The Islamic Federal Republic of the Comoros finally hopes that \r\nfollowing free and democratic elections Cambodia will regain its peace and \r\nstability. \r\nIn view of the rate at which authoritarian regimes are disappearing, I \r\nthink we have every reason to believe that shortly there will no longer be any \r\nquestion of dictatorship in the world; freedom, dialogue and multiparty \r\nsystems will have finally won the day, where force and violence triumphed in \r\nthe past. \r\nHow then can we not be optimistic in view of the fact that, similarly, \r\nthe thousands of voices raised in favour of recognizing the most essential \r\nhuman rights will finally be heeded as a result of the World Conference on \r\nHuman Rights which is scheduled for 1993? \r\nTurning to the area of economic and social development, it is regrettable \r\nto note that the very positive changes which are occurring internationally in \r\nthe political field have not been accompanied by any economic progress. Thus, \r\nthe problems of external indebtedness, in addition to the deterioration of the \r\nterms of trade and the decrease in development aid, continue to widen the gap \r\nthat exists between the developed and the developing countries. The case of \r\nA/47/PV.29 \r\n12 \r\n(Mr. Moumin. Comoros) \r\nAfrica, which comprises more than 20 of the least-developed countries, \r\ndeserves careful attention. \r\nThe adoption of the United Nations Programme of Action for African \r\nEconomic Recovery and Development has aroused great hope in us. We therefore \r\nappeal to the international community to live up to the commitments it made \r\nwhen this Programme was adopted and to lend its assistance to African \r\ndevelopment efforts. Similarly, since we are desirous of a flourishing \r\neconomy for our countries, Comoros supports the decision of the Government of \r\nJapan to convene an international conference on the development of Africa in \r\n1993. \r\nFurther, the current trend in world economics is directed more and more \r\ntowards the creation of more open and more sound economic and trade blocs. It \r\nis for that reason that the process of regional integration has now been \r\nrecognized as being an indispensable factor in promoting economic development, \r\nparticularly the development of the developing countries. \r\nThus, the Comoros have become a member of the Indian Ocean Commission and \r\nhave pledged to ratify the Treaty creating the African Economic Community as \r\nsoon as the country has a national assembly. \r\nIn order to revamp its own economy and to initiate the process of \r\nharmonious development, the Islamic Federal Republic of the Comoros has just \r\nsigned, with the international financial institutions of Bretton Woods, a \r\nprogramme of structural adjustment. But as the Assembly is aware, the \r\nimplementation of the measures set forth in such a programme necessarily and \r\nalways entail consequences which are very difficult for the most disadvantaged \r\nstrata of the population to bear. \r\nA/47/PV.29 \r\n13 \r\n(Mr. Moumin. Comoros) \r\nWhat can we say at this stage about the Rio de Janeiro summit? Despite \r\nthe unhappy realities of the depletion of the ozone layer and the continued \r\ndegradation of the ecological environment, let us recognize one thing at \r\nleast: the meeting in Rio de Janeiro had the merit of taking account of our \r\nconcerns and projections with respect to environmental problems. Now that the \r\nrelationship between the environment and development is unquestionable, we are \r\nresolved no longer to divorce one from the other. In order to ensure the \r\nviability of the strategy and programmes adopted by our various development \r\nmeetings, it is essential to pay particular attention to the environment. \r\nThus, the cooperation of the countries of the North in financing Agenda 21 is \r\nabsolutely necessary. \r\nDemocratic transition is a phenomenon which differs according to the \r\nspecific features of each country. The Comoros itself is of course no \r\nexception to this rule. This is regarded as a period of transition which is \r\nneeded to harmonize the democratic process in all its aspects. \r\nConsequently, the Comorian Government, despite a very disturbing \r\nfinancial and economic situation which has produced considerable social \r\ntension, has during this transitional stage adopted a posture favourable to \r\ndialogue, convinced that confrontation should in all circumstances give way to \r\ndialogue. Because of this attitude we are completely in control of the \r\nsituation. Thus, stability has at no time been jeopardized, as is proved by \r\nthe fact that we foiled the attempted coup d\u0027etat of 26 September last. \r\nThis attempt failed because the Comorian people, aware of its \r\nGovernment\u0027s efforts to set up the necessary democratic institutions and to \r\ncreate the circumstances which would promote its social development, did not \r\nrespond to an appeal, the purpose of which was to compromise the chances of \r\nA/47/PV.29 \r\n14 \r\n(Mr. Moumin. Comoros) \r\ncreating a real State of law. In order to realize these noble ambitions, the \r\nIslamic Federal Republic of the Comoros is once more turning to the \r\ninternational community, to the United Nations, and to its great family in \r\nparticular, to remind them that now, more than ever, it has need of their \r\nunflagging support to save this embryonic democracy and to place it on a solid \r\nbasis. \r\nI cannot conclude my remarks before the Assembly without referring to the \r\nquestion of the Comorian island of Mayotte, which has appeared on successive \r\nagendas of sessions of the General Assembly since we acceded to international \r\nsovereignty. This unfortunate problem has been going on for 17 years now and \r\nto our great regret pits us against France, a country with which we have very \r\nclose ties of friendship and cooperation. We will not go into the facts which \r\nunderlie this problem here since the question is to be the subject of a \r\nspecial debate in a few days. I should simply like to recall that the Islamic \r\nFederal Republic of the Comoros has always favoured dialogue and has always \r\nabided by the rule of law in its attempts to find a peaceful solution to the \r\nquestion. \r\nNevertheless, the Comorian Government notes with some bitterness that no \r\ndecision has as yet been taken on the French side which would show evidence on \r\nthe part of the French authorities of a desire to find a solution to the \r\nproblem. \r\nSince his accession to the High Court, President Said Mohamed Djohar, \r\nwith the support of his government, has reaffirmed his desire and resolve to \r\npersevere in seeking a solution to the problem of Mayotte, while respecting \r\nthe law. \r\nA/47/PV.29 \r\n15 \r\n(Mr. Moumin. Comoros) \r\nAs they are convinced of the correctness of their claims, the people and \r\nthe Government of Comoros continue to believe that Mayotte is part of Comorian \r\nterritory and nothing can undermine their will to work for the reintegration \r\nof this land into the Comoros. Hence the Islamic Federal Republic of the \r\nComoros hopes that it will always be able to rely on the valuable support of \r\nthe international community to find a prompt solution to this dispute. \r\nA/47/PV.29 \r\n16 \r\n(Mr. Moumin. Comoros) \r\nThis assistance is essential if the Federal Islamic Republic of the \r\nComoros is to regain its territorial integrity and its unity, which are based \r\non ethnogeographical, linguistic, religious, cultural and economic givens, \r\neven though ours is an island country. \r\nOver and above the policy of economic and financial recovery that has \r\nbeen implemented in the Comoros, my country has resolutely embarked on a \r\nprocess of democratization that has culminated in the adoption of a new \r\nConstitution on 7 June this year. In a month\u0027s time, the Comorian people is \r\nto elect the representatives to the national assembly and to the regional \r\ncouncils and the governors of the islands. Need I recall that the twofold \r\neffort of Said Mohamed Djohar and his Government to ensure, firstly, economic \r\nand financial recovery and, secondly, to establish democracy, is a major \r\nundertaking that requires the necessary conditions to be met for it to \r\nsucceed. I therefore appeal to the international community to lend its most \r\nvaluable support to our young democracy. \r\nWhen the San Francisco Charter was adopted, the principal goal of the \r\nprime movers of our Organization was to seek ways and means to build, for all \r\nnations, a future of peace, progress and justice. Today, this vision of the \r\nfounding fathers, given the new international relations scene, has the ideal \r\nframework for it to be made reality. \r\nWe therefore must give the United Nations our support, and give it the \r\nnecessary means, to enable it properly to carry out the mission that has been \r\nassigned to it. \r\nIn conclusion, I reiterate that the Comoros is confident that our \r\nOrganization can resolve all the problems, of whatever kind, that afflict our \r\nworld. What is needed here is that States should have the will to contribute \r\nto achieving this noble goal. \r\nA/47/PV.29 \r\n17 \r\nMr. MBA EKUA MIKO (Equatorial Guinea) (interpretation from \r\nSpanish): We are pleased to express our warmest and most sincere \r\ncongratulations to Mr. Ganev on his well-deserved election to the presidency \r\nof the General Assembly at this session and on the competent and dynamic \r\nmanner in which he has been conducting the Assembly\u0027s proceedings. We are \r\nconvinced that achievements and successes will be the common denominator of \r\nhis term of office. \r\nTo his predecessor, Mr. Samir Shihabi, we express our profound \r\nappreciation for the exemplary way in which he conducted the proceedings of \r\nthe previous session. \r\nWe wish to convey to you, Mr. Secretary-General, the fraternal greetings \r\nof the people and the Goverment of Equatorial Guinea, and also the special \r\ngreetings addressed to you by the President of the Republic, \r\nHis Excellency Obiang Nguema Mbasogo, who congratulates you both on your \r\nelection as Secretary-General of our world Organization and on the efforts you \r\nare making, in all parts of the world and day after day, with the sole aim of \r\nachieving justice for a better world. Given the complexity of this task, we \r\nextend our best wishes to you for your own personal well-being and that of \r\nyour family. \r\nOur greetings and warm welcomes go to the new States that have joined the \r\nUnited Nations family. As in a traditional family, the birth of a new member \r\nis a symbol of joy and hope: joy, because of the new-found vitality of our \r\nOrganization; and hope, because of the new experiences, opinions and \r\nalternatives that there will be to enable us to resolve the problems and \r\nsituations confronting the international community. \r\nA/47/PV.29 \r\n18 \r\n(Mr. Mba Ekua Miko. \r\nEquatorial Guinea) \r\nOur Government, in the conviction that there can be no better unity than \r\nthat which flows from and is based on diversity, has formally recognized all \r\nthose States that are members of the Commonwealth of Independent States, and \r\nhas initiated and established diplomatic relations with each of them; our \r\nGovernment hopes to be able to proceed in the same manner with each of the new \r\nMembers of the United Nations family. \r\nOn the political scene, the forty-seventh session of the General Assembly \r\nis taking place at a historic time characterized by new crises, new \r\nobscurantism and new methods of exerting pressure and oppression that stand in \r\nreal contrast to the hope and the optimism that filled the international \r\ncommunity with the end of the cold war. \r\nThe reason for this is very clear and appropriately reflected in the \r\nreport of the Secretary-General, in which he so rightly states that: \r\n\"The cold war confronted the international community with a singular \r\nthreat to security; now, a widely varying array of resentments, \r\nambitions, rivalries and hatreds masked for decades have come to the fore \r\nto threaten international harmony and shared purpose.\" (A/47/1, para. Ill) \r\nFigure 6 of that report, on peace-keeping forces and observer missions, \r\ntestifies most tellingly to this sad reality: before 1988, the United Nations \r\nhad conducted 13 missions, while between then and now there have been 14 of \r\nthem in only four of the Organization\u0027s 47 years of existence. \r\nTrue, there are glimpses of optimistic, hopeful signs on the horizon; \r\nhowever, it is also true that all generations have the right to live in peace, \r\njustice and security and to enjoy life so as to leave a better legacy to \r\nfuture generations. \r\nA/47/PV.29 \r\n19-20 \r\n(Mr. Mba Ekua Miko. \r\nEquatorial Guinea) \r\nWe note that high-level international conferences are being held these \r\ndays in order to find solutions to the problems facing peoples and nations: \r\nNew York saw the World Summit for Children in September 1990; Geneva hosted \r\nthe summit on the advancement of the rights of rural women this year; \r\nRio de Janeiro hosted the Earth Summit in June 1992; the international \r\ncommunity\u0027s agenda includes the holding of the second World Conference on \r\nHuman Rights in 1993, the conference on population and development in 1994 and \r\non the advancement of women and on social development in 1995. \r\nEquatorial Guinea welcomes these and other similar events, and once again \r\nreaffirms that, for these events to succeed and their results to be \r\nimplemented in practice, the principle of the self-determination of peoples \r\nand the promotion of responsible relations between States are necessary \r\nconditions if justice, peace and international security are to prevail. \r\nA/47/PV.29 \r\n21 \r\n(Mr. Mba Ekua Miko. \r\nEouatorial Guinea) \r\nIn South Africa, apartheid and racial discrimination continue to claim \r\ninnocent victims. In Somalia, selfish political interests and the desire for \r\npower have combined with natural disasters to accelerate the disappearance of \r\nan entire nation. The civil war in Liberia, which continues to claim victims \r\nand cause the permanent exodus of its citizens, has spilled over its borders, \r\ndestabilizing the countries of the subregion and blocking the way towards a \r\npeaceful solution to the conflict: the holding of free elections in an \r\natmosphere of peace and security. \r\nIn the former Yugoslavia, war is resorted to in order to slow down the \r\neffects of the end of the cold war, setting an extremely dangerous precedent, \r\nbearing in mind that the geopolitical and demographic spectrum of the former \r\nYugoslavia is not unigue in the community of nations. Our Secretary-General, \r\nMr. Boutros Boutros-Ghali, pointed out that sad reality when he rightly wrote: \r\n\"This is, then, a conflict with an international dimension. The \r\nfuture shape and security of one or more Member States indeed their \r\nvery existence has come under threat.\" (A/47/1, para. 141) \r\nOn the Korean Peninsula, as in Cyprus, intervention and interference in \r\nthe internal affairs of States, including foreign occupation and domination, \r\ncontinue to play the same role as they did in the days of the cold war. The \r\nlegitimate desire of the Korean people, both North and South, to see their \r\ncountry reunited, and the legitimate aspiration of Cypriots to attain their \r\nnational identity, free from ethnic disputes and narrow-minded nationalism, \r\nare receding farther and farther from the process of peaceful solution and are \r\ndisappearing in the sea of hegemonic interests. We believe that the best \r\ncontribution that the international community, the United Nations and peoples \r\nA/47/PV.29 \r\n22 \r\n(Mr. Mba Ekua Miko. \r\nEquatorial Guinea) \r\nwho love peace and justice can make to the peaceful and lasting solution of \r\nthese and other conflicts is, above and beyond all interests, to ensure \r\nrespect for the self-determination of the peoples affected. \r\nIn Eguatorial Guinea we welcome and applaud the efforts to restore peace \r\nand justice to all the affected areas and the multifaceted humanitarian \r\nassistance provided by the international community in the collective framework \r\nof the United Nations system in general and in particular the European \r\nEconomic Community, the Organization of African Unity, the Non-Aligned \r\nMovement, the Economic Community of West African States, the United States of \r\nAmerica, Japan and other States and governmental and non-governmental \r\ncharitable bodies. \r\nThe increasingly acute economic and financial crisis afflicting all \r\ncountries, and the developing ones in particular, with special emphasis on the \r\nleast developed countries, still rests on the well-known pillars built by the \r\ncurrent economic order, which has been so often denounced in almost all \r\ninternational forums. With the passing of time, the external debt becomes \r\never more unpayable, in spite of the constant efforts and sacrifices the \r\ndebtors make to increase the output of raw materials and export commodities \r\nwhile accepting the discipline imposed by structural adjustment programmes. \r\nIn the international markets, to which access is difficult because of the \r\nprotectionist policies of the fortunate countries of the North, the prices of \r\nraw materials remain low, while the prices of manufactured goods remain high, \r\nmuch to the despair of the less fortunate countries of the South. \r\nWe are sure that everything needed to solve these and other problems in \r\nthe context of international cooperation for development is within our grasp: \r\nA/47/PV.29 \r\n23 \r\n(Mr. Mba Ekua Miko. \r\nEguatorial Guinea) \r\na reduction in military budgets and progress in disarmament and the curbing of \r\nthe arms race, which, together with democracy, free markets and respect for \r\nfundamental freedoms, would carry us swiftly to the goal that we all share: \r\nwell-being. \r\nWe take the opportunity given us by this world forum to express in this \r\ncontext our profound and sincere gratitude to the World Bank, the \r\nInternational Monetary Fund, the United Nations Development Programme and \r\nother international financial organizations and individual countries for their \r\nongoing contribution to the task of rehabilitating and rebuilding the economic \r\nand financial structure of the Republic of Equatorial Guinea. From this \r\nrostrum we invite them all to continue along that path and to support \r\nEquatorial Guinea on the occasion of the Third Round Table, to be held soon in \r\nGeneva, Switzerland. \r\nEquatorial Guinea cannot presume to be immune to and free of the ills, \r\noften a legacy of the past, that afflict national communities and the world \r\ncommunity in the vital social domain and in the equally vital area of human \r\nrights. \r\nThe economic and financial restrictions caused by the unbalanced \r\ninternational economic order prevent our having enough schools and training \r\ncentres and make us unable to guarantee the provision of health services \r\nmeeting the needs of all our inhabitants. Nevertheless, the effort of our \r\nGovernment, within the limitations of its modest means, combined with the \r\nassistance received from friendly countries and international organizations, \r\nis becoming increasingly evident in improvements in those sectors. \r\nA/47/PV.29 \r\n24 \r\n(Mr. Mba Ekua Miko. \r\nEquatorial Guinea) \r\nWe in Equatorial Guinea believe that as long as a people lacks a basic \r\ninfrastructure to resolve problems of education, medical and pharmaceutical \r\ncare, a clean environment, drinking water, housing and so on there should be \r\nserious, profound reflection on the concept of human rights. \r\nIn the face of all the factors affecting the human being, including the \r\nchallenges of his natural enemies, our Government has started out on the road \r\nto the fullest enjoyment of fundamental freedoms and the guarantee of respect \r\nfor human rights. In this context, we express our deepest appreciation to the \r\nfollowing for their support of the work being carried out by our national \r\nconstitutional bodies and special commissions, such as the National Commission \r\non Human Rights, the National Commission of Support for the Children of \r\nEguatorial Guinea and the National Commission for the Protection of the \r\nEnvironment, to name but a few: the United Nations Educational, Scientific \r\nand Cultural Organization, the Food and Agriculture Organization of the United \r\nNations, the World Health Organization, the United Nations Children\u0027s Fund, \r\nthe World Food Programme, the United Nations Population Fund and all those \r\nothers that directly or indirectly provide effective and disinterested \r\nassistance to our country. \r\nOn mentioning, however briefly, the guestion of human rights, I cannot \r\nfail to refer to the erroneous image of our country held by the Commission on \r\nHuman Rights and certain journalistic circles. We believe and maintain that \r\nthe Commission is an organ at the service of the United Nations and therefore \r\nof the Member States. Its components, including experts and rapporteurs, \r\ncannot become prosecutors acting against sovereign States Members of the \r\nA/47/PV.29 \r\n25 \r\n(Mr. Mba Ekua Miko. \r\nEguatorial Guinea) \r\nUnited Nations, nor can they assume the role that a country\u0027s legal system and \r\ninternational law grant to State authorities. \r\nWe have seen, to our regret, that in exchange for the firm political will \r\nand readiness of our Government to promote respect for human rights in \r\nEquatorial Guinea by providing, inter alia, all sorts of logistical \r\nassistance local transportation, public and private contacts, access to \r\npublic and private locations and places that were off limits for security \r\nreasons, and so on - the report of the Rapporteur assigned to Equatorial \r\nGuinea only denigrates the image of our country and its Government, incites \r\nviolence and undermines the peace and order that prevail in our country. \r\nA/47/PV.29 \r\n26 \r\n(Mr. Mba Ekua Miko. \r\nEquatorial Guinea) \r\nWhile flatly rejecting the report presented to the Commission on Human \r\nRights at its session in Geneva in March 1992 for its lack of realism and \r\nobjectivity, the Government of Equatorial Guinea pledges to the international \r\ncommunity that it will, within its means, continue its programme in defence of \r\nhuman rights and fundamental freedoms, launched on 3 August 1979, in a climate \r\nof peace, justice, harmony and understanding, and that it will not allow \r\nitself to be swayed by attempts at intimidation and/or provocation. \r\nEquatorial Guinea wishes to express its satisfaction at the bilateral and \r\nmultilateral efforts made by the international community to promote global, \r\nregional and subregional disarmament and non-proliferation of weapons. In \r\nthis regard, we welcome the decision taken by the General Assembly, at the \r\ninitiative of the Economic Community of Central African States, to support the \r\nformulation of confidence-building, disarmament and development measures, as \r\nwell as the establishment of a Standing Consultative Committee to deal with \r\nguestions of security in Central Africa. We hope that its programme and \r\ntimetable of activities, drawn up during the organizational meeting held in \r\nYaounde in July 1992, will be given the complete support of the Assembly at \r\nthis session. \r\nWe could not conclude this statement without availing ourselves of the \r\nopportunity to inform the Assembly of the current state of the democratization \r\nprocess being carried out in our country. \r\nWe overwhelmingly approved our new Fundamental Law at the end of last \r\nyear. It is based, inter alia. \r\n\"on the principles of social justice, reaffirmed solemnly in instruments \r\non the rights and freedoms of the human being, as defined and enshrined \r\nin the Universal Declaration of Human Rights\". \r\nA/47/PV.29 \r\n27 \r\n(Mr. Mba Ekua Miko. \r\nEquatorial Guinea) \r\nAt the same time, it recognizes political pluralism in Equatorial Guinea. A \r\nset of laws regulating these rights and freedoms was promulgated early this \r\nyear, and a transition Government was established with the sole and exclusive \r\ntask of preparing the people and adapting the Republic\u0027s institutions to \r\ncurrent realities, characterized by the multiparty democracy that has been in \r\neffect over the 12-month period that will end on December 1992. \r\nAt present, five political parties the Partido Democratico de Guinea \r\nEcuatorial, the Union Popular, the Convencion Liberal Democratica, the Partido \r\nSocial Democrata and the Union para la Democracia Social - have been \r\nregistered and given official status under the provisions of the Law on \r\nPolitical Parties of 6 January 1992. These parties are already conducting \r\ntheir political activities throughout the country in a climate of dialogue, \r\norder, peace and tranquillity. \r\nIn the same direction, and with the two-fold objective of involving all \r\nthe country\u0027s forces in the construction of a new era of democratic \r\ncoexistence, on the one hand, and of alleviating the sad and heavy burden that \r\nthe phenomenon of exile and displaced persons places on the international \r\ncommunity, on the other, the President of the Republic, \r\nHis Excellency Mr. Obiang Nguema Mbasogo, approved and promulgated for the \r\nsecond time since 1979 the Law on Amnesty, under which \r\n\"All acts of commission or omission of a political nature committed \r\nby Equatorial Guineans and characterized as political offences and crimes \r\nin the Criminal Code or in special criminal laws passed prior to \r\n2 December 1991 shall be forgiven and forgotten.\" \r\nA/47/PV.29 \r\n28 \r\n(Mr. Mba Ekua Miko. \r\nEquatorial Guinea) \r\nTherefore \r\n\"All citizens of Eguatorial Guinea granted this amnesty who are \r\noutside the country will be able freely to enter the national territory \r\nand reside therein. They shall be entitled to all rights and freedoms \r\nunder the conditions set forth in the Fundamental Law and other legal \r\nprovisions of the Republic of Equatorial Guinea.\" \r\nIn this context, we hope that, on the same humanitarian grounds that \r\ninspired the Governments of the host countries and the international \r\ngovernmental and non-governmental organizations, they will continue to give \r\nall assistance necessary to facilitate the voluntary return of our brothers \r\nand sisters, just as our Government has already taken, and will continue to \r\ntake, steps to do so and to ensure their integration into the society of \r\nEquatorial Guinea. \r\nIn the coming months, the People\u0027s House of Representatives - the \r\nparliament of Equatorial Guinea - will be taking a decision on the draft \r\nElectoral Law, which is to be formulated with the help and participation of \r\nall duly constituted political parties. This will conclude the planned \r\nmedium-term actions and will lead to the final stage in the process of \r\ndemocratization through the organization and holding of municipal, legislative \r\nand presidential elections in the Republic of Equatorial Guinea. \r\nMay I conclude my statement by emphasizing the relevance and timeliness \r\nof the report of the Secretary-General, Mr. Boutros Boutros-Ghali, entitled \r\n\"An Agenda for Peace\". We believe that the content of this important document \r\nis a challenge to our generation and to the United Nations, since, if by \r\nA/47/PV.29 \r\n29 \r\n(Mr. Mba Ekua Miko. \r\nEquatorial Guinea) \r\nnational and international \"preventive diplomacy\" we succeed in attaining the \r\nfollowing objective: \r\n\"To seek to identify at the earliest possible stage situations that \r\ncould produce conflict, and to try through diplomacy to remove the \r\nsources of danger before violence results\" (A/47/277, para. 15). \r\nwe shall have marked the real beginning of the new era, and future generations \r\nwill indeed be grateful. \r\nMr. MUNLO (Malawi): On behalf of the Malawi delegation, I wish to \r\ncongratulate Mr. Ganev on his election as President of the General Assembly at \r\nits forty-seventh session. We have no doubt that under his leadership and \r\nguidance, the session will be a success. We also congratulate his \r\npredecessor, Mr. Samir Shihabi, for a job well done. Mr. Shihabi presided \r\nover the forty-sixth session of the Assembly effectively, and we wish him well \r\nin the future. \r\nOn behalf of the Malawi delegation, let me also take this opportunity to \r\napplaud our Secretary-General, Mr. Boutros Boutros-Ghali, for his steady \r\nstewardship of the Organization as it continues its work of maintaining \r\ninternational peace and security, as well as the promotion of social and \r\neconomic development around the world. Mr. Boutros Boutros-Ghali has been in \r\noffice for less than a year. Yet his laudable achievements in charting the \r\nOrganization towards the United Nations perceived by its founders, a United \r\nNations that plays a leading role in the maintenance of international peace \r\nand security, particularly in preventive diplomacy, peacemaking and \r\npeace-keeping, are very clear to us all. \r\nA/47/PV.29 \r\n30 \r\n(Mr. Munlo. Malawi) \r\nHis determined efforts in focusing attention on poverty reduction and \r\neconomic development in the third world have also been notable. We assure him \r\nof Malawi\u0027s complete support and wish him success. We also pay a tribute to \r\nall his staff for their dedication to duty, at times in circumstances of \r\nextreme personal danger. \r\nA/47/PV.29 \r\n31 \r\n(Mr. Munlo. Malawi) \r\nIt is with great pleasure that we join all those who have spoken before \r\nus in welcoming to the United Nations the 13 new Members. We wish them well. \r\nThe near universality that this new membership has brought us will definitely \r\ncontribute to making the United Nations stronger. \r\nMy delegation is pleased to note from the Secretary-General\u0027s report to \r\nthe Assembly that the past 12 months have been characterized by general \r\ninternational peace and security. Certain areas and regions, however, remain \r\nzones of strife and conflict, posing a grave danger to the efforts of the \r\nUnited Nations in the maintenance of international peace and security and the \r\npromotion of respect for human rights and fundamental freedoms. \r\nIn this regard, my delegation is equally concerned at what is happening \r\nin the Balkans, in particular the suffering and death of innocent civilians, \r\nespecially young children, women and old people. The fighting and shedding of \r\ninnocent blood must stop. Malawi supports the efforts of the United Nations \r\nand the European Community to provide humanitarian relief supplies to Sarajevo \r\nand other beleaguered parts of Bosnia and Herzegovina. We also support the \r\ndetermined efforts now in progress to establish a cease-fire and to arrive at \r\na peaceful solution to the problems confronting all the parties to the \r\nconflict. Dialogue between the various parties is the answer and an essential \r\ncondition to the achievement of peace and stability in that region. \r\nRegarding the Middle East, Malawi welcomes the landmark developments on \r\nthe protracted and problematic issues relating to the Palestinian question. \r\nMalawi welcomes the United States/Russian-brokered peace initiatives. The \r\nMalawi delegation joins all those who have spoken before us on this issue in \r\nwishing the peace process success. \r\nA/47/PV.29 \r\n32 \r\n(Mr. Munlo. Malawi) \r\nThe situation in Somalia is a source of concern to all peace-loving \r\ncountries. My delegation is pleased to note, however, that through the \r\ndetermined efforts of the United Nations and in particular of the \r\nSecretary-General, the mayhem taking place in Somalia before our very eyes is \r\nat last being addressed by the international community. The deployment and \r\nthe increase in the number of United Nations security guards from 500 to 3,500 \r\nwill help curb the serious security problems and make possible the airlift and \r\ndistribution of desperately and urgently needed humanitarian supplies such as \r\nfood, medicine and clothing. My delegation commends the United Nations and \r\nits lead agencies, the donor community at large and non-governmental \r\norganizations, such as the International Committee of the Red Cross, Medecins \r\nSans Frontieres, Oxfam and others for their dedication and for their \r\ntremendous achievements in very difficult conditions. \r\nSomalia needs peace and reconciliation. In this respect, Malawi applauds \r\nand supports the combined efforts of the United Nations, the Organization of \r\nAfrican Unity (OAU) and the Organization of the Islamic Conference in working \r\ntirelessly towards the achievement of peace and stability in that country. \r\nOn behalf of the Malawi delegation, I take this opportunity to welcome \r\nthe peace accord that was signed in Rome on 4 October 1992 between \r\nPresident Chissano and Mr. Afonso Dhlakama, the leader of RENAMO. It is \r\ncommon knowledge that Malawi has a direct interest in the establishment of \r\npeace and stability in Mozambique. Indeed, over the years Malawi has been \r\ninvolved in the search for peace in that country. The end of the 16-year \r\ncivil war means the end of untold suffering for the people of Mozambique and a \r\nwonderful opportunity to focus their energies and resources on the \r\nreconstruction and development of their beautiful country. For Malawi, this \r\nA/47/PV.29 \r\n33 \r\n(Mr. Munlo. Malawi) \r\nalso means that the Nacala and Beira corridors, our most cost-effective routes \r\nto the sea, will begin to function at full capacity. We therefore have every \r\nreason to rejoice at this welcome development. \r\nThe international community is also aware that Malawi has through the \r\nyears been host to more than 1 million refugees from Mozambique. It is our \r\nsincere hope and prayer that the cease-fire holds and peaceful conditions are \r\nestablished that will allow the refugees to return to their homes in honour \r\nand in dignity. Malawi considers the role of the international donor \r\ncommunity and the United Nations, especially that of the Office of the United \r\nNations High Commissioner for Refugees, to be extremely important in \r\nfacilitating the return and resettlement of the refugees as well as the \r\ninternally displaced people. Massive assistance will be required to enable \r\nMozambique to forge ahead in its enormous task of reconstruction and \r\ndevelopment. \r\nMy delegation wishes to reiterate the Malawi Government\u0027s readiness and \r\ncommitment to assist, within its means and capabilities, in these arduous \r\ntasks. \r\nThe situation in South Africa continues to be a source of concern to my \r\nGovernment. Malawi holds the view that there is no better alternative to \r\ndialogue for resolving the political problems in that country. That is why we \r\nwelcomed the negotiations under the Convention for a Democratic South Africa \r\n(CODESA) process, and were therefore disappointed by the wanton cycle of \r\nviolence that led to the suspension of CODESA. \r\nWe believe that peace must be re-established for negotiations to take \r\nplace. It is in this context that the Malawi Government welcomed the \r\nappointment of a Special United Nations Envoy on South Africa and fully \r\nsupports Security Council resolution 772 (1992), which provides for the \r\nA/47/PV.29 \r\n34-35 \r\n(Mr. Munlo. Malawi) \r\nincrease - from 30 to 50 in the number of observers to monitor and help curb \r\nthe violence taking place in that country. Malawi also welcomes the \r\ninitiative taken by the OAU, the European Community and the Commonwealth to \r\ncooperate with the United Nations in contributing additional observers. \r\nThe Malawi Government has been encouraged to note that the people of \r\nSouth Africa themselves continue to believe in the effectiveness of \r\nnegotiation as the path towards peace and security. We therefore welcome the \r\nagreement reached recently between the President of the African National \r\nCongress, Mr. Nelson Mandela, and the leader of the South African Government, \r\nPresident F.W. de Klerk, to resume constitutional negotiations. \r\nIn welcoming the agreement between Mr. Mandela and President de Klerk, my \r\nPresident, Ngwazi Mr. H. Kamuzu Banda, expressed his hopes for a future South \r\nAfrica as follows: \r\n\"I do hope that [Mr. Mandela], together with President De Klerk and \r\nothers, can bring real peace to the South African townships, and put an \r\nend to the human suffering there. We look forward to the time when a \r\nnon-racial democratic South Africa will take its place among the nations \r\nof our region in particular and the world in general.\" \r\nMalawi joins all those who have spoken on the outcome of the United \r\nNations Conference on Environment and Development (UNCED), held in \r\nRio de Janeiro, Brazil, this past June. By all accounts, the Conference was a \r\nhistoric milestone. Malawi took part in the Conference and was one of the \r\nmany countries that signed the Convention on biological diversity and the \r\nConvention on climate change. Although the two Conventions did not meet all \r\nthe demands and expectations of the developing countries, it is Malawi\u0027s view \r\nthat they generally present a major framework for progress towards the goal of \r\nprotecting and preserving the environment. \r\nA/47/PV.29 \r\n36 \r\n(Mr. Munlo. Malawi) \r\nMalawi, as a developing country, looks forward with hope to the \r\npost-UNCED period. The implementation of the programmes which make up \r\nAgenda 21 is the key to the success of UNCED. We therefore welcome the \r\nimpending establishment, during the course of this session of the General \r\nAssembly, of the commission on sustainable development to oversee the \r\nimplementation of Agenda 21. We hope that within the framework of this \r\ninstitutional machinery, supported by the United Nations system as a whole, \r\nthe new global partnership between North and South will make possible the \r\ntransfer of technology and, even more critically, the financing of Agenda 21. \r\nMalawi appeals to the developed industrialized countries to honour their \r\ncommitment to meet the target of 0.7 per cent of gross national product for \r\nofficial development assistance and to honour their pledges to increase their \r\nassistance in order to ensure the full implementation of Agenda 21. We also \r\nwelcome the efforts by the World Bank, the United Nations Environment \r\nProgramme and the United Nations Development Programme to restructure the \r\nGlobal Environmental Facility to make it transparent and flexible in order to \r\nachieve a wider coverage and scope in its operations, especially with regard \r\nto the financing of Agenda 21 programmes. \r\nThe Malawi delegation would like to add its voice to the debate on the \r\nrestructuring and reform of the United Nations system. The aims of the reform \r\ninclude eliminating the duplication of functions and rationalizing and \r\nrevitalizing the Organization\u0027s operations. Malawi supports the initiatives \r\nwhich the Secretary-General is taking. Change is an on-going process and is \r\nnecessary if the United Nations is to be able to respond effectively to the \r\nnew challenges and opportunities that are so evident in this post-cold-war \r\nA/47/PV.29 \r\n37 \r\n(Mr. Munlo. Malawi) \r\nHowever, Malawi is of the view that these on-going changes should not \r\nlead to a deviation from the purposes and principles of the Charter. \r\nIt is in this vein that the Malawi delegation welcomes the measures taken \r\nto restructure and revitalize the Economic and Social Council as well as the \r\nestablishment of the Department of Humanitarian Affairs, which is already \r\nplaying a major role in dealing with the drought emergency situation in Africa. \r\nMalawi, like the other countries in southern Africa, is experiencing the \r\nmost serious drought in living memory. The drought situation has had a major \r\ndebilitating effect on the country\u0027s development efforts. National food \r\nproduction has been severely affected. The country, which is normally \r\nself-sufficient in food, is now facing a shortfall in maize, the national \r\nstaple, of more than 690,000 tonnes. There are also shortfalls in pulses, \r\nedible oils and salt. This serious situation has been compounded by the \r\ncross-border movements of persons looking for food or running away from civil \r\nstrife. Even cash crops, which earn Malawi scarce foreign exchange and afford \r\nthe local Malawians a source of income to live decently, have also been \r\nadversely affected by this drought. Disease and malnutrition are on the \r\nincrease. All this is having severe adverse effects on the socio-economic \r\ndevelopment of our country. \r\nWe have been encouraged by the many nations and international \r\norganizations that have come forward to assist Malawi, as they have done in \r\nrespect of the other countries in our region. However, in spite of this \r\ngenerosity, the situation in Malawi remains critical. Major shortfalls in \r\nfood, medicines and water supplies still exist. For example, over 50 per cent \r\nof our food aid needs have not yet been met. We are also experiencing serious \r\nproblems in meeting costs for internal transportation, storage, fumigation. \r\nA/47/PV.29 \r\n38 \r\n(Mr. Munlo. Malawi) \r\nwater supply, health and nutrition. We therefore renew our appeal for more \r\nurgent assistance to avert any further worsening of the situation. \r\nIn recent months serious guestions have been raised about Malawi\u0027s human \r\nrights record. As a result, a number of our partners in development have \r\nwithheld or reduced support for the country\u0027s development programmes. In its \r\nindependence Constitution of 1964 Malawi recognized the sanctity of the \r\npersonal liberties enshrined in the United Nations Declaration of Human \r\nRights. Malawi continues to respect these personal liberties. \r\nMalawi has gone even further. It is party to a number of human-rights \r\ninstruments, including the African Charter on Human and Peoples\u0027 Rights and \r\nthe United Nations Convention on the Elimination of All Forms of \r\nDiscrimination Against Women. Malawi became a party to these important \r\ninstruments aware of its commitments as a member of the community of nations. \r\nIn a key address to the nation on the eve of the celebration of Malawi\u0027s \r\n28 years of independence on 5 July 1992, our Life President, \r\nNgwazi Dr. H. Kamuzu Banda, reaffirmed the emphasis placed by the donor \r\ncommunity on human rights and good governance for development assistance. In \r\nkeeping with this commitment, Malawi has recently embarked on a vigorous \r\nprogramme of action aimed at a transparent demonstration of its continued \r\nrespect for human rights and fundamental freedoms, at the policy level and in \r\npractice. \r\nIt is not possible, in the time available to me, to give a comprehensive \r\nreview of the Malawi Government\u0027s programme of action. I can only give a few \r\nexamples of the developments that have taken place so far. \r\nAs I speak, all political detainees in Malawi have been unconditionally \r\nreleased. In addition, the Government of the Republic of Malawi has amended \r\nA/47/PV.29 \r\n39 \r\n(Mr. Munlo. Malawi) \r\nthe Preservation of Public Security Act with a view to giving all those \r\ndetained under the Act the opportunity to have recourse to the legal process \r\nthrough an open court or a tribunal. \r\nSecondly, the Malawi Government has invited the International Committee \r\nof the Red Cross (ICRC) to visit prisons and places of detention and to \r\ninterview inmates about their conditions and treatment. The Government of the \r\nRepublic of Malawi has agreed that it will be happy to work with the ICRC on \r\nits recommendations. In a separate but related exercise, the Government of \r\nMalawi has set aside funds to improve prisons as well as to speed up the \r\nhandling of any backlog of untried cases. To improve prison conditions \r\nfurther, the Government is putting together a project proposal. We hope that \r\nthis project will receive donor support. \r\nThe Malawi Government has also recently amended the Forfeiture Act, which \r\nwas enacted to curb the plunder of the economy by unscrupulous businessmen. \r\nHowever, in order to ensure that the practical application of the law is \r\nconsistent with the spirit in which it was enacted. Parliament has recently \r\npassed an amendment with a view to allowing persons to be heard in their own \r\ndefence in the High Court before they are declared to be subject to forfeiture. \r\nThe Government of the Republic of Malawi has also initiated a dialogue \r\nwith the press to promote the exercise of freedom of expression and freedom of \r\nthe press. To improve the atmosphere further, last week our President \r\nappealed to all Malawians to engage in constructive discussion amongst \r\nthemselves on issues of national importance. \r\nMy delegation wishes to reaffirm Malawi\u0027s continuing commitment to the \r\npromotion of human rights and individual liberties and to assure our partners \r\nA/47/PV.29 \r\n40 \r\n(Mr. Munlo. Malawi) \r\nin development and all others that the Malawi Government remains ready to \r\nmaintain a constructive dialogue with them on these questions. \r\nFinally, I should like to thank the United Nations system and all the \r\nfriendly Governments and non-governmental organizations for assisting Malawi \r\nin all its endeavours towards raising the standard of living of its people. \r\nA/47/PV.29 \r\n41 \r\nMr. MUSA (Belize): On behalf of the Government and people of Belize \r\nI extend congratulations to Mr. Stoyan Ganev of Bulgaria on his election to \r\nthe presidency of the forty-seventh session of the General Assembly. We are \r\nconfident that he will steer the Assembly with wisdom and energy. \r\nMy delegation also pays special tribute to the Secretary-General for his \r\nuntiring efforts in bringing us closer to peace. \r\nFive hundred years ago the Colombus enterprise set off a chain of events \r\nthat created the world we know today. Some may find in this anniversary cause \r\nfor celebration, but the peoples of the Americas, of Africa and of Asia mourn \r\nthe ruthless exploitation of nature and humanity that was unleashed by those \r\nevents. \r\nThe enterprise brought Christianity to the Western Hemisphere. It led to \r\nthe creation of one world. It took humanity inexorably along the path to \r\neconomic globalization and interdependence in all spheres. It also led to the \r\ncreation of many dual worlds: in our Hemisphere, the European world and the \r\nindigenous world, the white world and the black world; the rich and the poor; \r\nthe dominators and the dominated. And on our planet this tragic dichotomy is \r\nwrit large in the great divide between North and South. \r\nThe sermon of the Catholic Friar Antonio de Montesinos delivered in 1511 \r\nwas and remains a telling message to the world. \"Tell me,\" he said, \"what \r\nright have you to enslave them? What authority did you use to make war \r\nagainst them who lived at peace on their territories, killing them cruelly \r\nwith methods never heard of? How can you oppress them and not care to feed or \r\ncure them, and work them to death to satisfy your greed?\" \r\nWe are not here to lament tragic occurrences of a distant past, but to \r\nrecord the facts of an unacceptable present reality, for the world order whose \r\nfoundations were laid then continues to this day. \r\nA/47/PV.29 \r\n42 \r\n(Mr. Musa. Belize) \r\nAt this historic juncture of world history, we are called upon to create \r\na new world order, an order based on justice and respect, an order that can \r\nproduce peace. We should be in a better position than ever before to launch a \r\nunited struggle to achieve this goal. We have seen the consequences of \r\ninjustice and intolerance, and we are waking up to the obvious that we live \r\non one planet, and that the welfare of one is inextricably linked to the \r\nwelfare of all. \r\nJust a few days ago the people of Belize celebrated the eleventh \r\nanniversary of independence. On that occasion the Financial Times of London \r\nwrote about Belize as an oasis of calm with a promising future: \r\n\"Its judicial, political and educational systems work reasonably well ... \r\nIt is possible to be optimistic about tomorrow.\" \r\nOur goal is to become more productive, more competitive and more adaptable to \r\nthe changes that lie before us at the dawn of the unfolding century. But even \r\nas we celebrated, we reminded ourselves of the need for fundamental changes in \r\nthe present world order if people around the world are to achieve their \r\nexpectations for a better quality of life. And so we feel compelled to add \r\nour modest voice to the rest of humanity\u0027s and propose the outlines of \r\npolicies that will give us all a chance to pursue and maintain sustainable \r\ndevelopment and social equity. \r\nWith the Assembly\u0027s indulgence, I will say a few words about three \r\ncritical and interrelated blocks we believe must be used to build a new world \r\norder: justice, respect and peace. \r\nJustice for all. Five hundred years after, it cannot be right that \r\n200 million people in our Hemisphere are living in critical poverty. This \r\ncannot be right because, among other things, our region, Latin America and the \r\nCaribbean, is rich. With 8 per cent of the world\u0027s population, that region \r\nA/47/PV.29 \r\n43 \r\n(Mr. Musa. Belize) \r\npossesses 23 per cent of the world\u0027s potentially arable land, 46 per cent of \r\nthe tropical forest, and 31 per cent of the available surface water. \r\nNor is it that we have not been producing wealth. Since 1982 \r\nLatin America and the Caribbean have been transferring a net US$20 billion to \r\nUS$30 billion every year to the industrial world. The poor are subsidizing \r\nthe rich. \r\nThe external debt of our region has not been reduced but has escalated \r\nalarmingly, from US$285 billion in 1981 to US$500 billion today. At the same \r\ntime, the application of structural adjustment policies has enormously \r\nincreased the social debt in so many countries of the region since the burdens \r\nof payment have fallen disproportionately on the poor, their plight worsened \r\nby sharp cuts in social programmes and public services. \r\nCancellation or reduction of the debt of underdeveloped countries would \r\nbe an act of justice. It would be a first step in the process of constructing \r\na new world order that will enable sustainable development to take place based \r\non a new socio-economic strategy that puts people first. \r\nWe wish to emphasize that to acheive sustainable development we must \r\nbuild a new international order based on principles different from those that \r\nnow govern international relations. We must reach agreement on a common \r\nstrategy that respects the principles of non-intervention in the internal \r\naffairs of States and the right of each country to select its own path to \r\ndevelopment. In this day and age there is no place for the unilateral use of \r\nforce and for claims made by States to exercise extra-territorial rights. The \r\nnew international order must ensure for countries of the South adequate access \r\nto compatible technology, respect for the principle of gradualism for free and \r\nfair trade, just and stable prices for our products, food security, an end to \r\nthe North\u0027s practices of protectionism and non-tariff barriers, adequate \r\nA/47/PV.29 \r\n44-45 \r\n(Mr. Musa. Belize) \r\nfinancial flows and the provision of investment funds that produce mutually \r\nbeneficial results. \r\nThere is now a growing international recognition of the universal \r\nvalidity of the protection of human rights and fundamental freedoms. We \r\nwelcome this growing trend towards democratization in our region and in the \r\nworld. We deem it necessary to echo the words of the Jakarta Message of the \r\nTenth Summit of the Non-Aligned Movement: no country should use its power to \r\ndictate its concept of democracy and human rights or to impose \r\nconditionalities on others. Human rights must be addressed on the basis of \r\nuniversality, individuality, impartiality and non-selectivity. \r\nThe situation in South Africa today, while mitigated by glimmers of hope, \r\nstill presents a picture of daily massive abuse of human rights of black \r\npeople. Apartheid, by whatever name, is still firmly in place. We cannot be \r\ncomplacent about the one-step-forwards, two-steps-backwards syndrome that has \r\napparently settled on the politics of that suffering country. The \r\ninternational community must help the South African people to defend the \r\nadvances made so far and to advance the negotiations rapidly so that the \r\npeople of South Africa may soon be able to start building a truly democratic \r\nState, free of the blights of racism, repression and exploitation. \r\nThe people of Palestine, those in the territory and those scattered in \r\nthe cruel diaspora, cry out for immediate and effective action to allow them \r\nto exercise their rights to their territory, to self-determination and peace. \r\nThe institutionalized denial of the rights of Palestinians in the occupied \r\nterritories continues unabated - starting with the right to life and passing \r\nthrough all categories of rights. \r\nA/47/PV.29 \r\n46 \r\n(Mr. Musa. Belize) \r\nHow can we allow such denial and abuse to continue on the threshold of \r\nthe twenty-first century? My delegation earnestly calls on all parties \r\ninvolved rapidly to conclude negotiations for a just solution to the \r\nPalestinian guestion and on this body to do everything possible to facilitate \r\nthe process, beginning with the effective enforcement of all relevant United \r\nNations resolutions. \r\nIn the Arabian Gulf region, as in other regions, we must be alert to any \r\nviolations of the principle of territorial integrity. We cannot condone the \r\nacquisition by force of an island, no matter how small, or of any territory. \r\nIn our hemisphere the people of Haiti continue to suffer gross violations \r\nof human rights under a military dictatorship that deprives them of the first \r\nfruit of their decades-long struggle for democracy. We in the Caribbean feel \r\na special concern for - indeed a special debt towards the people of Haiti. \r\nAs our Caribbean novelist George Lamming said recently: \r\n\"The first and most decisive blow struck at the Plantation, destroying \r\nits hegemony, was the triumph of the Haitian war of independence.\" \r\nYet today the democratic triumph of the Haitian people is frustrated as \r\nPresident Aristide remains in exile. \r\nAs a Caribbean country we cannot remain silent in the face of this \r\ninjustice. Neither can we condone the systematic strangulation of another \r\nCaribbean nation in violation of all norms of international law. Justice must \r\nbe for all. It cannot be selectively dispensed. \r\nPerhaps the greatest contribution to world peace and development made by \r\nmodern environmentalists has been to remind us of what our ancestors \r\ninstinctively knew: that we cannot use the Earth\u0027s resources for our own \r\nbenefit, but that if we wish to survive we have to respect the Earth in all \r\nits diversity. \r\nA/47/PV.29 \r\n47 \r\n(Mr. Musa. Belize) \r\nSince that fateful landing 500 years ago, the assault on nature in our \r\nhemisphere has resulted in an ecological destruction unprecedented in world \r\nhistory. Countless numbers of plant and animal species have been permanently \r\nlost to humanity. The real tragedy, however, is that in this supposedly \r\nenlightened age the destruction continues. \r\nWe are destroying the planet by conscious acts of devastation, and the \r\ndouble tragedy for us in the South is that even when these acts take place \r\nwithin our jurisdictions we are rarely the authors and hardly ever the \r\nbeneficiaries of their short-term gains. While we accept the responsibility \r\nfor conserving our common environment, we cannot unilaterally close off \r\noptions for development to our people when their need is so great. What is \r\nneeded is effective international cooperation that, recognizing our \r\ninterdependence, compensates us for our efforts. \r\nWe in Belize are taking this responsibility seriously. We have set aside \r\nmore than a quarter of the country\u0027s land mass as environmentally protected \r\nareas; we have resisted the seductions of mass tourism and opted for \r\nsustainable eco-tourism. We are about to pass a comprehensive environment \r\nprotection law. \r\nWe are also struggling to come to terms with the demands of maintaining \r\nbiodiversity. The regional report, \"Our Own Agenda\", reminds us that \r\n\"diversity of life forms is indispensable for the survival of the \r\nbiosphere and the human species. Biodiversity is acknowledged today as a \r\ncommon value, and its conservation is of a high priority for all\". \r\nWe also believe, however, that we the world community will never succeed \r\nin respecting and preserving biodiversity if we do not respect and preserve \r\nhomodiversity. Our biggest incentive to preserve the environment is \r\nA/47/PV.29 \r\n48 \r\n(Mr. Musa. Belize) \r\nto preserve the human species and enhance its prospects for sustainable \r\ndevelopment. While it is true that we are all Earth\u0027s children, we are also \r\nenriched by differences. We are one people with many cultures, many \r\nlanguages, many distinct ways of life, many different creeds. We are one \r\ntapestry, but with many different threads. We must respect these differences, \r\nor there will never be peace. \r\nThe phenomenal growth in migration all over the world should convince \r\neven the most sceptical that it is in everyone\u0027s interest to learn to respect \r\nthe diversity of peoples. This phenomenon, while creating tensions in the \r\nshort term, will, we believe, enhance the probability of all of us learning to \r\nlive with people whose cultures are in many ways different from our own. \r\nEither that, or we condemn ourselves and our children to perpetual strife. \r\nWhen we struggle together for justice for all and we learn to respect \r\nnature and humanity, we give ourselves the opportunity of creating a world in \r\npeace. But we cannot talk about creating a peaceful world unless we first \r\nacknowledge that the world is not in peace and identify the major causes of \r\nthis situation. \r\nWe consider it more important to prevent conflicts than to separate \r\ncombatants after conflict has broken out. One cannot speak about keeping the \r\npeace when there is no peace to be kept. We believe, therefore, that the \r\nUnited Nations should concentrate much more on a new, expanded role of \r\npeace-building. \r\nHowever, we can work effectively together only if the structures we use \r\nto define and implement our common strategy are based on the very principles \r\nwe proclaim. We cannot espouse democracy in our various countries while our \r\nown collective Organization is not only profoundly undemocratic but based on a \r\nworld power relationship that is no longer valid. \r\nA/47/PV.29 \r\n49 \r\n(Mr. Musa. Belize) \r\nThere is an urgent need to reform the United Nations system. In \r\nparticular, the Security Council must be democratized. As His Excellency \r\nBoutros Boutros-Ghali, Secretary-General of the United Nations, states in his \r\nreport, \"An Agenda for Peace\", \r\n\"regional action as a matter of decentralization, delegation and \r\ncooperation with the United Nations efforts could not only lighten the \r\nburden of the Council but also contribute to a deeper sense of \r\nparticipation, consensus and democratization in international affairs\". \r\n(A/47/277, para. 64) \r\nIn our hemisphere we support moves to strengthen the Organization of \r\nAmerican States and its related institutions and join the efforts to make them \r\nmore effective mechanisms for addressing our common concerns. \r\nCloser to home, we are committed to an expanded Caribbean Community \r\n(CARICOM), as recommended by the West Indian Commission in its report entitled \r\n\"Time for Action\". The Commission recommended that CARICOM initiate proposals \r\nfor the establishment of an Association of Caribbean States directed to both \r\neconomic integration and functional cooperation, with membership open to all \r\nCARICOM member States, the other island States of the Caribbean and the Latin \r\nAmerican countries of the Caribbean littoral. \r\nThe Commission\u0027s recommendations are being carefully studied, but we can \r\nsay that the concept of an expanded Caribbean Community has always been on \r\nBelize\u0027s agenda, not least because we are both a Caribbean and a Central \r\nAmerican country, and we feel called upon to provide one of the vital links \r\nbetween the two subregions. The task of bringing them closer together is made \r\neasier by Guatemala\u0027s recognition of Belize as an independent sovereign State, \r\nand we are confident that with goodwill on both sides there will be a \r\nA/47/PV.29 \r\n50 \r\n(Mr. Musa. Belize) \r\nsatisfactory resolution of Guatemala\u0027s territorial claim, which is still \r\noutstanding. \r\nAnother important principle that our Organization is pledged to respect \r\nis that of universality. This session is enriched by the presence of 20 new \r\nMembers, and we must support the call for a return of the Republic of China to \r\nthe international community. We cannot continue to ignore the reality of \r\n20 million people organized in a State, and we are confident that those people \r\nare capable of making a useful contribution to our work at the United Nations. \r\nA/47/PV.29 \r\n51 \r\n(Mr. Musa. Belize) \r\nWe all rejoice at the end of the cold war. We can all breathe easier now \r\nthat the threat of a nuclear holocaust has been reduced. But while none of us \r\ndied as a result of the cold war, during all those years millions died from \r\npoverty, and hundreds of millions suffered hunger, malnutrition, lack of \r\neducation, poor housing and the indignity of unemployment. The tragedy is \r\nthat the system continues to take its toll. \r\nNow that the cold war is ended, are we not entitled to expect something \r\nmore than triumphalist declarations of this fact? It is unforgivable that, \r\nwhile military budgets remain so largely disproportionate to any rational \r\nsecurity need, children are dying from hunger or preventable disease. If, \r\nover the next five years. Governments in our hemisphere alone were to reduce \r\ntheir military budgets to a level 20 per cent below 1990 figures, a minimum of \r\n$50 billion would be available at the end of that period for the war on \r\npoverty. \r\nLet us not forget that poverty and misery have principally affected women \r\nand young people; they have borne the brunt of the hardships produced by \r\nstructural adjustment policies. We must make a firm commitment to implement a \r\ngender perspective aimed at the integration and mobilization of women as full \r\nparticipants in, and beneficiaries of, the development process. \r\nAt the same time, we must take special measures to provide young people \r\nwith the education and employment that will allow them to lead healthy and \r\nproductive lives. In this context, we cannot but agonize at the terrible toll \r\nthat drug abuse and drug trafficking are taking on our young people. We must \r\nredouble our efforts in the fight against these evils. Adequate resources \r\nmust be mobilized internationally and made available for the interdiction and \r\neradication of drugs, as well as for treatment and rehabilitation. \r\nA/47/PV.29 \r\n52 \r\n(Mr. Musa. Belize) \r\nWe harbour no illusions about the enormity of our task or about the \r\nchances of our succeeding in creating a just and peaceful world. But, no \r\nmatter what the odds, we must make a solemn commitment to give it our best \r\nshot. We owe it to the millions who have gone before us and who have \r\nstruggled against injustice and poverty. We owe it to the suffering peoples \r\nof our time. Above all, we owe it to the children who will inherit the world \r\nwe make for them. We must all reaffirm our commitment to full and effective \r\nimplementation of the Declaration and the Plan of Action of the World Summit \r\nfor Children. It is for the children that we must construct a world system \r\nthat will guarantee the quality of life necessary to ensure their well-being. \r\nThe challenge is there for us. All we can do is begin the task; the \r\nchildren must pursue it. We must begin now if the children are to have any \r\nchance at all. We must do so with a sense of urgency. Time is running out. \r\nThis is the moment to act with God\u0027s help and the support of peoples \r\nrepresented here at the United Nations. \r\nMr. YOUNG (Saint Vincent and the Grenadines): I should like to \r\nbegin by offering to Mr. Ganev my heartfelt congratulations on his assumption \r\nof the high office of President of the General Assembly. He takes up the \r\npresidency at a time when the world is looking with renewed confidence towards \r\nthe United Nations. As a politician from an area with a proud tradition of \r\nrepresentative democracy, he has played a commendable role in the vanguard of \r\nthe democratization process in his own country and in Eastern Europe. His \r\nunanimous election as President of the General Assembly for the current \r\nsession highlights the continuing efforts of his region in its transformation \r\nto market-driven, democratic societies and the global prerogatives of the \r\npost-cold-war era. I am sure that his experience, training and diplomatic \r\nA/47/PV.29 \r\n53 \r\n(Mr. Youno. Saint Vincent \r\nand the Grenadines) \r\nskill will do much to ensure that the forty-seventh session of the General \r\nAssembly is fruitful and constructive. \r\nLet me also take this opportunity to extend to his predecessor, \r\nMr. Samir S. Shihabi of Saudi Arabia, our best wishes and our appreciation of \r\nthe highly competent manner in which he presided at the last session of the \r\nGeneral Assembly. \r\nI take this opportunity also to express to our esteemed \r\nSecretary-General, Mr. Boutros Boutros-Ghali, our profound understanding and \r\nappreciation of the efforts he has so far made to achieve for the world body \r\ngreater flexibility and enhanced ability to meet the new challenges posed by \r\nthe dramatic developments taking place in international relations and, at the \r\nsame, to fulfil long-standing mandates. \r\nOn behalf of the Government and the people of Saint Vincent and the \r\nGrenadines, I pay tribute to Mr. Javier Perez de Cuellar, whose term of office \r\nexpired at the end of 1991. Under his guidance over a 10-year period, the \r\nUnited Nations shrugged off the negative image of a useless talking-shop and \r\nemerged as an institution whose growing reputation as an effective \r\npeace-keeper has resulted in calls upon it to take on numerous new \r\nresponsibilities. Mr. Javier Perez de Cuellar did indeed ease the transition \r\nof the United Nations through the changing climate and brought it to the \r\ncentre of new-world-order politics. He brought the Organization, with its new \r\npeace-keeping and peacemaking roles, back to its founding mission. We join \r\nthe international community in saluting him for his service to the United \r\nNations and to world peace. \r\nA/47/PV.29 \r\n54-55 \r\n(Mr. Young. Saint Vincent \r\nand the Grenadines) \r\nThis year the General Assembly has so far admitted 13 States to \r\nmembership of the United Nations by acclamation. My delegation wishes to take \r\nthis opportunity to extend a warm welcome to Armenia, Azerbaijan, Bosnia and \r\nHerzegovina, Croatia, Georgia, Kazakhstan, Kyrgyzstan, the Republic of \r\nMoldova, San Marino, Slovenia, Tajikistan, Turkmenistan and Uzbekistan. The \r\nadmission of this significant number of new Members in the Organization is \r\nanother major step towards the goal of universality. \r\nMy delegation wishes to express its deepest sympathy to the Governments \r\nand the peoples of the United States of America, the Bahamas, the Philippines, \r\nNicaragua, India and Pakistan, which suffered tragic loss of life and \r\nextensive material damage as a result of the recent spate of natural \r\ndisasters. We pray that our own Caribbean region will be spared any more \r\ndestruction during this hurricane season. It is our hope that the \r\nrehabilitation process in the affected communities will be swift and will \r\nreceive the generous support of the international community. \r\nIn the last few years we have witnessed momentous changes in the \r\ninternational arena. The end of the cold war has raised hopes for a better \r\nand more secure future. The world now faces novel challenges in the quest for \r\njustice, equity and prosperity. In many regions of the world significant \r\nprogress has been made towards democracy, as well as towards achieving the \r\npurposes set out in the United Nations Charter. Completion of the process of \r\ndismantling apartheid would make a major contribution to these trends. \r\nHowever, while ther\u0027e has been positive movement towards the establishment of a \r\nunited, non-racial and democratic South Africa, we are perturbed by some \r\nserious differences that have emerged in recent negotiations. \r\nA/47/PV.29 \r\n56 \r\n(Mr. Young. Saint Vincent \r\nand the Grenadines) \r\nMy delegation wishes to express its full support for the call by the \r\nAfrican National Congress for an international investigation of the Boipatong \r\nmassacre. We urge all concerned to make every effort to maintain the momentum \r\nof the negotiating process of the Convention for a Democratic South Africa in \r\norder to finalize agreement on the outstanding issues. If negative trends in \r\nSouth Africa are not reversed my Government stands ready to join in \r\nremobilizing the international community, through all appropriate means, in \r\nthe struggle against apartheid. We wish to encourage President De Klerk to \r\ncontinue the courageous leadership that he has so far given his Government and \r\nurge him not to undermine the historic image that both he and Nelson Mandela \r\nhave established. \r\nMy delegation has been following the situation in Bosnia and Herzegovina, \r\nwhich has shocked the conscience of every human being, irrespective of \r\nnational origin, ethnic background, religion or political persuasion. We \r\ncondemn the existence of detention centres, especially in Bosnia and \r\nHerzegovina, where civilians are being detained against their will and \r\nsubjected to ill-treatment. The odious practice of \"ethnic cleansing\" must be \r\nfirmly rejected and a strong signal sent that the international community will \r\nnot passively witness the attempt at the total annihilation of a Member State \r\nby a powerful neighbour. \r\nMy delegation welcomes the adoption of Security Council resolutions \r\n770 (1992) and 771 (1992), which are designed to ensure that humanitarian \r\nassistance reaches all parts of Bosnia and Herzegovina and that international \r\norganizations, in particular the International Committee of the Red Cross, \r\nhave unimpeded access to concentration camps and detention centres. \r\nA/47/PV.29 \r\n57 \r\n(Mr. Young. Saint Vincent; \r\nand the Grenadines) \r\nMy delegation has been following with keen interest the negotiations on \r\nthe issue conducted under the auspices of the European Community. We believe \r\nthat this process must be accompanied by international efforts to put an \r\nimmediate end to the violence and that increased pressure should be brought to \r\nbear on all parties concerned to work wholeheartedly for a political \r\nsettlement. The cease-fire agreement which European and United Nations \r\nnegotiators reached with warring factions in Bosnia is a step in the right \r\ndirection. \r\nWe are heartened by increased efforts to aid the long-suffering people of \r\nSomalia in the Horn of Africa. We continue to be concerned about the famine \r\nand the condition of human life in sub-Saharan Africa. My delegation implores \r\nthe international community to pay the necessary attention to the plight of \r\nthese people. We wish to draw attention to, and emphasize, the urgent need \r\nfor policy reform that would make it possible to reduce drought through \r\nreafforestation, and avoid famine created by wasteful military expenditure. \r\nMy delegation welcomes the current peace efforts and prays for a just, \r\ncomprehensive and lasting solution to the Middle East crisis, the core of \r\nwhich, in our opinion, is the question of Palestine. My delegation reiterates \r\nthe importance of this issue and calls for the same consistency on the part of \r\nthe United Nations that was so evident when the resolutions dealing with the \r\ninvasion of Kuwait were before us. It is our hope that the ongoing peace \r\nprocess will result in a resolution of the conflict based on United Nations \r\nSecurity Council resolutions 242 (1967) and 338 (1973). My country firmly \r\nbelieves that the only durable solution to the historical conflict lies in the \r\nfull recognition and establishment of the right of the Palestinians to \r\nself-determination and the corresponding right of the State of Israel to exist \r\nA/47/PV.29 \r\n58 \r\n(Mr. Young. Saint Vincent \r\nand the Grenadines) \r\nwithin secure and guaranteed borders. The definition and maintenance of \r\nsecure borders at this time in world history has the benefit of modern \r\ntechnology, as the Gulf war has decisively shown. \r\nAfter a decade of mediation by the United Nations in the war over \r\nCambodia, the historic signing of the Paris Peace Agreements by the warring \r\nfactions on 23 October 1991 offers real hope for ending hostilities in that \r\ntroubled country. We are, however, deeply concerned about the difficulties \r\nwhich are being encountered by the United Nations Transitional Authority in \r\nCambodia (UNTAC) in the implementation of the Agreements. My delegation joins \r\nthe call for all concerned parties to permit the deployment of all components \r\nof UNTAC in the areas under its control so that it can carry out its full \r\nfunction in implementing the provisions of the Paris Agreements. \r\nThe situation in Haiti remains one of extreme concern to my country. We \r\nhave already condemned, in no uncertain terms, the attempted illegal \r\nreplacement of the constitutional President, the widespread use of violence, \r\nthe coercion by the military, and the violation of human rights in that \r\ncountry. We feel that because of its critical involvement in the Haitian \r\nelections and its generic role as guarantor of international human rights, the \r\nUnited Nations has a special responsibility to the people of Haiti, who have \r\nnever had the good fortune to enjoy the basic human rights and freedoms that \r\nthe international community has agreed are fundamental to human dignity. The \r\npresent situation calls for serious attention by the world body, working in \r\ntandem with the Organization of American States. Expressions of concern \r\nshould be matched by concrete action. We share the anguish of \r\nPresident Jean-Bertrand Aristide and the forces of democracy, and join him in \r\nhis impassioned call for action now. \r\nA/47/PV.29 \r\n59 \r\n(Mr. Young. Saint Vincent \r\nand the Grenadines) \r\nWith regard to the political situation in Central America, my delegation \r\nwelcomes the Peace Agreement on El Salvador, signed in January 1992 at \r\nChapultepec. We wish to congratulate Colombia, Spain, Mexico and Venezuela on \r\nthe very important role they played in the negotiating process. A profound \r\ndebt of gratitude is also owed to Mr. Javier Perez de Cuellar for his efforts \r\nin the service of peace in Central America, which are being continued by the \r\nnew Secretary-General, Mr. Boutros Boutros-Ghali. \r\nMy delegation is particularly pleased by recent developments in relations \r\nbetween the Caribbean Community (CARICOM) and the countries of Central \r\nAmerica. The momentum generated by the convening and successful conclusion in \r\nJanuary 1992 of the First Ministerial Conference between CARICOM and the \r\ncountries of the Central American isthmus at San Pedro Sula in Honduras must \r\nbe maintained. \r\nGuatemala\u0027s recognition of the independence of Belize and the \r\nestablishment of diplomatic relations between the two countries are positive \r\nand welcomed developments, facilitating the deepening of relations between \r\nmember States of the Caribbean Community and the countries of Central America. \r\nThe Caribbean region, and especially the countries of the Windward \r\nIslands, of which Saint Vincent and the Grenadines is a part, have firmly \r\ncommitted themselves to structural adjustment and other economic reforms \r\ndesigned to increase their export earnings and competitiveness in the global \r\neconomy. In the Organization of Eastern Caribbean States, we established free \r\ntrade in 1988. In the wider CARICOM grouping, the 1984 Nassau Agreement on \r\nStructural Adjustment and the 1989 Grand Anse Declaration expressed the \r\nurgency which the regional leadership attaches to the transformation process. \r\nA/47/PV.29 \r\n60 \r\n(Mr. Young. Saint Vincent \r\nand the Grenadines) \r\nEven as we welcome recent hemispheric trade and investment initiatives \r\naimed at enhancing the mobility of goods and services and creating greater \r\nopportunity for people, my country, as well as others in the Windward Islands \r\ngrouping, is concerned that the vital economic interests of small States like \r\nours are very marginal as the powerful developed countries of the world move \r\nto consolidate their markets in extensive trading blocs. \r\nIn this regard the Governments and people of the four Windward Islands \r\nwill redouble their efforts to ensure that powerful forces working in their \r\nown interest do not destroy our economies by prematurely reversing the \r\nmarketing regime under which we sell our bananas to the countries of the \r\nEuropean Economic Community. We expect the international community to \r\nunderstand that, with the best will and intention in the world, small, \r\nresource-impoverished islands like ours constitute a special case in economic \r\ndevelopment. Nothing has changed these circumstances. \r\nA/47/PV.29 \r\n61 \r\n(Mr. Young. Saint Vincent \r\nand the Grenadines) \r\nAs the international order moves in the direction of free trade, my \r\ndelegation expresses the strong conviction that special attention should be \r\npaid to traditional trading arrangements which have sustained economic growth \r\nand democracy in many parts of the world. In this regard we shall continue to \r\nwork towards the maintenance of our traditional relationship with the European \r\nCommunity even as we make the transition towards eventual free trade. \r\nThe United Nations Conference on Environment and Development, which \r\nbrought together the largest gathering of world leaders ever in \r\nRio de Janeiro, Brazil, from 3 to 14 June is now history. We must now \r\ntranslate 12 days of debates into positive action, or posterity will remember \r\nus for wasting a great opportunity to set the agenda for the preservation of \r\nour environment. As Chairman of the Group of Latin American and Caribbean \r\nCountries during the month of July 1992, Saint Vincent and the Grenadines \r\ninitiated action within the Group to coordinate the activities of member \r\ncountries in follow-up action at the multilateral organizations as well as in \r\nthe wider international community. \r\nMy Government regards the agreement reached at the Rio Summit as an \r\nimportant start of a process that could eventually change the way the world \r\napproaches the challenge of fostering economic growth. We are particularly \r\npleased that issues such as the sustainability of islands, the alleviation of \r\npoverty, the sustainable development of all types of forests, and the \r\nenvironmentally sound management of solid waste were addressed. \r\nMy delegation urges the early ratification of the United Nations \r\nFramework Convention on Climate Change and the Convention on Biological \r\nDiversity, which, it is felt, if honestly implemented could mitigate some \r\nA/47/PV.29 \r\n62 \r\n(Mr. Youno. Saint Vincent \r\nand the Grenadines) \r\nof the hazards which small, island States like Saint Vincent and the \r\nGrenadines and other low-lying coastal developing States face. \r\nMy delegation takes note of the renewed commitment made by developed \r\ncountries to achieve the United Nations target of 0.7 per cent of their gross \r\nnational product for development assistance to developing countries and, where \r\nthis target has not yet been achieved, to augment their aid programmes in \r\norder to reach that target as soon as possible or by the year 2000. \r\nIt is our hope that the recommended high-level commission on sustainable \r\ndevelopment will be established soon so that it can be convened as early as \r\npossible to ensure that follow-up action on the Rio Summit meets the hopes and \r\naspirations of us all. \r\nContinuing progress towards democracy in many regions of the world, the \r\nobsolescence of the bipolar politics of the cold war, the overall reduction in \r\nmilitary expenditure and the emergence of new States have elicited a positive \r\nresponse from the world community. The United Nations peacemaking and \r\npeace-keeping roles have increased and broadened considerably in the \r\npost-cold-war era. The world body is providing leadership in these and other \r\nvital areas. Unfortunately, demands for the same leadership in the field of \r\nsocial development have not been given the same degree of political \r\nimportance. The Organization must address this issue as a matter of \r\npriority. It is true that significant efforts are being made at the national \r\nand international levels to improve the standards of living of the world\u0027s \r\npeoples but, globally, statistics show that there are today more poor people, \r\nmore unemployed and greater social insecurity, especially among the \r\npopulations of developing countries. \r\nA/47/PV.29 \r\n63 \r\n(Mr. Young. Saint Vincent; \r\nand the Grenadines) \r\nSocial development problems are global in scope and require global \r\nresponses. To this end my Government supports the convening of a world summit \r\nfor social development at the level of Heads of State or Government in early \r\n1995 on the occasion of the fiftieth anniversary of the United Nations. \r\nAs man\u0027s inhumanity to man continues to manifest itself daily throughout \r\nthe world, my Government remains mindful of its pledge to promote universal \r\nrespect for, and observance of, human rights and fundamental freedoms in \r\nconformity with the provisions of the Charter of the United Nations. In \r\nfurtherance of these goals, my Government will support the establishment of an \r\neffective international system for the protection of the fundamental rights \r\nand freedoms of all peoples, irrespective of race, sex, language or religion. \r\nWe hope that this can be achieved at the World Conference on Human Rights \r\nscheduled for Vienna in June 1993. \r\nMy delegation is deeply concerned that our region has become a \r\ntranshipment point for illicit drugs targeted at the North American and \r\nEuropean markets. We recognize that drug trafficking is an international \r\nproblem which affects the institutions and populations of different \r\ncountries. My delegation wishes to reaffirm its commitment to increasing \r\ncooperation in fighting the global problem of drugs in all its aspects, be it \r\nillegal production, trafficking or consumption. This epidemic cannot be \r\nallowed to undermine our precious human resources. Accordingly, my Government \r\nwill sign the United Nations Convention against Illicit Traffic in Narcotic \r\nDrugs and Psychotropic Substances. \r\nThe world is poised on the threshold of a bold new experience in human \r\nhistory. The possibilities are tremendous but the challenges great. We in \r\nA/47/PV.29 \r\n64-65 \r\n(Mr. Young. Saint Vincent \r\nand the Grenadines) \r\nthe English-speaking Caribbean, where democracy and constitutional order have \r\nlong been institutionalized, are anxious to play our legitimate part, with \r\nfull recognition of our condition and the requirements for global \r\nintegration. We have been reliable allies in times of struggle and \r\nturbulence. We now look forward to sharing fairly in the dividends of a \r\ndurable peace to which we have contributed by our stability and resolute \r\ncommitment to liberty and democracy. \r\nMr. MOSES (Federated States of Micronesia): It is a great honour \r\nfor me to address the Assembly at the commencement of its forty-seventh \r\nsession and in so doing to mark my country\u0027s first full year of membership of \r\nthe United Nations. For a people that has been ruled by others, the privilege \r\nof at last having an equal voice in the community of nations is uniquely \r\nfulfilling. With that voice I now express our gratitude for the openness and \r\ngenerosity that we encountered among the members and within the Secretariat as \r\nwe undertook our initial participation in the work of this great body. \r\nWe join other members in extending heartiest congratulations to \r\nMr. Stoyan Ganev of Bulgaria on his election to the presidency of the General \r\nAssembly at its forty-seventh session. We wish also to thank his predecessor, \r\nMr. Shihabi, for his truly outstanding service as President of the General \r\nAssembly at its forty-sixth session. It is indeed fortunate for us and for \r\nfuture generations that in the most challenging of times this body has \r\navailable the leadership of individuals possessing the highest skills, energy, \r\ndedication and integrity. \r\nA/47/PV.29 \r\n66 \r\n(Mr. Moses. Federated \r\nStates of Micronesia) \r\nIn speaking of leadership, I must also, of course, mention with respect \r\nand appreciation our Secretary-General, Mr. Boutros Boutros-Ghali. He has \r\nalready shown himself to be more than equal to the tremendous tasks associated \r\nwith his high office. He is assured of our prayers and our continuing support. \r\nLast year, the Federated States of Micronesia was privileged to be one of \r\nthe seven nations admitted to membership in the early days of the forty-sixth \r\nGeneral Assembly. Subsequently, within the forty-sixth General Assembly, \r\nhistory of a special kind was written when 13 other nations were admitted to \r\nmembership, and so I gladly extend the warm congratulations of my Government \r\nand people to Armenia, Azerbaijan, Bosnia and Herzogovina, Croatia, Georgia, \r\nKazakhstan, Kyrgyzstan, the Republic of Moldova, San Marino, Slovenia, \r\nTajikistan, Turkmenistan and Uzbekistan on their admission to the United \r\nNations. We are confident that in sharing with them this unique moment in \r\nhistory we will maintain a common bond that transcends geographic differences \r\nand gives added meaning to the concept of the brotherhood of man and nations. \r\nThe extensive and comprehensive agenda to be addressed by this session of \r\nthe Assembly is testimony to the ever-increasing interconnectedness of the \r\nworld\u0027s nations and their peoples. While we were a non-self-governing people, \r\nwe of the Federated States of Micronesia strived long and hard to achieve \r\nindependence, only to find that once we had it, full self-sufficiency is \r\nneither possible nor desirable in today\u0027s world. \r\nI had the honour, recently, to accompany my President, \r\nHis Excellency Mr. Bailey Olter, to the Earth Summit in Rio. That historic \r\nmeeting served, among other things, to deepen our understanding of the \r\npossibilities for global international cooperation on a basis of common, but \r\ndifferentiated responsibilities. \r\nA/47/PV.29 \r\n67 \r\n(Mr. Moses. Federated \r\nStates of Micronesia) \r\nAmong the many statements made at Rio by Heads of State, I was struck by \r\na most appropriate quotation from Sir Francis Bacon offered by the President \r\nof Iceland Her Excellency Madame Finnbogadottir. He said, \r\n\"No one makes a greater mistake than he who decides to do nothing because \r\nhe can do so little.\" \r\nThe President\u0027s suggestion of that thought in the context of the Earth Summit \r\nwas truly inspired, but if I may be permitted, it also gives guidance to my \r\ncountry over the entire spectrum of international cooperation. \r\nWe now realize that the Charter was meant to challenge every Member, \r\nlarge and small, developed and developing, to play its part in the \r\nimplementation of collective decisions to approach the question, \"What can I \r\ndo?\" not as a basis for inaction, but rather as a springboard for action \r\nwithin our means, however modest. Only by doing our rightful part do we earn \r\nthe right to hope that the world community will deal effectively with such \r\nuniversal problems as the environment, poverty and war. Only by doing our \r\nrightful part do we earn the right to expect the direct assistance of the \r\nworld community in dealing with those problems of social and economic \r\ndevelopment at home that are beyond our means to solve. \r\nThus, my Government wishes once again to thank all those in this body and \r\nthroughout the United Nations community for our kind reception here, and to \r\nrenew, now with broader understanding, our commitment to the Charter and our \r\nobligations thereunder. \r\nTo the modest extent that the Federated States of Micronesia has made its \r\npresence known within the past year, it has been mostly in the context of the \r\nenvironment, and particularly in the intergovernmental negotiating committee \r\nA/47/PV.29 \r\n68 \r\n(Mr. Moses. Federated \r\nStates of Micronesia) \r\nfor the United Nations Framework Convention on Climate Change. Since we are a \r\ncountry whose land is comprised of low-lying, small islands, our entire nation \r\nfinds itself in the front line, along with others similarly situated, who will \r\nbe the first to suffer the devastating conseguences of unchecked global \r\nwarming. Rising sea levels would ultimately cover our islands, but long \r\nbefore that our protective coral reefs would bleach and fall victim to \r\nincreasing storm surges, our agricultural crops would be ruined and our \r\nfreshwater sources rendered unfit for human consumption. We are facing \r\nnothing less than the end of island civilizations that have endured for \r\nthousands of years. \r\nWe participated actively throughout all the sessions of the \r\nintergovernmental negotiating committee, and we had no hesitation in signing \r\nthe Framework Convention in Rio because the final text of the Convention goes \r\nfar to recognize the particular vulnerability of the low-lying island States \r\nto the consequences of human-induced climate change. The real effectiveness \r\nof the Convention, however, will be measured by its protocols yet to be \r\nnegotiated and in the operation of its conference of the parties and other \r\nmechanisms. \r\nThat statement is particularly applicable in the case of the Framework \r\nConvention because, as we stressed to the intergovernmental negotiating \r\ncommittee, the scientific evidence from the Intergovernmental Panel on Climate \r\nChange shows a need for significant reductions in greenhouse gas emissions. \r\nEven the modest emissions cuts to which the industrialized countries found \r\nthemselves unwilling to commit themselves at Rio must immediately be replaced \r\nby more stringent goals set by the dictates of science rather than of politics. \r\nA/47/PV.29 \r\n69 \r\n(Mr. Moses. Federated \r\nStates of Micronesia) \r\nIt is ironic that the peoples of small island countries, in seemingly \r\nidyllic settings, distanced from the stresses of industrial societies, should \r\nbe the peoples with the greatest sense of urgency to get on with the business \r\nof protecting the planet. It is, nevertheless, island people who are \r\nbeginning to suffer the effects of global warming; island people who are \r\nwitnessing the swift and disastrous alteration of ancient weather patterns; it \r\nis island people whose homelands will be the first victims of rising sea \r\nlevels. \r\nBut this sad reality does not mean that the rest of the world can afford \r\nto wait, for by the time the world witnesses the effects of global warming on \r\nthe islands it will be too late for the rest of the world then to take the \r\nnecessary steps to save itself. \r\nThus, we are encouraged by the adoption of the Framework Convention on \r\nClimate Change, but we look anxiously towards its prompt implementation and \r\npray that its operation will quickly lead to actions and restraints by the \r\nindustrial countries on the scale necessary in order to reach the Convention\u0027s \r\nobjective. That objective is to stabilize greenhouse gas concentrations in \r\nthe atmosphere at levels which do not adversely affect the climate. \r\nStabilization at such levels cannot be achieved by half-hearted efforts. \r\nAs United States Senator Gore recently wrote in his book \"Earth in the \r\nBalance\", \r\n\"The tide of this battle will turn only when the majority of people in \r\nthe world become sufficiently aroused by a shared sense of urgent danger \r\nto join an all-out effort.\" \r\nA/47/PV.29 \r\n70 \r\n(Mr. Moses. Federated \r\nStates of Micronesia) \r\nLet us earnestly hope that the signing of the Framework Convention by \r\n155 countries at the Earth Summit was evidence of such a shared sense, and \r\nsignalled the beginning of an all-out effort. \r\nThe President of the Federated States of Micronesia also joined most of \r\nthe other Heads of State at Rio in signing the Convention on Biological \r\nDiversity. We accept our State responsibility for conserving the biodiversity \r\nof our islands and waters, and for using those resources in a sustainable \r\nmanner. \r\nWe welcome the reference in the Convention to the precautionary principle \r\nwith regard to applying measures to avoid or minimize threats to \r\nbiodiversity. We are reassured by the specific recognition in the Convention \r\nthat small island States will need new and additional financial resources and \r\nappropriate access to relevant technologies in meeting their obligations. We \r\nlook forward to an early convening of the conference of the parties. \r\nA/47/PV.29 \r\n71 \r\n(Mr. Moses. Federated \r\nStates of Micronesia) \r\nAgenda 21, in both letter and spirit, at last brings into focus the \r\nconcerns of the developed and the developing world for securing an \r\nenvironmentally sustainable future. I believe that in a world no longer \r\npreoccupied with the super-Power conflict. Agenda 21 will come to be seen as \r\nthe single most important social instrument ever negotiated. Of course, in \r\nlegal effect it is only a guide, and despite its length it is only a \r\nframework. But its future impact on the domestic and foreign policies of \r\nevery nation is certain to be pervasive. \r\nThe establishment of the commission on sustainable development is a \r\nlandmark achievement of the United Nations Conference on Environment and \r\nDevelopment, and with it we see realistic hopes for turning Agenda 21 into \r\nactions. We strongly urge that the commission be situated in New York. \r\nDeveloping countries must participate significantly in the work of the \r\ncommission, and in our case, being a small Government with limited financial \r\nresources, we are far better able to attend activities at United Nations \r\nHeadquarters than anywhere else. \r\nAs a Pacific island country, we ascribe particular importance to \r\nchapter 17 of Agenda 21, which addresses the protection of the oceans. This \r\nis a subject many would have put aside, feeling that the oceans are so vast \r\nand our knowledge of them so limited that we are better off concentrating on \r\nperfecting land sciences. But it appears mankind is slowly realizing that \r\nhuman activities on the planet can significantly affect our oceans and bring \r\nabout disastrous consequences for our food supplies and even our weather. \r\nA/47/PV.29 \r\n72 \r\n(Mr. Moses. Federated \r\nStates of Micronesia) \r\nThus, we strongly support the call in Agenda 21 for conferences to exchange \r\nexperience on coastal-zone management and on the sustainable development of \r\nsmall island States, and we hope that they will take place on schedule. \r\nChapter 17 also addresses constructively the need for intergovernmental \r\ncooperation to control indiscriminate and harmful practices in harvesting sea \r\nresources. While we welcome the approaching total ban on drift nets, which \r\nhave been accurately called \"curtains of death\", much needs to be done with \r\nreference to the high seas, and straddling fish stocks and highly migratory \r\nspecies of fish, in order to reverse already notable trends towards the \r\ndisappearance of species that were once thought inexhaustible. We support the \r\ncall for a conference on those topics. \r\nChapter 18 of Agenda 21 recognizes the pressing need for improved climate \r\nforecasting, in the context of freshwater resources for human survival. The \r\nFederated States of Micronesia, along with many other island States in the \r\nmiddle of great oceans, has suffered repeatedly in recent years from droughts \r\nbrought on by little-understood climate mechanisms. In addition. Pacific \r\nisland States are already suffering widespread damage caused by tropical \r\nstorms of increasing frequency, range and intensity, which we have little or \r\nno capacity to predict. This fact was stressed by the South Pacific Forum \r\ncountries at the forty-sixth session of the General Assembly, which responded \r\nby adopting resolution 46/234, calling for relief measures that include \r\nimproved forecasting capabilities. We should like to reiterate our deep \r\ngratitude to the many sponsors of the resolution and to the Assembly as a \r\nwhole for adopting it. \r\nA/47/PV.29 \r\n73 \r\n(Mr. Moses. Federated \r\nStates of Micronesia) \r\nOur deep concern for the oceans and their resources also causes us to \r\nfocus very closely on the provisions of chapters 19 through 22 of Agenda 21, \r\nwhich deal with the management of toxic chemicals, hazardous wastes, solid \r\nwastes and sewage and radioactive wastes. In his address to the Rio \r\nConference, President Olter of the Federated States of Micronesia expressed \r\nthe hope of overcoming the attitude of developed countries \"that the Pacific \r\nIsland region is a great, unpopulated void\" offering opportunities \r\n\"for convenient disposal of toxic, radioactive or otherwise harmful \r\nwastes, and for the conduct of any dangerous or obnoxious activity that \r\ncannot for reasons of public safety be carried out on home territory\". \r\nWe maintain high expectations that what President Olter called the \"world\u0027s \r\nemerging sense of environmental ethics\" will prevail over past attitudes. \r\nThere are already some good signs, notable among which is the decision by \r\nFrance to suspend nuclear-weapon testing in the South Pacific. We applaud \r\nFrance for taking that initiative and pray that the ugly history of nuclear \r\nexperimentation in the Pacific region has reached a permanent end. But \r\nrealistically, that cannot be assured so long as nations continue to \r\nmanufacture, stockpile and threaten to use weapons of mass destruction. Thus, \r\neven our small islands have a large stake in the continued progress of \r\nnuclear, chemical and biological disarmament, and we look forward to \r\nsupporting the implementation and extension of comprehensive treaties on these \r\nsubjects. \r\nThe Federated States of Micronesia especially welcomes the recent \r\nconclusion of negotiations on a chemical-weapon convention and is pleased to \r\nA/47/PV.29 \r\n74 \r\n(Mr. Moses. Federated \r\nStates of Micronesia) \r\nbe one of the original sponsors of the draft resolution to be considered at \r\nthe forty-seventh session of the General Assembly endorsing the convention. \r\nMy Government wants to express its gratitude and congratulations to those \r\nesteemed nations that have successfully negotiated that long-awaited \r\nconvention and calls on the Assembly to adopt the draft resolution. I wish to \r\nrecognize with appreciation the active role that Australia, from our region, \r\ntook in negotiating the chemical-weapon convention and for its outstanding \r\ncontribution to the global movement towards arms control and disarmament. \r\nUnfortunately, the forsaking of nuclear, chemical and biological weaponry \r\nserves to intensify the already serious problems associated with the movement \r\nand disposal of wastes. Large stocks of chemical weapons must be eliminated, \r\nbut uncertainties surrounding the technology for their disposal result in \r\npressures on less powerful and more remote peoples, such as Pacific islanders, \r\nto bear the associated risks. Frightening guantities of weapon-grade \r\nPlutonium must either be safely stored or utilized in questionable enterprises \r\nthat involve hazardous and secretive shipments through the waters of maritime \r\nnations. \r\nUp to this point the efforts of the world\u0027s nations to deal with these \r\nproblems have produced a patchwork of conventions some implemented, some \r\nnot most of which are of limited effectiveness because of technicalities and \r\npolitical self-interest. Worthwhile instruments such as the London Dumping \r\nConvention need to be strengthened on an accelerated basis. Vital \r\narrangements such as the Basel Convention on the Control of Transboundary \r\nMovements of Hazardous Wastes and their Disposal need to be implemented. The \r\nrole of the International Atomic Energy Agency with regard to safeguards must \r\nbe brought up to the pace of current events. \r\nA/47/PV.29 \r\n75 \r\n(Mr. Moses. Federated \r\nStates of Micronesia) \r\nBut even if all these things are done, dangers and risks will continue to \r\nbe imposed upon the poorer, less powerful and more remote peoples of the world \r\nunless the following principle is universally respected: the nation from \r\nwhich the material originates bears the complete responsibility for the cost \r\nand safety of its storage, shipment and disposal; that nation should \r\nadequately inform other nations potentially affected and should not utilize \r\nthe global commons in any action related thereto over their objection. \r\nI am aware of the implications of that statement, both politically and in \r\nterms of international law, but unless the spirit it expresses can enter our \r\ninternational conscience and influence the behavior of nations, I fear that \r\nthe passing threat of wartime holocaust will be replaced by an even less \r\nrestrained and in some ways equally horrifying danger. \r\nA/47/PV.29 \r\n76 \r\n(Mr. Moses. Federated \r\nStates of Micronesia) \r\nThe roads towards so many of the worthy goals to be sought by the \r\nAssembly, whether related to economics, the environment, development, human \r\nrights or international security, are haunted by the spectre of poverty. \r\nPoverty causes much environmental degradation. Poverty makes human rights \r\nirrelevant to many people of our planet, and tempts others to exploitation. \r\nPoverty contributes to destabilization of political institutions and endangers \r\nthe world. \r\nNo matter how dedicated are the efforts made by governments towards \r\nsustainable development and lasting international peace, and no matter how \r\nmassively those efforts might be funded, I fear that a single factor fuelling \r\nthe engine of poverty could render all the expenditures of resources \r\nineffective. I am referring to exploding and uncontrolled population growth. \r\nMembers are familiar with the statistics, past, present and projected. They \r\nare particularly disturbing in that the greatest rate of growth occurs in the \r\nmost poverty-stricken segments of the population. Clearly, this is one of the \r\nmost sensitive and difficult problems to deal with in a multilateral setting, \r\nand I respect the diversity of views on the subject. For that reason, I \r\nrespect its treatment in Agenda 21, knowing that many preferred stronger and \r\ndirect statements. Nevertheless, we hope that the mechanisms of Agenda 21 \r\nwill help to influence the developed countries to increase funding for \r\npopulation-related activities. We also look forward to the International \r\nConference on Population and Development to be held in Cairo in 1994. \r\nWith regard to the protection of human rights, the Federated States of \r\nMicronesia is pleased to associate itself with the exemplary efforts made by \r\nthe United States of America and other like-minded nations for the \r\nA/47/PV.29 \r\n77 \r\n(Mr. Moses. Federated \r\nStates of Micronesia) \r\nimplementation of the standards for the protection of human rights as set \r\nforth in the Universal Declaration of Human Rights. In so doing, the \r\nFederated States of Micronesia joins in the condemnation of abuses of human \r\nrights by members of the international community. They insult our sense of \r\ncommon decency and the values we attach to human life - the very values \r\ngovernments are established to protect. \r\nHardly a speaker in this debate has failed to voice support for the \r\nhistoric efforts being made by the United Nations to reorganize and reorient \r\nitself so as to cope with its emerging roles in advancing the cause of \r\nmankind. We are no exception, and in our judgement the Secretary-General has \r\nso far provided wise leadership along a most difficult path. \r\nOne of the most challenging current problems is to determine the fairest \r\nand most effective means of meeting the costs associated with the \r\nOrganization\u0027s expanded role in the maintenance of international peace and \r\nsecurity. We are all aware that these costs have virtually skyrocketed over \r\nthe past years, and the guestion of their proper allocation, we would suggest, \r\nis more complex than the simple formulas that served the purpose in former \r\ntimes. It is a question, naturally, involving the limits of the resources of \r\nsmall islands, but in our case it also involves predictability. We are \r\ndetermined to meet all our obligations under the Charter, financial and \r\notherwise, but the need for us to budget strictly for developmental and other \r\nimmediate requirements leaves us little flexibility to meet unforeseen demands \r\nof substantial proportions. \r\nA/47/PV.29 \r\n78 \r\n(Mr. Moses. Federated \r\nStates of Micronesia) \r\nWe look forward, during this session, to participating in the exploration \r\nof ways and means to devise the fairest and most effective system for \r\nfinancing the role of this body in the new world order. We also look forward \r\nwith confidence to the enhancement of this role as the age of multilateral \r\ncooperation truly dawns and the interdependence of all peoples of the world is \r\nseen to be the overshadowing practical reality of the future. \r\nThe meeting rose at 5.55 p.m. \r\n"