"ITED \r\nTIONS \r\nGeneral Assembly \r\nPROVISIONAL \r\nA/47/PV.34 \r\n23 October 1992 \r\nENGLISH \r\nForty-seventh session \r\nGENERAL ASSEMBLY \r\nPROVISIONAL VERBATIM RECORD OF THE 34th MEETING \r\nHeld at Headquarters, New York, \r\non Monday, 12 October 1992, at 3 p.m. \r\nPresident: Mr. GANEV (Bulgaria) \r\n(P res iden t ) \r\nlater: Mr. DAYARATNE (Sri Lanka) \r\n(Vice-President) \r\nlater: Mrs. ESCALER (Philippines) \r\n(Vice-President) \r\nlater: Mr. GHAFOORZAI (Afghanistan) \r\n(Vice-President) \r\nSocial development: (a) Questions relating to the world social \r\nsituation and to youth, ageing, disabled persons and the family [93] \r\n(continued) \r\n/... \r\nThis record contains the original text of speeches delivered in English \r\nmd interpretations of speeches in the other languages. The final text will \r\n\u0027• printed in the Official Records of the General Assembly. \r\nCorrections should be submitted to original speeches only. They should \r\ne sent under the signature of a member of the delegation concerned, within \r\nB£_weejt, to the Chief, Official Records Editing Section, Office of Conference \r\nervices, room DC2-750, 2 United Nations Plaza, and incorporated in a copy of \r\nhe record. \r\n2-61424 1803V (E) \r\nA/47/PV.34 \r\nl(a-z) \r\nConclusion of the United Nations Decade of Disabled Persons \r\n(i) Report of the Secretary-General \r\n(ii) Draft resolution \r\nA/47/PV.34 \r\n2 \r\nThe meeting was called to order at 3.25 p.m. \r\nAGENDA ITEM 93 (continued) \r\nSOCIAL DEVELOPMENT: (a) QUESTIONS RELATING TO THE WORLD SOCIAL SITUATION AND \r\nTO YOUTH, AGEING, DISABLED PERSONS AND THE FAMILY \r\nCONCLUSION OF THE UNITED NATIONS DECADE OF DISABLED PERSONS: \r\n(i) REPORT OF THE SECRETARY-GENERAL (A/47/415) \r\n(ii) DRAFT RESOLUTION (A/47/L.4) \r\nThe PRESIDENT: This afternoon the General Assembly, in accordance \r\nwith the decision taken at its 3rd plenary meeting, is holding the second of \r\nthe plenary meetings to mark the conclusion of the United Nations Decade of \r\nDisabled Persons, under sub-item (a) of agenda item 93. \r\nI have the honour to introduce draft resolution A/47/L.4, \"International \r\nDay of Disabled Persons\". The text before the Assembly is the result of \r\ninformal consultations that took place in an open-ended working group and \r\nreflects the broad consensus reached by Member States. \r\nThe preambular paragraphs of the draft resolution deal with the efforts \r\nof the international community taken during the United Nations Decade of \r\nDisabled Persons aimed at the improvement of the situation of persons with \r\ndisabilities. The emphasis is placed on the need for broader and more \r\nenergetic action at all levels global, regional and national to fulfil the \r\nobjectives of the World Programme of Action concerning Disabled Persons, \r\nadopted by the Assembly 10 years ago. \r\nIn operative paragraph 2 of the draft resolution the General Assembly \r\nproclaims 3 December as the International Day of Disabled Persons. On that \r\ndate in 1982 the Assembly adopted resolution 37/53, in which it announced the \r\nbeginning of the United Nations Decade of Disabled Persons, the conclusion of \r\nwhich we are observing in our meetings today and tomorrow. On the same date, \r\n3 December 1982, the General Assembly, in resolution 37/52, adopted the World \r\nA/47/PV.34 \r\n3-5 \r\n(The President) \r\nProgramme of Action concerning Disabled Persons, which became the cornerstone \r\nof international activities in this sphere. I should like to express the hope \r\nthat the General Assembly will support the proclamation of the International \r\nDay of Disabled Persons and that international, regional and national \r\norganizations and agencies will extend their full cooperation in observing \r\nthat Day. \r\nMr. SCOTT (United Kingdom): I am truly honoured to address you \r\ntoday on behalf of the European Community and its member States at this \r\nmeeting of the forty-seventh session of the General Assembly, which marks the \r\nend of the United Nations Decade of Disabled Persons and the tenth anniversary \r\nof the World Programme of Action. We supported the setting aside of four \r\nplenary meetings to discuss the important subject of disability, and we are \r\ngrateful to the Secretary-General and the President of the General Assembly \r\nfor their opening statements this morning. I should also like to thank the \r\nSecretary-General for his report, in document A/47/415. There is no doubt \r\nthat it contains helpful recommendations to move the disability programme from \r\nawareness-raising to action and to implement the many guidelines and policy \r\ndocuments developed over the Decade. The European Community and its member \r\nStates welcome this opportunity to mark a turning-point in the international \r\ncommunity\u0027s awareness of the situation of persons with disabilities. \r\nMr. de Cotret, Canadian Minister responsible for the status of persons \r\nwith disabilities, has already outlined the outcome of the international \r\nmeeting of ministers for persons with disabilities in Montreal last week, ana \r\nwe would like to thank Mr. de Cotret for acting as host to the meeting, which \r\nwas the largest-ever gathering of ministers responsible for persons with \r\ndisabilities. \r\nA/47/PV.34 \r\n6 \r\n(Mr. Scott. United Kingdom) \r\nIn April 1992 in Vancouver the Canadian Government hosted a conference on \r\nJ independent living entitled \"Independence 92\" to mark the end of the United \r\n\"Nations Decade of Disabled Persons which over 3,000 persons with disabilities \r\nattended. The Secretary-General\u0027s message to the Conference outlined the \r\n\"\u0027 principles of the World Programme of Action concerning Disabled Persons which, \r\nthroughout the Decade, have guided both the work of the United Nations on \r\ns:behalf of disabled persons and that of its Member States. A good example of \r\n\"\"the United Nations commitment to these principles is the Disabled Persons Unit \r\n\u0027\"•at the Centre for Social Development and Humanitarian Affairs in Vienna. We \r\n;-think also of the painstaking work of Mr. Leandro Despouy, the Special \r\n\u0027\"\u0027Rapporteur, who last year produced his Final Report on Human Rights and \r\n•\u0027\"Disability, which was well received by persons with disabilities around the \r\nEWorld because it so accurately reflected their own experiences and ideas. \r\ntoW In adopting the World Programme of Action concerning Disabled Persons in \r\nis[i/1982 the General Assembly expressed its renewed commitment to promoting \r\n. Ineffective measures. These included the prevention of disability, \r\n);̂ {rehabilitation and the realization of the goals of equality and full \r\n^participation of persons with disabilities in economic and social life and \r\nj|t(jlevelopment. Although much progress has been made, the essential objectives \r\n..jln\u0027f the World Programme of Action have yet to be realized. There are still \r\nipny persons with disabilities who do not enjoy basic human rights and equal \r\njtlli\" 1\u0027 \r\njjPPortunities. The primary goal of all nations is to establish a society for \r\niiil\u00271* **? the v e a r 2000» a society in which persons with disabilities are fully \r\nintegrated. For this to be achieved it must be recognized that obstacles to \r\n/dependent living and full equality do not result so much from an \r\nA/47/PV.34 \r\n7 \r\n(Mr. Scott. United Kingdom) \r\nindividual\u0027s functional differences but from an environment that has not been \r\ndesigned to meet the needs of all citizens. In this respect we should like to \r\nunderline the role played by organizations of persons with disabilities as \r\nrepresentatives of their members. \r\nThe suggested priorities for the global strategy for disability in the \r\nyear 2000 and beyond, are equal participation, access to opportunity and \r\nrecognition of equalization of opportunities for persons with disabilities. \r\nIn this respect we should note the work of the working group, established by \r\nEconomic and Social Council (ECOSOC) resolution 1990/26, on standard rules on \r\nthe equalization of opportunities for disabled persons and look forward to its \r\nreport to be considered next year. We welcome the adoption by the General \r\nAssembly of resolution 46/119, which endorsed the principles on the protection \r\nof persons with mental illness and the improvement of mental health care. \r\nWe have witnessed in the last decade the development of many new \r\nvoluntary organizations which have been set up, and are run, by persons with \r\ndisabilities. Some Governments have enacted new legislation to uphold the \r\nequalization of opportunities for persons with disabilities, while other \r\ncountries have set up national committees of disabled people which advise \r\nGovernments and statutory bodies of the special needs and aspirations of \r\npersons with disabilities. The European Coim unity has also developed close \r\nlinks with representative European organizations of persons with disabilities \r\nso that they can express their views on the Community\u0027s actions in favour of \r\npersons with disabilities. \r\nThe European Community itself has run a number of disability action \r\nprogrammes, notably its programme for Handicapped People in the European \r\nCommunity Living Independently in an Open Society (HELIOS) and its precursor, \r\nwhich was directly inspired by the United Nations Decade. Aimed at the ful1 \r\nA/47/PV.34 \r\n8 \r\n(Mr. Scott. United Kingdom) \r\nintegration of people with disabilities into an open society, the European \r\nCommunity and its member States set up networks of rehabilitation centres, \r\ncentres for vocational training and economic integration as well as social \r\nintegration projects and projects for the integration of children with \r\ndisabilities into normal schools with participants in all 12 member States. \r\nMany useful lessons have been learned by those responsible for providing \r\ntraining and other services for persons with disabilities, and there have been \r\nseveral instances of ideas being transferred in their entirety. For example, \r\na project in the United Kingdom created a sensory stimulation, entertainment \r\n: and therapy centre for people with profound learning difficulties using ideas \r\n£ from a study visit to the Netherlands. In another instance, the methodology \r\n- used by several projects for the social integration of persons with mental \r\n-handicaps and mental illness using transitional, supervised homes and \r\n„ supportive staff has been progressively transferred to others in Greece and \r\nItaly. This programme is about to end but the European Commision has made a \r\n,  proposal to continue to work in this area through a second HELIOS programme. \r\nThis will extend and amplify the activities undertaken under HELIOS I at the \r\neP \r\n.local, regional, national and European l e v e l , part icu lar ly by comparing \r\n:H\u0027\u0027 \r\nexperience and exchanging information concerning innovative integration \r\nti*1 \r\nmeasures. \r\n«\u003c• \r\nThe European Community and its member States have long been aware of the \r\nimportance of providing specialist information to people with disabilities and \r\n,11* \r\nhas set about the ambitious task of constructing a multinational, multilingual \r\ndatabase called \"Handynet\". This is a mammoth task, involving twelve \r\nit!\"\u0027 \r\ncountries and nine languages. At the end of last year the European Commission \r\nproduced its first information technology package containing information on \r\nA/47/PV.34 \r\n9 \r\n(Mr. Scott. United Kingdom) \r\ntechnical aids and equipment for people with all types of disability and this \r\nservice, which is now operational, will substantially improve the amount of \r\ninformation available to persons with disabilities, and their carers and \r\nadvisers, within the European Community. \r\nThe European Community and its member States support the employment and \r\ntraining of persons with disabilities and has initiated an exchange of \r\nexperiences and information through the Horizon Initiative, which was launched \r\nlast year. Horizon aims particularly for the introduction of good practices \r\ninto the less well-developed areas of the European Community by inviting \r\nproposals for joint projects from more than one member State, and the \r\noverwhelming response to this idea has been seen to be very encouraging. \r\nThe Council of Europe\u0027s Ministerial Conference, held in Paris in November \r\n1991, took as its theme \"Independent Living for Disabled People\". First, we \r\nlooked at \"access\", which is necessary to enable people with mobility problems \r\nto get about and to attend places of work and entertainment and to exercise \r\ntheir rights as citizens - for example, by entering a polling station in order \r\nto vote at elections. Then there was the question of \"support\" people with \r\ndisabilities who are unable to work and who may require career or personal \r\nadvice. They may also require assistance from local social services for \r\nexample, in obtaining necessary aids and equipment. And the third aspect we \r\nlooked at was \"information\". Getting the right information at the right time \r\nis the heart of the matter. Indeed all persons with disabilities need the \r\nsame information as their able-bodied neighbour plus the specialist \r\ninformation they require to enable a full and satisfying life. It is \r\nessential for professionals and other information providers to consider how \r\nbest to deliver the information to persons with disabilities in a readily \r\nA/47/PV.34 \r\n10 \r\n(Mr. Scott. United Kingdom) \r\navailable form. There is also the problem of targeting information to those \r\npersons with disabilities who are isolated from their local community and to \r\nthose who are not aware that they have needs or indeed do not necessarily \r\nconsider themselves to be disabled. \r\nAt the end of the Paris Conference a Declaration was issued part of which \r\nwas to announce a proposal to set up a pan-European network of projects on \r\nindependent living and equality of opportunities for persons with \r\ndisabilities. As a fundamental principle, projects would be run with the full \r\nand active participation of persons with disabilities. The aim of the network \r\nwould be to exchange good practice on independent living across national \r\nfrontiers. \r\nAn estimated 250 million people in developing countries experience some \r\nform of disability. One of the main barriers to living with disability \r\ncontinues to be social attitudes. Attitudes towards disability have in \r\ngeneral encouraged dependency. Expertise and experience are some of the most \r\nvaluable commodities in the world today, and those of us living in the more \r\ndeveloped parts of the world should bear this in mind when considering best \r\nhow to help those, particularly children with disabilities, in less developed \r\ncountries. \r\nA/47/PV.34 \r\n11 \r\n(Mr. Scott. United Kingifon \r\nI am now thinking especially of another theme in the World Programme of \r\nAction the prevention of disability. This was and is one of the main \r\nobjectives of the Programme. Technical advances over the Decade mean that \r\nmore can now be done to limit the extent of avoidable disability, whether the \r\ncause be malnutrition, disease, injury or hereditary condition. There is \r\ntoday an immense fund of experience and technical know-how, which can and \r\nshould be used to help developing countries prevent avoidable disabilities. \r\nDisability-related aid should encourage persons with disabilities to \r\nparticipate in development through a process that creates economic \r\nindependence and self-help and in which they are themselves involved in the \r\ndecisions and planning that most closely affect them. Outreach services for \r\ncommunity and community-based rehabilitation provide cost-effective \r\nalternatives to institution-based rehabilitation. We need to be careful that \r\nwe give the kind of help that will enable them to establish solutions to their \r\nproblems. What really matters is how we help countries to set up mechanisms \r\nby which the new technology can be delivered. \r\nThe past Decade has taught us a number of lessons from which we need to \r\nlearn when thinking about the future. What we need, above all, is a realistic \r\npolicy that takes account of, and seeks to meet, the needs and aspirations of \r\npersons with disabilities throughout the world. It is important that these \r\npolicies be developed in consultation with persons with disabilities and with \r\norganizations working for them and that they include demands for justice and \r\nequal rights and opportunities to enable those people to achieve their \r\npotential and to enjoy life in the company of friends and colleagues, some of \r\nwhom just happen to be able-bodied. \r\nA/47/PV.34 \r\n12 \r\nMr. JUNG (Germany): The Federal Republic of Germany is a member \r\nState of the European Community; therefore we fully support the words of \r\nappreciation of the Decade of Disabled Persons and the World Programme of \r\nAction that have just been uttered by our British colleague on behalf of the \r\nEuropean Community. \r\nWe too would like to thank the United Nations for the future-oriented \r\nactivities in favour of disabled persons activities that were initiated at \r\nthe thirty-seventh session of the General Assembly in 1982 by the World \r\nProgramme of Action. Earlier in 1976 1981 was proclaimed as the \r\nInternational Year of Disabled Persons. \r\nThese activities have opened up a new dimension of international policy \r\nfor disabled persons and have triggered a world-wide chain reaction in favour \r\nof a segment of the population that continues to be disadvantaged. Millions \r\nof people are still living in the shadow of society, as Willy Brandt, the \r\nformer Chancellor of the Federal Republic of Germany, said in his first \r\ngovernmental declaration in 1969. \r\nThis declaration was the beginning of the German Government\u0027s programme \r\nof action for rehabilitation and integration, which was initiated in 1970. \r\nThe objectives of this programme were: to open up and take advantage of \r\nchances for disabled persons; to integrate them into the labour force and into \r\nsociety; and to afford them full participation in the life of the community. \r\nThe results of the action programme which has existed for more than \r\n20 years and has been updated regularly are encouraging. We have enacted a \r\nnumber of special laws aimed at the integration of disabled persons; we have \r\nservices and benefits for the medical, occupational and social rehabilitation \r\nA/47/PV.34 \r\n13 \r\n(Mr. Jung. Germany) \r\nas integration elements of our general social-security system; we have \r\nspecialized and efficient centres for the various fields of rehabilitation, \r\nespecially medical and occupational integration; and organizations for the \r\ndisabled participate actively in setting the goals and in implementing the \r\nprogramme of action. In my country, the Decade\u0027s motto was \"Understanding \r\neach other, living together\". \r\nIn the framework of the World Programme of Action, we too have made \r\nprogress over the last 10 years towards \"full participation and equality\" and \r\nhave been able to improve further the already-high standard of prevention and \r\nrehabilitation in our country. \r\nOf particular importance in this context is the mandate to submit a \r\nreport on the situation of disabled persons and on developments in the field \r\nof rehabilitation in each legislative period that is, at four-year \r\nintervals that was given to the Federal Government by our Parliament \r\nin 1982. The first two reports were submitted in 1984 and 1989; the third \r\nwill be available early in 1993. \r\nI believe that the control function served by the discussion of these \r\nreports in Parliament is at the same time a constant incentive for Governments \r\nnot to accept a standstill in the efforts to integrate disabled persons. \r\nWhen taking stock we can say, without sounding presumptuous, that we have \r\ncome much closer to the goal of integrating disabled persons in our society. \r\nIn many areas notable progress has been achieved. An example is to be found \r\nin the field of prevention that is, in the early detection, early treatment \r\nand early encouragement of disabled children by means of an increase in the \r\nA/47/PV.34 \r\n14 \r\n(Mr. Jung. Germany) \r\nnumbers of genetic counselling services, socio-pediatric institutions and \r\nearly-intervention centres. \r\nFor decades Germany has had statutory provisions designed to facilitate \r\nin particular the vocational integration of disabled persons. During those \r\ndecades this body of instruments has been further developed. It covers all \r\nseverely disabled persons, irrespective of the cause of their disability; it \r\nassures them of special protection against dismissal and stipulates an \r\nemployment obligation for all employers with a work-force of more than 15. It \r\n:. also offers major financial incentives and relief to employers who are willing \r\nto take on persons with severe disabilities. \r\ni: The successful integration of the disabled person into the workforce \r\n6 hinges on the avoidance of the double handicap of functional impairment and \r\ns lack of occupational qualifications. Our concept and philosophy of vocational \r\na: rehabilitation is therefore geared to compensating - even over-compensating -\r\nd: for physical handicap by means of particularly good job qualifications. In \r\nthe past four years, therefore, we have not only improved the prospects of \r\n,;;on-the-job training for disabled persons but also created a nationwide network \r\n,[i:of vocational-training institutions to cater for those who, because of the \r\n....nature or severity of their disabilities, cannot be trained or retrained in a \r\n^commercial enterprise. \r\n.,: We want, by the year 1994, to achieve two additional goals: \r\n.long-term-care insurance, and a code for disabled persons. We want to expand \r\nour system of social security in order to render necessary assistance also to \r\n»«\u0027 \r\nthose who, because of illness or disability, require long-term care. We have \r\nid\u0027\" \r\nseparate social-insurance systems for the major risks of l i f e , such as \r\nA/47/PV.34 \r\n15 \r\n(Mr. Jung. Germany) \r\nsickness, old age, occupational accidents and unemployment. These systems \r\nhave worked very successfully for more than 100 years. Now we need a fifth \r\npillar in the form of social long-term-care insurance. Benefits are envisaged \r\nboth for patients being taken care of at home by their families and for \r\npatients being cared for in nursing homes. \r\nA/47/PV.34 \r\n16 \r\n(Mr. Jung. Germany) \r\nMedical rehabilitation measures will be integrated into care-delivery \r\nservices. We also plan to combine the rights of the disabled in a separate \r\nbook of our social law. At present, the rights of the disabled, the benefits \r\nand the assistance provided to them, are distributed over numerous separate \r\nlaws. It is very time-consuming to find one\u0027s way through them. We want to \r\nchange this state of affairs and make the rights of the disabled more \r\ntransparent in order to facilitate their access to them. We are planning a \r\nseparate code a Magna Carta of rights, as it were for the rights of \r\ndisabled persons. \r\nAs a result of the restoration of German unity in the fall of 1990, the \r\nFederal Republic of Germany faces tasks that can only be dealt with over a \r\nlonger period of time. In the territory of the former German Democratic \r\nRepublic, injustice, inhumanity and oppression were eliminated without delay, \r\nas the people living there were guaranteed the enjoyment of such basic rights \r\nas freedom to travel, freedom of speech, freedom of the press and freedom of \r\nassociation. While all this has led to considerable improvements also for \r\ndisabled persons living in that part of Germany the free access to technical \r\naids and the participation in a free international exchange of goods having \r\nproved to be particularly beneficial - further reconstruction work is required \r\nthere to establish services and centres that correspond, in terms of quality \r\nand quantity, to those in West Germany. The Federal Government will pursue \r\nthe efforts already begun in order soon to remand to the past the East-West \r\ndivide in the field of assistance to disabled persons, which also placed \r\n?eople with mental disabilities at a particular disadvantage. \r\nDespite these great efforts on behalf of the Eastern part of unified \r\n\u003eern\u003eany, we cannot, and must not, forget the disabled persons in Eastern \r\niurope. For that reason, we have for two years, since the lifting of the Iron \r\nA/47/PV.34 \r\n17 \r\n(Mr. Jung. Germany) \r\nCurtain, been helping the various countries of Eastern Europe and the \r\nsuccessor States of the Soviet Union. The goal is to convert the State \r\nsystems of social security into an insurance system financed by \r\ncontributions. We are also assisting in building modern medical and \r\noccupational rehabilitation centres. The cooperation thus achieved by way of \r\nbilateral relations is considered very useful and effective by both sides. \r\nThe purpose of these special plenary meetings of the General Assembly is \r\nto take stock after 10 years and to present the results achieved \r\ninternationally by the Programme of Action. \r\nThis is certainly justified and also useful, since we should be glad \r\nabout the progress achieved for the benefit of the 500 million disabled \r\npersons all over the world. \r\nBut looking back can only be one side of the coin. The General Assembly \r\nmust not limit itself to looking back; it must also look to the future. \r\nOur British colleague explicitly said in his statement that \r\n\"the essential objectives of the World Programme of Action have yet to be \r\nrealized.\" (supra, p. 6) \r\nHe will certainly not be contradicted, since the big task of rehabilitating \r\ndisabled persons and of achieving their full participation in social life is a \r\nnever-ending process. It is a permanent challenge for society. \r\nTherefore, it is necessary today to look ahead and to discuss further \r\nsteps to be taken by the United Nations towards the full, or at least partial, \r\nimplementation of the lofty aims of the World Programme of Action. \r\nAnd that was also the consensus of the 70 Ministers responsible for \r\nquestions of the disabled who assembled last week in Montreal at the \r\nA/47/PV.34 \r\n18 \r\n(Mr. Jung, Germany) \r\ninvitation of the Canadian Government. The Ministers were of one mind as to \r\nthe need to tackle the implementation of the Programme of Action more \r\nforcefully and more effectively. \r\nThis morning, Mr. de Cotret reported on the results of this first \r\nConference of Ministers responsible for questions of the disabled, elaborated \r\non the Declaration of Montreal, and announced the establishment of an ongoing \r\nmechanism. It is of paramount importance that this new instrument established \r\nby the Conference of Montreal be applied in close cooperation and coordination \r\nwith the United Nations and its various institutions and activities. \r\nAllow me to make a few remarks for the future based on our experience in \r\nthe field of rehabilitation in Germany. \r\nFirst, I believe we do not need any new resolutions or decisions, nor do \r\nwe need any new suggestions as to the goals of rehabilitation, as they have \r\nalready been brilliantly defined in numerous documents over the past few \r\nyears. We do not need more papers, we now need action. \r\nWe need the willingness and determination of the General Assembly to make \r\nsure that in the years to come the United Nations will continue to steer the \r\ncourse set by the Programme of Action by taking concrete measures. \r\nAs a first step, this requires more specific information on the 500 \r\nmillion disabled persons all over the world. We need specific information on \r\nthe state of rehabilitation in individual countries. \r\nThe Ministers of War or of Defence are much better off. They want to \r\ndisarm, and they have detailed information about the military situation in \r\ntheir neighbouring countries. They know exactly how many airplanes, tanks, \r\nsubmarines, missiles and bombs their neighhbours have. \r\nA/47/PV.34 \r\n19 \r\n(Mr. Jung. Germany) \r\nIn contrast, the Ministers responsible for the concerns of disabled \r\npersons are called upon to \"rearm\" in order to improve the lot of the \r\ndisabled. Yet, they know very little about the situation of these persons, \r\ntheir numbers, the nature of their disabilities and their special concerns and \r\nneeds. We have to change that state of affairs. \r\nSecondly, to that end, we need as objective a yardstick as possible to \r\nidentify the situation of disabled persons. We need internationally \r\nharmonized and uniform evaluation criteria to enable individual Governments to \r\ncompare their own situation with that in other countries. We need an \r\ninternational questionnaire to investigate the situation of disabled persons \r\nand the standard of rehabilitation and integration in each country. Let the \r\nUnited Nations draw up such a questionnaire and let the Governments answer \r\nit. But also let the organizations of disabled persons answer it. \r\nThirdly, Governments play a crucial role and are responsible for the \r\nfurther development of rehabilitation in the individual countries. While it \r\nis possible to provide external support, the main impetus must come from \r\nGovernments themselves. The standard of rehabilitation varies, but in spite \r\nof the differences - the standard may be low, medium or high - all countries \r\nhave to make further efforts, taking into account their special problems. I \r\nsubmit that it would be helpful if every country drew up its own list of \r\npriorities. \r\nFourthly, the necessary assistance must be available to Governments in \r\nconcrete form, tailored to the respective needs of the individual country, \r\nthat is, in the form of information, counselling, technical assistance, \r\npartnerships, training measures and the services of all types of specialists. \r\nModels of rehabilitation units would be helpful for medical, educational or \r\nA/47/PV.34 \r\n20 \r\n(Mr. Jung. Germany) \r\nvocational rehabilitation. Such models could act as incentives by showing \r\nwhat could be done by effective rehabilitation measures and by demonstrating \r\nthe need for rehabilitation. \r\nFifthly, the organization of assistance must be optimal and must be \r\naccessible without major obstacles. The United Nations has a suitable \r\ninstrument for this purpose in the form of the Centre for Social Development \r\nand Humanitarian Affairs, which could effectively deal with this task, and \r\nshould be entrusted with it by the General Assembly. \r\nSixthly, in future, the General Assembly should periodically request \r\ninformation on the progress achieved in the integration of disabled persons \r\nwhether yearly or at longer intervals is open to discussion. \r\nA/47/PV.34 \r\n21 \r\n(Mr. Jung. Germany) \r\nParagraphs 194 to 202 of the World Programme of Action provide for \r\nconstant monitoring and evaluation. This task has been entrusted to the \r\nCentre in Vienna. It would be interesting to learn the results obtained so \r\nfar for the individual countries. \r\nThose are a few specific suggestions for future activities of the \r\nUnited Nations that could help to further implement the World Programme of \r\nAction in the years to come. \r\nThe Government of the Federal Republic of Germany will continue its \r\nefforts to integrate disabled persons in our country as fully as possible. We \r\nare also prepared to contribute our experience and knowledge to the activities \r\nof the United Nations and to support them in their necessary future work. \r\nThis year, the Decade of Disabled Persons draws to an end, but the World \r\nProgramme of Action and its implementation must go on. \r\nThe current session of the General Assembly should send a clear signal in \r\nthis respect. It should not reject the outstretched hand of the Montreal \r\nConference of Ministers but gladly take it and embark on a future course \r\njointly with the Conference. \r\nMr. DENG (China) (interpretation from Chinese): This special \r\nmeeting of the United Nations General Assembly, the first of its kind in the \r\nnearly half-century history of the United Nations, is of far-reaching \r\nsignificance for the protection of human rights and the building of a society \r\nfor all. It is a great pleasure for me today to have this opportunity to \r\nspeak before this forum on the issue of disabled persons, who account for one \r\ntenth of the world population. \r\nDisabled persons are entitled to enjoy equal rights with their fellow \r\ncitizens in all aspects of human life, whether political, economic, cultural \r\nA/47/PV.34 \r\n22 \r\n(Mr. Deno. China) \r\nor social. Facts demonstrate their ability to fully participate in society, \r\nand they are contributors to human wealth as well. To protect their rights, \r\nrespect their value and give play to their potentiality symbolizes \r\ncivilization and progress. Our planet is home to over 500 million disabled \r\npersons. They and their families amount to a quarter of the population. \r\nImpaired by their own disabilities and hindered by the external environment, \r\nthey are the most disadvangaged and underprivileged group in society. Today \r\nhuman society has progressed to such a stage that, like the emancipation of \r\nthe nation and of women, the emancipation of disabled persons has become an \r\nurgent and arduous task facing the international community. \r\nIn keeping with the needs of the times, at its thirty-seventh session the \r\nGeneral Assembly proclaimed the United Nations Decade of Disabled Persons and \r\nadopted the World Programme of Action concerning Disabled Persons. That \r\nimportant decision of historic significance marked a new chapter for a global \r\nsolution to the disability issue. It has raised public awareness and helped \r\npush forward efforts in this field, though to various extents, in different \r\ncountries. The goals embodied in the World Programme of Action, which aim at \r\nenabling disabled persons to enjoy equal rights and opportunities, to \r\nparticipate fully in social life and share the social material and cultural \r\nachievements, and the basic principles for their realization have served and \r\nwill continue to serve as valuable guidance for the future. \r\nDespite the achievements made in the past decade due to the joint efforts \r\nof the Governments of all countries, relevant United Nations agencies and \r\ndisabled persons\u0027 organizations, we are still far from reaching our goals. \r\nDisabled persons still find themselves in a situation where education and \r\nemployment opportunities are few and medical care and rehabilitation services \r\nA/47/PV.34 \r\n23 \r\n(Mr. Deng. China) \r\nare inadequate. Their life is very difficult, trailing behind mainstream \r\nsocio-economic development. The international community should have a full \r\nawareness of such a situation. Disability is a social issue of a kind that no \r\ncountries can neglect or avoid. It is the responsibility of the international \r\ncommunity and the Governments of all countries to find a solution to this \r\nissue. As the United Nations Decade of Disabled Persons is drawing to its \r\nconclusion, we wish to put forward the following suggestions to renew the \r\ndynamism of the World Programme of Action under implementation and to further \r\npromote our endeavours for disabled persons.* \r\nIn the course of establishing a just and rational new international order \r\ncharacterized by peace and stability, attention should be paid to social \r\nissues in order to achieve economic development in harmony with social \r\nprogress. In international economic and technical co-operation, the needs of \r\ndisabled persons, especially those in developing countries, should be taken \r\ninto full consideration for the rational distribution of resources. United \r\nNations agencies in the field of social development and disabled persons \r\nshould be strengthened and solutons found to their problems in terms of human \r\nand financial resources. \r\nDisability should be listed as a major item on the agenda of the proposed \r\nWorld Summit for Social Development. \r\nUnited Nations agencies and the Governments of all countries should work \r\nout new plans and adopt more pragmatic measures for full implementation of the \r\nbasic principles of the World Programme of Action in order to give disabled \r\npersons more access to education, employment and rehebilitation services and \r\nMr. Dayaratne (Sri Lanka), Vice-President, took the Chair. \r\nA/47/PV. 34 \r\n24-25 \r\n(Mr. Deng. China) \r\nimprove the environment and conditions for their equal participation in social \r\nlife. \r\nA permanent high-level national co-ordinating body on disability issues \r\nshould be established and strengthened in all countries in order to organize \r\nand co-ordinate more effectively work for disabled persons of \r\nmulti-disciplinary and inter-departmental nature. \r\nThe forty-eighth session of the Economic and Social Commission for Asia \r\nand the Pacific, held in Beijing earlier this year, unanimously adopted a \r\ndraft resolution sponsored by 33 member States to proclaim the years 1993 to \r\n2002 the Asian and Pacific Decade of Disabled Persons. It was endorsed at the \r\nsession of the Economic and Social Council this year. We call upon United \r\nNations agendies and other regions of the world to give effective support to \r\nthis action, which aims at consolidating and expanding the achievements of the \r\nUnited Nations Decade of Disabled Persons, and to take appropriate measures to \r\npromote efforts in this field in various regions. \r\nA/47/PV.34 \r\n26 \r\n(Mr. Deng. China) \r\nChina is a developing country now undergoing rapid economic growth and \r\nprofound social changes. In this historical process, in response to the calls \r\nof the World Programme of Action, during the United Nations Decade of Disabled \r\nPersons, China has taken effective measures to improve the situation of \r\ndisabled persons in the light of national conditions in China. We have \r\npromulgated the Law on the Protection of Disabled Persons, set up mechanisms \r\nto coordinate efforts in this area, formulated and begun implementation of two \r\nnational five-year work programmes for disabled persons, established the China \r\nDisabled Persons\u0027 Federation, with local branches, adopted preferential and \r\nsupportive policies for disabled persons, and carried out international \r\nexchange and cooperation in this field. \r\nAs an example of what has been done, in the last four years \r\n700,000 people who were blind as a result of cataracts regained their sight \r\nthrough operations, 250,000 polio victims underwent orthopaedic surgery, and \r\nmore than 20,000 deaf children received hearing- and speech-training. \r\nThe number of special education institutions has been growing at an \r\nannual rate of 20 per cent; special classes affiliated to regular schools have \r\ngrown in number by 100 per cent; and the number of visually impaired, hearing \r\nimpaired and mentally retarded children in school has increased by \r\n30 per cent. Welfare enterprises to provide sheltered employment for disabled \r\npersons have increased to more than 40,000; 650,000 disabled persons are \r\nemployed in those enterprises. Disabled persons employed in regular \r\nenterprises make up 1 per cent of the total work force. The overall \r\nemployment rate of disabled persons has risen to more than 60 per cent, la \r\naddition, more and more disabled persons are taking an active part in \r\ncultural, sports and recreational activities. \r\nA/47/PV.34 \r\n27 \r\n(Mr. Deng. China) \r\nOur achievements are remarkable, but many problems still exist. China \r\naccounts for a considerable number of the world\u0027s disabled persons. We are \r\nkeenly aware of our responsibilities and the role we can play. In the course \r\nof furthering reform and opening up and speeding up the modernization drive, \r\nChina will strive to meet the needs of its disabled persons and bear its share \r\nof international responsibilities and obligations, commensurate with its level \r\nof development. \r\nIt is our hope that this meeting will have a positive impact globally on \r\nimproving the situation of disabled persons, thereby contributing to human \r\ncivilization and social progress. \r\nMr. NKOMO (Zimbabwe): Zimbabwe, a country striving to be an \r\nimportant collaborator with disabled persons, considers the special plenary \r\nmeetings on issues relating to the disabled to be among the most important \r\nevents held by the United Nations this year. We should like to express our \r\nappreciation to the Government of Canada for the successful Montreal meeting, \r\nheld from 8 to 9 October 1992, which mapped out the strategies for the way \r\nforward after the Decade and beyond the year 2000. Zimbabwe had the honour of \r\nparticipating in that Conference of Ministers responsible for the status of \r\npersons with disabilities. \r\nRegarding the achievements of the United Nations Decade of Disabled \r\nPersons, the reviews and recommendations of the United Nations Experts meeting \r\nin Finland in 1990 and in Stockholm in 1987 indicate that one of the major \r\nsuccesses of the Decade has been the international development of the \r\ndisability movement. One organization that deserves special recognition is \r\nDisabled People\u0027s International, which in the period in question has spread \r\nthe call for full participation and equalization of opportunities throughout \r\nthe world, as envisaged in the United Nations Universal Declaration of Human \r\nA/47/PV.34 \r\n28-30 \r\n(Mr. Nkomo. Zimbabwe) \r\nRights. This organization\u0027s success in building a democratic and unified \r\ncross-disability movement of disabled persons can be regarded as a success of \r\nthe United Nations Decade. \r\nWe have also observed achievements in the areas of primary health care, \r\nprevention and rehabilitation and public awareness. In his report (A/47/415), \r\nthe Secretary-General further observes that Governments, in close \r\ncollaboration with the United Nations and its specialized agencies, \r\nparticularly the United Nations Children\u0027s Fund (UNICEF) and the World Health \r\nOrganization (WHO), and other non-governmental organizations, have played an \r\nimportant role in developing and coordinating policies on prevention and \r\nrehabilitation. Thus during the Decade the campaign for immunization of \r\nchildren, initiated by WHO, in collaboration with UNICEF, has gained great \r\nmomentum, particularly in Africa and other developing regions. Success has \r\nalso been recorded by United Nations agencies in dealing with traumatized \r\nchildren in situations of war and others in especially difficult circumstances \r\nHowever, the major components of the World Programme of Action were not \r\naddressed, particularly in the developing countries, where there are no \r\nadequate resources. The Secretary-General\u0027s report rightly points out: \r\n\"The United Nations Decade of Disabled Persons was proclaimed \r\nwithout provision of additional resources. Existing resources in this \r\narea were disproportionate to the magnitude of the tasks and restrained \r\nthe ability of the United Nations to carry out its assigned functions \r\neffectively and efficiently.\" (A/47/415, para. 25) \r\nAnother major failure of the Decade, in my delegation\u0027s view, is that, \r\neven with the degree of public awareness that the Decade engendered, there is \r\nstill a lack of participation by disabled people themselves in the \r\ndecision-making process. \r\nA/47/PV.34 \r\n31 \r\n(Mr. Nkomo. Zimbabwe) \r\nIf the United Nations were not able to have adequate resources, one would \r\nnot feel the need to elaborate on the plight of developing countries, \r\nparticulary those in Africa, where a major cause of disability is poverty. As \r\na consequence, as the economic and social situation of many developing \r\ncountries deteriorated so did that of the disabled communities. There has \r\nbeen no adequate response from the United Nations or the international \r\ncommunity regarding the much-needed resources, especially as most developing \r\ncountries were embarked on economic structural adjustment programmes at the \r\nsame time that they tackled famine, disease, hunger and poverty. To add to \r\nthe burden, outdated and sometimes even dangerous machines, pesticides and \r\nmedicines, banned in developed countries but exported to the developing world, \r\nhave caused major injuries, illnesses and disabilities. \r\nIn spite of a lack of resources, the Government of Zimbabwe was able to \r\ncreate, before and during the Decade, a positive political climate for \r\ndisability issues, which encouraged the formation and free operation of \r\ndisabled-persons associations to enable the greater participation of disabled \r\npersons, such as the Zimbabwe Federation of Disabled Persons (ZIFOD). \r\nLegislative measures such as the War Victims Compensation Act, the State \r\nServices Disability Act, the Social Welfare Assistance Act, the National \r\nSocial Security Act and, most recently, the Disabled Persons Act of 1992 are \r\nbut a few indicators of my Government\u0027s desire to improve the lot of disabled \r\npersons in Zimbabwe. \r\nIndeed, the political goal of Zimbabwe\u0027s measures for disabled people is \r\njthat the disabled should be part of the community and live like others. They \r\nshould have the same opportunities to earn their living, have a good home, \r\nmove about and have meaningful jobs and leisure activities. That could only \r\nbe guaranteed by the introduction of appropriate disability legislation and \r\nA/47/PV.34 \r\n32 \r\n( Mr. Nkomo. Z imbabwe) \r\nthe empowerment of the disabled. How often the able-bodied have taken \r\nadvantage of privilege for their own convenience, and yet they cite a thousand \r\nreasons for not allocating resources to fund programmes for the disabled. \r\nA major component of the 1992 Disability Act in Zimbabwe is the \r\nestablishment of the National Disability Board. The majority of its members \r\nwill come from disabled-persons organizations and the Board will be chaired by \r\na disabled person. As one of its major functions, the Board will work out \r\nappropriate programmes to equalize opportunities for the disabled. The Board \r\nwill also be the focal point for the further development of policy measures in \r\nthis regard. Indeed, it has a broad mandate. \r\nMy delegation is very concerned about the plight of disabled children and \r\nwomen, whose number is on the rise because of situations of war. The \r\n1990 World Summit for Children, which was attended by 71 Heads of State and \r\nGovernment, including my own President, Mr. Robert G. Mugabe, committed itself \r\nto improving the protection and development of children, including disabled \r\nchildren, especially those in difficult circumstances. \r\nThe United Nations General Assembly\u0027s 1989 Convention on the Rights of \r\nthe Child, which over 100 countries have signed or ratified, sets standards \r\nfor child survival, health and education, as well as specific goals for \r\nprotecting all children in difficult circumstances throughout the world. \r\nA review of a United Nations Children\u0027s Fund (UNICEF) study reveals that \r\nfor every child killed, three more are wounded, permanently disabled or \r\npsychologically scarred for life by the trauma of war. One finds such \r\nchildren in every area of conflict, including, of course, in Africa, in \r\nAngola, Mozambique, South Africa, Sudan and Somalia. \r\nA/47/PV.34 \r\n33 \r\n(Mr. Nkomo. Zimbabwe) \r\nIn keeping with the promises of the above-mentioned Summit, African \r\nleaders have called for an international conference of the Organization of \r\nAfrican Unity (OAU) on assistance for African children to be held in Dakar, \r\nSenegal, from 25 to 28 November 1992. Africa is appealing to the \r\ninternational community to support that conference. \r\nThe hardships of disabled women and children, whose burden is twice as \r\nheavy because of their disabilities, become more pronounced when Governments \r\nare forced to cut down on their national budgets. The barriers to development \r\nare still greater for disabled children and women. Women are also faced with \r\ngender prejudice and reproductive oppression. \r\nWe hope that the United Nations Commission on the Status of Women, as it \r\nprepares for the World Conference on Women, to take place in Beijing in 1995, \r\nwill come up with a comprehensive agenda that will have been drawn up with the \r\nparticipation of disabled people themselves. \r\nIn Southern Africa, we are experiencing not only the hardships of \r\neconomic structural adjustment programmes but also the worst drought in living \r\nmemory. It is not difficult to imagine the suffering of disabled women and \r\n\u0027\" children under such conditions. \r\nMy Government expresses appreciation to the United Nations and the \r\n\u0027* international community, particularly those countries and non-governmental \r\n\u0027organizations that responded to the consolidated United Nations/Southern \r\n:#African Development Community (SADC) appeal launched in July of this year. \r\n#Despite the hardships, shortcomings and experiences of the Decade, we strongly \r\nliilbelieve that the United Nations World Programme of Action concerning Disabled \r\niii\u0027Persons is still the most comprehensive document providing direction for \r\nPolicy development nationally and internationally. \r\nA/47/PV.34 \r\n34 \r\n(Mr. Nkomo. Zimbabwe) \r\nMuch needs to be done to further the implementation of the Programme of \r\nAction, and we should therefore like to propose the following measures and \r\nstrategies to bring about lasting equality, security, solidarity and \r\ndemocracy: first, that the United Nations Decade of Disabled Persons and its \r\nProgramme be proclaimed to extend beyond the year 2000 in order to allow \r\nfurther intensification of activities in the field of disability; secondly, \r\nthat an international coordinating committee have the mandate to plan \r\nactivities with the United Nations system to improve the status of disabled \r\npersons and to coordinate the activities of the national coordinating \r\ncommittees, and that such a mechanism involve representatives of organizations \r\nof disabled people and that it be funded from the United Nations regular \r\nbudget; thirdly, that disability be considered a priority for international \r\ncooperation and technical assistance both in multilateral and in bilateral \r\nassistance programmes; fourthly, that the Vienna disability unit be upgraded \r\nand strengthened; and fifthly, that adequate support be given to the United \r\nNations Task Force on Disabled Children and Women, which is being coordinated \r\nby UNICEF. \r\nMr. BREITENSTEIN (Finland): Allow me to offer you. Sir, and the \r\nAssembly the apologies of my Minister for Social Affairs and Health, Mr. Jorma \r\nHuuhtanen, who indeed had arrived in New York over the weekend but then was \r\nrecalled to Helsinki by the Prime Minister for urgent cabinet negotiations \r\nthis afternoon. He asked me to read out on his behalf the statement that he \r\nhad prepared-to deliver to the Assembly, and I shall now proceed to do so. \r\nA/47/PV.34 \r\n35 \r\n(Mr. Breitenstein. Finland) \r\n\"The overall goal of Finnish disability policy is to integrate \r\ndisabled persons into society and its various activities. In our \r\nlegislation and in our society in general, the target is to take into \r\naccount the needs of all citizens. As we have not been able to include \r\nall the services needed by disabled citizens in the system of general \r\nservices, my Government has decided to complement its general legislation \r\nby enacting special legislation that takes into account the needs of \r\ndisabled persons.* \r\n* Mrs. Escaler (Philippines), Vice-President, took the Chair. \r\nA/47/PV.34 \r\n36 \r\n(Mr. Breitenstein, Finland) \r\n\"Thus the Services and Assistance for the Disabled Act entered into \r\nforce in Finland in 1988. Certainly this enactment was to a great degree \r\ndue to the supportive and positive atmosphere created by the Decade of \r\nDisabled Persons. \r\n\"The purpose of the Act is to promote improved conditions for \r\ndisabled persons so that they can live and participate in society in \r\nequality with others and to prevent and eliminate the disadvantages and \r\nobstacles caused by disability. Various forms of support and services \r\nare rendered to the disabled to make their participation and independent \r\nliving possible. \r\n\"In Finland municipalities are responsible for providing services \r\nfor their citizens. According to the Services and Assistance for the \r\nDisabled Act, municipalities have the responsibility to promote the \r\nliving conditions of the disabled and to provide the services and support \r\nmeasures they need. The Act supports their opportunities for independent \r\nliving, for example by securing the right to service housing and \r\ntransport services for severely disabled persons. Also by virtue of the \r\nAct, compensation for the expenses of employing a personal assistant can \r\nbe paid. Furthermore, the Act aims at improving disabled persons\u0027 \r\nopportunities to influence society by promoting cooperation between the \r\nauthorities and organizations of disabled persons. \r\n\"The permanent cooperation bodies in Finland are the National \r\nCouncil on Disability and, in most municipalities, councils for disabled \r\npersons. One half of their members represent the authorities, and the \r\nother the disabled citizens. The councils act as experts on disability \r\nand convey information about the needs of disabled persons. They follow \r\nA/47/PV.34 \r\n37 \r\n(Mr. Breitenstein. Finland) \r\nup decision-making, issue statements, take the initiative in improving \r\nservices and transmit information about disability. \r\n\"Economic support to organizations of disabled persons has a long \r\ntradition in my country. The organizations in turn have been the \r\ninitiators of many services; they have experimented with and also \r\nimplemented services. Services that have proved to be successful have \r\nthen often become part of general services. The work of these \r\norganizations continues to be supported, and their impact on the \r\ndevelopment of our society in general is highly valued. The development \r\nof the disabled persons\u0027 own organizations is indeed one of the most \r\npositive achievements during this Decade of Disabled Persons. \r\n\"Education can be mentioned as an example of a successful form of \r\nintegration during the Decade in Finland. Compulsory education, which \r\ncan also be called the right to education, includes all children. The \r\neducational authorities are responsible for the school attendance of \r\ndisabled children, and a large part of disabled schoolchildren attend \r\nschool in their own district or municipality together with other \r\nchildren. Some of the disabled children are educated in special groups \r\nor special schools. \r\n\"The United Nations has played an important part in highlighting the \r\nrights of various special groups such as disabled persons and in \r\nincreasing awareness about them. Until now it has been considered in \r\nFinland that separate legislation prohibiting discrimination against \r\ndisabled people would not be needed. However, this has unfortunately not \r\nproved to be the case in practice. For that reason a Government \r\ncommittee charged with considering amendments to the Constitution has \r\nsuggested that disability should also be mentioned as a ground for \r\nA/47/PV.34 \r\n38 \r\n(Mr. Breitenstein. Finland) \r\nprohibiting discrimination. We hope that this view of the committee will \r\nlead to a corresponding amendment of our Constitution. We expect that a \r\nprohibition on discrimination against disabled persons will also \r\ninfluence legislation at a lower level and practices in general that may \r\ncontain indirectly discriminatory conditions. \r\n\"I have been speaking about the integration of disabled persons and \r\nequal rights for them in society. Situations do not, however, develop in \r\nthe way one would hope in all respects. As economic depression and \r\nunemployment increase, the disabled are the first group whose status is \r\nat risk. Being left outside working life and not earning an income also \r\nmean limitations on many other spheres in human life. Exclusion from \r\nworking life is an especially great problem for a disabled person. We \r\nregard it as very important that the report of the Secretary-General \r\nemphasizes the participation of disabled persons in working life and its \r\nsignificance for economic independence and integration. \r\n\"In order to secure further integration we support the \r\nSecretary-General\u0027s proposal of a comprehensive and coherent policy to \r\nfurther the integration of disabled persons into ordinary life and \r\nsociety. We hope that these targets can be implemented as extensively \r\nand as speedily as possible throughout the world. \r\n\"The recommendations of the report (A/47/415) also include national \r\naffirmative-action plans extending to the year 2002. My Government gives \r\nits full support to this proposal and intends to develop such a plan for \r\nitself. Such a plan would include the most important principles in the \r\nWorld Programme of Action, namely, prevention, rehabilitation and \r\nequalization of opportunities. \r\nA/47/PV.34 \r\n39 \r\n(Mr. Breitenstein. Finland) \r\n\"The report of the Secretary-General also emphasizes the need to \r\ntake the disability issue into account in multilateral and bilateral \r\ncooperation between the Members of the United Nations. We have a long \r\nexperience of cooperation with Central and Eastern European countries. \r\nDisability issues and cooperation between the relevant organizations will \r\nplay an important part in this cooperation in the future. \r\n\"In our view, emphasizing disability issues is especially important \r\nwhere the developing countries are concerned. In these countries, more \r\nand more people become disabled because of famine, wars and disasters. \r\nFurthermore, disabled persons are the first to be threatened by \r\nincreasing poverty. That is why we all have a special responsibility for \r\ndisabled persons in the poorest countries of the world. \r\n\"The United Nations Disabled Persons Unit has had very scarce \r\nresources at its disposal during the Decade of Disabled Persons. Finland \r\nhas for its part tried to ease this situation by financing the work of \r\none person in the Unit. We are concerned about the future of this Unit \r\nand its resource base. In our opinion it is most important that the work \r\nof this Unit receive full support from all of us. We believe that the \r\nshare of social and humanitarian affairs in the activities of the United \r\nNations in general should be strengthened, and that emphasis on \r\ndisability issues should be increased. The status of the Economic and \r\nSocial Council and its Committees should be enhanced and disability \r\nissues should thus be further integrated into other United Nations \r\nactivities. \r\n\"As the Decade of Disabled Persons cornel to an end, we can on the \r\nwhole be proud of the positive achievements of the United Nations, which, \r\nabove all, include the World Programme of Action, the Long-term Strategy, \r\nA/47/PV.34 \r\n40 \r\n(Mr. Breitenstein. Finland) \r\nthe newly created Standard Rules on the Equalization of Opportunities for \r\nPersons with Disabilities, and the work and resolutions of the Commission \r\non Human Rights in the field of disability. These decisions and \r\ninstruments constitute the fulfilment of many expectations, and their \r\nimplementation and follow-up will require determined work and many \r\nresources in the future. In this respect I believe it necessary that the \r\nfollow-up work be as fully coordinated as possible so that scarce \r\nresources can be used most effectively. \r\n\"A recent step forward is the generous offer made by the Government \r\nof Canada to strengthen cooperation between the Ministers responsible for \r\ndisability affairs and to convene regular ministerial meetings on the \r\nsubject. My Government\u0027s stand on this proposal is positive. In this \r\nconnection we feel that consideration should also be given to how the \r\nviews of organizations of disabled persons could be sufficiently taken \r\ninto account in such ministerial meetings and how such meetings could \r\nbest be interlinked into the broader network of existing forums, and \r\nespecially into the work of the United Nations. \r\nA/47/PV.34 \r\n41 \r\n(Mr. Breitenstein. Finland) \r\n\"As the successful Decade of Disabled Persons is coming to an end \r\nthe Finnish Government sincerely hopes that the future will bring a \r\nfurther equalization of opportunities for disabled persons and that the \r\nend of the Decade may be considered as a springboard for a new era.\" \r\nMr. VRIETHOFF (Netherlands): It is my honour to address the \r\nAssembly today, in my capacity as Chairman of the Netherlands Council of the \r\nDisabled and as a member of the Netherlands delegation to the forty-seventh \r\nsession of the United Nations, on the occasion of the conclusion of the United \r\nNations Decade of Disabled Persons. I should like to dwell briefly on United \r\nNations policies with regard to persons with disabilities as well as on \r\nnational policies. \r\nThe United Nations Decade of Disabled Persons has been of major \r\nimportance in raising global awareness of the issue of persons with \r\ndisabilities. The focus of the United Nations should now shift from \r\nawareness-raising to action. A more concentrated, coordinated approach to \r\naction will enhance progress towards the realization of the objectives of the \r\nWorld Programme of Action concerning Disabled Persons. \r\nAction-oriented projects aimed at improving living conditions for persons \r\nwith disabilities or at preventing avoidable disability have to be initiated. \r\nIn particular, projects in developing countries, preferably at the grass-roots \r\nlevel, should be implemented. The World Health Organization (WHO) estimates \r\nthat 60 per cent of the causes of disability in people residing in the \r\ndeveloping countries could be eliminated or averted through effective, \r\nlow-cost measures. Millions of children with disabilities are unable to gain \r\naccess to or receive even a basic education because of the lack of appropriate \r\ntechnical devices and equipment. \r\nA/47/PV.34 \r\n42 \r\n(Mr. Vriethoff. Netherlands) \r\nPositive results of action-oriented projects should be widely \r\ndisseminated and should serve as an example for future activities. The same \r\ngoes for the standard rules on the equalization of opportunities for persons \r\nwith disabilities, which will be under consideration at the thirty-third \r\nsession of the Commission for Social Development, to be held in February 1993 \r\nin Vienna. Furthermore, in order to make effective use of the scarce \r\nresources which are being assigned to disability issues, a much greater \r\ncoordination of efforts and programme activity among implementing groups, such \r\nas United Nations agencies and the non-governmental organizations, needs to be \r\nundertaken. \r\nIn the Netherlands policy with respect to persons with disabilities \r\nemphasis is placed on the individual needs of persons with disabilities, on \r\ntheir full acceptance by and participation in the community and on cooperation \r\nwith non-governmental organizations in this respect. The Netherlands \r\nGovernment thus endeavours to comply with one of the most important \r\nrecommendations of the United Nations World Programme of Action concerning \r\nDisabled Persons, which states: \r\n\"Member States should encourage the provision of support services to \r\nenable disabled persons to live as independently as possible in the \r\ncommunity. In so doing, they should ensure that persons with a \r\ndisability have the opportunity to develop and manage these services for \r\nthemselves ...\" (A/37/351/Add.l. annex, p. 43. para. 115) \r\nThe role of non-governmental organizations in the Netherlands with respect to \r\ndisabled persons includes direct involvement in the organization and \r\nmanagement of all kinds of services for persons with disabilities. For the \r\nimplementation of these activities they receive financial support from the \r\nNetherlands Government. To ensure the fine-tuning of policy-making and \r\nA/47/PV.34 \r\n43-45 \r\n(Mr. Vriethoff. Netherlands) \r\nimplementation, a consultative structure has been created through which the \r\nGovernment and the non-governmental organizations can confer, with the \r\nparticipation at these management-level consultations of the national \r\norganizations acting on behalf of persons with mental and physical \r\ndisabilities and the organizations representing the facilities serving them. \r\nThe Netherlands has a host of facilities for persons with disabilities. \r\nMany of these were conceived and realized in response to Government plans and \r\ninstructions or on the initiative of the non-governmental organizations \r\nthemselves. Unfortunately, too little account was taken of the individual \r\nneeds of those for whom the facilities were intended. It was not until the \r\n1980s that small-scale housing projects catering for greater self-sufficiency \r\nand privacy were realized. Hence the main criticism of the service system is \r\nthat, despite the high quality of professional help available, too much is \r\npredetermined and not enough is tailored to individual needs. Facilities must \r\nbe brought as close as possible to the people they are intended to help, so \r\nthat persons with disabilities can live as independently as possible in our \r\ncommunity. \r\nThe attitude of the community to persons with disabilities constitutes an \r\nimportant subject. If they are to lead a normal life, social conditions must \r\nbe favourable. Practical factors such as the accessibility of public \r\nbuildings and means of public transport are of importance here. But the \r\nultimate factor is the willingness of the community to accept persons with \r\ndisabilities as valuable and full members of society. A greater degree of \r\nunderstanding and awareness that persons with disabilities share \r\nproportionately the same desires, skills, capabilities and potential to be \r\nactive, participating contributors to the socio-economic growth of their \r\ncommunity must be encouraged. \r\nA/47/PV.34 \r\n46 \r\n(Mr. Vriethoff. Netherlands \r\nThe Netherlands Government is endeavouring to give people with \r\ndisabilities a more equal position in society by implementing in national \r\nlegislation Article 26 of the United Nations International Covenant on Civil \r\nand Political Rights, the Declaration on the Rights of Disabled Persons and \r\nthe World Programme of Action Concerning Disabled Persons. \r\nAlso in the Netherlands a concerted effort has been made in recent years \r\nto improve the public image of the handicapped via the media. The videotape \r\nwhich has been distributed among all Member States is an example of this \r\neffort. The efforts and achievements of the United Nations in its work for \r\npersons with disabilities have had a positive effect on our internal policy in \r\nthis field, and we are looking forward to a continued interaction. \r\nMr. WESTERBERG (Sweden): May I first of all congratulate \r\nAmbassador Ganev and his colleagues in the Bureau on their election. I feel \r\nconfident that we will have a constructive and fruitful Assembly discussion. \r\nCertainly the statements that have already been made do not disappoint this \r\nhope. \r\nThe United Nations Decade of Disabled Persons has led to increasing \r\ninternational awareness of the needs and capacities of persons with \r\ndisabilities. It has stimulated activities throughout the world. \r\nTo a very high degree they are the product of the longstanding, \r\npersistent ana arduous work of the people with disabilities themselves and \r\ntheir organizations. \r\nSweden was one of the countries that played a very active role in the \r\npreparation of the Decade. We were most satisfied to see important \r\nA/47/PV.34 \r\n47 \r\n(Mr. Westerberg. Sweden) \r\nelements of our own outlook on policies for people with disabilities reflected \r\nin the World Programme of Action, in particular the notion of equalization of \r\nopportunity. Our societies have to be planned and adapted to respond to the \r\nspecial needs of people with disabilities. This is a tremendous challenge \r\nsince it involves such a wide range of policies: education, employment, \r\nsocial services, city planning and transportation, just to mention a few. It \r\nrequires resources, but it has to be done. \r\nTo read the Secretary-General\u0027s report is sobering. Much of the World \r\nProgramme still awaits its realization. We have to use this opportunity to \r\nmove forward, and the time is right. We meet just a few months after the \r\nRio de Janeiro Conference, which focused attention on environment and \r\ndevelopment two notions which have a clear link to policies on people with \r\ndisabilities. In Rio de Janeiro, there was also emphasis on the needs for \r\nspecial attention in favour of vulnerable groups in society. People with \r\ndisabilities everywhere are certainly among them; but particular attention has \r\nto be given to women and children with disabilities and to the increasing \r\nnumber of old people. \r\nMore than 1 billion people on this planet live in conditions of absolute \r\npoverty. Every day the number of people with disabilities in the developing \r\ncountries increases, owing to malnutrition, bad sanitary conditions and a \r\ngenerally unhealthy environment. Governments with inadequate resources for \r\ndevelopment face enormous difficulties in conceiving specific policies for \r\npeople with disabilities. No doubt the developed countries have great \r\neconomic problems today; but this does not absolve us from transferring \r\nincreased financial and technical resources and working out efficient \r\nA/47/PV.34 \r\n48 \r\n(Mr. Westerberg. Sweden) \r\nprogrammes for supporting action in favour of people with disabilities in the \r\ndeveloping countries. This meeting is a good opportunity for the \r\ninternational community to reflect on its responsibility in this regard and to \r\nconsider carefully the proposals in the Secretary-General\u0027s report. \r\nTherefore, the uneven result of the Decade must lead us not to \r\npessimistic passivity, but to new action. The world is now much more willing \r\nthan 10 years ago to tackle disability issues - not in the least owing to the \r\nenormously important work of the organizations of people with disabilities. \r\nIt is the considered view of the Swedish Government that the progress made \r\ntowards attaining the objectives of the World Programme results in fact from \r\nthe vigilance and persistence of the organizations of people with \r\ndisabilities. They have given concrete substance to one of the catch-phrases \r\nof the Year of Disabled People, more than 10 years ago: \"Don\u0027t look for \r\ndisability; look for ability\". \r\nOur deliberations here should result in the establishment of a realistic \r\nbasis for a long-term strategy for action in the field of disability by the \r\ninternational community. Anything less than that would mean letting people \r\nwith disabilities down at the very moment when they have their highest hopes \r\npinned on us. It is certainly incumbent upon us to move beyond the rhetoric \r\nwhich has so often beclouded our vision to a plan for concrete and practical \r\naction. \r\nIn several countries, national programmes of action have been formulated \r\non the basis of the World Programme to promote their implementation. \r\nA/47/PV.34 \r\n49 \r\n(Mr. Westerberg. Sweden) \r\nThus, there is no lack of recommendations and declarations regarding the \r\nrights and needs of various groups of people with disabilities. But \r\nunfortunately many share at least in my opinion a basic shortcoming, \r\nnamely a virtual absence of effective mechanisms for monitoring their \r\nimplementation by the international community and by Member States. \r\nTherefore, Member States have been prone to look upon the precepts they \r\ncontain in a somewhat non-committal fashion, rather than seeing them as a set \r\nof rules to guide conduct. \r\nPrecisely to improve upon the implementation of the World Programme and \r\nits monitoring, and following a Swedish initiative taken at the first regular \r\nsession in 1990 of the Economic and Social Council, the Commission for Social \r\nDevelopment in 1991 established an ad hoc open-ended working group to \r\nelaborate standard rules on the equalization of opportunities for people with \r\ndisabilities. \r\nA large number of member States have taken part in the work of the group, \r\nand the international organizations of people with disabilities have \r\ncontributed actively to its deliberations and to the successful outcome of its \r\nefforts. \r\nThe Standard Rules, in our view, form an integral and central part of a \r\nlong-term strategy of international action. Although they are not legally \r\nbinding they will provide an important yardstick by which each of us may \r\nmeasure progress. \r\nI should like to underline the fact that we view the integration of \r\ndisability matters in the general context of social planning as fundamental to \r\nthe process of realizing the human rights of people with disabilities. \r\nA/47/PV.34 \r\n50 \r\n(Mr. Westerberg. Sweden) \r\nI should now like to turn to what I believe should be some of the basic \r\ntenets underlying our long-term strategy for international action. \r\nFirst, we need to be clear in our minds as to what we regard as the very \r\nconcept of disability. What constitutes disability, and how does it manifest \r\nitself socially, economically, culturally and politically? \r\nSecondly, do we have the requisite tools for getting our facts straight, \r\nso as to be reasonably assured that the various measures we undertake reflect \r\nreal conditions and problems? \r\nAs regards the first item, I share the view that disability ought to be \r\nlooked upon as one of several natural and inevitable differences between \r\npeople. Society must be designed for and adapted to all of us. Or, expressed \r\nin different words, a disability is not a characteristic of the individual but \r\na relationship between the individual and her or his environment. This \r\nattitude to disabilities entails political consequences as regards social \r\nplanning. It challenges us to design society so that we may all participate \r\nin it. My basic assumption is that people with disabilities should not be \r\nregarded as a problem but that society should be adapted to suit everybody. \r\nA/47/PV.34 \r\n51 \r\n(Mr. Westerberg. Sweden) \r\nLet me now come to my second point. This emphasizes that our views and \r\njur measures must reflect actual conditions and thorough comprehension of the \r\nfacts. Sweden has recently completed a major governmental survey of \r\nconditions for people with disabilities. It indicates clearly that, in spite \r\nof general improvements in their living conditions, people with disabilities \r\nstill lag behind others in a number of respects. This is especially true of \r\npeople with severe or multiple disabilities. \r\nWithout doubt, the right to decide for ourselves in matters concerning \r\nour own situation is central to the quality of life. The Swedish survey \r\nshows, however, that dependency on others is a frequent fact of life for many \r\npersons with disabilities. In fact, only a very small proportion of \r\ninterviewees with severe disabilities consider themselves to be in a position \r\nto determine who should provide them with requisite support services. \r\nThe survey forms the basis for very far-reaching reforms. I am pleased \r\nto have this opportunity to say something about the Swedish Government\u0027s \r\ndisability policy. I should like to point out that, despite the severest and \r\nlongest recession that Sweden has experienced in the last 60 years, we are not \r\nonly implementing costly reforms but we are also doing so on the basis of a \r\nfundamental approach to disabilities that is very much inspired and supported \r\nby the organizations of people with disabilities. \r\nAbout two weeks ago the Swedish Government decided to propose new \r\nlegislation to Parliament. The legislation will apply to about 100,000 \r\nSwedes, in particular, people with mental retardation and autism; people with \r\nconsiderable brain injuries, and people who, owing to other serious and \r\npermanent functional disabilities, encounter substantial difficulty in their \r\ndaily lives and are in need of extensive support. These people will have a \r\nA/47/PV.34 \r\n52 \r\n(Mr. Westerberg, Sweden) \r\nstatutory right to personal assistance, counselling and expert help, a contact \r\nperson, various kinds of respite care, apartments with special services or \r\ngroup homes, and an individual support plan. \r\nThe most important of these rights is the right to personal assistance. \r\nPersonal assistance will enable the individual to decide in what way and in \r\nwhat situations assistance is given. In some cases this may make all the \r\ndifference as far as job or study opportunities are concerned. Others need a \r\nsmall number of attendants whom they know well so as to make themselves \r\nunderstood and be able to obtain information. For many, this provision of \r\nflexible assistance will help them avoid isolation and passivity by limiting \r\ntheir dependence on pre-planned activities: to help them live as \r\nindependently as possible, as Mr. Vriethoff just put it. \r\nI have outlined here the broad lines of the far-reaching reforms we are \r\nnow undertaking. It illustrates the commitment of the Swedish Government to \r\npursue policies that are in line with the objectives of the United Nations \r\nDecade. But we certainly realize that conditions and opportunities vary from \r\ncountry to country. \r\nIn designing and implementing strategies and programmes for international \r\ncooperation we must understand and respect national differences with regard to \r\ncultural, social and economic background. Rather than just assessing country \r\npositions we must seek to build our policies upon the common understanding \r\nthat all people are fundamentally equal and are all entitled to the same \r\nrights. \r\nMr. MOGULTAY (Turkey) (spoke in Turkish; English text furnished by \r\nthe delegation): In its welfare policies, Turkey has been laying particular \r\nemphasis on the achievement of physical, psychological and social well-being. \r\nA/47/PV.34 \r\n53 \r\n(Mr. Mogultay. Turkey) \r\nBy including the psychological and social dimensions in our definition of \r\nhealth we have gone beyond the traditional definitions. \r\nAt present, war is the cause of disability in millions of individuals. \r\nIt is to be hoped that in the new world order, this particular cause of \r\ndisability will be largely eliminated. The quest for domestic and universal \r\npeace, which was one of the objectives sought by Ataturk, constitutes a sound \r\nbasis for establishing a peaceful and healthy environment. \r\nIn this age, it is unacceptable to put the handicapped in a separate \r\ncategory from those who are physically fit. Since it is difficult to define \r\nthe concept of \"fit\", it would not be proper to insulate from the mainstream \r\nthose individuals who have physical or psychological limitations. \r\nWe must be guided by the principle that the handicapped should enjoy \r\nequality of opportunity, be given a chance to develop their abilities and be \r\ngiven priority in training, employment and the provision of social security. \r\nTurkey is a social State, and its Constitution carries provisions for the \r\nprotection of the disabled and for their integration into the life of the \r\ncommunity. The current five-year development plan includes measures to assist \r\nthe disabled and give them priority. Our Government has also set itself the \r\nobjective of providing equal opportunity to disabled persons. \r\nDuring the past 10 years, Turkey has established, within the Ministry of \r\nLabour and Social Security, the National Coordination Committee for the \r\nProtection of the Disabled to serve as a permanent national mechanism. This \r\nCommittee develops national policies through an interdisciplinary and \r\nintersectoral approach. \r\nWith participation at national and local levels, the structure of the \r\ni \r\nCoordination Committee is of an advisory and coordinating nature in all \r\nA/47/PV.34 \r\n54-55 \r\n(Mr. Mogrultav. Turkey) \r\nactivities connected with the disabled. Within the past 10 years, Turkey has \r\nreviewed its basic legislation in order to encourage disabled persons to lead \r\nan independent life, to secure their cooperation with the decision-making \r\norgans and to facilitate their access to information made available by \r\nremoving all legislative constraints. \r\nTurkey has also adopted new laws. On 9 January 1992 a special committee \r\nwas established in our country\u0027s Grand National Assembly for the purpose of \r\nidentifying the problems of the disabled, the measures to be taken and the new \r\npolicies to be adopted. \r\nTurkey supports the resolutions on disabled persons adopted by the \r\nGeneral Assembly and other United Nations bodies, the Universal Declaration of \r\nHuman Rights, the Convention on the Rights of the Child, the Declaration on \r\nthe Rights of Disabled Persons, the European Social Charter, the decisions of \r\nthe Council of Europe and Convention No. 159 of the International Labour \r\nOrganisation. Particular attention has been given to the widest possible \r\nimplementation of these instruments. \r\nThe National Coordination Committee for the Protection of the Disabled \r\nhas published: a Document on Policies for the Disabled, prepared in line with \r\nthe objectives of the United Nations Decade of Disabled Persons; a Report on \r\nServices Rendered for the Disabled, containing evaluations pertaining to the \r\nimplementation of relevant programmes; a Guide to the Legal Rights of the \r\nDisabled; and a Directory of Equal Opportunities for the Disabled. The same \r\nCommittee has prepared a document setting out the views of all the provincial \r\nGovernors and the voluntary associations working in this field in Turkey. \r\nA/47/PV.34 \r\n56 \r\n(Mr. Mogultay. Turkey) \r\nAs a social State, Turkey considers it a duty to ensure that its disabled \r\ncitizens live their lives in dignity and that they be able to look to the \r\nfuture with confidence. It is through this approach that we fulfil our \r\nresponsibility to see to it that our disabled citizens prepare themselves for \r\nlife within the community and actively contribute to it. This responsibility \r\nis one that all States must assume. \r\nWe have started working on the issue of the disabled in five different \r\nspecial-expert committees. The work is being carried out with the \r\nparticipation of the local administrations, the confederations established by \r\nthe four groups of the disabled, the members of the mass media and the \r\nrepresentatives of banks and the relevant voluntary associations. The \r\nanalysis and research carried out on the socio-cultural factors influencing \r\nthe different groups of disabled in various countries will help us to identify \r\npriorities when offering our services. We believe in the need for the \r\ndisabled to participate intensively in all aspects of our work. \r\nTurkey has a relatively young population. For this reason, the problems \r\nof disabled children and young people enjoy a higher priority. The training \r\nof trainers, the manufacture of prostheses particularly for children and the \r\nyoung the improvement of facilities for the health and safety of workers, \r\nand the development of special work places have gradually become basic \r\nrequisites. The overall strategy we shall develop in Turkey will consist of \r\nthe principles of integration, mainstreaming, and normalization in all phases \r\nof life. \r\nBefore concluding, I should like to state that it is our aim to create an \r\nintegral society for all people throughout the world by the year of 2010, a \r\nworld in which the disabled will be fully integrated with the able. I wish \r\nthe meeting success in advancing towards this goal. Finally, I should like to \r\nA/47/PV.34 \r\n57 \r\n(Mr. Mooultay. Turkey) \r\nstate that Turkey supports the designation of 3 December as International Day \r\nof Disabled Persons. \r\nMr. DAYARATNE (Sri Lanka): As the Minister in charge of social \r\nwelfare in Sri Lanka, it is my particular privilege to participate in this \r\nspecial plenary meeting of the General Assembly marking the conclusion of the \r\nUnited Nations Decade of Disabled Persons. May I take this opportunity to \r\nthank the Government of Canada for sponsoring the International Meeting of \r\nMinisters in Montreal on this important subject. That forum facilitated a \r\nvery useful exchange of views and experiences. These inputs will help in \r\nfurther advancing our collective efforts towards achieving the goals we set \r\nourselves here at the United Nations. \r\nThe Decade of Disabled Persons declared by the General Assembly in 1982 \r\nproved an important catalyst. It sensitized the world community to a wide \r\nspectrum of issues relating to disability. Activities undertaken during the \r\ndecade have brought to the fore both the plight and the potential of nearly \r\n500 million disabled people. Despite the public awareness generated and the \r\ncommendable efforts made at the national, regional, and international levels, \r\nmuch remains to be done to harness the potential of disabled persons as full \r\npartners in society. At a time when the United Nations seeks to assume the \r\nleadership in shaping a more equitable and more humane world order, it is most \r\nappropriate that it should renew attention on vulnerable groups such as the \r\ndisabled. Taking stock at this juncture is therefore timely. The United \r\nNations must build upon the experience of the Decade to sustain the momen \r\nIn this context, my delegation would like to thank the Secretary-Gen \r\nfor his comprehensive report and forward-looking recommendations contains \r\ntherein. The report correctly points to the economic and technical \r\ndisparities among countries and the debilitating economic constraints as \r\nA/47/PV.34 \r\n58 \r\n(Mr. Dayaratne. Sri Lanka) \r\nmajor factors militating against the welfare of the disabled. The experiences \r\nof the Member States in implementing the programme of action have highlighted \r\nthe need for overall economic development in general and the provision of \r\nbasic needs and sustainable income generation in particular. These remain the \r\nbasic prerequisites for achieving the goals of the Programme of Action. This \r\nneed is acutely felt in the most vulnerable of the disabled groups - the \r\ndisabled poor. \r\nIt is evident from our experience during the Decade that more focussed \r\nand more goal-oriented action at all levels and in all relevant sectors needs \r\nto be formulated and implemented. Good legislation and good institutions \r\nalone will not be sufficient. We agree that action at the national level \r\nconstitutes the most important element and that the emphasis should continue \r\nto be on prevention, rehabilitation, and equalization of opportunities. \r\nHowever, action at the national level needs to be supported with the necessary \r\nresources and complemented by regional and international programmes. The \r\nenthusiasm and support of the non-governmental sector will continue to be \r\nvital. \r\nIn our own region, we were pleased to support the proclamation by the \r\nmember States of the Economic and Social Commission for Asia and the Pacific \r\nof a regional Decade of Disabled Persons for the years 1993 to 2002. We hope \r\nthat other regions will take similar initiatives to pursue this international \r\neffort into the twenty-first century. My delegation supports the \r\nSecretary-General\u0027s recommendation to this effect. \r\nDespite our own economic difficulties and the adverse international \r\neconomic environment, Sri Lanka has continued its endeavours for the \r\nadvancement of the disabled. Activities in Sri Lanka are based on the themes \r\nof prevention, rehabilitation, and equalization, and involve multisectoral \r\nA/47/PV.34 \r\n59 \r\n(Mr. Dayaratne. Sri LanVa) \r\ninputs. The legislative authority for activities undertaken in Sri Lanka \r\nderives from the constitutional obligation that: \r\n\"legislative and executive action will be undertaken for the advancement \r\nof women, children and disabled persons\". \r\nWhile the disabled are given every opportunity to enjoy and realize their \r\nfundamental rights and civil liberties, the Government is considering further \r\nimprovements to the existing legal framework to facilitate the more effective \r\nparticipation of the disabled in society. \r\nIn order to give more focussed attention to the welfare of the disabled, \r\nin 1989 the Government took a major policy decision to create a separate \r\nCabinet Ministry for Reconstruction, Rehabilitation and Social Welfare. This \r\nMinistry is mandated to provide policy framework and programme facilities in \r\nrespect of the needy disadvantaged groups in general, and to relate national \r\nsocial welfare programmes and interventions to the disabled and deprived \r\nsegments of society in particular. The Government felt it necessary to \r\nprovide this specialized institutional framework to coordinate policies and \r\nprogrammes in this area in view of an average increase of disability amounting \r\nto 1.86 per cent per annum for the period 1981 to 1992. The uneven nature of \r\nthe distribution of the disabled population in various regions necessitated \r\nthe close coordination of preventive and response strategies. It was also \r\nnecessary that programmes be implemented at provincial levels responding to \r\nthe particular trends and characteristics of the distribution of disability at \r\nthe regional level. \r\nAdverse socio-economic factors aggravate the plight of the disabled amon\u003c \r\nthe poor. A major national programme for poverty alleviation has been \r\nlaunched to enhance the productive potential and income-generating capacity ol \r\nthe low-income groups. The objective is for the disabled also to receive the \r\nA/47/PV.34 \r\n60 \r\n(Mr. Dayaratne. Sri Lanka) \r\nadvantage of overall national programmes through the family unit. In Sri \r\nLanka\u0027s value system, the family unit represents a key socio-economic \r\ninstitution at the micro-level. It is thus in a unique position to provide a \r\nmore humane and more cost-effective social security network compared with the \r\nexpensive and independently-managed support programmes that exist in some \r\nother countries. This poverty alleviation programme the Janasaviya. as it \r\nis known in Sri Lanka - seeks to provide both consumption and sustainable \r\ninvestment support for the poor. It aims at harnessing the productive \r\npotential of poor families through which the social security of the disabled \r\nis also ensured. The programme implementation is well under way. \r\nA/47/PV.34 \r\n61 \r\n(Mr. Dayaratne. Sri Lanka\u0027 \r\nA school midday meal programme initiated in 1989 is designed to improve \r\nthe nutritional standards of some 3.5 million school children. This will \r\ncontinue as an important preventive strategy. In addition, the Government has \r\ncommitted nearly half a billion rupees in the form of public assistance to the \r\nneedy, the elderly and the socially handicapped. That support also covers the \r\ndisabled who suffer from chronic diseases. \r\nIn the area of education the Government policies and programmes have long \r\nadvocated the guidelines laid down by the United Nations Educational, \r\nScientific and Cultural Organization (UNESCO). The Parliament enacted \r\nlegislation in 1971 by which a Special Education Branch was established to \r\nintroduce education of the disabled. This is being implemented through \r\ncurriculum development, special teacher-training programmes and a monitoring \r\nsystem. We have established 641 schools with facilities for education of the \r\ndisabled. The distribution of schools responds to the incidence of disability \r\nin various parts of the country. There is, however, a need for further \r\nimprovement to enable disabled children to continue their education up to the \r\nlevel of university or technical college. A sizeable number of disabled \r\nchildren are unable to continue their education owing to the short supply of \r\nequipment and textbooks. Action should be taken to mobilize both private and \r\ngovernmental resources to meet these requirements. \r\nHealth care for the disabled is provided free of charge through an \r\nisland-wide system of health facilities. Special care units for the disabled \r\nhave been established in provincial and base hospitals. An advanced \r\nprimary-health-care system already available in Sri Lanka complements th\u003c \r\nspecial facilities through the provision of home-based health care. Howl \r\nfurther support and improvement are necessary to upgrade the existing \r\nA/47/PV.34 \r\n62 \r\n(Mr. Dayaratne. Sri Lanka) \r\nfacilities. More equipment and technical know-how are needed to enhance the \r\nquantity and quality of the services provided. \r\nThe Department of Social Services has established a network of vocational \r\ntraining institutions to enable the disabled to acquire socially and \r\neconomically usable skills. Specially designed skills-training courses are \r\nbeing given to the trainees according to their aptitude and needs. On \r\ncompletion of their training the trainees are provided with tools and \r\nequipment to start self-employment projects so that they may productively \r\nintegrate themselves into society. \r\nThe efforts of both the governmental and the non-governmental sectors in \r\neducating and training the disabled would be frustrated if such persons failed \r\nto find social recognition through income-generating employment. The \r\nGovernment is therefore considering the feasibility of affording special \r\ntreatment to disabled persons seeking employment in the public sector. \r\nAnother social issue that is being addressed is the reluctance of some to \r\nexpose the disabled to society because of the mistaken perception that \r\ndisability represents an element of social backwardness. The neglect of the \r\ndisabled as a result of social factors has diminished considerably. We should \r\ncommend the non-governmental organizations for the work done in this difficult \r\narea. The Government has pursued action through the community-based detection \r\nof handicaps and home-based rehabilitation by volunteers. However, there are \r\nresidual problems. The Government will continue this effort by assisting, \r\ninter alia, a project supported by the United Nations Children\u0027s Fund (UNICEF). \r\nA national sports body has been established with the support of the \r\nDepartment of Social Services to encourage disabled persons to demonstrate \r\ntheir potential in sports activities. This programme is being implemented \r\nA/47/PV.34 \r\n63 \r\n(Mr. Dayaratne. Sri Lanka) \r\nwith a view to enhancing confidence among the disabled and as a part of the \r\noverall socio-economic programme to integrate the disabled fully into active \r\nsociety. \r\nA national committee has recently been established to coordinate work \r\npertaining to the disabled sector. This forum is representative of State and \r\nnon-State agencies, resource personnel and various organizations of \r\nhandicapped persons. It is expected that this institutional arrangement will \r\nfocus on the issues and problems of the disabled on a continuing basis and \r\nseek appropriate solutions. \r\nLooking ahead, my delegation broadly concurs with the recommendations \r\ncontained in the Secretary-General\u0027s report (A/47/415, chap. II). The main \r\nthrust of the recommendations is that we should move from awareness to \r\naction. My Government has already commenced a process of formulating a \r\nmacro-policy perspective and an action plan for the disabled sector for the \r\ncoming years. We have also taken action to identify the needs of this sector \r\nin the public investment programme for the period 1991-1995. We are pleased \r\nto note that the broad policy objectives considered by Sri Lanka are \r\nconsistent with a number of recommendations being discussed here, namely, to \r\nmake the disabled population an economically active and socially recognized \r\nsegment of society. Our aim is to sustain and improve on the specific \r\nprogrammes for the disabled, to make them productive to society and \r\nthemselves, to mobilize the support of the non-governmental sector, and to \r\nexpand research and training of social workers. We have already identified \r\nsectoral policies, institutional improvements, resource mobilization, areas \r\nfor research and cost-effective interventions. \r\nA/47/PV.34 \r\n64 \r\n(Mr. Dayaratne. Sri Lanka) \r\nA key factor to success, however, will be the availability of resources \r\nin such relevant sectors as education, health care, vocational training and \r\nother institutional facilities. Subject to the availability of resources, \r\nfurther improvements would be hastened. The crucial role of the family unit \r\nas a social and economic cushion for the disabled needs to receive \r\ncomplementary support of sectoral activities, particularly when specialized \r\nattention is needed in such areas as health, education and vocational \r\ntraining. For this, it is essential that national action be augmented by \r\nbilateral and multilateral assistance in resources and expertise. As the \r\nUnited Nations moves into an era of international cooperation to ensure social \r\njustice, equity and the full realization of the potential of the individual, \r\nwe hope that necessary support will be forthcoming to ensure the required \r\nsocio-economic infrastructure, appropriate technological development and \r\ntransfers, training and financial-resource mobilization supportive of \r\ndisadvantaged groups such as the disabled and other socially handicapped. \r\nBefore concluding, let me pay a special tribute to the non-governmental \r\norganizations that have rendered yeoman service to the cause of the disabled \r\nand other vulnerable groups. Their endeavours have not been confined to \r\npublic-awareness campaigns. The commitment and dedication of the \r\nnon-governmental organizations have been instrumental in translating the \r\npublic\u0027s consciousness into concrete action even in the remotest areas of \r\nvarious countries. Equally, if not more important, the enthusiasm and \r\nperseverance of the field worker have been both a tremendous support and an \r\ninspiration to open societies like my own to implement various programmes \r\ndesigned to support the cause of the disabled. We in Sri Lanka have had an \r\nextremely rewarding experience in coordinating governmental and \r\nA/47/PV.34 \r\n65 \r\n(Mr. Dayaratne. Sri Lank?) \r\nnon-governmental activities in this field. We hope to continue this mutually \r\nsupportive endeavour. \r\nMrs. MEZHOUD (Tunisia)(interpretation from Arabic): Allow me, at \r\nthe outset, to express my pleasure at participating in this important and \r\nsignificant commemoration organized by the United Nations. It reflects the \r\nimportance we all attach to the advancement of the disabled as an integral \r\npart of our societies and as a group with an effective role to play in the \r\nprocess of development. \r\nI should like to extend my thanks to the Organization and to the \r\nSecretary-General, Mr. Boutros Boutros-Ghali, for having organized this \r\nmeeting to take stock of the results of the United Nations Decade of Disabled \r\nPersons and to sharpen our focus on questions that require special awareness. \r\nA/47/PV.34 \r\n66 \r\n(Mrs. Mezhoud. Tunisia) \r\nI also take pleasure in reviewing the important steps we in Tunisia have \r\ntaken and the valuable achievements we have accomplished since 7 November 1987 \r\nwhen the President, Mr. Zein El-Abideen Ali, initiated a social policy whose \r\naim is to strike a balance between the requirements of development as well as \r\nthe needs of vulnerable groups and the need to lay the foundations of a united \r\nwell-balanced society of solidarity, justice, freedom, democracy and respect \r\nfor human rights. \r\nThis policy of the Tunisian Government has restored to Tunisia its high \r\nstanding and to the citizens of Tunisia their pride in belonging to it. This \r\nhas created a climate of trust, tranquility and clear vision, which has \r\nmotivated the citizenry to redouble their efforts towards the promotion of the \r\nprocess of development in our country. Here we must state that the pursuance \r\nof development in Tunisia takes its point of departure from focusing on the \r\nneeds of all groups, particularly the most vulnerable, so that they may, in \r\ntheir turn, contribute to the development of efforts. In the context of this \r\npolicy, Tunisia\u0027s efforts towards the advancement of disabled persons have \r\nbecome part and parcel of the comprehensive national plan for the general \r\nadvancement of man. \r\nThe achievement of our development goals is linked to the consideration \r\nof social peace and to respect for the values of a civil, enlightened and \r\nunited society. Therefore, we in Tunisia have worked for the promotion of \r\nsocial dialogue and have developed the means by which such dialogue may be \r\nconducted with a view to sparing society the causes of tension. All these \r\nefforts have had a positive effect in creating a healthy social climate that \r\nhas contributed to increasing productivity and invigorating the economy, and \r\nhas enabled us to realize a significant rate of growth, notwithstanding the \r\nmany challenges and the rapid changes in the international scene. \r\nA/47/PV.34 \r\n67 \r\n(Mrs. Mezhoud. Tunisia) \r\nWe have also developed a social security system in the conviction that \r\nsocial security is an embodiment of the solidarity between the various groups \r\nand generations of society. This coverage has been expanded to include most \r\nsocial groups. It has risen from 52.1 per cent in 1987, to 62 per cent in \r\n1991 in addition to the improvement in services and the development of \r\nsocially-oriented legislation. \r\nProceeding from our belief that the safety and prosperity of any society \r\nstem from the social health of the well-balanced family unit and its \r\ncontribution to the development process, the Tunisian Government has provided \r\nall the necessary fundamental requirements, namely the laws and decrees that \r\npromote the status of women and the family so that they may face up to and \r\ndeal with the many social challenges and overcome all the deviations and \r\nnegative phenomena that may impede the process of development. By so doing, \r\nwe have ensured for women many gains that must place Tunisia in the forefront \r\nof nations in the area of promoting the rights of women and family. \r\nSolidarity between all social groups, in the words of President Zein \r\nEl-Abideen Ali, is an essential prerequisite of progress and of a \r\nwell-balanced political system. And solidarity and stability cannot be \r\nachieved without social justice which is one of the major pillars of our \r\nliberation movement. \r\nProceeding from this, the Tunisian Government has accorded high priority \r\nto the advancement of the disabled and to combating the causes of disability, \r\nsince the prevention of such causes is essential for reducing this phenomenon. \r\nWe have promulgated legislation related to the advancement of disabled \r\npersons in addition to urging institutions to employ them and to allocate \r\n1 per cent of job opportunities to them. We have established a supreme \r\ncouncil for the disabled in addition to developing and retraining social \r\nA/47/PV.34 \r\n68 \r\n(Mrs. Mezhoud. Tunisia) \r\neducators and trainers in a manner that is commensurate with developments in \r\nthis field and with the aspirations of the disabled themselves. \r\nIn order to enhance the efforts exerted in the field of employment \r\nopportunities for disabled persons, Tunisia has developed a national programme \r\nto create sources of livelihood for the disabled so that they may be able to \r\nengage in productive activites that would ensure for them a steady income from \r\nthe financial assistance allocated to individual or collective enterprises. \r\nSince 1987, the programme has benefited some 2,900 disabled persons by \r\nproviding gross allocations estimated at US$ 2.8 million. \r\nWe have also tried to mobilize financial resources for funding the \r\nprogramme for the advancement of disabled persons. These resources have \r\nimproved significantly, particularly since 1989, following the earmarking of a \r\nspecial account in the budget through which society contributes to financing \r\nthe enterprises of disabled persons. The account is funded from taxes on \r\nproduction and from the sale of postal stamps. \r\nWe have made sure that every family and every society shoulders the \r\nresponsibility of caring for the disabled. We have encouraged the setting up \r\nof societies by developing the appropriate legislative framework for donations \r\nas well as by tapping the potential of goodness in members of society. We \r\nhave also earmarked significant allocations which are advanced, in the form of \r\ngrants, to those societies. Those grants have enabled the societies to \r\ndevelop and implement programmes that have become a valuable tributary to the \r\nGovernment\u0027s work in the area of caring for the disabled. \r\nRecognizing the importance of the role of rehabilitation in the drive to \r\nintegrate the disabled into society, we have focused special attention on the \r\nareas of education and vocational training. This has resulted in the setting \r\nup of 120 special centres that train approximately 4,000 disabled persons. \r\nA/47/PV.34 \r\n69-70 \r\n(Mrs. Mezhoud. Tunisia) \r\nHowever, these efforts, which stem from the concern of the Tunisian \r\nGovernment over the problems of the disabled and from the solidarity of all \r\nparties, are inadequate, in our view. Therefore, we have initiated the \r\nformulation, within the framework of the eighth plan of development, of a \r\nnumber of projects to strengthen preventive efforts and to make possible early \r\nidentification and diagnosis by the network of regional units. We have set \r\nup, for that purpose, 20 new units. In addition, we have focused on enhancing \r\ncare, rehabilitation and education activities by increasing the number of \r\nspecial centres, from 80, in 1987 to 120, in 1992. At the same time we have \r\nexpanded social services so that they may cover as many disabled persons as \r\npossible. \r\nA/47/PV.34 \r\n71 \r\n(Mrs. Mezhoud. Tunisia) \r\nWe believe that every effort on the national level is closely linked to \r\nthe international support it may receive. We believe that the exchange of \r\nexpertise and experience on the international level is essential. It is also \r\nessential to make use of the existing international capabilities in the \r\nservice of noble goals. This would provide the best motive for further \r\nefforts and for the attainment of the well-balanced socities we all desire. \r\nHopefully, the results of the meeting of Ministers responsible for the \r\nadvancement of the disabled, which was held in Canada on 8 and 9 October, will \r\nbe of help in this context. I hope that consultations will mark a new \r\nbeginning towards putting into effect the Special Programme for Disabled \r\nPersons. We hope that the international community will continue to focus \r\nattention on the prevailing social situation in the world in the context of \r\nthe efforts aimed at restructuring the United Nations, and hope that the \r\nsummit on social development to be held in 1995 the convening of which \r\nTunisia supported - will be the culmination of the unremitting efforts by the \r\nUnited Nations in its new era. \r\nMr. DAVILA (United States of America): I am pleased to be here \r\ntoday to represent the United States as we celebrate the close of the Decade \r\nof Disabled Persons. \r\nWe are proud of America\u0027s accomplishments in the last decade on behalf of \r\npeople with disabilities. We have continued to move away from paternalistic \r\nattitudes and segregated programmes and towards respectful attitudes and \r\ninclusive programmes. As a nation, we have reaffirmed our commitment to a \r\nfundamental principle upon which our nation is founded: equal opportunity for \r\nall citizens. We have proclaimed this principle very explicitly for people \r\nwith disabilities by enacting landmark civil-rights legislation - the \r\nAmericans with Disabilities Act. \r\nA/47/PV.34 \r\n72 \r\n(Mr. Davila. United St-at-e.) \r\nBut we are mindful of the fact that enactment of a law, great as that law \r\nmay be, does not instantly create a society of equal opportunity. People with \r\ndisabilities must have the skills and the resources to exercise their hard-won \r\nrights under the law. Civil-rights protections do not entitle people with \r\ndisabilities to jobs. Our laws protect people with disabilities who are \r\n\"qualified\" to compete in the workforce. \r\nSo, in order to be successful in the workforce, people with disabilities \r\nmust come to the workforce as \"qualified\" competitors. A \"qualified\" \r\ncompetitor is an educated competitor, a trained competitor, a competent \r\ncompetitor. Our country has developed comprehensive systems of education and \r\nrehabilitation for people with disabilities to ensure that they can attain the \r\nlabel \"qualified\". \r\nThis year we serve nearly 1 million people in our nation\u0027s comprehensive \r\nvocational-rehabilitation programmes. Operating in all 50 states, we provide \r\nrehabilitation services to people with a wide range of disabilities, including \r\nphysical, sensory and mental impairment. We provide services ranging from \r\ncollege tuition to retraining for a new profession. \r\nWe are especially proud of our \"supported employment\" services, which \r\noffer support for integrated work to severely disabled persons who were \r\npreviously thought to be unable to work in integrated settings. We now know \r\nthat there is virtually no one with a disability who cannot work in an \r\nintegrated setting if the proper supports are provided. \r\nOur vocational-rehabilitation services are most effective when they work \r\ndirectly with the private sector. We have established numerous partnerships \r\nwith businesses. By this means we assist businesses to find workers with \r\ndisabilities who are qualified for the particular jobs that are open. In this \r\nA/47/PV.34 \r\n73 \r\n(Mr. Davila. United States) \r\nway we make life easy for employers. We learn about their openings, and \r\nthrough appropriate education and training programmes we help them to find \r\nqualified people with disabilities. \r\nThe fastest-growing segment of those that we serve comprises people with \r\npsychiatric disabilities. Of all people with disabilities in our country, \r\nthose with psychiatric disabilities face the greatest discrimination and often \r\npresent the greatest challenge to employers. Much of our work during this \r\ndecade and the next will be in discovering better ways of providing training \r\nand support for workers with psychiatric disabilities. \r\nOur nation is proud to have a right-to-education law the Education for \r\nAll Handicapped Children Act. This law, which was enacted in 1975, has been \r\ncritical in enabling people with disabilities to become \"qualified\". It \r\nentitles every child with a disability, no matter how severe, to be educated. \r\nThis education takes place in what we call the least restrictive environment. \r\nThis means that children are educated to the maximum possible extent alongside \r\ntheir non-disabled peers. \r\nBefore the enactment of this law many of our children were not permitted \r\nto attend public schools. Their parents were often told that they must keep \r\nthem at home or send them to institutions. We have come a long way since \r\nthose days. Today no child, no matter how severe his or her disability, can \r\nbe denied an education. This is a critical cornerstone in our efforts to \r\nensure that people with disabilities are \"qualified\". \r\nOur country is also proud to support centres that are dedicated to the \r\nenhancement of independent living for people with disabilities. We have \r\nhundreds of these centres across the country, and they are invaluable \r\nA/47/PV.34 \r\n74-75 \r\n(Mr. Davila. United Statffs) \r\ncommunity resources for people with disabilities. Controlled and managed \r\nentirely by people with disabilities, they offer a wide range of support \r\nservices, including personal-assistance services, training in money \r\nmanagement, and information-referral services. \r\nA/47/PV.34 \r\n76 \r\n(Mr. Davila. United States) \r\nThese centres serve people with all kinds of disabilities, including learning \r\ndisabilities, physical disabilities, and sensory and mental impairments. They \r\nprovide technical assistance to businesses that are learning how to make their \r\nworkplace environments and their jobs accessible to people with disabilities. \r\nToday Americans with disabilities enjoy more opportunities than ever \r\nbefore. My being here before the General Assembly, having been deaf since the \r\nage of eight, is evidence of that fact. In America people with disabilities \r\nare achievers at the highest levels. We study for advanced degrees; we become \r\ndoctors and lawyers; we are actors; and, yes, we are Government officials. \r\nOur institutions and the individuals at the highest levels of Government -\r\nPresident Bush, the Congress of the United States and senior Government \r\nofficials are committed to a policy of maximum independence and \r\nparticipation for people with disabilities. \r\nWe are pleased to share the results of our efforts in America with our \r\npartners throughout the world as we work towards the goal of increased \r\nparticipation of people with disabilities in every aspect of life. I am \r\npleased to announce today that my own Department the Department of \r\nEducation will host a western hemispheric conference on persons with \r\ndisabilities in December in order to develop an action plan continuing the \r\nUnited Nations Decade of Disabled Persons into the next decade and the next \r\ncentury. I am proud to invite the nations of the western hemisphere to this \r\nconference in order to work in partnership with us so as to assess our mutual \r\nconcerns and the status of rehabilitation cooperation between our diverse \r\nnations. \r\nOne area of special pride for us in America is the scope of our services \r\nfor families. As I travel throughout the country, I am struck by the fact \r\nA/47/PV.34 \r\n77 \r\n(Mr. Davila. United States) \r\nthat all parents want the same thing for their children: a quality education, \r\ngiving them the skills and ability to achieve their full potential. Our \r\nGovernment continues to be committed to parental and family empowerment, in \r\norder that we may maintain a strong role for parents and families as part of \r\nAmerica 2000 - President Bush\u0027s education reform programme for this nation. \r\nEmpowerment of families and adults with disabilities becomes even more \r\nimportant as time goes by, and our nation takes it very seriously. \r\nThese are challenging times for people with disabilities in America and \r\naround the world, and I truly believe that the future is really very bright. \r\nNever has there been so much activity on so many different fronts designed to \r\nfurther the full participation of disabled individuals in every aspect of \r\nsociety. Every sound piece of research, every well-structured and implemented \r\nprogramme, every piece of legislation based upon the philosophy of equality \r\nand every international partnership will bring new opportunities for further \r\nactivity, growth and success. \r\nOur laws recognize the value of international exchange as a means of \r\nincreasing the levels of skill and rehabilitation personnel world wide. As \r\npart of our mandate through my own Department, some 25 special education, \r\nrehabilitation and independent-living researchers and consultants are \r\nexchanged with foreign nations each year. The data from these visits form a \r\nlarge, accessible library for all international scholars and practitioners to \r\nincorporate the best approaches from all over the world. \r\nOur nation now has comprehensive systems of education and rehabilitation \r\nin place to ensure that citizens with disabilities can be qualified to compet \r\nfor jobs. During this decade we have enacted a non-discrimination law to \r\nA/47/PV.34 \r\n78-80 \r\n(Mr. Davila. United States) \r\nensure that places of employment are accessible and inclusive of persons with \r\ndisabilities. The work of our next decade will require fine-tuning to be sure \r\nthat the systems are working and to ensure that the non-discrimination \r\nmandate is being followed. We also need to ensure access to adequate health \r\ninsurance for all persons with disabilities, access to comprehensive personal \r\nassistance services and access to needed assistive technology. \r\nWe are proud of our accomplishments and look forward to the challenges of \r\nthe next decade and the next century with optimism. We have witnessed \r\nremarkable accomplishments in this decade, and we are confident that we will \r\nwitness more in the years to come. \r\nMrs. KELT0S0VA (Czechoslovakia): As the extent of democratization \r\nof a society can be measured by the rights and freedoms exercised by the most \r\nsimple citizens, so the level of care that that society provides to its \r\ncitizens can be assessed by the care it gives to the most vulnerable of them. \r\nIn 1982 the Government of what was then the Czechoslovak Socialist \r\nRepublic adopted relevant resolutions on the conclusion of the International \r\nYear for Disabled Persons, which were formally in compliance with the \r\nrecommendations of the General Assembly as contained in the World Programme of \r\nAction concerning Disabled Persons. It also adopted a 10-year plan of \r\nmeasures for carrying out the tasks contained in the relevant documents, and \r\nestablished a working group consisting of representatives of individual \r\njurisdictions, of the United Organization of Disabled Persons and of experts \r\nfor the coordination of tasks related to the care of disabled persons. \r\nA/47/PV.34 \r\n81 \r\n(Mrs. Keltosova. Czechoslovakia) \r\nImplementation of those measures was, however, negatively influenced by \r\nthe socio-political situation in the country, as well as by the fact that \r\nindividual items of that plan were built upon a centrally directed and \r\nstrictly planned State economy and upon some practices of the totalitarian \r\nsystem in the field of social care for the handicapped. It was thus joined \r\nwith the tendency to isolate and segregate disabled persons into homes, while \r\nassuring their elementary conditions of life. \r\nChanges in the political system after 1989 brought more favourable \r\nconditions for putting forward the justified requirements of all handicapped \r\npersons who claimed not only the possibility of placing themselves among the \r\nhealthy population but also participation in the decision-making processes and \r\nall other areas of life in harmony with the International Bill of Human Rights \r\nand other international human-rights instruments. \r\nThe elimination of discrimination against disabled persons requires not \r\nonly the gradual removal of architectonic, transport and communication \r\nbarriers, but also intensive public education to bring about understanding of \r\nthe rights and dignity of every human being. Therefore disabled persons \r\nshould not just receive care or even be condemned to substandard services and \r\ndues and have a minimal standard of living; rather, they should be allowed \r\nimproved access to education and increased knowledge of disability. The fact \r\nthat one\u0027s health is affected should not be reason for discrimination or \r\nreduced living standards for a family with a handicapped member. \r\nDisabled persons can be treated in accordance with their individual \r\nabilities and qualifications and can have equal opportunities through their \r\nremaining, to the extent possible, in the most human environment, the one mosi \r\nbeneficial for them: the family. \r\nA/47/PV.34 \r\n82 \r\n(Mrs. Keltosova. Czechoslovakia) \r\nBecause these objectives call for a complex multi-disciplinary approach, \r\ncloser collaboration among professionals from many varied backgrounds, and \r\nco-operation among the disabled themselves and non-governmental humanitarian \r\norganizations, the Government of the Czechoslovak Federal Republic has \r\nadopted in accordance with General Assembly resolution 46/96, on the \r\nimplementation of the Programme of Action and the United Nations Decade of \r\nDisabled Persons a set of steps to create legal guarantees for full-value \r\nself-realization and integration of disabled persons into society. \r\nGovernmental committees for handicapped persons were established in both \r\nRepublics in 1991. They are headed by a member of the Government, and \r\nco-operate with the Ministry of Health, the Ministry of Labour and Social \r\nAffairs, and organizations of the handicapped. The committees are mandated to \r\nprepare and coordinate legislative arrangements concerning the handicapped, \r\nlinks of medical, labour and social rehabilitation, and the constitution of a \r\nnew model of care for disabled children and youth. \r\nA lot of work has been done in both Republics. At the beginning of 1991 \r\nthe Department of Health and Social Care for the Handicapped was founded under \r\nthe Czech Ministry of Health. It is the Ministry\u0027s endeavour to create a \r\nnetwork of centres for medical rehabilitation that would enable complex care \r\nfor the handicapped. In July of this year, the Czech Government approved a \r\nnational plan for help to disabled persons, including a number of ministerial \r\nand departmental commissions so that the situation of this vulnerable group of \r\nour society could improve. \r\nIn the Slovak Republic, \"Precautions for Actual Problem-Solution in Care \r\nfor the Handicapped during 1991-1992\" has been elaborated to ensure the \r\nfunctioning of an advisory and initiative body with the simultaneous provision \r\nof direct coordination of the work of governmental and non-governmental \r\nA/47/PV.34 \r\n83 \r\n(Mrs. Keltosova. Czechoslovakia) \r\norganizations in the area of living-standard development for persons with \r\ndisabilities in order to integrate them into everyday life. The acquisition \r\nof information on legal claims by the handicapped arising from effects upon \r\ntheir health has been improved for example, by the establishment of the \r\nCentre of Technical and Information Services for the Blind and Partially \r\nBlind, and the Audio Centre for the Hearing-impaired. \r\nLegislative work on the establishment of both a new social-welfare system \r\nand an insurance system based on market-economy principles and taking into \r\naccount existing socio-economic conditions, including the establishment of the \r\nInstitute of Ombudsmen, is under way. Significant legislation to be enacted \r\nwill be represented by a law on disabled persons. Its major objective is to \r\nprotect them from discrimination, to remove the monopoly of the State from \r\nthis field, and to transfer responsibility for the procurement of equal \r\nconditions in all fields of life to the respective institutions. As in the \r\nnew welfare system, a number of specific issues related to disability will be \r\nhandled by disabled persons themselves, as well as by their organizations.* \r\nMy delegation has carefully studied the report of the Secretary-General \r\non the implementation of the World Programme of Action and the United Nations \r\nDecade for Disabled persons (A/47/415). Unfortunately I cannot but express \r\nour agreement concerning his evaluation of the situation and implementation of \r\nthe Decade\u0027s targets. Despite multiple activities at the national and \r\ninternational levels, progress in attaining the main goals of the Programme of \r\nAction has been slow. If the present negative trends continue, there is a \r\nrisk that disabled persons may increasingly be relegated to the margins of \r\nMr. Ghafoorzai (Afghanistan), Vice-President, took the Chair. \r\nA/47/PV.34 \r\n84-85 \r\n(Mrs. Keltosova. Czechoslovakia) \r\nsociety. Despite the many repeated resolutions of the United Nations and \r\nrelated bodies, most Governments did not adopt decisive measures that would \r\neffectively improve the situation. \r\nWhile much yet remains to be done, we are optimistic because three major \r\nUnited Nations documents in this sphere the Programme of Action, the \r\nlong-term strategy and the standard rules on the equalization of \r\nopportunities will cover comprehensive policy making and implementation \r\nefforts. They will serve as guidelines for all nations to convert them into \r\ndaily practice. Therefore my delegation supports the Secretary-General\u0027s \r\nrecommendations contained in his report. \r\nMy delegation also welcomes the working course and the results of the \r\nfirst meeting of the International Conference of Ministers Responsible for the \r\nStatus of Persons with Disabilities, held last week in Montreal, Canada, in \r\nwhich we participated actively. \r\nOur representative took part in the Ad Hoc Working Group to Elaborate \r\nStandard Rules on the Equalization of Opportunities for Disabled Persons, \r\nwhich has just fulfilled its mandate by approving a set of 22 draft rules \r\nalong with the proposed mechanisms to monitor their implementation. We \r\nwelcome the successful outcome of the Working Group - achieved in record \r\ntime which will constitute guidelines for the welfare of disabled persons on \r\na national level. \r\nIn this respect, given my own experience, I appreciate the role played in \r\nthe further development of international co-operation in the social field by \r\nthe United Nations in Vienna, particularly its Centre for Social Development \r\nand Humanitarian Assistance. \r\nA/47/PV.34 \r\n86 \r\n(Mrs. Keltosova. Czechoslovakia) \r\nI avail myself of this opportunity to mention a decision taken in my \r\ncountry to seek affiliation with the International Centre for Family Studies \r\nin Bratislava. Such an affiliation would represent a very concrete follow-up \r\nto the International Year of the Family. My delegation, in its statement on \r\nitem 93 in the Third Committee, will inform that forum about this matter in a \r\nmore concrete manner. \r\nMy delegation attaches great importance to convening the Conference of \r\nEuropean Ministers responsible for social affairs, to be held in Bratislava \r\nin 1993. Regardless of whether changes are made in the constitutional set-up \r\nof the Czech and Slovak Federal Republic, as we have already stated on other \r\noccasions, both succeeding States consider it their incumbent duty to abide by \r\nall their obligations to the international community, and they are ready to \r\ncooperate in the organization of that conference. This should be an \r\nopportunity for all European countries to exchange opinions on further \r\nactivities in all fields of social policy and should also be a source of \r\ninspiration for Governments in the implementation of their social policies. \r\nMr. MAIER (Austria): At the outset, I should like to thank the \r\nUnited Nations for providing a full sign-language interpretation during these \r\nspecial meetings of the General Assembly. It is the first time, in my \r\nexperience, that a complete sign-language interpretation has been available at \r\na United Nations meeting. I am particularly grateful to the Special \r\nRepresentatives of the Secretary-General on the United Nations Decade of \r\nDisabled Persons, Mr. Hans Hoegh and Mr. John Strome of the United Nations \r\nOffice in Vienna, who have been instrumental in bringing about this type of \r\ninterpretation, so necessary for all those who otherwise could not follow this \r\nimportant debate on the issue of disability. \r\nA/47/PV.34 \r\n87 \r\n(Mr. Maier. Austria) \r\nThe Austrian Federal Minister for Labour and Social Affairs, \r\nMr. Josef Hesoun, who is responsible for persons with disabilities in my \r\ncountry, was forced, because of important political meetings in Vienna, to \r\ncancel his planned participation in these meetings of the General Assembly. \r\nOn his behalf, I ask members to accept his apologies. \r\nAustria welcomes the decision of the Secretary-General to mark the \r\nconclusion of the United Nations Decade of Disabled Persons with special \r\nmeetings of the General Assembly. My country attaches great importance to all \r\nmeasures aimed at improving substantially the situation of disabled persons. \r\nThe Austrian Federal Minister for Labour and Social Affairs will present, at \r\nthe end of the United Nations Decade of Disabled Persons, a national plan for \r\ndisabled persons that will constitute the guidelines of the policy of the \r\nFederal Government of Austria on disabled persons. Those guidelines are based \r\non the United Nations World Programme of Action concerning Disabled Persons. \r\nDisabled persons face special problems and are also affected by difficult \r\nsituations in our society, such as unemployment and sometimes unsatisfactory \r\nsocial integration. We consider it an important function of an advanced \r\nsocial policy to guarantee to all disabled persons an independent life and \r\nunlimited participation in economic and social development. During the United \r\nNations decade of Disabled Persons, it was possible to achieve in Austria many \r\nof the aims set by the World Programme of Action concerning Disabled Persons. \r\nAustrian policy concerning disabled persons is based on an integral \r\nvision of the human being, whose physical, spiritual, psychological and social \r\nneeds must equally be taken into consideration. Medical and professional \r\nrehabilitation as a measure of integration has reached a very high standard in \r\nA/47/PV.34 \r\n88 \r\n(Mr. Maier. Austria) \r\nAustria. Two examples illustrate that standard: medical health care at home, \r\npaid for by social health insurance, was recently included in the catalogue of \r\nservices of public health insurance. With respect to professional \r\nrehabilitation, the numerous options for supporting the employment of \r\nseriously disabled persons in the workforce have been increased by giving \r\nadditional subsidies to employers for creating additional training and working \r\npossibilities for disabled persons in specific areas. \r\nIn many cases the cause of the disability determines which rehabilitation \r\nmethods will be used. Thus, persons born with a disability or who were \r\ndisabled prior to their entry into professional life are discriminated \r\nagainst, as rehabilitation is often closely connected with professional \r\nactivities. Social rehabilitation should be given additional importance. \r\nFinally, the combination of medical, professional and social means of \r\nrehabilitation still need to be improved. \r\nIn order to improve further the situation of disabled persons in Austria, \r\nthe objectives of Austrian policy on disabled persons in the future will be \r\nthe following: \r\nFirst, the utmost realization of the principle of universality in the \r\nintegration and rehabilitation of disabled persons. This means that treatment \r\nwould not differ depending on the cause of disability and represent a further \r\nstep towards equal access to means of rehabilitation. \r\nSecondly, better cooperation by different rehabilitation institutions to \r\nensure a nationwide unified source of treatment. \r\nThe Federal Ministry for Labour and Social Affairs has, therefore, with \r\nthe help of the work done during the United Nations Decade of Disabled \r\nPersons, created the basis for reforming care provisions. In the near future. \r\nA/47/PV. 34 \r\n89-90 \r\n(Mr. Maier. Austria) \r\na draft bill will be presented to the Austrian Parliament providing for all \r\npersons in need of care, independently of the cause of their need, consistent \r\nfinancial support and payment commensurate with their need. The Austrian \r\nFederal Ministry for Labour and Social Affairs intends to continue and if \r\npossible intensify international cooperation, mostly implemented on a \r\nbilateral basis, in order to qualify trainers or through transfer of \r\ntechnology in connection with technical aid. \r\nA/47/PV.34 \r\n91 \r\n(Mr. Maier. Austria) \r\nThe Federal Government will continue to support international activities \r\nleading to a better attainment of the rights of disabled persons. These \r\ninclude the pertinent activities of the United Nations, in particular those of \r\nthe Centre for Social Development and Humanitarian Affairs at Vienna, and the \r\nactivities of the Council of Europe and the International Labour Organisation \r\nwith regard to disabled persons. \r\nLast week, at the invitation of the Government of Canada, the \r\nInternational Conference of Ministers responsible for the status of persons \r\nwith disabilities took place in Montreal, with no fewer than 70 Governments \r\nparticipating. The Austrian delegation at that Conference found it highly \r\nencouraging that a great number of States Members of the United Nations, by \r\nparticipating at the ministerial level, demonstrated their political will to \r\nattach the greatest importance to the multilateral social activities of the \r\nUnited Nations, in particular in the field of disability. The Ministers \r\nassembled in Montreal furthermore expressed their serious concern about the \r\ninadequate resources allocated for social questions in general and for United \r\nNations activities on disability in particular. \r\nThe Centre for Social Development and Humanitarian Affairs of the United \r\nNations Office at Vienna was established as the focal point for all \r\nmultidisciplinary activities concerning social questions within the United \r\nNations system, including the Disabled Persons Unit. In that context, it \r\nshould be mentioned that in paragraph 156 of the World Programme of Action, \r\nthe Centre was also designated as the focal point for coordinating and \r\nmonitoring the implementation of the World Programme of Action, including its \r\nreview and appraisal. In line with that, my delegation is pleased to note \r\nthat at the seat of the Centre a few days ago standard rules on the \r\nA/47/PV.34 \r\n92 \r\n(Mr. Maier. Austria) \r\nequalization of opportunites for persons with disabilities were finalized by a \r\nworking group set up at the last session of the Commission for Social \r\nDevelopment. \r\nThis special meeting of the General Assembly is putting emphasis on the \r\nactivities of the United Nations in the field of social development and \r\nhumanitarian affairs. We hope that this emphasis is shared by all Member \r\nStates and that it can be transformed into a better awareness of the personnel \r\nand financial needs of the units concerned. We cannot expect the units of the \r\nCentre for Social Development and Humanitarian Affairs at Vienna to be able to \r\ntake on enlarged functions entrusted to them by Member States without being \r\ngiven adequate resources. \r\nMrs. NAPSIAH (Malaysia): Let me begin by congratulating the \r\nPresident on his election to preside over the United Nations General Assembly \r\nat its forty-seventh session. I am confident that under his wise guidance the \r\nAssembly will achieve satisfactory results. \r\nMay I also thank the Secretary-General for his statement and his \r\ncomprehensive report entitled \"Implementation of the World Programme of Action \r\nconcerning Disabled Persons and the United Nations Decade of Disabled Persons\" \r\n(A/47/415). The report is a valuable document that contributes to our efforts \r\nto assist the disabled. \r\nI should also like to thank the Government of Canada for organizing the \r\nInternational Conference of Ministers responsible for persons with \r\ndisabilities in Montreal from 8 to 10 October 1992. \r\nWe have now reached the end of the United Nations Decade of Disabled \r\nPersons. However, as indicated in the conclusions of the Secretary-General\u0027s \r\nreport, the objectives established in the Programme of Action contained in \r\nA/47/PV.34 \r\n93 \r\n(Mrs. Nap si ah. Malaysia) \r\nGeneral Assembly resolution 37/52 of 1982 have not been fully achieved. \r\nAlthough many reasons contributed to that disappointing result, the basic \r\ncontributory factor has been identified as lack of resources. There is a real \r\ndanger, therefore, that the needs of the disabled, especially in the \r\ndeveloping countries, will be neglected by Governments in favour of the more \r\nurgent and desperate needs of other sectors of society. We have to appreciate \r\nthis fact, as it is a real problem in poor developing countries. \r\nNevertheless, efforts must be made through long-term planning to make a \r\ncontribution, no matter how small, to care for and rehabilitate the disabled, \r\nbecause disability is a an enduring problem, and all the signs are that the \r\nproblem of disability will keep on increasing consonant with the expansion of \r\npopulation and the association of many types of disabilities with old age. \r\nFor these reasons, national and both multilateral and bilateral efforts must \r\nbe made to find the resources needed to assist in the planning for, and \r\nachievement of, the goals set in the World Programme of Action concerning \r\nDisabled Persons. The recommendations in the Secretary-General\u0027s report \r\ntherefore merit our fullest consideration. \r\nAs mentioned in the Secretary-General\u0027s report, in the planning of \r\nnational policies and programmes for the disabled we need to focus our \r\nattention on three basic aspects: prevention, rehabilitation and equalization \r\nof opportunities for the disabled. Perhaps much could be done in the area of \r\nprevention, as over the years millions of people have been left disabled as a \r\nresult of war. Today we have entered a new era of international relations in \r\nwhich, hopefully, differences between nations may never again have to be \r\nsettled by violence. This, however, is contingent on our ability to create \r\nthe kind of cooperation in the management of international peace and security \r\nA/47/PV.34 \r\n94-95 \r\n(Mrs. Napsiah. Malaysia) \r\nenvisaged when the Charter of the United Nations was drafted. It can clearly \r\nbe seen from recent and current events that we are still far from achieving \r\nthat objective, and there is a necessity at least to modify the existing \r\nsystem. We need to establish effective and peaceful means of conducting \r\ninternational and domestic relations to avoid violent confrontations. In this \r\nsense, the Secretary General\u0027s report entitled \"An Agenda for Peace\" has given \r\nus a good basis from which to start. \r\nA/47/PV.34 \r\n96 \r\n(Mrs. Napsiah. Malaysia) \r\nEmphasis on public health is another effective way of reducing the risk \r\nof disabilities. Overcoming the problem of malnutrition and \r\ninstitutionalizing the effective control and treatment of diseases that can \r\ncause disabilities, such as hypertension, diabetes, leprosy and poliomyelitis, \r\nwill go a long way towards preventing disabilities. At the same time, \r\nresearch into debilitating diseases such as arthritis, rheumatism, \r\nParkinson\u0027s, Alzheimer\u0027s and schizophrenia must be intensified to understand \r\ntheir causes and the most effective treatments of patients afflicted by them, \r\nProper pre-natal and post-natal care is also vital to ensure healthy children, \r\nand immunization must be emphasized in caring for the young. \r\nGovernments can contribute to changing people\u0027s attitudes towards, and \r\nbeliefs about, the importance of medical care through emphasis in education \r\nand by enacting legislation. However, unless Governments can provide those \r\nservices cheaply or gratis, the population will be less than inclined to pay \r\nany attention. There is therefore a need for this body and its agencies, such \r\nas the United Nations Children\u0027s Fund (UNICEF), the United Nations \r\nEducational, Scientific and Cultural Organization (UNESCO), the International \r\nLabour Organisation (ILO), the World Health Organization (WHO), the United \r\nNations Development Programme (UNDP) and the various United Nations regional \r\nCommissions, with the cooperation of donor countries, to intensify efforts \r\nmade in assisting developing countries to provide medical care for their \r\ncitizens. Care must also be taken to avoid any duplication of function \r\nbetween those agencies that could result in the waste of precious resources. \r\nThe technological and industrial age we live in today is not without its \r\nhazards. Modern modes of transportation also mean increased risks of road \r\naccidents. Modern machinery increases the risks of industrial accidents, \r\nA/47/PV.34 \r\n97 \r\n(Mrs. Napsiah. Malaysia) \r\ncontributing to greater numbers of disabled people. These are two of the \r\ncommon causes of disabilities. They can be reduced by a number of means, \r\nincluding legislation. At the same time, people should be given proper \r\ninsurance coverage, so that in the event of disability by accident their \r\nfuture can be guaranteed and they do not become a liability to society. \r\nAfter the United Nations Conference on Environment and Development, we \r\nshould also be fully aware that many things that we do have negative impacts \r\non the environment and, indirectly, on us. We read reports of children born \r\nmentally retarded, with damaged eyes and deformed limbs, disabilities \r\nattributed to their mothers\u0027 having been exposed to a polluted environment. \r\nObviously, there is a need for us to reduce these risks through coordinated \r\nefforts of education, incentives and legislation. The United Nations could \r\ncontribute by a study of how Governments may cost-effectively plan and \r\nimplement such coordination. \r\nThe rehabilitation of the disabled must also be given serious \r\nconsideration. I personally do not believe that people with disabilities wish \r\nto be a burden to society. Even if some of them do, we cannot encourage it, \r\nas the economic cost to society will be astronomical. Programmes must \r\ntherefore be drawn up to build their self-esteem, confidence and dignity to \r\nenable them to participate fully and equally with other members of society. \r\nSerious measures must be taken to provide disabled persons with education at \r\nall levels and training in vocational skills according to their potential. \r\nEducation and training in this age is the key to survival, especially in \r\nindustrialized societies; everyone, including the disabled, must therefore \r\nhave equal opportunity to acquire education and vocational training. To this \r\nend, special classes and schools should be established to meet the educational \r\nA/47/PV.34 \r\n98 \r\n(Mrs. Napsiah. Malaysia) \r\nneeds of the various categories of disabled persons and at the same time to \r\nassist them in securing gainful employment. \r\nOne of the drawbacks of modern market-oriented society is the lack of \r\ncompassion, by virtue of which the chances of the disabled securing jobs in \r\nthe business sector are not bright. Governments could therefore enact \r\nlegislation to establish affirmative action for the employment of the \r\ndisabled. Governments can also contribute by reserving places in a certain \r\npercentage of their workforces for disabled persons; by encouraging positive \r\nperceptions of the disabled through campaigns to make the public aware of the \r\nabilities of disabled persons; and by encouraging the private sector to employ \r\nthem. As an incentive, employers of disabled persons should be given tax \r\ndeductions. \r\nCaring for disabled children can be trying and expensive. Therefore, \r\nparents of children with disabilities should be provided with tax relief to \r\nencourage caring for their children and to ease their financial burden. In \r\naddition, further tax relief should be given for the purchase of equipment \r\nused to compensate for handicaps. \r\nCommunity-based rehabilitation programmes should be given greater \r\nemphasis to enable rehabilitation facilities to be provided at the community \r\nlevel, and the Government should be fully committed to increasing, improving, \r\nfinancing and sustaining these programmes. At the same time, other \r\nalternatives-to institutional care, such as group homes, home help and \r\nfostering, should also be explored. In this area, the role of voluntary \r\norganizations and non-governmental organizations should be given emphasis and \r\nencouragement, for their contributions can go a long way in stretching budgets. \r\nIn planning for programmes, we have experienced a serious drawback in the \r\navailability of data. To establish well-thought-out, comprehensive and \r\nA/47/PV.34 \r\n99-100 \r\n(Mrs. Napsiah. Malaysia) \r\neffective programmes, each country should conduct a sort of epidemiology study \r\nto collect and collate data on all types of human disabilities and design \r\ntheir programmes around observations and conclusions resulting from those data. \r\nApart from providing education and training in living and vocational \r\nskills and assisting the disabled to find employment. Governments should also \r\nintroduce programmes of benefits and incentives for destitute disabled \r\npersons. Examples include a disabled person\u0027s incentive allowance; launching \r\ngrants to start off small businesses or cottage industries to encourage \r\nself-reliance; and the provision of artificial aids and orthopaedic \r\nappliances. With regard to the last benefit, I agree with the \r\nSecretary-General\u0027s report that artificial aids and orthopaedic appliances \r\ndeveloped and produced in developed countries are often inappropriate for \r\nlocal use and are expensive. I therefore support his suggestion that this \r\nequipment should be produced in developing countries with technical help and \r\ninvestment from developed countries. \r\nTo enable the disabled to participate fully in society, physical barriers \r\nto the disabled that we take for granted must be removed. Because of lack of \r\nresources, developing countries may never be able to implement certain actions \r\nmentioned in the Secretary-General\u0027s report. Deciding to provide special \r\nbuses and modify vehicles to cater for the needs of the disabled may require \r\nthe revamping of an entire transportation and traffic system, which can be \r\nvery expensive. Other measures, however, can be implemented slowly, in \r\nstages, until the whole process is completed. Governments should be able to \r\nimplement measures such as removing barriers to access to buildings and \r\npavements through legislation and incentives to participants. \r\nA/47/PV.34 \r\n101 \r\n(Mrs. Napsiah. Malaysia) \r\nIn this regard and consonant with the objectives of the Decade of the \r\nDisabled, over the years Malaysian society, which has become increasingly \r\naware of the needs and constraints of disabled members of society in regard to \r\nbarrier-free access, has, of its own volition, provided amenities and \r\nfacilities in its buildings. As the extent of such facilities was limited, \r\nthe Government has established A Code of Practice for Access and Facilities \r\nfor Disabled People to Public Buildings, whereby an amendment to the Uniform \r\nBuilding By-Laws has been effected. This makes it mandatory for all public \r\nbuildings to comply with the requirements of the Code. Another regulation, \r\ncalled the Code of Practice for Access for Disabled People Outside Buildings, \r\nis currently being prepared and is expected to be ready in due course. When \r\nboth Codes are implemented disabled persons are expected to have better access \r\nand mobility so that their earning capacity and quality of life will be \r\nenhanced. \r\nThe disabled should also be assisted and encouraged to participate in \r\nvarious sporting activities whether at the national, the regional or the \r\ninternational level. Malaysia has established a biennial sporting meet or \r\n\"paralympics\" for the disabled in which other disabled people in Association \r\nof South-East Asian Nations (ASEAN) countries have also participated. Those \r\nwho have excelled have been given the same financial support for training and \r\ncoaching as that given to our sportsmen and sportswomen who have brought \r\nhonour to our country. \r\nOn behalf of Malaysia, I am proud to announce that our programme of \r\naction with respect to the disabled is on a par with what has been suggested \r\nby the Secretary-General. We may not yet have achieved all targets but our \r\nefforts are making steady progress. The Malaysian Government is committed to \r\nA/47/PV.34 \r\n102 \r\n(Mrs. Napsiah. Malaysia) \r\nthe welfare and well-being of its disabled citizens, young and old, male and \r\nfemale. Over the years, the Government has introduced various policies and \r\nprogrammes to ensure that disabled citizens of our country enjoy a meaningful \r\nlife. In fact most of the suggestions that I have made in this statement have \r\nalready been implemented in Malaysia. \r\nThe International Year of Disabled Persons followed by the United Nations \r\nDecade of Disabled Persons with its World Programme of Action saw Malaysia \r\nmoving ahead with the various policies and programmes designed to improve the \r\nquality of life of disabled persons. One of the important milestones in the \r\ndevelopment of social welfare in Malaysia is the promulgation of a policy \r\ncalled the National Welfare Policy with the aims of creating a society that \r\nupholds the spirit of self-reliance, equalizing opportunities for the less \r\nfortunate and fostering a caring culture. \r\nEven though the Government has provided every assistance to the disabled \r\nthrough its various policies and programmes, these still have to be reviewed \r\nfrom time to time to meet the needs and challenges of changing times. To this \r\nend the Government has established a National Advisory Committee comprising \r\nexperts from various Government departments and individuals to look into the \r\nvarious needs of the disabled and make recommendations to the Government, \r\ntaking into consideration the provisions contained in the United Nations World \r\nProgramme of Action concerning the Disabled. This Committee\u0027s recommendations \r\ncoupled with the Government\u0027s commitment through its caring-society concept \r\nand programmes will ensure a better quality of life for the disabled in \r\nMalaysia. \r\nThe United Nations Decade of Disabled Persons has now come to a close but \r\nthat should not mean the end of the World Programme of Action concerning \r\nDisabled Persons, because the quest to help the disabled, I feel, is only \r\nA/47/PV.34 \r\n103 \r\n(Mrs. Napsiah. Malaysia) \r\nbeginning. Instead, we should redouble our efforts to achieve those targets \r\npolitically, economically and socially, covering all aspects of disability. \r\nIn the political field, we must work towards a better order of management \r\nof international security and crisis management through preventive diplomacy, \r\npeace-keeping and peacemaking, which, if successful, will indirectly reduce \r\nthe incidence of disabilities. \r\nEconomically, there must be concerted efforts bilaterally through, for \r\nexample, the provision of technical assistance by one country to another on \r\ncaring and training of the disabled^, and multilaterally at the regional and \r\ninternational levels. In this regard I take this opportunity to congratulate \r\nfellow member countries of the Economic and Social Commission for Asia and the \r\nPacific on the proclamation of 1993 to 2003 as the regional Decade for the \r\nDisabled. I am also happy to note that the United Nations is already working \r\non a long-term strategy with specific targets to be achieved within a definite \r\ntime-frame and the establishment of standard rules on the equalization of \r\nopportunities for disabled persons to augment the Programme of Action that we \r\nestablished in 1982. The United Nations is certainly the most suitable agency \r\nto take the lead in this field given its human resources and experience. \r\nHowever, there is need for the United Nations and its agencies to \r\ncoordinate its work properly to avoid duplication of functions and waste. In \r\nthis regard, the United Nations Centre for Social Development and Humanitarian \r\nAffairs, in Vienna, should look into ways of heightening its efficiency in \r\ncoordinating the activities of the United Nations in this field. In this \r\nrespect, I should like to draw attention to paragraph 20 of the \r\nSecretary-General\u0027s report, which indicates that various United Nations \r\nagencies have produced guidelines and manuals on key disability issues. I a\"1 \r\ninclined to believe that those manuals could be provided more cheaply if those \r\nA/47/PV.34 \r\n104-105 \r\n(Mrs. Napsiah. Malaysia) \r\nagencies worked together to produce one comprehensive set of guidelines or \r\nmanual. Perhaps we can include the issue on the disabled as one of the items \r\nto be considered during the world social summit that is to be convened in \r\n1995. There, we could elaborate on how the work of the United Nations and its \r\naqencies could be coordinated effectively. \r\nSocially, Governments need to redouble their efforts in heightening \r\npublic awareness of the plight of the disabled; in establishing social \r\npolicies and social programmes for the disabled that will include providing \r\nfor financial and physical security; in integrating the disabled into the \r\nmainstream of society; and in reducing the risks of disability. It is hoped \r\nthat through all these efforts the disabled will have a much better hope for \r\nthe future than before. \r\nMr. ERDENECHULUUN (Mongolia): This is the first time the General \r\nAssembly has taken up the issue of disability in plenary meetings. We applaud \r\nthe fact that it is doing so now and consider it to be a recognition by the \r\ninternational community of the urgency and acuteness of this pressing \r\nproblem. The presence among us of representatives of disabled persons and \r\ntheir participation in our discussions will be of great value in better \r\nunderstanding the issues involved. \r\nA/47/PV.34 \r\n106 \r\n(Mr. Erdenechuluun. Mongolia) \r\nWe listened with great attention to the thought-provoking and meaningful \r\nstatements of representatives of non-governmental organizations during this \r\nmorning\u0027s special segment. \r\nEarlier today Ambassador Mustafa Aksin of Turkey spoke on behalf of the \r\nStates members of the Asian Group. My delegation fully subscribes to his \r\nstatement. \r\nAs we mark the conclusion of the United Nations Decade of Disabled \r\nPersons, we are given a good opportunity to sum up the work already \r\naccomplished, to identify the major challenges that lie ahead and to reaffirm \r\nour commitment to the practical implementation of the World Programme of \r\nAction beyond 1992 with a view to attaining the objective of a society for all. \r\nAmong the major achievements of the Decade we wish to highlight the \r\nincreased public and international awareness of disability issues, the \r\nwidespread growth and development of organizations of disabled persons, the \r\nformulation, both at the national and the international level, of integrated \r\npolicies and concepts aimed at improving the status of the disabled and the \r\nsetting up of a mechanism for international cooperation to address the needs \r\nof the disabled throughout the world. \r\nIt is gratifying to note that the United Nations has been in the vanguard \r\nof this global movement towards the equalization of opportunities for disabled \r\npersons. My delegation wishes to commend the work done by the Centre for \r\nSocial Development and Humanitarian Affairs as the focal point in the United \r\nNations system for disability issues. Of great importance were the \r\nestablishment of an inter-agency mechanism and a non-governmental organization \r\nA/47/PV.34 \r\n107 \r\n(Mr. Erdenechuluun. Mongolia) \r\nconsultative mechanism, with a view to strengthening cooperation among United \r\nNations agencies and between the United Nations and the family of \r\nnon-governmental organizations. \r\nMy Government fully endorses the proclamation of 1993 to 2002 as the \r\nAsian and Pacific Decade of Disabled Persons. \r\nWhile much has been achieved over the Decade, it is obvious that the key \r\nobjective of full and equal participation of the disabled in the life of a \r\nsociety is far from being realized. Today, 500 million men, women and \r\nchildren are unable fully to enjoy life because of physical or mental \r\ndisability. Eighty-five per cent of them live in the developing countries, \r\nand thus are doubly disadvantaged by both the poverty and the disability. \r\nFurthermore, it is alarming that the number of disabled persons continues to \r\nincrease as a result of currently escalating population growth rates, violence \r\nand war, poverty and deteriorating socio-economic conditions in many \r\ncountries. Therefore, the international community is called upon to redouble \r\nits efforts to meet the challenges of disability issues in the 1990s. Now is \r\nthe time to build upon the awareness raised throughout the Decade and turn \r\nthis awareness into comprehensive disability programmes. \r\nMongolia attaches great importance to the activities of the Voluntary \r\nFund for the United Nations Decade of Disabled Persons, designed to facilitate \r\nthe grass-roots level initiatives, and supports its continuation in the period \r\nbeyond the Decade. \r\nThere is no doubt that the primary responsibility for the implementation \r\nof the World Programme of Action lies with the Member States. The \r\nSecretary-General\u0027s report (A/47/415) reveals that, despite certain progress \r\nA/47/PV.34 \r\n108 \r\n(Mr. Erdenechuluun. Mongolia) \r\nin addressing a variety of disability issues, the implementation process in \r\nmost of the countries has been uneven and difficult. We are fully cognizant \r\nof the fact that factors of an objective nature, such as the deterioration of \r\neconomic and social conditions, the lack of financial resources, xenophobia \r\nand nationalistic tendencies, among others, have greatly hindered that process. \r\nOn the other hand, we must not avoid mentioning inadequate policies and \r\nactivities on the part of Governments to deal with this \"silent emergency\" in \r\na comprehensive and action-oriented manner. \r\nThe above, both positive and negative, can be attributed to my own \r\ncountry - Mongolia. \r\nIn a country which has embarked upon the road to a market economy, it is \r\nthe vulnerable groups, including the disabled, who are the hardest hit. \r\nConditions demand the urgent preparation of a comprehensive national \r\ndisability programme and action-oriented activities of the Government to \r\nimplement it. In this respect, we look forward to the early elaboration of a \r\nlong-term strategy to further the implementation of the World Programme of \r\nAction to the year 2000 and beyond and the Standard Rules on the Equalization \r\nof Opportunities for Disabled Persons. \r\nIn conclusion, my delegation expresses its full support for the sound \r\nrecommendations contained in the Secretary-General\u0027s report and the readiness \r\nof its Government to join in the world-wide endeavours towards a society for \r\nall. \r\nMrs. MBELLA NGOMBA (Cameroon): Our meeting here today to mark the \r\nend of the United Nations Decade of Disabled Persons coincides with a new \r\nA/47/PV.34 \r\n109 \r\n(Mrs. Mbella Nqomba. Cameroon) \r\ndecade of change, a new decade where every nation must strive to attain full \r\nand equal participation and full integration of all its members into the \r\nmainstream of social and economic development, regardless of sex, age, race or \r\ndisability. \r\nAfter the International Year for Disabled Persons in 1981, the General \r\nAssembly adopted the World Programme of Action for Persons with Disability in \r\n1982, with a long-term goal aimed at the rehabilitation of disabled persons, \r\ntheir full participation in society, and also the prevention of disability \r\nitself. At the end of the Decade, our objective should be to evaluate the \r\nachievements made at the national and international levels in implementation \r\nof the World Programme of Action, to assess the obstacles encountered and to \r\nexamine prospects for surmounting these obstacles in the future. \r\nGiven the above criteria, our approach in reviewing national \r\nimplementation of the World Programme of Action and the progress made will be \r\nconfined to the experience that we know best, which relates to policies and \r\nprogrammes for the disabled in Cameroon. \r\nAfter the adoption of the United Nations World Programme of Action in \r\n1982, Parliament passed a law on the protection of the disabled in Cameroon in \r\n1983. A decree in application of the law was later signed in 1990 by the \r\nPresident of the Republic His Excellency Paul Biya. \r\nThe practical implementation of the said legislation for disabled persons \r\nemphasizes special education for handicapped children and integration of these \r\nchildren in the regular primary and secondary school educational systems. \r\nWithin the period of the Decade about 500 disabled children were able to \r\nA/47/PV.34 \r\n110 \r\n(Mrs. Mbella Noomba. Cameroon\u0027 \r\ncomplete their secondary school education and of those of them who went to \r\nuniversity about 60 have graduated and are in the job market. \r\nIn the domain of institutional infrastructure for the disabled, the \r\nGovernment has encouraged associations of disabled persons in Cameroon to \r\nestablish various cooperatives for the handicapped, much of the financing of \r\nwhich is heavily subsidized by the Government. In addition, the Government \r\nequally subsidized funding for the creation of 22 small-scale projects to \r\nbenefit smaller groups of disabled persons and individual initiatives. \r\nFurthermore, a unit for orthopaedic surgery, costing CFAF 350 million was \r\nestablished in our capital of Yaounde, along with a national rehabilitation \r\ncentre called affectionately \"Les Oeuvres du Cardinal Leger\", which was \r\nrecently renovated and extended with the assistance of the Canadian \r\nGovernment. \r\nA/47/PV.34 \r\n111 \r\n(Mrs. Mbella Noomba. Cameroon) \r\nOne of the most successful undertakings of the Government on behalf of \r\nthe disabled during the Decade was the creation of a rehabilitation institute \r\nfor the blind in Buea, the south-western provincial capital, to which has been \r\nattached a large agricultural project and a fish-industry facility to train \r\nthe blind in art, agriculture and fishery. In the last three years 100 blind \r\nadults have graduated from the institute. \r\nIn enhancing institutional infrastructure for disabled persons, the \r\nGovernment realized that it could not undertake its programmes single-handedly \r\nand that the private sector and the community at large had to become actively \r\ninvolved in the implementation of these programmes. As a result, a national \r\nstrategy to mobilize greater awareness of the needs of the disabled in the \r\nprivate sector was launched. The result was the creation in the provinces of \r\n16 privately-run, but also Government-subsidized institutions for the \r\ndisabled. The most successful of these are the medical re-adaptation centre \r\nand the rehabilitation centre located in the south-western province of \r\nCameroon, created with the technical cooperation and assistance of the \r\nNetherlands Government. \r\nIn spite of the national efforts made to integrate the disabled in our \r\nsociety, major obstacles have endured. Although the community in general has \r\nbecome more aware of and more accommodating towards the handicapped, most of \r\nthe disabled people themselves have remained frustrated, particularly in a \r\ndeveloping country like ours, by the hostile environment created by the \r\neconomic recession and the various limitations it has imposed on the job \r\nmarket. \r\nAlso, many employers, particularly in the private sector, have often \r\nfailed to acknowledge the potential of disabled workers. This, along with the \r\nA/47/PV.34 \r\n112 \r\n(Mrs. Mbella Ngomba. Cameron) \r\nphysical and environmental barriers in the workplace, has compounded the \r\nproblem of unemployment for disabled persons. \r\nFurhermore, the recession has taken a great toll on the Government\u0027s \r\ncapacity to invest effectively in social programmes for the disabled. An \r\nillustration of this fact is that in 1982 the Government\u0027s yearly expenditure \r\nfor the blind alone was 180 million CFA francs, as compared to the mere \r\n10 million CFA francs currently allocated to yearly expenditure on the blind. \r\nThis issue of insufficient financing has greatly compromised and eroded the \r\nGovernment\u0027s potential to improve its institutional infrastructure for the \r\ndisabled and its capacity to envisage more ambitious programmes. \r\nOur national experience in integrating the disabled seems to have been \r\nreplicated at the international level. However, in order not to dwell on \r\npessimism, we wish to examine briefly the notable achievements made during the \r\n10-year international crusade on behalf of disabled persons. \r\nSeveral international bodies and organizations of the United Nations \r\nsystem have prepared guidelines and manuals on key disability issues to assist \r\nGovernments in formulating their policies on disabled persons and in adopting \r\nprogrammes with innovative approaches to disability - although the \r\nSecretary-General\u0027s report has pointed to the fact that many countries did not \r\nhave a comprehensive plan or programme within the framework of the World \r\nProgramme of Action. \r\nAmong the United Nations agencies that have spearheaded international \r\naction on behalf of the disabled, we wish to acknowledge with deep \r\nappreciation the Centre for Social Development and Humanitarian Affairs of the \r\nUnited Nations office at Vienna, which in recent years has developed its \r\ncapacity for disseminating information on disability and has instituted a \r\nA/47/PV.34 \r\n113 \r\n(Mrs. Mbella Ngomba. Cameroon) \r\nunique interagency mechanism in collaboration with the World Health \r\nOrganization, the International Labour Organisation and the United Nations \r\nRelief and Works Agency for Palestine Refugees in the Near East in order to \r\nassess national and local rehabilitation services and to explore \r\nincome-generating activities for disabled persons. It is our firm hope and \r\nconviction that the role of the Centre for Social Development should be \r\nfurther strengthened after the Decade, particularly its unit for the disabled, \r\nwhich is currently very much understaffed in proportion to the tasks to be \r\naccomplished. \r\nSince the adoption of the World Programme of Action in 1982, there has \r\nbeen a drive in the international community for a new instrument to make the \r\nWorld Programme of Action more operational. As a result, the Economic and \r\nSocial Council, at its first regular session in 1990, authorized the \r\nCommission for Social Development to establish a working group to elaborate \r\nstandard rules on the equalization of opportunities for persons with \r\ndisabilities. In our capacity as current Chairman of the Commission for \r\nSocial Development, Cameroon participated in the deliberations of the ad hoc \r\nworking group that only last week, at its third and final session, adopted the \r\ndraft document to be presented to the Commission at its thirty-third session. \r\nWe hope that the standard rules, if and when adopted, will be accompanied by a \r\nmonitoring mechanism leading to a more concrete review and evaluation of the \r\nUnited Nations programme on disability. \r\nMy delegation would also like to acknowledge the results of the \r\nexpert-group meeting held at Vancouver in April 1992 and the ministerial \r\nmeeting to mark the end of the Decade which recently took place in Montreal, \r\nCanada. It is our hope that the results of both meetings which will be \r\nA/47/PV.34 \r\n114 \r\n(Mrs. Mbella Ngomba. Cameron) \r\nfurther examined by the Commission for Social Development and the Economic and \r\nSocial Council - will contribute to the adoption by the General Assembly of a \r\nlong-term strategy to guide international action on disability. \r\nIn spite of the efforts made at the international level in the areas of \r\nhealth and rehabilitation, recent statistics published by the United Nations \r\nCentre for Social Development at Vienna point to the fact that the number of \r\ndisabled persons has increased over the course of the Decade, especially in \r\nwar-stricken areas and regions affected by famine. Between 6 and 10 per cent \r\nof the world population about 500 million people have been identified as \r\nhaving one or more disabilities. Those figures include about 160 million \r\nwomen and 140 million children. About 300 million of the total figure live in \r\ndeveloping countries and only 1 per cent of these have access to basic health \r\nand education and adequate sanitation services. The report further indicates \r\nthat with the current escalating population-growth rates, poverty, accidents \r\nand armed conflicts, these figures will increase in the coming years. \r\nThe scenario I have described clearly indicates the strategy that must be \r\nfollowed. The international community must redouble its efforts in the period \r\nfollowing the Decade to reach the long-term goals that were originally \r\nenvisaged. It is in this light that my delegation fully endorses the proposal \r\nof the Secretary-General to continue the fund created for the Decade, under a \r\nnew name - the United Nations Disability Fund - to finance programmes on \r\ndisability. \r\nFurthermore, drawing inspiration from the United Nations Institute for \r\nthe Elderly in Malta, an institute for the disabled under United Nations \r\nauspices could be created with a clear mandate to foster international and \r\nregional cooperation on disability issues, placing emphasis on research, \r\ntraining and rehabilitation. \r\nA/47/PV.34 \r\n115 \r\n(Mrs. Mbella Ngomba. Cameroon) \r\nAt the national level, the creation of national coordinating committees \r\nor other national mechanisms to assist in monitoring the implementation of \r\nprogrammes for disabled persons should be encouraged. By the same token, \r\nparticular effort must be made to ensure that disabled persons themselves are \r\nincluded in the conception and implementation of policies and programmes \r\nconcerning them. \r\nWhile much has been achieved during the Decade, it is obvious that the \r\ngoal of full and equal participation is far from being realized. The current \r\neconomic crisis and the resulting insufficient funding reflect the low \r\npriority that has been accorded disability issues. However, we firmly believe \r\nthat equalization of opportunities for every member of society is an ideal \r\ntowards which every nation must strive with the firm support of the \r\ninternational community. The United Nations must play a central role in such \r\na renewed effort. \r\nA/47/PV.34 \r\n116 \r\nMs. GILES (Australia): The Australian Government is committed to \r\nsocial justice for all Australians. We aim to enable Australians with a \r\ndisability to participate fully in the economic, social, and political \r\nspheres, and so determine the direction of their own lives. \r\nAustralia has participated actively in the United Nations Decade of \r\nDisabled Persons. We in Australian have promoted the rights of people with a \r\ndisability and have supported related international initiatives. In 1991 the \r\nGovernment contributed $100,000 to advance the work of the United Nations \r\nExpert Group developing international standards for achieving equal \r\nopportunities for people with a disability. We look forward to the report of \r\nthe meetings of the working group, which will be considered by the Commission \r\non Social Development early in 1993. \r\nThis year Australia co-sponsored a draft resolution at the forty-eighth \r\nsession of the Economic and Social Commission for Asia and the Pacific, which \r\nproclaimed the Asian and Pacific Decade of Disabled Persons 1993-2002. \r\nAustralia was pleased to contribute $20,000 to the trust fund for the Decade. \r\nAs the needs of the region become more apparent, we anticipate increased \r\nco-operation in information sharing and the provision of technical \r\nassistance. Australia also sent a delegation representing Government, people \r\nwith a disability, and unions to the international congress and exposition -\r\nIndependence \u002792 in Vancouver in April 1992, and attended the, ministerial \r\n/ \r\nmeeting in Montreal last week. \r\nThroughout the Decade the Australian Government has pursued a vision of a \r\nfairer Australia where people with a disability are regarded as having the \r\nsame rights as all other citizens. It is timely that at the end of the \r\nDecade, after a series of legislative and social reforms, we have this year \r\nA/47/PV.34 \r\n117 \r\n(Ms. Giles. Australia) \r\nintroduced into the Australian Parliament disability discrimination \r\nlegislation in line with our international obligations under a number of \r\nUnited Nations instruments, including the International Covenant on Civil and \r\nPolitical Rights, the International Covenant on Economic, Social and Cultural \r\nRights, the Convention on the Elimination of All Forms of Discrimination \r\nAgainst Women, and the International Labour Organisation Convention concerning \r\ndiscrimination in employment and occupation. It is a far-reaching bill that \r\nwill provide people with a disability with the legal means to address \r\ndiscrimination they may experience in their day-to-day activities. \r\nThe 1981 United Nations International Year of Disabled Persons heralded \r\ni \r\nthe beginning of this decade of change. For the first time, Australians began \r\nto listen seriously to the voice of people with a disability and, more \r\nI* . \r\nimportantly, to respond. \r\nAustralia recognized that people with a disability had been marginalized \r\nIi \r\nfrom mainstream society for too long. We believed that the only way to bring \r\nabout widespread and enduring change was through cooperation at all levels of \r\n\u0027\u0027 society. As a result, during the Decade, an unprecedented partnership has \r\n1 been forged between people with a disability, various levels of Government, \r\n«\u0027• employers, unions and the community at large. This partnership has led to \r\n(i)-more responsive and individualized accommodation and employment services, and \r\nliii\u0027has helped break down the barriers to full participation in mainstream \r\nactivities within the community. \r\nijiri A detailed paper prepared by the Australian Government is attached as an \r\nsj)(Jannex to the text of my statement, and we hope policy information contained in \r\n(,|the paper will assist in the dissemination of information between \r\ngovernments. The recognition of the need to share our collective experiences. \r\nA/47/PV.34 \r\n118 \r\n(Ms. Giles. Australia) \r\nmodifying them where necessary, to take account of different environments, was \r\none of several constructive outcomes from the recent meeting in Montreal. \r\nI am conscious time is short during these special plenary meetings, but \r\nwould like briefly to outline some of the major policy initiatives we have \r\nfound most effective in promoting the rights of and opportunities for people \r\nwith disabilities. In the context of the Government\u0027s social justice \r\npolicies, we have learned some basic lessons about the type of policy required \r\nto create the appropriate environment for individuals to realize their human \r\npotential. This approach gives strong emphasis to formal consultation with \r\ninterested groups, including non-governmental organizations, unions, and \r\nbusiness and service providers. It also provides appropriate means for long-\r\nand short-term support for individuals and their families. \r\nIn 1983 the Government established the Disability Advisory Council of \r\nAustralia to enhance existing consultative mechanisms by advising the Minister \r\nresponsible for disability services on the impact of policies which affect \r\npeople with a disability and their families. Also in 1983 the Australian \r\nGovernment undertook widespread consultations with people with a disability \r\nacross Australia about the types of services they wanted. The answers were \r\nclear: People with a disability did not want to be assigned a passive role \r\noutside the mainstream of life. They wanted to be acknowledged as people with \r\nthe same wants and needs as everyone else. These consultations resulted in \r\nthe introduction of landmark national legislation, the Disability Services \r\nAct, in 1987. The Disability Services Act includes a statement of principles \r\nand objectives which represent a clear policy commitment by the Australian \r\nGovernment to the rights of people with a disability, and key principles and \r\npractices that should apply to services which assist people with a disability\u0027 \r\nA/47/PV.34 \r\n119 \r\n(Ms. Giles. Australia) \r\nThe Act aims to promote innovation in the provision of services, with a \r\nfocus on achieving results which increase the power and options available to \r\neach person. It recognizes the need to provide assistance to ensure that, \r\nwherever possible, people with a disability can gain access to and benefit \r\nfrom the everyday services and facilities available to the general community. \r\nWithin the framework of the Disability Services Act, the Disability Services \r\n\"\u0027 Programme funds non-governmental organizations which provide employment, \r\n\" accommodation and community participation services for people with a \r\nai disability. \r\n\u0027. We have realized that to make the principles and objectives of the Act a \r\n:  reality we must involve all members of society. The Australian Federal \r\nGovernment has therefore introduced initiatives to promote cooperation between \r\n©Governments, cooperation between Government departments, cooperation in the \r\n•workplace and cooperation in the community. \r\n... One such initiative was the disability reform package introduced in 1990, \r\n,r.»hich brings together three Government departments whose responsibilities \r\njnclude income security, employment and training, and health and community \r\n.fservices. This is a coordinated effort to change the nature of the income \r\nmaintenance system from a dependence model to an active mechanism for support \r\njocusing on the needs of the individual. The package provides incentives to \r\njmployers to employ people with a disability and to make people with a \r\nj w \r\nisability more competitive by providing opportunities for skills development \r\nLit! St\"-\r\nhile providing a secure basis of income support for those who need it. \r\not« l ; \r\nAnother initiative was the Commonwealth/State Disability Agreement signed \r\n» 1991, which aims, through greater cooperation between Governments, to \r\n\"iver services for people with a disability more effectively and \r\n,it\u003e\u0027\u0027; \r\nA/47/PV.34 \r\n120 \r\n(Ms. Giles. Australia) \r\nefficiently. It seeks to establish agreed arrangements for the coordinated \r\nplanning and implementation of Government responsibilities. It will also \r\nextend the benefits of the Commonwealth\u0027s Disability Services Act to those who \r\nuse State Government services. Before the Agreement is implemented in a \r\nState, the State Government must enact legislation complementary to the \r\nDisability Services Act. To date four of Australia\u0027s eight States and \r\nTerritories have done so, and several others are in the process of drafting \r\nnew legislation. \r\nAs a result of these Australian Government initiatives, people with a \r\ndisability are finally beginning to take their rightful place within the \r\ncommunity. In particular, there has been a focus on promoting employment \r\nopportunities in recognition that this is one of the best means of breaking \r\ndown economic and social barriers that have set people with a disability apart \r\nin the past. The Government provides a comprehensive range of employment \r\nplacement and support services which assist people with a disability to gain \r\nand maintain mainstream jobs and provide alternatives to sheltered workshops. \r\nA/47/PV.34 \r\n121 \r\n(Ms. Giles. Australia) \r\nThe Australian Commonwealth Rehabilitation Service has radically changed \r\nits focus since the introduction of the Disability Services Act. It has \r\ndismantled its large institutions and now provides locally based community \r\nservices focused on developing individualized return-to-work programmes. \r\nAnother major milestone was achieved in 1988 with the introduction of \r\nlegislation administered by COMCARE Australia, to provide an integrated \r\npackage of prevention programmes, compensation and return-to-work strategies \r\nfor all Australian Government employees. The key to its successful operation \r\nis cooperation at the workplace level together with a framework of prevention \r\nand early intervention to effect a return to work as soon as possible. \r\nFinally, as I mentioned earlier, the United Nations Decade of Disabled \r\nPersons has seen the development of the Disability Discrimination Bill in \r\nAustralia in 1992. That legislation will be a vital element in removing the \r\nattitudinal, physical, structural and institutional barriers that people with \r\na disability currently face. Through such legislation the Government is \r\nproviding a lead to the community and setting the direction for the coming \r\ndecade, promoting attitudinal change through education and reconciliation. We \r\nfirmly believe this legislation will not only significantly benefit people \r\nwith a disability themselves, but that our nation as a whole will be enriched \r\nby the full participation of people with a disability in society on equal \r\nterms. \r\nNotwithstanding those achievements, many challenges remain. There are \r\nstill many people with a disability who do not receive the services from which \r\nthey could benefit, or the justice they deserve. While the effects of the \r\nGovernment\u0027s social-justice initiatives are gradually filtering through to the \r\nwider Australian community, the process is at times slower than we would like. \r\nA/47/PV.34 \r\n122 \r\n(Ms. Giles. Australia) \r\nAs people with a disability gain access to the work force, employers and \r\nco-workers are becoming more aware of the valuable contribution that people \r\nwith a disability can make economically and socially. The flow-on effect of \r\nthis is attitudinal change that will help to break down the barriers that have \r\nset people with disabilities apart in the past. \r\nOur vision is a fairer Australia where people with disabilities are \r\nregarded as equals, as people with the same rights as other citizens, with \r\nrecourse to systems that redress the infringement of any of their rights, \r\nwhere people with a disability have equal access to programmes provided by \r\nGovernment, by the private sector and by community groups, where people with a \r\ndisability can gain and hold meaningful employment that provides wages and \r\ncareer opportunities that reflect performance, where people with a disability \r\nhave control over their own bodies, lives and future, where difference is \r\naccepted and where public instrumentalities, communities and individuals act \r\nto ensure that society accommodates such differences. \r\nThis is our challenge for the coming decade. \r\nAn account of policy, legislation and programmes such as I have just \r\ncompleted may fail adequately to convey their actual effects upon the daily \r\nlives and expectations of people with a disability. I should therefore like \r\nbriefly to describe recent dramatic changes in the lives of some of my \r\nconstituents, changes that are directly attributable to coordination between \r\nState and federal departments and that have been preceded and accompanied by \r\ncomprehensive nation-wide consultation with people with disabilities and their \r\norganizations. \r\nFor instance, one young wheelchair-bound couple have in the very recent \r\npast made the transition from institutional life to their own suburban home, \r\nA/47/PV.34 \r\n123 \r\n(Ms. Giles. Australia) \r\none designed with their participation to fulfil their special needs. While \r\nthey were busy choosing furnishings for their new home they were also \r\ninterviewing applicants for the positions of their personal attendants to be \r\nemployed under our Attendant Care Scheme. For the first time in their lives \r\nthey have been empowered to make such decisions. \r\nIn the second instance an institution for 40 profoundly intellectually \r\nand physically handicapped adults has gradually become redundant as the \r\nresidents moved in groups of three or four to specially built or modified \r\nsuburban houses. Under these new conditions, and with the help of 24-hour \r\nwell-trained staff, aberrant behaviour gradually modifies, new skills are \r\nacquired and positive neighbourhood interaction rapidly develops. Their \r\nquality of life has been greatly enhanced and family acceptance has followed. \r\nPeople with lower support needs have previously been limited to poorly \r\npaid jobs in sheltered workshops, but now, increasingly, have been given \r\naccess to training and placement in open employment, and selective secondary \r\nschools are equipped with physiotherapy clinics for students whose \r\ndisabilities would otherwise preclude their routine interaction with their \r\npeers. \r\nMr. AL-MUSHAOBEH (Jordan) (interpretation from Arabic): It is a \r\npleasure for me to be here today as we discuss the achievements of the United \r\nNations Decade of Disabled Persons and assess the World Programme of Action \r\nconcerning Disabled Persons. Before coming to New York, I had attended the \r\nInternational Conference of Ministers responsible for Persons with \r\nDisabilities organized by the Government of Canada, at Montreal, last week. \r\nThe results of that meetinj demonstrated the international conviction of the \r\nneed to intensify efforts and promote cooperation to guarantee the continuity \r\nA/47/PV.34 \r\n124 \r\n(Mr. Al-Mushaqbeh. Jnrda.,) \r\nof the processes that were initiated and set in motion during the Decade. The \r\nmeetings highlighted future challenges and emphasized the fact that it is now \r\nhigh time that we embarked, together, on plans to face up to them. \r\nIt is obvious that the World Programme of Action concerning Disabled \r\nPersons has not been fully implemented. Its importance lies in the fact that \r\nit created a motive and incentive for the majority of countries to initiate \r\nserious action aimed at achieving its objectives, namely, the objective of \r\nensuring full participation by disabled persons in social life and \r\ndevelopment, as well as the objective of equality. Those objectives have \r\nprovided the disabled with a strong incentive to develop their abilities and \r\nto assert themselves. Moreover, the objectives of the Programme as a whole \r\nhave provided those who render services to the disabled with a motive to \r\nimprove those services so that disabled may be helped to surmount their \r\ndisabilities to the greatest extent possible. \r\nThe Programme also encouraged us to free ourselves from the domination of \r\nremedial services and to devote ourselves to measures of prevention and \r\ndevelopment wherever approporiate. \r\nAmong the principal achievements of the Decade in my country, Jordan, \r\nwith regard to the disabled, was an increased awareness of the importance of \r\ndeploying concerted efforts by various sectors to improve the conditions of \r\nthe disabled, side by side with an awareness on the part of the disabled \r\nthemselves that they have to express their needs more effectively and \r\nconfidence in their ability to make their own decisions on matters that affect \r\ntheir lives. \r\nThe most telling example of this was the participation by a number of \r\ndisabled persons in drawing up the provisional Jordanian law on care for the \r\nA/47/PV.34 \r\n125 \r\n(Mr. Al-Mushagbeh. Jordan) \r\ndisabled, which entered into force at the beginning of 1990. That law \r\nestablished statutory rights to education, training and rehabilitation for the \r\ndisabled with a view to integrating them into productive society. It also \r\nguaranteed for them diagnostic services and free medical services. \r\nA/47/PV.34 \r\n126 \r\n(Mr. Al-Mushaqbeh. Jnrdan) \r\nThe law also introduced tax and customs exemptions on educational \r\nmaterials and the machines and different means of transportation used by the \r\ncentres which render diagnostic and other health services to the disabled and \r\nto the disabled themselves. \r\nThe law also established the national council on care for the disabled. \r\nMany governmental and civil organizations are represented in that council. \r\nBut the most important stipulation of the law was the statutory representation \r\nof the disabled and their parents in that council. The council is mandated to \r\nformulate policies and draw up plans for prevention and rehabilitation \r\nprogrammes that operate under the supervision of the Government and of \r\nnon-governmental sectors. \r\nMoreover, the new draft labour law in Jordan stipulates that every \r\ninstitution with more than 50 employees must recruit no less than 2 per cent \r\nof its workforce from the ranks of the disabled. This is not the first move \r\nby Jordan to guarantee an income to the disabled. Programmes aimed at \r\nincreased incomes were first introduced for the benefit of those disabled who \r\nsustained their disabilities as a result of wars from the early 1950s. Those \r\nprogrammes have been developed now to embrace other disabled persons. \r\nAlthough there is a conviction that it is necessary to integrate disabled \r\nstudents into ordinary schools, the achievement of that objective will take \r\nsome time. Therefore, it is necessary, for the time being, to build more \r\nschools and centres for the disabled. \r\nJordan has governmental and civil schools rendering services for the \r\nelementary grades and the number of those schools has increased to 68 since \r\nthe beginning of the decade. The number of disabled students in those schools \r\nhas doubled, vocational training programmes have been expanded and new crafts \r\nhave been included in the curricula. Some of those are targeted at disabled \r\nA/47/PV.34 \r\n127 \r\n(Mr. Al-Mushaqbeh. Jordan) \r\ngirls. We have now 9,000 disabled students from the grand total of \r\n140,000 disabled persons. However, if we estimate that 5 per cent of the \r\npopulation is disabled, it becomes clear that the schools and the centres that \r\nare now in existence serve no more than 5 per cent of those who need them. \r\nThis demonstrates Jordan\u0027s need for international and bilateral aid in this \r\nrespect. \r\nJordan\u0027s future strategy in the area of care for the disabled is to \r\nincrease programmes of general awareness, to intensify measures aimed at \r\npreventing disability, to expand vocational training, to promote services of \r\nspecial education, to expand programmes for increasing income and to set up a \r\ncomprehensive centre for diagnosis, using mobile units for rehabilitation in \r\nremote areas as well as to develop training programmes for special education \r\nteachers. \r\nThe International Conference of Ministers responsible for Persons with \r\nDisabilities held in Canada last week has given us high hopes of cooperation \r\nand coordination between States to better the conditions of the disabled all \r\nover the world. \r\nMy country, which takes pleasure in supporting the document adopted by \r\nthe Conference appeals to all Member States to do the same and to implement \r\nits recommendations. We wish to remind the Assembly that our commitment as \r\nStates towards human rights will not be complete if we do not work seriously \r\nfor the application of human rights and principles for the disabled. \r\nI wish here to recall a statement made by His Majesty, King Hussein, at \r\nthe beginning of the International Year for the Disabled when he said that \r\ndisability lies in the society that does not provide the disabled with \r\nA/47/PV.34 \r\n128 \r\n(Mr. Al-Mushaobeh. Jordan) \r\nopportunities of participation and contribution and allows the putting up of \r\nbarriers that limit their abilities and performance. Let us then work \r\ntogether in order to remove those barriers. \r\nMr. MONGBE (Benin) (interpretation from French): The Minister of \r\nLabour and Social Affairs of the Republic of Benin would have liked to \r\nparticipate in the special meeting herself, but for reasons beyond her control \r\nshe is unable to be here today. She has asked me to convey her sincere wishes \r\nfor the success of our work. \r\nIt is a great honour for me to address the Assembly in the context of the \r\nconclusion of the United Nations Decade of Disabled Persons. \r\nTen years ago the international community marked the end of the \r\nInternational Year of Disabled Persons. On that occasion, in December 1982, \r\nthe General Assembly adopted the World Programme of Action concerning Disabled \r\nPersons, the main result of the International Year, and proclaimed the United \r\nNations Decade of Disabled Persons. \r\nWe are here today to mark the end of the Decade, to assess the road \r\ntravelled and to plan a programme for the future. \r\nIn this regard, Benin welcomes the Secretary-General\u0027s report on the \r\nimplementation of the World Programe of Action for the Decade. The report \r\nenables us to review the goals that have been achieved in the context of the \r\nOrganization\u0027s follow-up activities. As the Secretary-General indicates in \r\nhis report, the United Nations Decade of Disabled Persons has had some \r\nsuccess, some insufficiencies and some failures. \r\nDespite a certain amount of progress in some developing countries in the \r\nareas of health and rehabilitation, the number of disabled persons, \r\nparticularly in regions afflicted by war or famine, has increased during the \r\nDecade. \r\nA/47/PV.34 \r\n129-130 \r\n(Mr. Mongbe. Benin) \r\nWith the great increase in population growth rates at the present time, \r\npoverty, accidents and armed conflicts will rise further in the future. \r\nIn another area there has been an increased awareness and a better \r\nunderstanding of questions relating to the disabled since the International \r\nYear and the beginning of the Decade. \r\nThe objectives are still very far from having been reached. However, the \r\nmain lines of the World Programme of Action - namely, prevention, \r\nre-education, equal opportunities and full participation have given us a \r\nvaluable basis for progress where they have been applied. \r\nThe Decade has served as a framework for carrying out many important \r\ni projects for the benefit of disabled persons. \r\nii In Benin, in the context of the implementation of the World Programme of \r\nlisAction, plans have been implemented to benefit disabled persons. \r\nA/47/PV.34 \r\n131 \r\n(Mr. Monobe. Benin) \r\nI should like to mention some of these actions. In 1981 a national \r\nseminar was organized to promote awareness of the problems of disabled \r\npersons. This seminar brought together national partners including disabled \r\npersons. In 1983 a centre for the blind and partially sighted was \r\nestablished. In 1988 a national social affairs day was devoted to the \r\nsituation of disabled persons and a special school for deaf children was \r\nopened. \r\nIn 1989 a special school for mentally handicapped persons was opened by \r\nthe Beninese Association for the Mentally Handicapped, and a community-based \r\nrehabilitation programme was begun. One of its main goals is to promote a \r\nnetwork of integrated inter-sectoral programmes to ensure for disabled persons \r\nin the short, medium and long term, a full range of basic health, education, \r\ntraining, employment and other services. In 1991 a seminar on the past, \r\npresent and future of community-based rehabilitation brought together national \r\nand foreign non-governmental organizations and specialized agencies and bodies \r\nof the United Nations, as well as national partners. \r\nBenin now has three centres for the fitting of artificial limbs, as well \r\nas the Beninese School for the Deaf, established by the national education \r\nMinistry. Before the end of 1992 the elaboration of a national policy for \r\ndisabled persons will be completed. \r\nDespite the many activities that are being carried out, the main goals in \r\nthis area are still being achieved slowly because our financial resources are \r\nvery limited. Therefore, it is desirable that in multilateral assistance and \r\ntechnical cooperation programmes we give high priority and devote more \r\nresources to issues related to disability. \r\nA/47/PV.34 \r\n132 \r\n(Mr. Monobe. Benin) \r\nBenin was privileged to be among the 75 countries whose Ministers and \r\nrepresentatives responsible for disabled persons were invited by the \r\nGovernment of Canada to an international Conference - the first of its type \r\nheld last week in Montreal, where, as the Canadian Minister, \r\nMr. Robert Rene de Cotret, said this morning, an opportunity was offered to \r\n\"look to the future\" (A/47/PV.33. p. 37) and to seek to put an end to \r\n\"discriminatory attitudes that deny equality, erode independence, limit \r\nopportunity and force isolation\". (A/47/PV.33. p. 38) \r\nIn this perspective, one of the great tasks that the international \r\ncommunity must tackle in the coming years is to perpetuate the awareness \r\nwitnessed during the Decade, by taking concrete steps to establish a society \r\nin which everyone has a place and of which disabled persons are an integral \r\npart. \r\nThe meeting rose at 7.45 p.m. \r\n"