"UNITED ̂  \r\nNATIONS \r\nI^§^1I General Assembly \r\nPROVISIONAL \r\nA/47/PV.23 \r\n14 October 1992 \r\nENGLISH \r\nForty-seventh session \r\nGENERAL ASSEMBLY \r\nPROVISIONAL VERBATIM RECORD OF THE 23rd MEETING \r\nHeld at Headquarters, New York, \r\non Friday, 2 October 1992, at 3 p.m. \r\nPresident: Mr. GHAFOORZAI \r\n(Vice-President) \r\n(Afghanistan) \r\nScale of assessments for the apportionment of the expenses of the \r\nUnited Nations [111] (continued) \r\nGeneral debate [9] (continued) \r\nStatements made bv \r\nMr. Sylla (Guinea) \r\nMr. Fonseca (Cape Verde) \r\nMr. Nguyen Manh Cam (Viet Nam) \r\nMr. Diria (United Republic of Tanzania) \r\nMr. Matthews (Liberia) \r\nMr. Braganca (Sao Tome and Principe) \r\nThis record contains the original text of speeches delivered in English \r\nand interpretations of speeches in the other languages. The final text will \r\nbe printed in the Official Records of the General Assembly. \r\nCorrections should be submitted to original speeches only. They should \r\nbe sent under the signature of a member of the delegation concerned, within \r\none_week, to the Chief, Official Records Editing Section, Office of Conference \r\nServices, room DC2-750, 2 United Nations Plaza, and incorporated in a copy of \r\nthe record. \r\n92-61304 6031V (E) \r\nA/47/PV.23 \r\n2 \r\nIn the absence of the President. Mr. Ghafoorzai (Afghanistan). \r\nVice-President, took the Chair. \r\nThe meeting was called to order at 3.25 p.m. \r\nAGENDA ITEM 111 (continued) \r\nSCALE OF ASSESSMENTS FOR THE APPORTIONMENT OF THE EXPENSES OF THE UNITED \r\nNATIONS (A/47/442/Add.4) \r\nThe PRESIDENT: I should like to draw the General Assembly\u0027s \r\nattention to document A/47/442/Add.4, which has been circulated in the General \r\nAssembly Hall this afternoon. It contains a letter addressed to the President \r\nof the General Assembly by the Secretary-General informing him that since the \r\nissuance of his communications dated 15, 18, 22 and 24 September 1992 \r\nEquatorial Guinea and Sao Tome and Principe have made the necessary payments \r\nto reduce their arrears below the amount specified in Article 19 of the \r\nCharter. \r\nMay I take it that the General Assembly duly takes note of this \r\ninformation? \r\nIt was so decided. \r\nAGENDA ITEM 9 (continued) \r\nGENERAL DEBATE \r\nMr, SYLLA (Guinea) (interpretation from French): Exactly 34 years \r\nago today Guinea attained independence. On this anniversary I am very happy \r\nto convey to you. Sir, the warm greetings of the people of Guinea, its \r\nGovernment and its President, General Lansana Conte. \r\nBeyond its being simply a matter of tradition, I find it a very pleasant \r\nduty to congratulate the President on his election. I am convinced that our \r\nwork will produce tangible -results, thanks to his personal experience and the \r\ninternational prestige of his country. \r\nA/47/PV.23 \r\n3-5 \r\n(Mr. Sylla. Guinea) \r\nI also wish to express to our President\u0027s predecessor, Mr. Samir Shihabi \r\nof the Kingdom of Saudi Arabia, with whom my delegation had the good fortune \r\nto cooperate within the Bureau of the forty-sixth session, our appreciation \r\nfor the competence and dedication with which he conducted the work of that \r\nsession. \r\nMr. Perez de Cuellar also earned the high esteem of my Government for \r\nhaving marked his two consecutive terms of office with effectiveness and \r\nconsensus. \r\nSimilarly, I pay tribute to our Secretary-General, Mr. Boutros-Ghali, for \r\nhis dynamism and the many initiatives he has taken since assuming office. His \r\nreport \"An Agenda for Peace\" is a source of valuable inspiration in the \r\nmaintenance and strengthening of international peace. The preventive \r\ndiplomacy he advocates in it should have the support of the international \r\ncommunity. \r\nThe Guinean Government warmly welcomes the admission of new Member \r\nStates, confirming once again the universality of our Organization\u0027s \r\nprinciples. \r\nA/47/PV.23 \r\n6 \r\n(Mr. Sylla. Guinea) \r\nMany events have occurred since our last session. Mankind is living \r\nthrough an age of hope, but also one of uncertainty. \r\nTrue, many promises are being made, but there does not appear to be a \r\nsufficient awareness of dangers. Indeed, the new world architecture is taking \r\nshape against a backdrop of persistent poverty and misery in the South, in \r\ncontrast to the general well-being in the North. \r\nThe international landscape still contains dark zones of actual and \r\npotential conflict. The transition towards the emerging order is creating for \r\nthe countries of Eastern Europe, Asia, Africa and South America problems whose \r\nsolution will require sacrifice, farsightedness and solidarity from the \r\ninternational community. \r\nAlong with the political stakes, which are of crucial importance, there \r\nare no-less-important economic and social challenges. Clearly, poverty is \r\nundermining the fabric of States, creating profound imbalances in the \r\ndeveloping countries and threatening the very foundation of human rights. And \r\nthe first human right, the one on which all the others depend, is the right to \r\ndevelopment. \r\nNor can there be development without a guarantee of sources of income \r\nderived from basic commodities, prices for which, unfortunately, are not \r\nwithin the control of developing countries. This disturbing situation \r\nrepresents a real threat to the North as well, for it is already one of the \r\ncauses of the strong wave of migration from the South in search of prosperity. \r\nThis is compounded by the external indebtedness of the third world \r\ncountries. Payments for debt servicing, which increase exponentially, are in \r\nthe final analysis an unbearable burden on economies already severely tried by \r\nthe imbalances in the world economic order and by natural disasters. \r\nA/47/PV.23 \r\n7 \r\n(Mr. Svlla. Guinea) \r\nMany solutions have been advanced, but the international community must \r\nfinally give priority to the growth and development of the poor countries \r\nmust, in other words, build on the ruins of the old East-West order a new \r\norder based on more dynamic and more innovative North-South relations. Such a \r\nsystem could take into account, inter alia, free access for export products \r\nfrom the South to markets in the North and a growth in public aid to \r\ndevelopment and investments. \r\nIt has been recognized that improving the situation in Africa necessarily \r\ninvolves economic reforms, the sound management of public affairs and popular \r\nparticipation in development. In this connection, most of the countries of \r\nAfrica have undertaken deep political, economic and social reforms. But the \r\nefforts undertaken on the national, subregional and regional levels have not, \r\nunfortunately, enjoyed the expected international support. The United Nations \r\nProgramme of Action for African Economic Recovery and Development 1986-1990, \r\nwhich gave rise to so much hope, has not produced the desired results. \r\nCapital flows from North to South have been negative in relation to the flow \r\nof resources from South to North. \r\nNevertheless, my delegation welcomes the adoption by the United Nations \r\nof the New Agenda for African Development in the 1990s, which will, I hope, \r\nenhance the impact of United Nations action in the economic and social \r\ndevelopment of the continent. \r\nFor Africa, one thing is clear: recovery and the diversification of \r\neconomic activities require subregional and regional integration. In this \r\nconnection, the establishment of the African Ecoromic Community will enable \r\nthe continent to benefit from the complementarity of its human, natural and \r\nfinancial resources and offer at the same time the best opportunities to take \r\nadvantage of major international markets. \r\nA/47/PV.23 \r\n8 \r\n(Mr. Sylla. Guinea) \r\nI must stress that Africa is determined to fulfil its part of the \r\ncontract in order to meet all the development targets set forth within the \r\nframework of the Community. To that end, it needs the constant support of the \r\ninternational community. \r\nAnother of our concerns is the situation in South Africa, which has been \r\nincluded in our agenda for 46 years. While the international community was \r\nattempting to derive satisfaction from some of the progress achieved in \r\nnegotiations, the events at Biopatong, along with the deliberate massacres at \r\nCiskei on 7 September 1992, have strengthened our belief that the end of \r\napartheid was proclaimed much too prematurely. \r\nMy delegation believes that the South african Government must put an end \r\nto the escalation of violence, free political prisoners and rescind the \r\nHomelands Law and other discriminatory laws. Similarly, our country \r\nappreciates the recommendations made by the Secretary-General\u0027s Special \r\nRepresentative and also welcomes the sending of United Nations observers to \r\nassist in strengthening the structures established by the peace agreement. \r\nNegotiation is the only viable solution. The international community must \r\nencourage the resumption of the talks within the purview of the Convention for \r\na Democratic South Africa. \r\nThe situation in many other African countries continues to concern us. I \r\nam thinking first of Liberia, a fraternal country and neighbour battered by \r\ndestructive internal war. At any early stage the countries of West Africa \r\nmembers of the Economic Commission of West African States (ECOWAS) united in \r\nsolidarity to seek a negotiated settlement. A peace plan was drawn up with \r\nthe constant participation of all the parties to the conflict. The recent \r\nsummit meeting of ECOWAS Heads of State, at Dakar, took new steps to make \r\nA/47/PV.23 \r\n9 \r\n(Mr. Sylla. Guinea) \r\nthe peace plan fully effective. My Government appeals to the world \r\nOrganization, and especially to the Security Council, to give unreserved \r\nsupport to the implementation of that plan. \r\nIn addition, hundreds of millions of individuals have fled Liberia to \r\nseek refuge in Guinea, Cote d\u0027lvoire and Sierra Leone. In Guinea alone there \r\nare nearly 600,000 refugees, two thirds of whom are children. The suffering \r\nendured by these human beings calls for additional efforts within the \r\nframework of the greatly appreciated assistance of the Office of the High \r\nCommissioner for Refugees. \r\nWhat can we say about Somalia, now in flames and so sorely tried by \r\nfamine and drought? My Government believes that peace can return to that \r\ncountry only if all the fighting factions display political will and agree to \r\ndialogue. Only the establishment of an immediate and definite cease-fire will \r\nenable the Somalians to engage in serious negotiations on the future of their \r\ncountry. Indeed, there is no point in turning to international forums for \r\nsome futile recognition or confirmation. Our brothers in Somalia must agree \r\nto bury the hatchet of war and allow the international community to help them \r\nto help themselves. \r\nIn addition to the political stakes, the tragedy in Somalia raises thorny \r\nhumanitarian problems, for whose solution emergency measures have been \r\neffectively implemented through the joint efforts of the United Nations, the \r\nOrganization of the Islamic Conference, the Organization of African Unity and \r\nmany countries and non-governmental organizations. \r\nAs for Angola, the cessation of hostilities and the dialogue opened \r\nbetween the parties to the conflict have made it possible to hold pluralistic \r\nelections. \r\nA/47/PV.23 \r\n10 \r\n(Mr. Svlla. Guinea) \r\nNot far away, in Mozambique, the Rome peace negotiations and the recent \r\nagreement reached in Botswana between RENAMO and the Maputo Government \r\nrepresent a decisive step towards settling that long and painful conflict. \r\nThe crisis in Rwanda is the subject of joint discussions to restore \r\nstability and security among the countries of the subregion. Direct \r\nnegotiations between the Government and the Rwanda Patriotic Front have \r\nemitted a glimmer of hope that an end may be put to a deadly conflict and that \r\nthe bases of national unity may be strengthened. \r\nA/47/PV.23 \r\n11 \r\n(Mr. Sylla. Guinea) \r\nFor many years, the crisis in the Middle East has occupied an important \r\nplace in our discussions here in the Organization; it is still one of the \r\ngreatest threats to international peace and security. The Palestinian \r\nquestion is at the heart of this formidable crisis. Only the return of all \r\ntheir rights to the Palestinian people under the auspices of the Palestine \r\nLiberation Organization, their sole and legitimate representative, can lead to \r\na just, comprehensive and lasting solution. The Government of Guinea urges \r\nthe parties to pursue the peace negotiations. By the same token, we support \r\nany other initiative directed towards breaking the log-jam in this situation \r\nquickly. \r\nWith regard to Cambodia, the establishment of a Supreme National Council \r\nin Cambodia headed by Prince Norodom Sihanouk is putting an end to a very \r\ndifficult war and heralds the dawn of a new period which will, we hope, be \r\ncharacterized by a climate of tolerance and peaceful coexistence. \r\nDespite the efforts of the international community, engagements of a rare \r\nviolence are tearing apart the republics of the former Yugoslavia. Every day \r\nthe peoples of these lands are seeing their historic legacy, which it took \r\nthem centuries to build, reduced to ruins. \r\nInternational pressure must continue to be brought to bear in order to \r\nassert international legality and human rights and to ensure they are \r\nrespected. We welcome the peace efforts of the London Conference and the \r\nrecent summit conference of the non-aligned countries. \r\nWith regard to the question of Korea, my delegation supports the \r\nreunification process on the peninsula, from which nuclear weapons should be \r\nprecluded. My Government appreciates all the efforts towards reconciliation, \r\nnon-aggression, exchanges and cooperation between the two Koreas with a view \r\nto their peaceful reunification. \r\nA/47/PV.23 \r\n12 \r\n(Mr. Sylla. Guinea) \r\nThe spectacular and most often rapid transformations taking place in the \r\nworld today should have beneficial effects for disarmament and arms control. \r\nEven if on the bilateral level we are seeing agreements with regard to \r\nreducing or destroying certain types of weapons, at the multilateral level \r\nnegotiations are marking time. \r\nThe disappearance of the bipolar world is tending to make the senseless \r\narms race incomprehensible. However, in this new context, the risk of war has \r\nnot yet been ruled out, because of the existence of arsenals of weapons of \r\nmass destruction, particularly nuclear weapons. This is why the Republic of \r\nGuinea will continue to appeal urgently for general and complete disarmament. \r\nMy delegation welcomes the appreciable results achieved in the \r\nnegotiations on the signing of a convention on chemical weapons. However, the \r\nprincipal issues that are the cornerstone of disarmament, namely, the \r\nprohibition of nuclear tests and the arms race and the prevention of a nuclear \r\nwar, have not experienced the same positive development. \r\nMoreover, the close interconnection established in 1987 by the \r\nInternational Conference on the Relationship between Disarmament and \r\nDevelopment is still just as important: a reduction in military expenditures \r\nand budgets could boost economic and industrial activity in the have-not \r\ncountries while strengthening the economic and social development efforts of \r\ndeveloping countries. \r\nIn recent years, relations between States have expanded and diversified. \r\nMultilateralism is strengthened as a result. The large number of States \r\nMembers of the universal Organization increasingly reflects their desire to \r\nengage in integrated and co \u003erdinated action at the international level in \r\norder to take up the various challenges: the challenge of peace, the \r\nA/47/PV.23 \r\n13 \r\n(Mr. Sylla. Guinea) \r\nchallenge of economic and social development and the challenge of the \r\nenvironment. \r\nHere is where multilateral relations must play an important role in \r\nmapping out the new order, which mankind hopes will be democratic and will \r\ngenerate prosperity for all. This is the path of multilateralism that the \r\nnon-aligned countries recently embarked upon in Djakarta. Our Organization \r\nshould take this duly into account in future international relations. \r\nThe United Nations is in the process of carrying out positive work on \r\nvarious fronts; this is work which gives it undeniable authority, particularly \r\nin the area of the settlement of conflicts. Never before has there been such \r\na strong consensus regarding the profound significance of peace. \r\nThe aspiration of peoples to justice, security and greater prosperity has \r\neverywhere initiated an enormous process of social transformation, which is \r\nperceived as the obvious sign of democratic change. In the Republic of \r\nGuinea, the democratic transition is taking place peacefully. The \r\nconstitutional institutions, governed by the principle of the separation of \r\npowers, are being established. Some 40 parties are engaged in the guest for \r\npolitical power. A supreme court, in which is invested the judicial power, \r\nwill ensure that elections take place in a regular way. The legislative \r\nelections are scheduled for December 1992, followed immediately by \r\npresidential elections in 1993. \r\nThe Government is pursuing a coherent policy of transition on the basis \r\nof dialogue and transparency. In any case, the form of democracy must be \r\nadjusted to suit the historical, economic, social and cultural realities of \r\neach country. \r\nA/47/PV.23 \r\n14 \r\n(Mr. Svlla. Guinea) \r\nThe Government of Guinea, resolutely committed to building a State of \r\nlaw, supports the actions of the international community to promote and \r\ndevelop human rights. In this respect, Guinea welcomes the convening of the \r\nWorld Conference on Human Rights in June 1993 and the international conference \r\non the African child scheduled for November 1992 in Dakar. Here I wish to \r\nappeal urgently to the international community as a whole, and particular to \r\nthe donors, to finance the various national programmes of action prepared in \r\nthe context of the decade for children. \r\nTwo important international events are to be commemorated in a few days\u0027 \r\ntime by this Assembly, which will devote plenary meetings to them: the end of \r\nthe United Nations Decade of Disabled Persons and the tenth anniversary of the \r\nadoption of the International Plan of Action on Ageing. My Government, which \r\nis always sensitive to the fate of these two social categories and their \r\nsufferings, is devoting a major part of its efforts under its national \r\ndevelopment programmes to them, and endorses the measures adopted as part of \r\nthe Decade of Disabled Persons as well as those taken under the International \r\nPlan of Action on Ageing. \r\nFor development strategies and programmes to be viable, they must pay \r\nparticular attention to the problem of the environment. That is why my \r\ndelegation requests the countries of the North to participate fully in \r\nfinancing Agenda 21, as defined and adopted in Rio, for the protection of the \r\nenvironment and lasting development. \r\nAnother major source of concern is the production and consumption of \r\ndrugs and the illicit traffic in them. To get rid of this scourge once and \r\nfor all, police pressure, the destruction of plantations and the prohibition \r\nof money laundering must be backed up with the parallel development and \r\npromotion of substitute crops. \r\nA/47/PV.23 \r\n15 \r\n(Mr. Sylla. Guinea) \r\nThe revitalization of the United Nations system is now a categorical \r\nimperative. This revitalization should in particular include enlarging the \r\nSecurity Council with a view to ensuring that a larger number of countries \r\nparticipate as permanent members. That reform could also make that vital \r\nbody, responsible as it is for maintaining international peace and security, \r\nmore efficient and effective. Expanding the Council is, in our opinion, one \r\nof the fundamental aspects of the democratization of international relations \r\nthat is now needed. \r\nThe Government of the Republic of Guinea attaches the utmost importance \r\nto the strengthening of the role of the United Nations and to respect for the \r\nprinciples of its Charter, which is a prereguisite for the advent of a new \r\norder based on justice for all and on peace, prosperity and international \r\nsolidarity. \r\nA/47/PV.23 \r\n16 \r\nMr. FONSECA (Cape Verde) (spoke in Portuguese; English text \r\nfurnished by the delegation): I should like to begin by congratulating \r\nMr. Stoyan Ganev on his election to the presidency of the forty-seventh \r\nsession of the General Assembly. I am certain that under his guidance this \r\nsession will prove to be a very fruitful one. \r\nTo your predecessor, Mr. Samir Shihabi of Saudi Arabia, I would like to \r\nexpress my delegation\u0027s appreciation for the manner in which he conducted the \r\nwork of the forty-sixth session and for his personal efforts to strengthen the \r\nrole of the General Assembly. \r\nThe election of the Secretary-General, Mr. Boutros Boutros-Ghali, is of \r\nparticular satisfaction to Cape Verde. I am certain that, under his \r\nleadership, the Organization will be able to face its responsibilities at a \r\nmoment when fundamental changes are taking place in the world arena towards a \r\nmore just order and the aspirations of mankind. \r\nI welcome the 13 new Members of the Organization recently admitted and am \r\ncertain that their admission will enrich our collective dialogue in the search \r\nfor solutions to the international problems that affect us all. The principle \r\nof universality of the United Nations has thus gained more expression. \r\nI hope that countries still under foreign occupation will, in the \r\nnot-too-distant future, also join the community of nations represented here. \r\nAmong the countries still under colonial occupation is East Timor. Historical \r\nand cultural ties link us with the people of that Territory under foreign \r\noccupation. \r\nMy country sincerely hopes the ongoing negotiations between Portugal and \r\nIndonesia under the auspices of the Secretary-General, as mandated by the \r\nGeneral Assembly, will prodice positive results which will make it possible in \r\nA/47/PV.23 \r\n17 \r\n(Mr. Fonseca. Cape Verde) \r\nthe near future for the people of East Timor to exercise its inalienable right \r\nto self-determination. \r\nThe Assembly welcomed with enthusiasm the end of the cold war which put \r\nan end to the spectre of a nuclear holocaust and the policies of bloc \r\nrivalry. Cape Verde, together with many other countries, has great hopes for \r\nthe new era announced by the end of the cold war. We hope that this new era \r\nwill be dominated by peace „n the world, cooperation among countries, global \r\nrespect for human rights and democratic values and by renewed efforts in the \r\nfield of economic development. \r\nIf, on the one hand, the end of the cold war has given rise to an \r\ninternational political environment of great optimism concerning our \r\ncollective future, it has, on the other, allowed conflicts to come into the \r\nopen, the negative effects of which are of great concern to us all consuming, \r\nas they do, energies and resources so necessary to the economic and social \r\ndevelopment of countries a prerequisite for peoples to attain their \r\naspirations for progress and well-being. \r\nThe redefinition of the political geography and the newly \r\ninstitutionalized democracies in Eastern Europe are, without doubt, a \r\npolitical event of major magnitude, the positive effects of which on the \r\ninternational scene are already being felt. Nevertheless, the open conflicts \r\nwhich seem to proliferate in that part of the world give rise to serious \r\nconcern about their negative impact on regional and global stability. \r\nSimilarly, the political movements towards the creation of democratic \r\ngovernments in many parts of the world, mainly in Africa, while anticipating \r\nthe emergence of a new orde: in the existence of nations based upon democratic \r\nPluralism, the participation of populations in running their countries and the \r\nA/47/PV.23 \r\n18-20 \r\n(Mr. Fonseca, Cape Verde) \r\naffirmation of and respect for the fundamental rights of the citizenry, are \r\nalso sometimes accompanied by internal political convulsions and conflicts. \r\nThus present international relations are dominated by the optimism and \r\nhopes for a better future for us all brought about by these changes and, at \r\nthe same time, by the current political realities where armed confrontations \r\nseem to take hold. \r\nThe tragic situation in Somalia is a blatant example of the many national \r\nconflicts that are ravaging the world. \r\nI believe that national conflicts such as the one in Somalia, deserve our \r\nfull attention, bearing in mind the dimension of the loss of human lives, the \r\ndestruction of property they entail and the repercussions they have on \r\nregional and international peace and stability. \r\nThe United Nations should assist those affected countries in the \r\nhumanitarian field as well as in helping them to regain their internal \r\npolitical harmony and to bring about a normalization of the situation. \r\nI hope that in the case of Somalia all political forces will extend their \r\nfull cooperation to the United Nations in facilitating the distribution of \r\nhumanitarian assistance to the affected population. My country condemns any \r\nresistance or opposition to the deployment of United Nations forces in \r\nSomalia, whose presence becomes necessary for the massive provision of \r\nhumanitarian assistance. I hope that the United Nations will proceed to the \r\nearly deployment of an additional 3,000 United Nations guards to Somalia in \r\nview of the urgency of the situation. What is at stake here is the survival \r\nof the population of Somalia. Each day that passes without humanitarian \r\nassistance represents the loss of innumerable lives. The United Nations \r\nshould stand firm in the implementation of its deployment decision, even in \r\nthe face of the opposition of certain factions. \r\nA/47/PV.23 \r\n21 \r\n(Mr. Fonseca. Cape Verde) \r\nThe situation in Bosnia and Herzegovina is an example of the unfortunate \r\nreality that we are witnessing today, in which many conflicts seem to take \r\nhold despite attempts at peaceful negotiation. Notwithstanding the enormous \r\nefforts already made in various bodies, including the Security Council, to put \r\nan end to the conflict that is raging in the territory of the former \r\nYugoslavia, and that has affected in particular the Republic of Bosnia and \r\nHerzegovina, no tangible and lasting result has been achieved so far. \r\nFor reasons having to do with peace and political stability in a region \r\nas important for international security as Europe, and also with the respect \r\nthat the humanitarian situation deserves from all of us, the international \r\ncommunity should make renewed efforts to bring about peace and normality in \r\nthat country. \r\nIn this context, the Federal Republic of Yugoslavia (Serbia and \r\nMontenegro) can and should play a positive role. Everyone should strictly \r\nabide by the principle of territorial integrity and non-interference in the \r\ninternal affairs of Bosnia and Herzegovina. The internal conflict in Bosnia \r\nand Herzegovina requires a solution involving respect for the equal rights of \r\nall its citizens. The basis of that solution should be satisfaction of the \r\nlegitimate aspirations of the country\u0027s different communities. \r\nAgainst this background, my country hopes that the ongoing peace \r\nconference co-sponsored by the United Nations and the European Economic \r\nCommunity will produce satisfactory results in the very near future. \r\nThe armed confrontations that today seem to be occurring everywhere call \r\nfor a strong and more effective United Nations handling of its \r\nresponsibilities in the mai itenance of peace and stability. This important \r\nrole of the United Nations takes on particular importance as an indispensable \r\nA/47/PV.23 \r\n22 \r\n(Mr. Fonseca. Cape Verrfo) \r\nguarantee of the preservation of the independence, territorial integrity and \r\nsecurity of smaller nations. \r\nIt is incumbent upon the Security Council to carry out this primary \r\nresponsibility of the United Nations in a speedy, efficient, coherent, \r\nimpartial and uneguivocal manner, whoever the participants in a conflict might \r\nbe and wherever it might take place. \r\nIn this connection, I should like to emphasize the relevance of the \r\nproposals put forward by the Secretary-General in his report \"An Agenda for \r\nPeace\" (A/47/277), with a view to strengthening the United Nations \r\nintervention capacity in the prevention and management of international \r\ncrises. These proposals deserve careful consideration. My delegation will \r\nmake its contribution to their analysis in the appropriate forum. The \r\nseriousness of the issues of international peace and security require careful \r\nconsideration of these proposals, with a view to their early implementation. \r\nThe Assembly should exert every effort to make the affirmation of and \r\nrespect for human rights in all their different dimensions a priority issue on \r\nits agenda. The repeated violation of fundamental rights in various countries \r\nis still a reality that the community of nations cannot tolerate. Every \r\neffort should be made to eliminate the abuses that are still being committed \r\nin various parts of the world against the dignity of human beings and their \r\nbasic human rights. \r\nWhile recognizing the multifaceted dimension of human rights, my \r\ndelegation does not share the functionalist approach to this question. \r\nIndeed, fundamental rights and individual liberties are fundamental to the \r\ndignity of human beings and should therefore be asserted unconditionally- Jt \r\nis in this context that my country has advocated strengthening and improving \r\nA/47/PV.23 \r\n23 \r\n(Mr. Fonseca. Cape Verde) \r\nUnited Nations mechanisms for the protection of human rights whenever their \r\nviolation, by its dimension and degree, becomes intolerable. \r\nWhenever United Nations action to protect human rights comes into \r\nconflict with the principles of sovereignty and non-interference in the \r\ninternal affairs of States, we should face the issue with the necessary \r\ncourage and imagination to find a middle-ground approach. \r\nI should like in this connection to emphasize my country\u0027s concern about \r\nthe practices of xenophobia and racism in certain countries. Cape Verde takes \r\npride in receiving foreigners in its midst. It is therefore difficult for us \r\nto understand the surge of hatred and violence against foreign nationals and \r\nmigrant workers in certain countries. \r\nA large part of my country\u0027s population works and resides abroad. \r\nMigration is today a universal phenomenon that in a way involves all \r\ncountries. It is the expression of solidarity among groups and their ability \r\nto live in peace with one another, irrespective of their origin or race. Firm \r\nmeasures should be taken in the receiving countries against those engaged in \r\nsuch shameful practices, for they run counter to the basic rules of the \r\ncivilized world that we all wish to build. \r\nThe economic situation of the developing countries has not improved, \r\nnotwithstanding national efforts. The precarious economic situation in which \r\nthese countries find themselves plays a negative role in the establishment and \r\nconsolidation of democratic institutions and offers fertile ground for the \r\nresurgence of conflict, which not only poisons social harmony, but also \r\ndisturbs the peace and security of States. \r\nIn the past, responding to appeals for economic assistance for developing \r\nnations could be seen as the expression of a mere act of human solidarity, but \r\nA/47/PV.23 \r\n24-25 \r\n(Mr. Fonseca. Cape Verda) \r\ntoday it is clear that the need to engage all countries, developed and \r\ndeveloping, in addressing the problems of underdevelopment represents a global \r\ninterest that we all have in the creation of objective conditions that will \r\nfacilitate the internal stability of nations and their harmonious relationship. \r\nA/47/PV.23 \r\n26 \r\n(Mr. Fonseca. Cape Verde) \r\nThe problem of underdevelopment is thus today a global concern shared by \r\nall those interested in the stability and ecological balance of the world. \r\nTherefore the solution of this problem should be found by both developed and \r\ndeveloping countries, together. \r\nThis economic situation becomes even more fragile for the developing \r\ncountries that are affected by drought and desertification. Africa is the \r\ncontinent most affected in this regard. The enormous dimensions that drought \r\nand desertification has assumed in the world and the catastrophic effects it \r\nhas had on many developing countries and the well-being of their population \r\nrequires a global plan to face this calamity successfully. \r\nIn this regard, it is to be hoped that the decision of the Rio Conference \r\nto establish an inter-governmental committee to negotiate a convention on \r\ndrought and desertification will be implemented in the course of this session \r\nof the General Assembly. \r\nAs a country that is seriously affected by drought and desertification. \r\nCape Verde expects the negotiation of such a legal instrument to be crowned \r\nwith success and its early entry into force to be a landmark in the struggle \r\nagainst this serious problem. \r\nSimilarly, it is hoped that the important decisions taken at the Rio \r\nConference will have positive follow-up. \r\nThe time has come for us to show with deeds that this Conference \r\nrepresented a break with a past of environmental negligence. Let us hope that \r\nit will represent the beginning of a new attitude on the part of Governments \r\nand a new spirit of shared responsibilities and international solidarity in \r\nthe creation of a healthier and ecologically more sound world, a world \r\neconomically more interdependent and morally more just. \r\nA/47/PV.23 \r\n27 \r\n(Mr. Fonseca. Cape Verde) \r\nThe world goes through political, economic and social changes of major \r\nmagnitude. The United Nations, as a permanent conference where economic, \r\npolitical and social issues are discussed, should reflect such changes in its \r\nown structures and procedures so that it may fulfil its potential and \r\nstrengthen its capacity in dealing with the ever increasing and diversified \r\nchallenges. \r\nIn this regard the efforts being made to streamline the work of the \r\nUnited Nations and rationalize its activities are undoubtedly commendable and \r\ndeserve our support. The \"Agenda for peace\" presented by the \r\nSecretary-General following the Security Council summit held in January of \r\nthis year is a solid basis for reflection on issues related to United Nations \r\nreform. It is to be hoped that the useful ideas contained therein will be \r\nfurther developed in the ongoing dialogue on the adjustment of the United \r\nNations to today\u0027s needs. \r\nThis necessity for adjustment is already felt even at the level of \r\ncertain United Nations organs. In fact, the activity of the General Assembly \r\nhas been seen lately as having lost certain importance, and its prestige has \r\nbeen affected. \r\nAs the most important organ of the United Nations, where the voices of \r\nall member countries are heard, it is important that this Assembly, which is \r\nthe expression of the democratic character of this Organization, find ways to \r\nreactivate its activities and restore its lost prestige. \r\nIn our view there are different means through which to strengthen the \r\nrole of the General Assembly. The consideration of measures to rationalize \r\nthe work of the General Assembly is one such means. Rationalization should \r\ntouch upon redesigning its agenda and reconsideration of its procedures, \r\nA/47/PV.23 \r\n28 \r\n(Mr. Fonseca. Cape Verde) \r\nincluding restructuring the debate in the plenary and in the different \r\ncommittees, to avoid unnecessary overlapping and repetition. \r\nOn the other hand, it is important that whenever an item on its agenda \r\nassumes global relevance and generates universal interest it should be \r\nconsidered in the General Assembly itself instead of being transferred for \r\nconsideration as autonomous subject-matter in an international conference. \r\nLately voices have frequently been heard on the need to enlarge the \r\nSecurity Council membership. We believe that this issue should be tackled in \r\nthe light of the necessity of adapting this organ to the correlation of forces \r\nprevalent in the world today. Equally important is the necessity of taking \r\ninto consideration a relative balance in the representation in the Council of \r\ndifferent regions. Whatever the outcome, however, enlargement of the Security \r\nCouncil should in no way take place at the expense of the effectiveness of the \r\ndecisions that that important body is called upon to take on issues of peace \r\nand security. \r\nOn the other hand, the ongoing efforts to streamline the work of the \r\nEconomic and Social Council should improve the co-ordination of the activities \r\nof different bodies dealing with economic and social issues, due account being \r\ntaken, obviously, of the necessity of preserving the required decentralization \r\nand the specific nature of the functions of those bodies. We welcome the \r\ndecision of the Secretary-General to proceed to an in-depth study on the \r\nmodalities for that restructuring. \r\nOurs is an era of armed confrontation and profound changes in the \r\ninternational scene. But it is equally an era that offers a unique \r\nopportunity and exceptional conditions that nurture great expectations and \r\nhope in the shaping of a better and more peaceful relationship between nations \r\naimed at building a collective future of peace and well-being. \r\nA/47/PV.23 \r\n29-30 \r\n(Mr. Fonseca. Cape Verde) \r\nTolerance, a spirit of solidarity and the promotion of universal values \r\nshould guide us in the shaping of this collective future. It is incumbent \r\nupon us all, small countries and big as well, developed and developing \r\nnations, to understand the sense of our community of interest and to take the \r\nnecessary steps towards that end. \r\nA/47/PV.23 \r\n31 \r\nMr. NGUYEN MANH CAM (Viet Nam) (interpretation from French): On \r\nbehalf of the delegation of Viet Nam, permit me at the outset to extend my \r\nwarmest congratulations to His Excellency Mr. Stoyan Ganev, Minister for \r\nForeign Affairs of the Republic of Bulgaria, on his election to the presidency \r\nof the General Assembly at its forty-seventh session. I am sure Mr. Ganev\u0027s \r\nguidance of this session of the General Assembly will make it a success. We \r\nalso wish to express our appreciation for the outstanding contribution of His \r\nExcellency Mr. Samir S. Shihabi, President of the General Assembly at its \r\nforty-sixth session. We should also like to express our great appreciation of \r\nthe untiring and dynamic efforts of by His Excellency \r\nMr. Boutros Boutros-Ghali, Secretary-General of the United Nations, in the \r\nnoble cause of peace, security and cooperation among nations. \r\nOn this occasion I cannot fail to convey warm greetings to the new \r\nMembers of our great family, the United Nations. \r\nSince the last session of the General Assembly, we have continued to \r\nwitness profound and far-reaching changes on a global scale. Those changes \r\nhave led to the disintegration of the international order that came into being \r\nafter the Second World War and that had existed for nearly half a century. \r\nThe new world situation opens up new opportunities for but at the same time \r\npresents acute challenges to the peace, security and prosperity of each \r\nnation, as well as that of the international community as a whole. With the \r\nthreat of annihilation by nuclear war receding and no longer hanging over the \r\npeoples of the world like the sword of Damocles, all nations might expect to \r\nlive in a world of peace, security, justice and prosperity, with egalitarian, \r\nmutually beneficial cooperation and the joint application of the miraculous \r\nachievements of the modern scientific and technological revolution to the \r\nhenefit of each country\u0027s and the whole world\u0027s development and well-being. \r\nA/47/PV.23 \r\n32 \r\n(Mr. Nguyen Manh Cam. \r\nViet Nam) \r\nRegrettably, the overall picture of today\u0027s world is far from being \r\npromising. We fully share the view expressed by the leaders of the \r\nnon-aligned countries in the Jakarta Message of 6 September 1992: \r\n\"The world today is still far from being a peaceful, just and secure \r\nplace. Simmering disputes, violent conflicts, aggression and foreign \r\noccupation, interference in the internal affairs of States, policies of \r\nhegemony and domination, ethnic strife, religious intolerance, new forms \r\nof racism and narrowly conceived nationalism are major and dangerous \r\nobstacles to harmonious coexistence among States.\" \r\nConcurrently with the settlement of some regional conflicts, we have \r\nwitnessed the outbreak of a series of new conflicts on several continents, \r\neven in the heart of Europe, a continent that should have enjoyed peace and \r\nstability thanks to the Helsinki mechanism of cooperation and security. In \r\npractice, policies of embargo, coercion and diktat are still being pursued by \r\nsome countries or groups of countries against others, thus hindering the \r\nlatter\u0027s development. \r\nThe global economic environment also contains elements of uncertainty. \r\nThe rate of economic growth has fallen to its lowest level in many years. The \r\nsymptoms of a new financial crisis, which could shake the international \r\nmonetary system, can be perceived. Tendencies towards greater protectionism \r\nand the deadlock in the Uruguay Round are only worsening the economic \r\nsituation of many countries, especially the developing countries. \r\nEven more worrisome is the inexorably widening gap between the developed \r\nindustrial countries and the developing countries. We cannot remain \r\nindifferent to the poverty and hunger suffered daily by millions of men and \r\nA/47/PV.23 \r\n33-35 \r\n(Mr. Nguyen Manh Cam. \r\nViet Nam) \r\nwomen across the continents. The famine in many countries, most severe in \r\nsome African countries like Somalia and the Sudan, is deeply moving and calls \r\nfor vast emergency assistance from other countries and from international \r\norganizations. \r\nIn view of the above-mentioned opportunities and challenges, it is \r\nimperative for States and nations to step up cooperation to promote their own \r\ndevelopment and at the same time to join forces in solving global problems and \r\nin contributing to the building of a new, sounder and better world order based \r\non truly democratic and egalitarian international relations, mutual respect \r\nand reciprocal benefit for the sake of the overall objectives of peace and \r\ndevelopment. \r\nIn this regard, we welcome the initial results of the United Nations \r\nConference on Environment and Development at Rio, especially Agenda 21, aiming \r\nat the goal of sustainable development. The immediate question, however, is \r\nthat of securing the financial and technological resources needed to implement \r\nAgenda 21. \r\nThe social dimension, including the concern for children, assumes the \r\nsame long-term significance as regards both sustainable development and the \r\nenvironment. As is shown in the report of the Secretary-General, in the \r\nfollow-up to the Plan of Action adopted by the World Summit for Children, much \r\nhas been done in the past two years, but our commitment and our action need to \r\nbe imbued with even greater universality. For its part, Viet Nam was the \r\nfirst country in Asia to ratify the Convention on the Rights of the Child. We \r\nhave finalized our national programme of action and have just submitted, \r\nwithin the specified time-frame, our first national report on the \r\nimplementation of the Convention. \r\nA/47/PV.23 \r\n36 \r\n(Mr. Nguyen Manh Cam. Viet Nam) \r\nAgainst the backdrop of the evolving international situation, Asia and \r\nthe Pacific reflect fairly clearly the characteristics of today\u0027s world. \r\nWhile several nations have seized opportunities to achieve rapid development, \r\nnot a small number of others remain mired in a state of underdevelopment, \r\ndeprivation and poverty. Alongside the trend towards cooperation, some seeds \r\nof potential conflicts are being sown. \r\nWe are pleased to note that South-East Asia is now entering a new stage \r\nwith fine prospects for peace and prosperity. The erstwhile complicated \r\nbilateral relations have been and are being normalized and the trend towards \r\nregional cooperation and integration, in order to achieve stability and \r\ndevelopment, is gaining great momentum. Relations of good-neighbourliness, \r\nmutual trust and understanding are gradually being established in the region. \r\nThese are indeed historic developments in the international relations of \r\nSouth-East Asia, which had been a constant hotbed of war and tension for the \r\npast half century. However, as in many other areas in the world, there remain \r\nlatent factors of destabilization, factors that are a legacy of the past or \r\narise from recent events, especially those relating to territorial borders \r\neither on the land or on the sea, between the countries of South-East Asia and \r\nthose near to them. This is a cause of concern for countries within and \r\noutside the region because of the danger of destabilization in that important \r\npart of the world. \r\nIt is our view that global security is indivisible. This is true at the \r\nglobal as well as the regional level. Security can be achieved in South-East \r\nAsia only when security is assured for each country in the region, it being \r\nA/47/PV.23 \r\n37 \r\n(Mr. Nguyen Manh Cam. Viet Nam) \r\nunderstood that such security is multifaceted: military, political and \r\neconomic. To that end, various positive initiatives and proposals have been \r\nput forward by countries in the region, such as the Zone of Peace, Freedom and \r\nNeutrality in South-East Asia (ZOPFAN), the Free Trade Area (AFTA) of the \r\nAssociation of South-East Asian Nations (ASEAN), the ASEAN Manila Declaration \r\nof 22 July 1992, Malaysia\u0027s East Asian Economic Grouping (EAEG), Indonesia\u0027s \r\nForum on Cooperation in the Eastern (South China) Sea, and the seven \r\nprinciples governing relations among the countries of South-East Asia set \r\nforth by the Lao People\u0027s Democratic Republic. These proposals and \r\ninitiatives have contributed, and are still contributing, to a large extent to \r\nthe strengthening of mutual trust and understanding among nations in the \r\nregion, thus fostering further regional cooperation. \r\nWith regard to the problems that emerged recently over the Eastern Sea, \r\nit is our view that they should be solved appropriately through peaceful \r\nnegotiations, without resort to force or the threat of force that is, on the \r\nbasis of fundamental principles acceptable to all the parties concerned; \r\notherwise, the situation may take a negative and complex turn. \r\nFor Viet Nam\u0027s part, while firmly resolved to defend our sovereignty and \r\nterritorial integrity, we advocate the settlement of all disputes through \r\ndialogue between the parties concerned, so as to achieve an appropriate \r\nsolution together. Pending such a solution, Viet Nam will exercise the utmost \r\nrestraint and refrain from any action that might adversely affect efforts \r\ntowards confidence-building and the relaxation of tension in the relations \r\namong countries of the region, and hopes that other parties concerned will do \r\nthe same. We are convinced that with good will on the part of all parties \r\nA/47/PV.23 \r\n38 \r\n(Mr. Nguyen Manh Cam, Viet Nam) \r\nconcerned, an appropriate solution can be found to any dispute, no matter how \r\ncomplex it may be. In this spirit, we reiterate our full support for the four \r\nprinciples put forward in the ASEAN Declaration of 22 July 1992 to serve as a \r\nbasis for the settlement of disputes and to ensure security in the Eastern \r\nSea. These principles are as follows: First, all sovereignty and \r\njurisdictional issues pertaining to the Eastern (South China) Sea shall be \r\nresolved by peaceful means, without resort to force; secondly, all parties \r\nconcerned shall exercise restraint with a view to creating a positive climate \r\nfor the eventual resolution of all disputes; thirdly, the possibilities of \r\ncooperation in the Eastern Sea shall be explored without prejudicing the \r\nsovereignty and jurisdiction of countries having direct interests in the area; \r\nand, fourthly, the principles contained in the Treaty of Friendship and \r\nCooperation in South-East Asia shall be applied as the basis for establishing \r\na code of international conduct over the Eastern Sea. \r\nFruitful discussions in a spirit of constructive cooperation, based on \r\nequality and mutual respect between Viet Nam and, respectively, Malaysia, \r\nIndonesia and Thailand, on questions relating to the Eastern Sea, have proved \r\nto be the best way to settle problems in relations among countries of the \r\nregion. \r\nThe countries of the region and the international community support the \r\nimplementation of the Paris Agreements on Cambodia, with a view to building a \r\npeaceful, independent and neutral Cambodia, living in national harmony, \r\nenjoying friendly relations with all countries and contributing to regional \r\npeace and stability. However, we share the international community\u0027s concern \r\nthat the implementation of the Paris Agreements is being impeded and we call \r\nA/47/PV.23 \r\n39-40 \r\n(Mr. Nouyen Manh Cam. Viet Nam) \r\nupon all the parties concerned to cooperate in order to ensure the strict \r\nand full implementation of these Agreements. For its part, as a signatory \r\nto the Paris Agreements, Viet Nam reaffirms its strict observance and full \r\nimplementation of the provisions concerning Viet Nam, as stipulated by the \r\nAgreements. At the same time, Viet Nam denounces the acts of ostracism \r\nand persecution against Vietnamese residents in Cambodia and categorically \r\nrejects the slanderous allegations against Viet Nam by those whose only \r\naim is to cover up their activities which undermine the Paris Agreements. \r\nA/47/PV.23 \r\n41 \r\n(Mr. Nouyen Manh Cam. \r\nViet Nam) \r\nThe internationalization of the world economy and the trend towards \r\neconomic restructuring require reform and resolute participation of national \r\neconomies, including that of Viet Nam, in the international division of \r\nlabour, economic cooperation and world trade. Over the last 5 years, thanks \r\nto the judicious policy pursued and the exceptional efforts exerted by the \r\nVietnamese people, the cause of reform and renewal in Vietnam has effectively \r\nbecome part of everyday life and brought about initial but very significant \r\nachievements in all spheres of social life. The energies of all economic \r\nsectors in our country have been released and multiplied. Together with the \r\nexpansion of cooperation with the outside world, such developments have \r\nbrought about visible changes in the economic and social make-up of the \r\ncountry which is thus poised to forge ahead. \r\nLife however always poses new demands. While carrying out the task of \r\neconomic reform as the centrepiece of our efforts we are at the same time \r\nstepping up political reform and renewal. These are the two facets of one \r\nsingle process which interact and stimulate each other. The political reform \r\nis aimed at extending the democratic freedoms of our citizens in all respects, \r\nrestructuring the political system and building a State governed by the rule \r\nof law, truly of the people, by the people and for the people. Our new \r\nConsititution, promulgated in April this year, is not only a concrete \r\nembodiment but also the institutionalization of this reform process. One of \r\nthe essential elements of this new Constitution is to ensure strict respect \r\nfor the fundamental rights of the citizen. Proceeding from the great \r\nprinciples enshrined in Viet Nam\u0027s 1945 Declaration of Independence, whereby \r\n\"all peoples of the world are born equal; every nation is entitled to the \r\nA/47/PV.23 \r\n42 \r\n(Mr. Nguyen Manh Cam. \r\nViet Nam) \r\nsame rights to life, happiness and freedom\", we hold the view that each State \r\nand each nation strives for the ideal of democracy and freedom in its own way, \r\ncreatively rather than through a stereotyped or dogmatic approach, and still \r\nless through the adoption of models imposed from outside. Each nation is \r\nentitled to the sacred right freely to choose its own socio-political system, \r\nto chart its own path of development and to tackle its own problems in \r\naccordance with its historical, cultural and social traditions. It is \r\nunacceptable for one nation to impose standards of democracy and human rights \r\nupon another nation, and it is all the more unacceptable for one nation to \r\nstand as judge over another nation. \r\nCarrying out its foreign policy of broad openness, diversification and \r\ngreater multilateral emphasis in its international relations, during recent \r\ntimes Viet Nam has strengthened and expanded its relations with many countries \r\nin the world on the bases of mutual respect for each other\u0027s independence, \r\nsovereignty and territorial integrity, of non-interference in each other\u0027s \r\ninternal affairs, and of eguality and mutual benefit. We attach special \r\nimportance to improving and strengthening relations of friendship and \r\ncooperation with countries in our region and to making a positive contribution \r\ntowards a South-East Asia of peace, stability, cooperation and development. \r\nRelations between Viet Nam and the countries of the Association of South-East \r\nAsian Nations (ASEAN) have entered a completely new phase. Our country\u0027s \r\naccession to the Treaty on Amity and Cooperation in South-East Asia, signed at \r\nBali in 1976, and its becoming an observer in ASEAN constitute the foundation \r\nfor a qualitatively new development of the relations of friendship and \r\ncooperation between Viet Nam and the ASEAN countries. Relations between Viet \r\nNam and China have been normalized on the basis of the five principles of \r\nA/47/PV.23 \r\n43 \r\n(Mr. Nguyen Manh Cam. \r\nViet Nam) \r\npeaceful coexistence, in keeping with the aspiration and interests of the two \r\npeoples and with the trend towards peace, stability and development in the \r\nregion. We believe that these fundamental interests will help the two \r\ncountries settle in a satisfactory manner and through peaceful negotiations \r\noutstanding as well as newly emerging problems in their relations on the basis \r\nof respect for each other\u0027s independence, sovereignty and legitimate interests. \r\nOur foreign policy is geared to combining continuity and dynamism in our \r\nrelations with all countries, large and small. We are doing our utmost to \r\nconsolidate and renew traditional relations with friendly countries and with \r\ncountries members of the Non-Aligned Movement, and we continue to extend \r\nsolidarity and support to the cause of the Palestinian and South African \r\npeoples and to all other peoples struggling for peace, national independence, \r\ndemocracy and social progress. We continue to strengthen existing relations \r\nwith countries in various continents and at the same time enter into relations \r\nwith countries in regions with which we have had only rare contacts in the \r\npast, such as recently with countries in the South Pacific, the Gulf and Latin \r\nAmerica. \r\nThe normalization of relations between Viet Nam and the United States \r\nwill benefit not only the Vietnamese and the American peoples but also peace \r\nand stability in South East Asia. We have turned the page on past history and \r\nlook forward to the future. Proceeding from this spirit and from our \r\nhumanitarian policy, we have done whatever possible in cooperating effectively \r\nwith the United States to settle the question of Americans missing in action \r\nduring the Viet Nam war. Our constructive efforts and goodwill have been \r\nwelcomed by the American public and acknowledged by the United States \r\nAdministration. \r\nA/47/PV.23 \r\n44-45 \r\n(Mr. Nouyen Manh Cam. \r\nViet Nam) \r\nWe are of the view that today multilateralism, especially as embodied by \r\nthe United Nations, occupies an increasingly significant position. However, \r\nwe should define the appropriate degree of separation and correlation between \r\nthe multilateral dimension and the national dimension. It should be \r\nemphasized that isolationism is outmoded but national sovereignty forever \r\nremains a sacred value, which all countries, large and small, are determined \r\nto defend. \r\nWorld developments over the past year have rendered ever more imperative \r\nthe demand for the democratization of international life and inter-State \r\nrelations, including the democratization of multilateral forums, especially \r\nthe United Nations. In the new context, the composition of the Security \r\nCouncil and the balance between the Council, the General Assembly and the \r\nSecretary-General of the United Nations must reflect the realities of a world \r\nwhich has radically changed as compared with the time when the United Nations \r\nwas born, and even with only a few years ago. \r\nA/47/PV.23 \r\n46 \r\n(Mr. Nguyen Manh Cam. \r\nViet Nam) \r\nWe endorse the idea of re-examining and enlarging the composition of the \r\nSecurity Council, with due attention to developing countries, with a view to \r\nfully implementing the principle of eguality between all Member States and \r\nensuring that the voice of the majority is duly heard in the process of making \r\ndecisions on issues of critical importance to the international community. \r\nOur world body must be revitalized so that it can really be an effective \r\nmultilateral tool for keeping and safeguarding peace, contributing to the \r\nsolution of global issues and especially for building a sounder and more \r\nequitable new world order that will be the fruit of our truly common endeavour. \r\nWithin its foreign policy of sovereign independence, peace, cooperation \r\nand openness, Vietnam will do its best to participate actively in the work of \r\nmultilateral institutions and forums, thereby to promote further its \r\nintegration into the international community and the world economy and to \r\ncontribute to shaping a sound and eguitable new world order that really meets \r\nthe legitimate expectations of the community of nations. \r\nMr. DIRIA (United Republic of Tanzania): We have come here to renew \r\nour faith and confidence in the world Organization. In a way, especially to \r\nus in Africa, the United Nations has assumed a unique position. This is the \r\nfirst time since the founding of the United Nations in 1945 that the \r\nOrganization has a Secretary-General from Africa. The Tanzanian delegation \r\ncongratulates Mr. Boutros Boutros-Ghali on his well-deserved election. The \r\nUnited Nations has assumed great significance because this change in the \r\nleadership of the United Nations has come at a time when the changes in the \r\ninternational system during the last few years have imposed upon all countries \r\nthe need to reassess familiar attitudes and policies. \r\nA/47/PV.23 \r\n47 \r\n(Mr. Diria. United Republic \r\nof Tanzania) \r\nI congratulate the President upon his taking office during this period of \r\nchange. His wealth of experience, skill and commitment are not only a \r\nvaluable asset to the forty-seventh session, but also speak volubly of the \r\ncapabilities of his own country, Bulgaria, with which Tanzania enjoys \r\nexcellent relations. I am confident that he will ably adorn the position, \r\nbringing to it prestige and impartiality. His predecessor. \r\nAmbassador Samir Shihabi of Saudi Arabia, presided over the forty-sixth \r\nsession with great skill. My delegation joins in the expressions of \r\nappreciation addressed to him. \r\nIn any human history, there are certain historical conjunctures which \r\ndistinguish one period from another. The five-year period between 1987 and \r\n1992 will be regarded as an important period in world history. This phase \r\ncoincided with the ending of the cold war and witnessed the expansion of the \r\nboundaries of the international system through the birth of 21 additional \r\nStates in the period 1991-1992 alone. I am delighted to join the warm welcome \r\nextended to the newest Members of our Organization. \r\nThe nature of governments has been transformed by increased \r\ndemocratization of their domestic political orders; the structures of power \r\nand influence in the world have been altered by the disintegration of the \r\nSoviet Union. These developments call for a transformation of the pattern of \r\ndiplomatic interactions, especially in the United Nations, and the \r\nrefashioning of the basic structure underlying the international system so \r\nthat the emerging new order may be based on right rather than might, on \r\njustice rather than expediency. \r\nIn retrospect, the political landscape of the international system has \r\nbeen profoundly and positively altered in the last five years. Yet it has \r\nA/47/PV.23 \r\n48 \r\n(Mr. Diria. United Republic \r\nof Tanzania) \r\nalso opened up new instabilities, more challenges to international peace and \r\nsecurity, greater uncertainties - especially for developing countries and \r\nmore danger of armed conflicts, as reflected in the killings in Liberia, \r\nSomalia and the former Yugoslavia. These conflicts pose a grave danger to the \r\nvery life of human civilization. \r\nThe forty-seventh session of the General Assembly is being held at a \r\ncritical juncture: we are between two worlds one dead, the other powerless \r\nto be born. We are overshadowed by the dangers of unipolarity, economic \r\ndecadence in the developing countries, ecological dangers in the developed \r\ncountries, and the persistence of old injustices in Palestine and South Africa. \r\nThis diagnosis of the state of the world applies to the contemporary \r\nglobal configuration and to regional scenes alike. In the global setting, a -\r\nperiod of deep-seated, intense East-West conflict has ended with the \r\nconclusion of the cold war. As a result, an established order has given way \r\nto an as yet undefined future. At the regional level, there are equally mixed \r\nresults. For example, in South Africa, not long ago, the progress made in the \r\nlast two years in eradicating apartheid all of a sudden appeared to be on the \r\nbrink of collapse as the apartheid regime not only retrenched, but also \r\nperpetuated township violence and refused to concede the major demands of the \r\nAfrican National Congress, the Pan Africanist Congress and other democratic \r\nforces. \r\nLooking at the areas of conflict, it appears as if, all of a sudden, the \r\nconclusion of the cold war has given way to a kind of Hobbesian state of \r\nnature in which peoples and nations are caught in perpetual conflict and \r\ncompetition over land, resources, food, labour and markets. \r\nA/47/PV.23 \r\n49-50 \r\n(Mr. Diria. United Republic \r\nof Tanzania) \r\nIn the last two years alone, Africa has witnessed several intra-State \r\nconflicts which have resulted in heavy human costs, in terms of casualties and \r\ndislocations; direct material costs, in terms of property damage; and \r\nopportunity costs. Neighbouring States have also paid heavily through their \r\nefforts to strengthen their security on common borders, through caring for \r\nrefugees and through the diversion of their Governments\u0027 attention away from \r\ndevelopmental efforts to crisis management related to wars, armed conflicts \r\nand insecurity. \r\nA/47/PV.23 \r\n51 \r\n(Mr. Diria. United \r\nRepublic of Tanzania) \r\nIn short, these conflicts have thwarted African efforts towards economic \r\nrecovery and peaceful transformation to a democratic order. Thus, while \r\nencouraging Africa to transform its political and economic systems, the \r\ndeveloped nations have a moral and historical duty to assist the continent in \r\npursuing a sustainable development strategy that is people-oriented. Such \r\nassistance will ensure that Africa pursues genuine development and rids itself \r\nof a major cause of internal conflicts. \r\nIn the last year, Tanzania has been host and facilitator to mediation \r\nefforts in the conflict in Rwanda. I am pleased to inform the Assembly that \r\nthe Government of Rwanda and the Rwandese Patriotic Front have been able to \r\nachieve a cease-fire to set the stage for a lasting political solution. \r\nTanzania would like to congratulate them upon this great achievement, and to \r\npay tribute to the Chairman and Secretary-General of the Organization of \r\nAfrican Unity, to neighbouring States and to other countries for their \r\ncontributions to these efforts. \r\nAngola and Mozambique have endured long periods of internal conflict. As \r\nwe meet here today, Angola has successfully completed a crucial multi-party \r\ngeneral election and Mozambique has recently signed a joint declaration with \r\nRENAMO. These developments will determine the peace and security interests of \r\nthe two countries. Tanzania commends the Governments and peoples of Angola \r\nand Mozambique for having taken the path of reconciliation and accommodation. \r\nUnfortunately, the optimism expressed on Angola and Mozambique cannot be \r\nextended to the intractable problems of the Middle East. Since the Madrid \r\nConference, several rounds of talks have been held. There have been at least \r\ntwo outstanding obstacles to successful negotiations: Israel\u0027s refusal to \r\naccept a Palestinian delegation composed of members of the Palestine \r\nA/47/PV.23 \r\n52 \r\n(Mr. Diria. United \r\nRepublic of Tanzania) \r\nLiberation Organization, and Jewish refusal to freeze settlements in occupied \r\nareas. \r\nThere can be no successful mediation in which the Palestinians, as one of \r\nthe parties, are continuously denied legitimacy. While Tanzania supports all \r\ninternational efforts to resolve the conflict in the Middle East, the \r\nmediation process must be based on the presumed equality of the parties to the \r\nconflict. Effective mediation must also proceed from a clear consent and \r\nvalid representation of all the parties to the conflict. \r\nWhat has been said of regional conflicts can also be stated of the \r\nenvironment. As witnessed at the Earth Summit held in Rio de Janeiro, \r\nhumanity now faces one of its most serious sources of insecurity, the \r\necological ill-health of the planet itself. Asymmetries in non-sustainable \r\ndevelopment and industrialization, economic development and resource politics \r\nare at the heart of the environmental debate. \r\nTanzania, like most other developing nations, has four major concerns \r\nover the environment, namely: environmental space; environmental growth; \r\nenvironmental conditionally; and environmental democracy. To explain these \r\nconcerns, we have to emphasize that the developed nations must reduce pressure \r\non the environment through corrective action to enable developing countries, \r\nincluding Tanzania, to achieve environmental space for industrialization. \r\nEnvironmental growth, that is, the provisions of resources to raise \r\nliving standards, is necessary to eradicate poverty. \r\nEnvironmental conditicnality must, by and large, be eradicated. Without \r\nignoring the relationship between technology and environmental degradation, \r\nthe present conditionalities on the provision of foreign assistance is a \r\ndiversion which tends to conceal real issues that hinder development efforts. \r\nA/47/PV.23 \r\n53 \r\n(Mr. Diria. United \r\nRepublic of Tanzania) \r\nThe developing countries are responsible for only a small part of the \r\npressures on the global environment. \r\nEnvironmental democracy refers to participation by the developing \r\ncountries in the decision-making procedures in multilateral institutions \r\ninvolving finance for the environment. Another component of environmental \r\ndemocracy is to ensure that the question of economic development is not \r\nsubsumed under environmental concerns. Thus, the task for the international \r\ncommunity after the historic Earth Summit in Rio de Janeiro will be to merge, \r\nwisely, environmental policies with socio-economic development. \r\nTanzania looks to the establishment of a high-level commission on \r\nsustainable development under Article 68 of the Charter. \r\nThe period from 1987 to 1992 could be regarded as an extraordinary \r\nmoment, one which has opened up opportunities to confront and surmount the old \r\nand new instabilities and challenges to peace and security. Typical of the \r\nperiod of transition in the international system, negotiations, as a \r\npeace-making and policy-making instrument, have assumed renewed significance \r\nin resolving old and new issues. \r\nIndeed, the debate in the United Nations during the last two sessions of \r\nthe General Assembly has been dominated by one theme: the unprecedented \r\nopportunity created by the end of the cold war to create a new world order. \r\nThere is no doubt that the end of super-Power rivalry has contributed \r\nsignificantly to the ending of a number of conflicts, including those in \r\nAfghanistan, Angola, Cambodia and Namibia. This historic opportunity has \r\nfacilitated increased United Nations involvement in peace-keeping and \r\npeacemaking activities in many parts of the world. \r\nA/47/PV.23 \r\n54-55 \r\n(Mr. Diria. United \r\nRepublic of Tanzania) \r\nHowever, a new world Older must be based on the linkage between freedom \r\nand development, justice, peace, security and democracy within nations and \r\namong nations. From time immemorial, philosophers have reminded practitioners \r\nof the primacy of human freedom that is possible in society and through \r\nsociety only when structural inequalities and injustices have been eradicated. \r\nAny new world order ought to be based on the greatest good, and in the \r\nguarantee of equality and freedom for all. It must be based on the genuine \r\nmaintenance of peace and security in the broader sense of preventive \r\ndiplomacy, peacemaking, peace-keeping and peace-fostering. For one can \r\nmaintain security without necessarily maintaining peace, as the former may \r\nrequire measures that upholl the status guo, while the latter could require \r\nactions aimed at altering the existing situation. While security refers to \r\nthe absence of direct violence, peace focuses on the absence of the structural \r\nviolence of institutionalized injustice and inequalities. This approach is a \r\nsine qua nnn for development, democracy and justice, and for peace and \r\nsecurity in general. \r\nA/47/PV.23 \r\n56 \r\n(Mr. Diria. United \r\nRepublic of Tanzania) \r\nThe conception of a new world order must begin with the reforms in the \r\nUnited Nations and emphasize the important role of regional organizations such \r\nas the Organization of African Unity and the Non-Aligned Movement. The role \r\nof the United Nations must be reinterpreted to foster emancipation from \r\nunderdevelopment, injustice, inequalities and political domination. It must \r\nspearhead both democracy and liberty in general, and the economic capacity to \r\nenjoy that liberty meaningfully. \r\nI reiterate that the United Nations, and especially the Security Council, \r\nmust be reformed because it is based on an outmoded concept of international \r\npeace and security. The maintenance of peace and security cannot be \r\nexclusively focused on traditional peace-keeping or peacemaking, nor can it be \r\nleft the exclusive domain of the Security Council. There is also an economic, \r\nsocial and moral obligation to the international community as a whole. \r\nThe tragic conflicts in Bosnia and Herzegovina and Somalia indicate that \r\nthe traditional United Nations peace-keeping methods have outlived their \r\nutility. Where the very survival of humanity is at stake, where the outbreaks \r\nand the level of violence reach enormous proportions, threatening the very \r\nfabric of human civilization, and where ethnic conflicts might necessitate \r\nexternal intervention and thus threaten international peace and security, the \r\nUnited Nations must be able to act promptly and decisively. \r\nSomalia is a typical example. My delegation calls upon all parties \r\ninvolved in the conflict to exercise restraint, to cooperate in facilitating \r\nthe distribution of humanitarian assistance and to set up a government of \r\nnational reconciliation. Tanzania applauds the efforts of the \r\nSecretary-General of the United Nations, the Secretary-General of the \r\nOrganization of African Unity, the Organization of the Islamic Conference, the \r\nA/47/PV.23 \r\n57 \r\n(Mr- Diria. United \r\nRepublic of Tanzania) \r\nArab League and individual Governments in providing humanitarian assistance \r\nand in searching for a political solution in Somalia. \r\nIn January this year the Security Council requested the Secretary-General \r\nto study and make recommendations on ways to strengthen and make more \r\nefficient the United Nations capacity for preventive diplomacy, peacemaking \r\nand peace-keeping in accordance with the United Nations Charter. Tanzania \r\ncommends the Secretary-General on his prompt, comprehensive and \r\nthought-provoking response. \r\nAny durable international system must have a sound legal regime, \r\nincluding respect for and compliance with the rule of law at domestic and \r\ninternational levels and a democratic pattern of interaction. It is in this \r\ncontext that the General Assembly\u0027s declaration of the United Nations Decade \r\nof International Law, from 1990 to 1999, must be supported. This declaration \r\nis a clear indication of the concerted efforts of the United Nations in the \r\nlegal field to advance the search for a new world order. The \r\nSecretary-General has underlined this very important point in his \r\nrecommendation for a much more effective use of the International Court of \r\nJustice, including acceptance of the Court\u0027s compulsory jurisdiction. \r\nHowever, an effective global legal regime presupposes the existence of \r\nsound economic and political institutions: there is a mutually reinforcing \r\nrelationship. \r\nThe end of the cold war has tended to strengthen international concern \r\nover a systematic policy framework for human development, and has provided the \r\nopportunity for a greater range of sophisticated analyses and strategies on \r\nthe question of development. As I have stated previously, a sound new world \r\nA/47/PV.23 \r\n58 \r\n(Mr. Diria. United \r\nRepublic of Tanzania) \r\norder based on human freedom is possible only in a reorganized global society \r\nwhere structural inequalities and injustices are systematically eradicated. \r\nYet the Fourth United Nations Development Decade is beginning from an \r\nunpromising base. Global macroeconomic indicators for the last 18 months \r\nreveal a bleak picture. World per capita output remained unchanged in 1990, \r\nfell by 2 per cent in 1991 and is expected to fall again, by about 1 per cent, \r\nin 1992. Developing countries as a whole have for two consecutive years have \r\nundergone an unprecedented decline in their per capita incomes. As the Group \r\nof 77 has consistently pointed out, economic growth in the South has been \r\ncountered by inequality in the global monetary, financial and trade systems \r\nand by dwindling resource flows, debt burdens, restrictions on the transfer of \r\ntechnology, denial of market access, adverse terms of trade and declines in \r\nthe prices of the primary commodities that the South produces. \r\nAmong the developing countries, the African region was the worst hit. \r\nTotal African-region output increased by only 1.9 per cent in 1991, compared \r\nwith 3.2 per cent in 1990, while the non-oil-exporting countries\u0027 average rate \r\nof growth of combined output! fell from 1.7 per cf.nt to 0.5 per cent in 1991. \r\nSouthern Africa has the added problem of the worst drought in recent memory, \r\nwhich threatens about 100 million people. \r\nThe gloomy economic indicators coincide with the post-cold-war \r\ndevelopment of changes in the domestic policies of many developing countries, \r\nincluding Tanzania. Restructuring is designed to enhance the dynamism of \r\nnational economies through the provision of economic enterprise and innovation \r\nand opening up to the operation of market forces. The soundness and efficacy \r\nof the policies aside, many of the domestic reforms also depend on a \r\nsupportive external environment at regional and clobal levels on such \r\nA/47/PV.23 \r\n59-60 \r\n(Mr. Diria. United \r\nRepublic of Tanzania) \r\nimportant issues as debt-servicing burdens, capital flows, market access and \r\ncommodity prices. \r\nSeveral conclusions can be drawn from an analysis of the global economy, \r\namongst which are, first, that economic divisions and rivalries inevitably \r\nproduce political conflicts; and, secondly, that there is a lopsided global \r\ninterdependence of growing inequalities within and between nations, which \r\ncannot be resolved through narrow conceptions of power politics. \r\nThere can be no genuine democracy where development strategies do not \r\ncentre on humankind. As the South Commission report aptly defines it, \r\ndevelopment \r\n\"... is a process which enables human beings to realize their potential, \r\nbuild self-confidence, and lead lives of dignity and fulfilment. It is a \r\nprocess which frees people from fear of want and exploitation, and is \r\nalso a process of growth, a society that is developing development is \r\npeople-centred efforts of the people, by and for the people\". \r\nThis correct conception of development covers the essential variables of human \r\ndevelopment, such as putting people at the centre of any development, the \r\ncorrelation between human development and human freedom, advanced levels of \r\neconomic activity, and equitable domestic and global distributions of income \r\nand opportunity. Indeed, questions such as how the disparities between the \r\npoor and the rich can be reduced or why global markets fail to meet the needs \r\nof the world\u0027s poorest focuj on the restraining problem of human development. \r\nA/47/PV.23 \r\n61 \r\n(Mr. Diria. United \r\nRepublic of Tanzania) \r\nTanzania has followed with great interest the efforts by the \r\nSecretary-General to restructure the United Nations. Tanzania believes that \r\nreform and restructuring of the United Nations, involving both the \r\nintergovernmental machinery and the Secretariat, should foster a more \r\nefficient and effective structure without marginalizing the interests of the \r\nMember States, and especially the developing countries. \r\nAs I stated earlier, the United Nations alone cannot succeed unless it \r\ncooperates with regional organizations such as the Non-Aligned Movement and \r\nthe Organization of African Unity, which represent the aspirations of \r\ndeveloping nations. The roles of the Non-Aligned Movement and the \r\nOrganization of African Unity are not unique to modern third-world or African \r\nconditions. The modern State system has historically been characterized by \r\nthe struggle for human freedom and development. This resolve has emanated \r\nfrom two concurrent historical tendencies: on the one hand, great-Power \r\nhegemony and exploitation; and, on the other hand, the opposition of the \r\noverwhelming majority of otier medium and small States to that exploitation. \r\nNone of the present changes in the international system has undermined these \r\ncentral features of the 400-year-old State system. The number and identity of \r\nhegemonies may change over time, but the existence and nature of the \r\nstruggle namely, the demand for the State system to function according to \r\nthe universality principle and for equality and justice between States has \r\nnot changed. \r\nThe plight of developing nations underscores the significance of the \r\nNon-Aligned Movement and the Organization of African Unity in the struggle to \r\nbring equality and justice ro the affairs of humanity. Tanzania believes that \r\nthese regional organizatiors provide the foundation for collective action in \r\nA/47/PV.23 \r\n62 \r\n(Mr. Diria. United \r\nRepublic of Tanzania) \r\nfostering South-South economic cooperation, enhancing the democratization of \r\ninternational relations, and renewing democratic debate and dialogue between \r\nnations, especially North-South multilateral negotiations, which are currently \r\nat a stalemate. \r\nThe end of the cold war should enhance rather than confuse our resolve to \r\nbuild a new world order based on freedom, justice, equality and the \r\ndevelopment of humanity as a single family. This approach is the one we must \r\ntake in the present period, when poor States and peoples are becoming poorer \r\nand the rich are becoming richer, and must be seen as the real meaning of \r\ndemocracy at national and global levels. Viewed from this perspective, it is \r\nintolerable that any section of the same human family should not enjoy basic \r\neconomic, social, cultural, political and civil rights. \r\nThe human family of nations must not only examine the underlying causes \r\nof conflicts, injustice and underdevelopment, it must also seek to change \r\nsocial relationships and transform social structures in such a way that a more \r\njust, equal and dignified world emerges. That new world order awaits us. \r\nThat world order beckons to us. It is a world order we must strive to achieve. \r\nMr. MATTHEWS (Liberia): We ask the President to accept our hearty \r\ncongratulations on his election as President of the General Assembly at its \r\nforty-seventh session. We pledge to him the fullest support and cooperation \r\nof the Liberian delegation as he puts forth his best efforts in guiding the \r\ndeliberations of the Assembly. \r\nWe offer his illustrious predecessor. Ambassador Samir S. Shihabi of \r\nSaudi Arabia, our deepest appreciation for the able manner in which he \r\nconducted the affairs of the forty-sixth session, and we wish him well in his \r\nfuture endeavours. \r\nA/47/PV.23 \r\n63 \r\n(Mr. Matthews. Liberia) \r\nWe welcome the advent of Dr. Boutros Boutros-Ghali, a distinguished \r\nAfrican scholar and diplomat, to the position of Secretary-General of the \r\nUnited Nations. His stewardship of the Organization since the beginning of \r\nthis year has witnessed the utilization of the finest diplomatic skills, \r\nundiminished resolve, and broad vision to address the many challenging \r\nproblems which now confront the international community. This singular \r\ncommitment on his part to the cause of global peace and security, social \r\njustice and economic prosperity has inspired tremendous confidence that the \r\nUnited Nations will continue to be the appropriate forum for harnessing \r\nvarious ideas which can promote the betterment of mankind. \r\nWe also welcome and extend a hand of friendship to the newly admitted \r\nMembers of the United Nations. We entertain the fervent hope that their \r\nparticipation will contribute to the achievement of its lofty ideals and \r\nobjectives. \r\nThe cessation of the ideological antagonism which characterized the \r\ncold-war era aroused great expectations that our global village would be \r\nvisited by a climate of international peace, tolerance and goodwill whereby \r\nour energies could be devotid to grappling with the myriad problems of \r\nunderdevelopment. Unfortunately, with apocalyptic premonition, there are wars \r\nand rumours of war casting grim shadows throughout our one world. In Somalia, \r\nBosnia and Herzegovina, in some of the nations emerging from the former Soviet \r\nUnion, and even in my own country, Liberia, wars are raging, brought about by \r\neither nationalistic yearnings, ethnic and religious rivalries, or by sheer \r\ngreed for wealth and power. \r\nA/47/PV.23 \r\n64-65 \r\n(Mr. Matthews. Liberia) \r\nAlthough the United Nations does respond, sometimes much too belatedly, \r\nto such crises, there is an urgent need for the Organization to employ its \r\nmoral authority in a more effective and non-selective way at the early stages \r\nof conflicts to prevent the human tragedies which so frequently revisit \r\nmankind. \r\nA/47/PV.23 \r\n66 \r\n(Mr. Matthews. Liheria,) \r\nIn this connection the Liberian delegation notes with appreciation the \r\ncomprehensive and insightful report of the Secretary-General entitled \"An \r\nAgenda for Peace\", in which he outlines specific measures and proposals to \r\nenhance, in a more vigorous and non-selective way, greater United Nations \r\ninvolvement in preventive diplomacy, peacemaking, peace-keeping and peace \r\nenforcement. \r\nWithin this context Member States that are better endowed must exercise \r\nleadership to ensure that the United Nations becomes ready, willing and able \r\nto engage constructively in humanitarian intervention in internal conflicts, \r\nconsistent with the guiding principles annexed to General Assembly \r\nresolution 46/182 of 19 December 1991 and Article 2, paragraph 7, of the \r\nUnited Nations Charter. \r\nAt this juncture we would wish to apprise delegations of developments in \r\nLiberia and of Liberia\u0027s continuing quest for peace. \r\nSince 24 December 1989, when rebel forces effected an incursion into \r\nLiberia from a neighbouring country, Africa\u0027s oldest republic has been \r\nembroiled in a tragic civil strife replete with atrocious mayhem, murder and \r\nmadness. In a three-way armed struggle for power in which the \"enemy\" was \r\ndefined with scarce exactitude, each faction preyed on the civilian \r\npopulation, whose cries for help were heard by a largely indifferent world. \r\nLiberia, a beacon of hope in Africa as a sovereign expression since 1847, \r\na country which welcomed and assimilated into its society thousands of other \r\nAfricans from neighbouring countries and elsewhere, was rapidly reduced to a \r\nland of grief and desolation. This fratricide impelled about 800,000 of our \r\ncitizens to seek sanctuary in neighbouring countries. \r\nAfter the disintegration of the Government and the attendant breakdown of \r\ncivil authority, and in order to avert further bloodshed, the Economic \r\nA/47/PV.23 \r\n67 \r\n(Mr. Matthews. Liberia) \r\nCommunity of West African States (ECOWAS) undertook a mediatory initiative by \r\nadvancing a plan that secured the concurrence of all the interested parties. \r\nThe ECOWAS peace plan required, inter alia, the deployment of a peace-keeping \r\nforce, the ECOWAS Cease-fire Monitoring Group (ECOMOG), as well as the \r\nformation of an interim Government of National Unity to include the warring \r\nfactions, the political parties and the interest groups of the country. \r\nIn August 1990 ECOWAS facilitated the convening of a national conference \r\nso that Liberians could deliberate on the future of their country, form an \r\ninterim government and undertake the initial plans for free and fair elections \r\nto be conducted under international supervision and monitoring. The National \r\nPatriotic Front of Liberia (NPFL), the main rebel faction, led by \r\nMr. Charles Taylor, failed to attend, apparently opting for a military \r\nsolution that was still vai-ily expected to arise from what was already a war \r\nof attrition. \r\nAt the Conference, the delegates worked within the scope of the peace \r\nplan that had been accepted by the warring factions as the basis for \r\nmediation. It reguired that none of the leaders of the armed groups would \r\nserve as interim President and that the interim President would be a caretaker \r\nand not participate in the elections. Accordingly, the Conference reserved \r\nfor the NPFL leader the position of Speaker of the Legislative Assembly, the \r\nhighest position in the interim government, from which he could still seek the \r\npresidency of the country in a free and fair election. The NPFL was also \r\nawarded a majority seating in the interim Legislative Assembly. However, this \r\noverture failed to induce the NPFL and its leader to find some common ground \r\nwith other Liberians. \r\nThe Heads of State and Government of ECOWAS, meeting at an extraordinary \r\nsummit at Bamako in November 1990. negotiated a cease-fire declaration and \r\n68 \r\n(Mr. Matthews. Liberia) \r\nurged Liberians to continue the search for peace by holding another national \r\nconference at which the NPFL could be present. \r\nECOWAS convened a second national conference at Monrovia in March 1991, \r\nat which an NPFL delegation participated in the negotiation of an arrangement \r\nfor the governance of the country along the lines of a framework it advanced. \r\nThe euphoria that attended chose preliminary results were short-lived, as the \r\nconclusions reached were summarily rejected by the NPFL leader. \r\nA few months thereafter the NPFL alerted some of the leaders of ECOWAS \r\nthat it was not prepared to participate in an interim government that would, \r\nalternatively, be disposed to negotiating, under the auspices of ECOWAS, \r\nanother proposal of its own. The NPFL proposed a snap election, to be held \r\nwithin six months, to be preceded by the encampment and disarmament of all \r\narmed combatants. \r\nECOWAS established the Committee of Five, headed by His Excellency \r\nPresident Felix Houphouet-Boigny of Cote d\u0027lvoire, to work with Liberians and \r\nhelp us reach an understanding. The negotiations took place in four different \r\nmeetings, producing an agreement which, because of the venue, has become known \r\nas the Yamoussoukro Accord. This Accord has aroused declarations of support \r\nfrom the Organization of African Unity, the Movement of Non-Aligned Countries \r\nand the United Nations Security Council. \r\nBut how has the NPFL reacted to the commitments it undertook? At the \r\nfifteenth session of the Authority of Heads of State and Government of ECOWAS, \r\nheld at Dakar in July 1992, the 16 West African leaders reached a clear \r\nconsensus and observed: \r\nA/47/PV.23 \r\n69-70 \r\n(Mr. Matthews. Liberia) \r\n\"The Authority determined that the uncooperative conduct by the \r\nNPFL, especially with regard to the encampment and disarmament of the \r\ncombatants and the insertion of a buffer zone along the Liberia-Sierra \r\nLeone border, continued to pose a serious threat to the peace, stability \r\nand security of the West African region.\" \r\nA/47/PV.23 \r\n71 \r\n(Mr. Matthews. Liberia) \r\nThe Authority therefore mandated the Field Commander of ECOMOG to \r\ncomplete the implementation of the programme contained in the Yamoussoukro \r\nAccord not later than 30 days from the conclusion of the summit meeting. \r\nFurthermore, the West African leaders decided: \r\n\"That unless Charles Taylor and the NPFL comply with the implementation \r\nof the said programme, the Authority shall impose comprehensive sanctions \r\nagainst Charles Taylor and the NPFL-controlled areas of Liberia and any \r\nother party that fails to comply with the implementation of the \r\nprogramme; that all the Member States of ECOWAS shall take all necessary \r\nmeasures to give full effect to this decision; that the Committee of \r\nFive, in consultation with the Standing Mediation Committee, shall seek \r\nthe assistance of the Security Council of the United Nations to make \r\nwhatever sanctions are imposed effective and binding on all members of \r\nthe international community in accordance with the provisions of the \r\nUnited Nations Charter.\" \r\nIn support of the decision taken by the ECOWAS Heads of State, the Tenth \r\nConference of Heads of State or Government of Non-Aligned Countries, meeting \r\nin Jakarta in September 1992, said, inter alia, in its Final Documents: \r\n\"if ... there are parties still frustrating the efforts to create the \r\nreguired climate for the holding of free and fair elections in Liberia, \r\nstringent economic sanctions as proposed by the ECOWAS Summit ... [shall) \r\nbe imposed on such parties and the areas they control.\" \r\nIt also \"appealed to the international community to support said sanctions, if \r\nand when invoked, as well as provide necessary assistance to Liberia and the \r\nEconomic Community of West African States Ceasefire Monitoring Observer Group \r\nA/47/PV.23 \r\n72 \r\n(Mr. Matthews. Liberia) \r\n(ECOMOG).\" We expect that the Security Council of the United Nations will be \r\nequally supportive. \r\nConsistent with the spirit of its responsibilities, the Interim \r\nGovernment of National Unity has taken several measures aimed at enhancing the \r\nNPFL\u0027s capacity to cooperate in the implementation of the undertakings into \r\nwhich it willingly entered. \r\nWe have succesfully contributed to sensitizing those countries that can \r\nprove helpful in assisting with funding for demobilizing and rehabilitating \r\ncombatants. An amnesty has been offered to enhance the prospects for \r\nreconciliation. We have secured food for the NPFL to help alleviate the \r\nstrains incidental to the encampment of its troops, which, to use its leader\u0027s \r\nwords, are currently \"living off the land\". To give confidence to the NPFL \r\nwith respect to the pending elections, we offered it the position of Chairman \r\nof, as well as majority seating on, the Elections Commission. This we did \r\neven though the political party that it is now forming is only one grouping to \r\nenter an election with at least six other parties. \r\nIt should be recalled that Dr. Amos Sawyer, President of the Interim \r\nGovernment of National Unity, will not be a candidate in these elections and \r\nthat therefore the advantages of incumbency are not a factor here. Morevoer, \r\nDr. Sawyer has announced that, in order to ensure a unified country, if \r\nMr. Taylor would concede his forces\u0027 being encamped and disarmed, and if he \r\nwould renounce his claims to a bogus presidency in the area he controls. \r\nDr. Sawyer would resign in favour of another Liberian acceptable to both \r\nsides, who would hold the country together through the remaining months \r\nleading to elections. \r\nWe, the people of Liberia, know what we want. We want an end to the \r\nwar. we want a unified country. We want free and fair elections. While we \r\nA/47/PV.23 \r\n73 \r\n(Mr. Matthews. Liberia) \r\nconcede the existence of some deep-seated problems clouded by suspicion and \r\ndemanding circumspection, our difficulties are being compounded by the \r\ninfluence that external factors and forces wield over the NPFL. This is not \r\nto suggest that Liberians are not ultimately responsible for the havoc we have \r\nwrought on our country, but it is important for the international community to \r\nunderstand and appreciate the variables which tend to make peace elusive in \r\nLiberia. \r\nThe Liberian crisis was planned abroad. Many of the insurgents were \r\ntrained outside the country. Those who initially provided the training, arms, \r\nand finances have tried to explain to us their motives, couched in spurious \r\narguments of revolutionary duty to their oppressed African brothers. We must \r\nremember, too, that the insurgents crossed an internationally recognized \r\nboundary and appear still to be receiving the cooperation and support of some \r\nof our would-be brotherly peoples. We remain aware that as the NPFL advanced \r\nthere was a systematic plundering of the country, with the extraction from \r\nLiberia of movable capital assets, from earth-moving equipment to power \r\nplants, from computers to automobiles, primarily by the route by which the \r\ninsurgents came. \r\nWe are also cognizant of the fact that a few multinational corporations, \r\nsome with investments in the country, provided material and financial \r\nassistance to the NPFL, with the intention of hastening its advance. There \r\nare others which, acting on the presumption of an imminent NPFL victory, \r\nprovided similar assistance to secure concessions in natural rubber, iron ore \r\nand timber resources. We are aware that some of these foreign corporations \r\nbelieve they have become too involved to disengage now, and they have sought \r\nthe support or acguiescence of their countries in what is transpiring in \r\nLiberia. \r\nA/47/PV.23 \r\n74-75 \r\n(Mr. Matthews. Liberia) \r\nWe Liberians are concerned about the causes underpinning our present \r\ndilemma. We do not wish to see our country go the way many small countries \r\nhave gone by being embroiled in a protracted civil conflict over the spoils of \r\nwar. Liberia need not be destroyed in a quest for economic advantages. There \r\nis no reason for the pitting of Liberians against each other in a zero-sum \r\ngame and the transformation of the country into a mass grave. \r\nA/47/PV.23 \r\n76 \r\n(Mr. Matthews. Liberia) \r\nWe recognize that we live in an interdepedent world and accept the fact \r\nthat economic ends or objectives will be pursued in our country. However, we \r\nare dismayed by the senselessness of the manner and the means. Results which \r\ncan be achieved in an organized, civilized and equitable way need not be \r\npursued in a manner replete with disorder, carnage and confusion. \r\nAs we Liberians want to reconstruct our lives the future being all we \r\nhave left we affirm here and now that all the signs of good neighbourliness \r\nwe are already demonstrating are sincere and genuine and that they will \r\ncontinue to be a sustained national policy. In the same vein, corporate \r\nentities that were lured into errors of judgement will be expected to \r\nparticipate in time in open-minded discussions with the intent that they \r\nshould become actual partners in progress with the people of Liberia. \r\nThe intransigence and negative attitude of the NPFL has led to the \r\nemergence on the scene of a fourth force, the United Liberation Movement for \r\nDemocracy in Liberia (ULIMO), which has declared itself to be a group of \r\nLiberian refugees trying to find their way home. They also claim that their \r\nprimary objective is to compel the NPFL to adhere to the Yamoussoukro accord. \r\nThe ULIMO has engaged NPFL forces and recently, in a rapid advance, captured \r\nseveral areas that had been under NPFL control. \r\nWe, the Interim Government, will continue our efforts to have a \r\ncease-fire arranged between these contending forces. There is an urgent need \r\nto avoid escalation through the likely involvement of the other forces, which \r\nhave been encamped for more than a year, awaiting the encampment of the NPFL \r\nfor the commencement of general disarmament. \r\nUnder cover of the security blanket provided by ECOMOG, the Interim \r\nGovernment of National Unity has succeeded in re-establishing an acceptable \r\nA/47/PV.23 \r\n77 \r\n(Mr. Matthews. Liberia) \r\nlevel of civil administration. We are pleased to note that since last year \r\nschools have been open, with banking, mercantile and other commercial \r\nactivities resumed. Residents are being provided with basic social services \r\nwithin the limits of our resources. We wish to observe that, despite the \r\nemergency situation, we have been able to operate under the rule of law with a \r\nconstitutional Government which respects human rights. We take pride in the \r\nfact that the people of Liberia have demonstrated both a spirit of cooperation \r\nand the tenacity and the will to reorder their lives, in spite of tremendous \r\nhardship. \r\nMonrovia, which had a pre-war population of less than 500,000, has grown \r\nto about 1.2 million as hundreds of thousands of our citizens continue to seek \r\nrefuge in the relative safety and normalcy of the capital. This mass \r\nmigration is placing a serious strain on the Government\u0027s meagre resources, \r\ntaking into account that the principal sources of revenue are under NPFL \r\ncontrol. As such, there is still a need for continued humanitarian assistance \r\nto the country. \r\nConcurrent with the effort to bring peace to Liberia and secure \r\nappropriate conditions for holding free and fair elections, Liberia and the \r\nEconomic Community of West African States (ECOWAS) have invited the United \r\nNations to assist with the electoral process. The Secretary-General has \r\nalready sent consultants to Liberia to evaluate the availability of population \r\ndata and the situation of constituency maps, and to provide support to the \r\nElections Commission. \r\nWe wish to register our appreciation to the States Members of the United \r\nNations for the several resolutions adopted by the General Assembly in \r\nresponse to the critical humanitarian and other needs of Liberia since the \r\nA/47/PV.23 \r\n78 \r\n(Mr. Matthews. Liberia) \r\ncivil strife began. We wish to thank all the countries, especially the United \r\nStates, Japan, the European Community, the Nordic countries and others, which \r\nhave made significant contributions in response to the appeals of the \r\nSecretary-General both for the United Nations emergency programme in Liberia \r\nand for assistance to the neighbouring countries which host Liberian refugees. \r\nWe also express our gratitude to the United Nations system, and to all \r\nthe non-governmental and private volunteer organizations which have continued \r\nto provide assistance to our people. We trust we can rely on the \r\ninternational community for its continued empathy and support as Liberia goes \r\nthrough the most difficult period of its history. \r\nThe timely initiative of the Economic Community of West African States to \r\nmediate in the Liberian conflict was a laudable response by a subregion to a \r\nsubregional problem, consistent with Chapter VIII of the United Nations \r\nCharter. This initiative is most deserving of the encouragement and support \r\nof the international community. We therefore call on the United Nations to \r\nplay an active role in mobilizing financial and other support for ECOWAS as it \r\nresponds to the Liberian crisis, which continues to pose a threat to regional \r\npeace and security. \r\nOn behalf of the Government and the people of Liberia, we wish once again \r\nto extend our heartfelt appreciation to all the member States of ECOWAS, \r\nparticularly the Governments and peoples of Nigeria, Ghana, Senegal, Guinea, \r\nSierra Leone, the Gambia and Mali, which are participating in ECOMOG. We \r\nthank all of them for the many sacrifices they are making to restore peace to \r\nLiberia. \r\nA/47/PV.23 \r\n79-80 \r\n(Mr. Matthews. Liberia) \r\nWhile we are preoccupied with domestic considerations, we have firm views \r\nwhich we would like to advance with respect to some of the issues on the \r\ninternational agenda. \r\nThe painful and tragic situation in Somalia is a grim reminder to the \r\npeople of Liberia of the ethnic strife, the wanton destruction of life and \r\nproperty, the grave refugee problem and the disintegration of the country that \r\nwe ourselves experienced. The appalling human condition of the Somali people \r\nmakes them deserving of treatment equal to, if not greater than, that given \r\nany other country experiencing a civil conflict. That is why we are most \r\npleased with the recent initiative taken by the Secretary-General in arousing \r\nthe conscience of the international community to the plight of Somalia. We \r\nalso applaud the active role he is playing to resolve the conflict. \r\nA/47/PV.23 \r\n81 \r\n(Mr. Matthews. Liberia) \r\nWith respect to developments in South Africa, the Government of Liberia \r\nviews with serious concern the gruesome sectarian violence in that country. \r\nIn view of the positive steps that the South African Government, yielding to \r\ninternational pressure, was taking to end apartheid, it is most distressing to \r\nreceive indications of that Government\u0027s apparent collusion with the appointed \r\nleaders of homelands to unleash unprovoked violence and death on defenceless \r\ncivilians engaged in a legitimate exercise of protest. Such action can only \r\nput at risk the gains that have been made by all South Africans. \r\nWe therefore urge the South African authorities to take speedy action to \r\narrest black township violence and exclude from the security apparatus those \r\nresponsible for the recent atrocities. My delegation is encouraged by the \r\nreports that the leader of the African National Congress, Mr. Nelson Mandela, \r\nand President de Klerk have resumed talks on the country\u0027s political future. \r\nWe appeal, however, to Chief Gatsha Buthelezi of the Inkatha freedom movement \r\nto rejoin his compatriots in the negotiations for the establishment of a \r\nnon-racial, democratic society. \r\nThe tragic story of Bosnia and Herzegovina is one of continuing \r\nsuffering, destruction and death. It heightens profound fears that if the \r\nsituation is not urgently arrested the world could find itself involved in a \r\nmajor effort to prevent the extinction of a national group due to the \r\nhorrendous policy of \"ethnic cleansing.\" Liberia deplores that inhumane \r\npractice and calls for enforcement action in keeping with the relevant \r\nresolutions of the Security Council. \r\nWith regard to the situation in the Middle East, Liberia welcomes the \r\nrenewed efforts by the parties to the crisis and others to move the peace \r\nprocess forward. It is our continuing belief that only a negotiated \r\nA/47/PV.23 \r\n82 \r\n(Mr. Matthews. Liberia) \r\nsettlement within the parameters of Security Council resolutions 242 (1967) \r\nand 338 (1973) can bring a just and lasting peace to that troubled region. \r\nOne of the perennial issues before the Assembly has been the need to \r\nameliorate the poverty and underdevelopment that plague the developing \r\ncountries. The mounting debt burden, the decline in commodity prices and \r\nincreasing protectionism are some of the factors contributing to the economic \r\nstagnation in many developing countries. My Government is therefore concerned \r\nabout the delay in concluding the Uruguay Round of trade negotiations. We \r\nentertain the hope that the negotiations will be completed before the end of \r\n1992, as envisaged. \r\nIt was in appreciation of the disturbing economic trends that I have \r\nmentioned that the forty-sixth session of the General Assembly adopted a New \r\nAgenda for the Development of Africa in the 1990s. Liberia calls upon the \r\ninternational community to support the Agenda wholeheartedly in order to grant \r\nrelief to African countries. \r\nAnother important task of this session of the General Assembly is to \r\nfollow up the decisions taken by the United Nations Conference on Environment \r\nand Development, which was held in Rio de Janeiro in June 1992. The decision \r\nby most countries to sign the Conventions on climate change and on \r\nbiodiversity, as well as to adopt a comprehensive programme for sustainable \r\ndevelopment. Agenda 21, reaffirmed awareness of the fundamental relationship \r\nbetween development and the environment. As the Secretary-General observes in \r\nhis report, Agenda 21 constitutes the centrepiece of international cooperation \r\nand coordination activities within the United Nations system for years to \r\ncome, it is therefore Liberia\u0027s sincere hope that at this session the General \r\nAssembly will take appropriate measures to ensure the full implementation of \r\nthe historic decision that has been reached. \r\nA/47/PV.23 \r\n83 \r\n(Mr. Matthews. Liberia) \r\nThe rapid pace of change and the shrinking of our planet by faster means \r\nof travel and communication have combined to make more relevant the \r\ninterdependence of nations. As such, Liberia reaffirms its abiding faith in \r\nand commitment to the principles of the United Nations that have stood mankind \r\nin good stead. Like those whose vision led to the birth of the Organization \r\nat a time of great upheavals and challenges, we too must call forth the best \r\nin us to ensure that we bequeath to posterity a world safe from pockets of \r\nwars and the attendant dreadful consequences. \r\nIn pursuit of that attainable goal we must banish from our minds all \r\nforms of mistrust, suspicion, fears and prejudices which, more often than not, \r\ndefine our behaviour in national and international affairs. If we muster the \r\ncourage and the will to face sguarely the new realities of the post-cold-war \r\nera, then the chances will be enhanced of a stable international environment \r\nin which the United Nations can promote social progress and development while \r\nkeeping the peace. \r\nMr. BRAGANCA (Sao Tome and Principe) (spoke in Portuguese; English \r\ntext furnished by the delegation): On behalf of the Sao Tome and Principe \r\ndelegation, I should like to congratulate the President on his unanimous \r\nelection to the presidency of the forty-seventh session of the United Nations \r\nGeneral Assembly. His election is unquestionably a tribute to his country and \r\na recognition of his qualities as a diplomat. \r\nMay I take this opportunity to express our appreciation of the efficient \r\nmanner in which his predecessor, Ambassador Samir Shihabi, presided over the \r\nwork of the forty-sixth session. \r\nWe should like to again express our confidence in and admiration for the \r\nleadership shown by the Secretary-General Mr. Boutros Boutros-Ghali, in \r\nA/47/PV.23 \r\n84-85 \r\n(Mr. Braganca. Sao Tome and Principe) \r\ndealing with the challenges facing the Organization in this crucial phase of \r\nits history. \r\nWe extend our greetings to the new Members of the Organization. Their \r\nadmission is a confirmation of the universalist calling of the United Nations \r\nat « time when its actions are making themselves felt everywhere in the world. \r\nA/47/PV.23 \r\n86 \r\n(Mr. Braoanca. Sao Tnm» \r\nand Principe) \r\nThe end of the cold war has made it possible to foresee a new era in \r\ninternational relations, characterized by respect for international law and \r\nfor the principles inscribed in Charter of the United Nations, and by a search \r\nfor solutions to the great and complex problems that are on the agenda of the \r\nhuman community. \r\nOur hopes for a better world, held hostage for so long by the reductive \r\nManicheism of the East-West conflict, have taken form and are reflected in a \r\ncommon desire to create a new world order based on respect for the legitimate \r\nrights of peoples, on lasting peace, on a more balanced distribution of world \r\nresources, and on active solidarity between the rich and poor peoples of our \r\nplanet, with the United Nations as a focal point and point of reference. \r\nWhile it is absolutely clear today that important steps are being taken \r\ntowards making some of these aspirations a reality, it is no less certain that \r\nthe definition of priorities, the selection of means, the allocation of the \r\nnecessary resources and, in some cases, the very solutions chosen all reflect \r\nconditionalities born of the old order and bespeak a selective approach that \r\ndoes not always match the noble purposes and principles that inspire the \r\nUnited Nations Charter. While it is not realistic to expect an immediate \r\nsolution to such complex and difficult problems as those that result from the \r\nprofound imbalance we find between North and South, the absence of any \r\nconcrete and serious movement in this direction continues to be a concern. \r\nThat millions of men, women and children are living in circumstances that \r\nare a denial of their human condition is not admissible in this century, which \r\nhas been witness to so many of man\u0027s conquests. \r\nA/47/PV.23 \r\n87 \r\n(Mr. Braoanca. Sao Tome \r\nand Principe) \r\nThat entire peoples should also find their fundamental rights denied by \r\nthe forces of occupying regimes, in flagrant violation of Security Council \r\ndecisions, is clearly anachronistic, especially when the United Nations has, \r\nin some cases, already mobilized the collective will of its Members and the \r\nmechanisms provided for in its Charter to impose respect for international \r\nlaw. That liberation from the oppressor\u0027s yoke, which keeps entire nations \r\nsubjugated, is giving rise to acts of truly suicidal barbarism in various \r\nparts of the world is a challenge to which we must respond with the greatest \r\nurgency and determination. That the future of the coming generations on this \r\nplanet is being menaced by the irresponsible and blind exploitation of limited \r\nresources in the name of short-term interests reveals an individualism that \r\ncannot leave us indifferent. \r\nFor this reason, we would like to associate the Democratic Republic of \r\nSao Tome and Principe with those who, from this very rostrum, have condemned \r\nthe violence that threatens the initiatives aimed at seeking a peaceful and \r\nnegotiated solution in South Africa, within the context of the Convention for \r\na Democratic South Africa, the path chosen for a peaceful transition to power \r\nfor the black majority. \r\nFor this reason too we salute the Angolan people for the maturity it has \r\ndemonstrated throughout the recent electoral process, which will permit the \r\nRepublic of Angola to dedicate itself, in an atmosphere of peace and national \r\nreconciliation, to the tremendous task of rebuilding the country. \r\nWe cannot but regret that last-minute problems have prevented the \r\nscheduled signature of the cease-fire agreements between the Government of \r\nMozambique and RENAMO. We would like to express our solidarity with the \r\nPeoples of Mozambique and our encouragement to the parties involved to \r\nA/47/PV.23 \r\n88 \r\n(Mr. Braganca. Sao Tome \r\nand Principe) \r\npersevere on the path of a peaceful solution with all the seriousness and \r\ncommitment that the situation demands. \r\nWe are following the Middle East negotiations with great anticipation, \r\nhoping that they will lead to the realization of the legitimate rights of the \r\nPalestinian people and a solution to the territorial conflicts that separate \r\nthe peoples of the region, in compliance with the pertinent resolutions of the \r\nSecurity Council. We hope, likewise, that the self-determination referendum \r\nin Western Sahara will permit the people of that territory to decide their own \r\ndestiny. \r\nIt is for this reason, too, that we lament the fact that the people of \r\nEast Timor have had their voice silenced and that the massacres of which they \r\nare the victims are not sufficient evidence that their legitimate right to \r\nself-determination has been repressed by the force of an occupation that is on \r\nall counts contrary to the principles of the Charter of the United Nations. \r\nWe would like to believe that the recent meeting between the Foreign Ministers \r\nof Portugal, the administering Power, and Indonesia, under the auspices of the \r\nSecretary General, will lead to a serious process of negotiation aimed at \r\nfinding a peaceful solution to the guestion that will end the suffering of the \r\npeople of East Timor. In our view, it is essential that at the appropriate \r\ntime representatives of the people of East Timor be involved in the \r\nnegotiating process. \r\nAt the same time, we cannot fail to repudiate and vigourously condemn \r\nthose responsible for the gratuitous suffering and human misery imposed on the \r\npeoples of Somalia, Liberia, and Bosnia and Herzegovina. We believe that any \r\nreluctance to implement the decisions of the Rio de Janeiro Summit will, over \r\ntime, compromise our common destiny. \r\nA/47/PV.23 \r\n89-90 \r\n(Mr. Braoanca. Sao Tome \r\nand Principe) \r\nToday more than ever before, the United Nations as an organization has a \r\nrole of fundamental importance to play in defining the new world order that is \r\nbeing built, assuming responsibility, in the spirit of the Charter and with \r\nthe participation of all its Members, for translating our collective \r\naspirations into joint undertakings that will mobilize our energies and \r\nresources and optimize the potential contributions of each individual Member \r\nState. Thus, our admiration and encouragement go out to our \r\nSecretary-General, Mr. Boutros Boutros-Ghali, for the efforts he is making to \r\nrestructure the Secretariat and for the initiatives he is pressing in various \r\nareas of the Organization\u0027s activities. \r\nWe believe it is essential that the decision-making process within our \r\nOrganization be in keeping with the democratic principles so dear to us, and \r\nthat the organs and mechanisms for the promotion of economic and social \r\ndevelopment be upgraded in order to permit a more effective response to the \r\nmajor challenges that humanity faces as this century nears its end. \r\nThe dynamism, breadth and consensus that inspire the activities of the \r\nOrganization in the areas of conflict prevention and peace-keeping must lead \r\nus to pay special attention to the effort to restructure the economic and \r\nsocial sector in order to maximize the effectiveness of the intervention of \r\nthe various agencies of the system an effort already under way, as we have \r\nbeen informed in the Secretary-General\u0027s report. \r\nThe establishment of a new, more just and moi-e lasting world order would \r\nappear to presuppose and assume at the national ]evel a two-fold, fundamental \r\nchallenge of our times: democratization and development. \r\nA/47/PV.23 \r\n91 \r\n(Mr. Braganca. Sao Tomp \r\nand Principe) \r\nOver and above selecting the model most suited to the historical and \r\nsocio-cultural realities of each country, it is guite clear today that the \r\nestablishment of institutions that favour the participation of the people in \r\nthe management of public affairs and respect for basic human rights, including \r\nthe free and regular choice of leaders, is today a condition for any lasting \r\ndevelopment. It is also evident that, in view of the high level of dependence \r\nof the so-called third-world countries on the outside world, no development \r\nwill be possible unless we see a change in the unequal terms of exchanqe that \r\ncondemn the gigantic effort of many peoples to the caprices of a free market \r\nin which decisions are taken totally without their consent. \r\nPowerless victims of the imponderables of the world economy, in which \r\nthey play but a marginal role, the nations of the third world will never be in \r\na position to meet the development challenge unless fairer and more \r\nappropriate mechanisms are introduced in international economic relations to \r\nalter the terms of the involvement of those nations in the process of world \r\nexchanges. For a growing group of these countries the least developed \r\ncountries international solidarity must be mobilized through cooperation \r\nmore attuned to their requirements and better suited to the specific needs of \r\neach one. \r\nWe in Sao Tome and Principe are prepared and determined to meet this \r\ntwofold challenge. Faced with the need to move beyond the state of lethargy \r\nin which our-country found itself, political forces in Sao Tome turned to the \r\npath of transformation that led to the establishment of a democratic State \r\nthrough a process in which the dominant notes are dialogue, tolerance, the \r\nachievement of consensus and respect for diversity of viewpoints. \r\nA/47/PV.23 \r\n92 \r\n(Mr. Braganga. Sao Tome \r\nand Principe) \r\nThe political aspect of this endeavour found fertile ground, for the \r\nreasons I mentioned earlier and because it corresponded to the aspiration of \r\nthe people to a future in which their fundamental rights and guarantees will \r\nbe duly safeguarded. I must note, however, that major constraints of an \r\neconomic and financial nature, the precipitous drop in the standard of living, \r\nand an inability to see light at the end of the tunnel of our deep concerns \r\nwill surely pose a threat to the new democratic regime, with the whole array \r\nof consequences this could have. \r\nThe dilemma posed by a crisis that is unbearable on all counts and by the \r\nimplementation of democratic principles demonstrates clearly that the \r\ninsistent calls for the democratization of developing countries will never go \r\nbeyond a mere Utopian dream unless they are backed by a new international \r\nvision open to a realistic solution of the debt problem, to a favourable \r\nchange in the terms of trade and to a gradual transfer of technology to the \r\nraw-material-producing countries, thus giving them the ability to transform \r\nthemselves to their own profit. \r\nThere are few moments in the common history of mankind when, as in our \r\nown time, the political, economic, defence and security architecture of the \r\nplanet undergoes profound and significant changes. The diversity, the \r\ncomplexity and, not unexpectedly, the unpredictability of these changes \r\nrepresent an opportunity that must not be lost to make decisions towards \r\ncorrecting the assymetries and injustices forged by an order which is \r\n9radually disintegrating before our eyes. For we are all aware of the \r\nnon-viability of a world whose contrasts shock and whose profound inequalities \r\nconstitute unequivocal factors of instability and revolt. \r\nA/47/PV.23 \r\n93 \r\n(Mr. Braganca. Sao Tnma \r\nand Principe) \r\nWe therefore believe that only an international effort of intelligent \r\nconvergence will permit responses that can satisfy the legitimate interests of \r\npeoples all over the world: a task in which the United Nations should play a \r\nkey role, a role it is already demonstrating it can assume through \r\nintervention that is increasingly prestigious because it is incisive and \r\npragmatic, covering the most varied regions of the world. \r\nDespite the re-emergence of political, religious and ethnic intolerance \r\nthat all too often degenerates into more extended areas of instability, and \r\ndespite the persistence of major symptoms of ineguality in cooperation among \r\nnations and the consequent inequality in the living conditions of the \r\npeoples concerned it is fair to state that we have taken a giant step \r\nforward. The more skeptical among us will say that one step is not much on \r\nthe long road ahead of us, but we retain the hope that, together, freed of \r\nexacerbated and futile self-centredness, we will be capable of progressing \r\nalong the arduous path to which we are irrevocably committed. \r\nThe immediate tomorrows may not hear a lot of song, but the future \r\nbelongs to the world. \r\nThe meeting rose at 6.30 p.m. \r\n"