"UNITED \r\nNATIONS \r\nGeneral Assembly \r\n,32 \r\nPROVISIONAL \r\nA/47/PV.4 \r\n24 September 1992 \r\nENGLISH \r\nForty-seventh session \r\nGENERAL ASSEMBLY \r\nPROVISIONAL VERBATIM RECORD OF THE 4th MEETING \r\nHeld at Headquarters, New York, \r\non Monday, 21 September 1992, at 10 a.m. \r\nPresident: \r\nlater: \r\nlater: \r\nlater: \r\nMr. GANEV \r\nMr. ROGERS \r\n(Vice-President) \r\nMr. GANEV \r\n(President) \r\nMr. ROGERS \r\n(Vice-President) \r\n(Bulgaria) \r\n(Belize) \r\n(Bulgaria) \r\n(Belize) \r\nStatement by the President \r\nScale of assessments for the apportionment of the expenses of the \r\nUnited Nations [111] \r\nThis record contains the original text of speeches delivered in English \r\nand interpretations of speeches in the other languages. The final text will \r\nbe printed in the Official Records of the General Assembly. \r\nCorrections should be submitted to original speeches only. They should \r\nbe sent under the signature of a member of the delegation concerned, within \r\none week, to the Chief, Official Records Editing Section, Office of Conference \r\nServices, room DC2-750, 2 United Nations Plaza, and incorporated in a copy of \r\nthe record. \r\n92-61185 1168V (E) \r\nA/47/PV.4 \r\nl(a-z) \r\nOpening of the general debate [9] \r\nStatement made by \r\nMr. Lafer (Brazil) \r\nAddress by Mr. George Bush, President of the United States of America \r\nAddress by Mrs. Violeta Barrios de Chamorro, President of the \r\nRepublic of Nicaragua \r\nGeneral debate [9] (continued) \r\nStatements made by \r\nMr. Mock (Austria) \r\nMr. Filali (Morocco) \r\nStatement by the President \r\nA/47/PV.4 \r\n2 \r\nThe meeting was called to order at 10.10 a.m. \r\nSTATEMENT BY THE PRESIDENT \r\nThe PRESIDENT: Before proceeding with the agenda for this morning\u0027s \r\nmeeting, I should like to draw the attention of members to document A/47/456, \r\ncontaining a letter addressed to me by the President of the Security Council, \r\nand to document A/47/L.1, containing a draft resolution entitled \r\n\"Recommendation of the Security Council of 19 September 1992\", which are being \r\ncirculated under agenda item 8, \"Adoption of the agenda and organization of \r\nwork\". \r\nIn this connection, the General Assembly will take up agenda item 8 \r\ntomorrow evening after it has heard the last speaker in the general debate for \r\nthe day. \r\nAGENDA ITEM 111 \r\nSCALE OF ASSESSMENTS FOR THE APPORTIONMENT OF THE EXPENSES OF THE UNITED \r\nNATIONS (A/47/442/Add.l) \r\nThe PRESIDENT: I should like to draw the Assembly\u0027s attention to \r\nthe final version of document A/47/442/Add.l, which contains a letter \r\naddressed to me by the Secretary-General, in which he informs me that Haiti, \r\nLiberia, Niger and Sierra Leone have made the necessary payments to reduce \r\ntheir arrears below the amount specified in Article 19 of the Charter. \r\nMay I take it that the General Assembly duly takes note of that \r\ninformation? \r\nIt was so decided. \r\nA/47/PV.4 \r\n3-5 \r\nAGENDA ITEM 9 \r\nGENERAL DEBATE \r\nThe PRESIDENT: Before calling on the first speaker in the general \r\ndebate, I should like to remind members of the decision taken by the General \r\nAssembly at its third plenary meeting, held on 18 September, that \r\ncongratulations should not be expressed inside the General Assembly Hall \r\nitself after a speech has been delivered. \r\nIn that connection, may I also remind members of another decision taken \r\nby the Assembly at the same meeting, that speakers in the general debate, \r\nafter delivering their statements, should leave the Assembly Hall through \r\nroom GA-200, located behind the podium, before returning to their places. \r\nA/47/PV.4 \r\n6 \r\n(The President) \r\nI should also like to remind representatives that, in accordance with the \r\ndecision taken by the General Assembly at its third plenary meeting, the list \r\nof speakers will be closed on Wednesday, 23 September 1992, at 6 p.m. May I \r\nrequest delegations to be good enough to provide estimated speaking times that \r\nare as accurate as possible, so that we can plan our meetings in an orderly \r\nway. \r\nMr. LAFER (Brazil): Let me congratulate you. Sir, and the Republic \r\nof Bulgaria upon your election as President of the General Assembly at its \r\nforty-seventh session. Your experience as a respected political leader and \r\njurist augurs well for the success of our deliberations. \r\nI wish to acknowledge the work of Ambassador Samir Shihabi of Saudi \r\nArabia and his inspired and constructive presidency of the General Assembly at \r\nits forty-sixth session. \r\nI present my compliments to Secretary-General Boutros Boutros-Ghali, \r\nwhose election was supported by Brazil from the beginning. His experience and \r\nstatesmanship, which I had the occasion to witness at the United Nations \r\nConference on Environment and Development, will certainly stand him in good \r\nstead in the exercise of his high office. \r\nBrazil welcomes the representatives of the new States Members of the \r\nUnited Nations: Armenia, Azerbaijan, Bosnia and Herzegovina, Croatia, \r\nGeorgia, Kazakhstan, Kyrgyzstan, Moldova, San Marino, Slovenia, Tajikistan, \r\nTurkmenistan and Uzbekistan. My country wishes to explore the possibilities \r\nof cooperation with the new Member States. \r\nThe opening of the general debate requires that we should call forth \r\nnational and regional aspirations without losing sight of our concern for the \r\nuniversal. It requires that we should seek to fulfil our individual \r\nidentities in a harmonious whole, that should we be both effective and just. \r\nA/47/PV.4 \r\n7 \r\n(Mr. Lafer. Brazil) \r\nHistorical change should not be viewed as the chaotic workings of nature, \r\nwhich, like a storm, are beyond control. Nor does it bear comparison to a \r\ntheatrical play whose plot and outcome are known to the author and the \r\nperformers in advance but which the audience discovers only as the play \r\nunfolds. The most pertinent metaphor for understanding the lessons of history \r\nwould be that of a labyrinth. Conceived of as a labyrinth, history unfolds \r\nunpredictably. This, however, does not deny the rational creativity of man \r\nand of peoples. Rational creativity lies in identifying by trial and error \r\nthe blind alleys in the maze of collective experience, while trusting that \r\nthere are exit points and struggling to reach them. \r\nToday the role of reason in the search for a way out lies in resorting to \r\nhistorical experience to promote those values which may ensure better and \r\nhigher ways of life in an organized society: freedom, democracy, human \r\nrights, sustainable development, justice and peace. In times of change it is \r\nimportant to stop and think about the values and concepts that lie at the \r\nfoundation of international relations. \r\nThe process I have described gives rise both to hopes and to concerns. \r\nIt reflects the interaction of centripetal forces that tend towards the \r\nuniversal and of centrifugal forces that call attention to diversity. On the \r\none hand, societies are embracing standards and practices that are well on the \r\nway to becoming universal, as witnessed by the strengthening of democracy and \r\nhuman rights, of sustainable development and of free enterprise and market \r\nintegration. \r\nA/47/PV.4 \r\n8 \r\n(Mr. Lafer. Brazil) \r\nOn the other hand, we witness the rebirth of nationalism and ethnic \r\nstrife, religious fervour taken to extremes and forms of discrimination which \r\nmultiply tension and threaten world peace. \r\nThe United Nations, and in particular the General Assembly, should serve \r\nas the natural point of convergence for the various trends that shape the \r\ncomplexity of our time. That complexity requires building a new international \r\norder based on the democratic participation of all States, as stressed by the \r\nSecretary-General in his report on the work of the Organization. \r\nIn conformity with its commitment to dialogue and cooperation, Brazil \r\nwishes to make its contribution to the common task of ensuring the eguitable \r\nfulfilment of the historical aspirations of mankind. Brazil takes pride in \r\nits diplomatic tradition. With 10 neighbours and nearly 17,000 kilometres of \r\nborders, all of which were peacefully negotiated, Brazil\u0027s destiny is civil \r\nand fruitful coexistence with all countries. \r\nThe democracy we enjoy today at the domestic level is an assurance of \r\nunity and stability. It teaches us to accept the diversity and divergence \r\ninherent in a pluralistic society. It permits us to face crises and \r\nvicissitudes within the rule of law and the strict boundaries of \r\nconstitutional order. At the same time, democracy encourages us to uphold its \r\nprinciples and methods in our relations with other nations. In a democracy \r\nthe rules of the game relate to the sharing and limitation of power. \r\nGovernment must belong to the many, so that it can resist imposition by the \r\nfew. Power must be constrained by law, so as to awoid the arbitrary \r\ndiscretion of those who wield it. \r\nA/47/PV.4 \r\n9-10 \r\n(Mr. Lafer. Brazil) \r\nThe acknowledgement of these rules aims at tiie qualitative transformation \r\nof life in society the passage from the realm of violence to the realm of \r\nnon-violence achievable by the taming of power through law. This is what \r\nconfers on the law an irrevocable ethical content. In the realm of public \r\ninternational law, this ethical content finds its expression in the peaceful \r\nsettlement of disputes, since its procedures for choosing among available \r\noptions for action seek precisely to dispel the fears that derive from the \r\nrule of violence. It is in that spirit of democratic civility that Brazil \r\nintends to participate in the process of reorganizing the international system. \r\nThe unprecedented historical crossroads at which we find ourselves calls \r\nfor a new agenda, an agenda embodying an awareness of the present and a vision \r\nof the future. The drafting of this agenda must take into account all the \r\ndimensions of value. All values have to be susceptible of fulfilment and are \r\ninexhaustible. To subsist, they must be translated into normative and social \r\nreality. However, the fulfilment of values in history does not exhaust their \r\ncontent. For example, we can and may always obtain more freedom and more \r\njustice. \r\nThe foreign policy of Brazil stresses these twin dimensions in its \r\nresponse to the new international situation and stresses them through a \r\ncreative adaptation and vision of the future. These concepts, we think, are \r\nappropriate as we consider the items on the agenda of the General Assembly. \r\nA/47/PV.4 \r\n11 \r\n(Mr. Lafer. Brazil) \r\nThe starting-point for a rethinking of the international system lies in \r\nthe acknowledgement that peace, security and disarmament are inseparable. \r\nThe suggestions put forward by Secretary-General Boutros-Ghali in his \r\ndocument \"An Agenda for Peace\" (A/47/277) lend new contours and an enlarged \r\nscope to discussions on the role of the United Nations. All Member States \r\nshould participate in an in-depth consideration of the provocative and \r\ncreative suggestions put forward by the Secretary-General. Brazil will \r\ncontribute actively to their consideration at the present session of the \r\nGeneral Assembly. \r\nThe \"Agenda for Peace\" comprises timely issues, such as preventive \r\ndiplomacy, peace-making and post-conflict peace-building. Such innovative \r\nconcepts are, by their very nature, still fluid. They open up new \r\nperspectives which remain to be explored, albeit cautiously, as befits an \r\nencounter between unknown realities and bold and imaginative ideas. \r\nThe dream of a better world cannot, however, be excluded from the \r\ndebate. Though realism is the starting-point of all political action, it \r\nshould not be taken as its final objective. Justice is the ultimate value \r\nthat should, in the final analysis, permeate the concept of order. \r\nPeace-building is a continuous task and an evolving process. In addition \r\nto the concepts related to the means of tackling conflict situations, we \r\nshould also seek to define the logical corollary of preventive peace-building, \r\nnamely the forestalling of crises deriving from economic and social factors. \r\nTo that end, we must strengthen the role of the United Nations, not only in \r\nrestoring peace and security, but also in fostering economic and social \r\nprogress. \r\nOther elements should therefore be added to those put forward in the \r\n\"Agenda for Peace\", such as the promotion of a more just international economic \r\nA/47/PV.4 \r\n12 \r\n(Mr. Lafer. Brazil) \r\nenvironment, full respect for human rights and the rule of law, general and \r\ncomplete disarmament, and the democratization of international relations based \r\non sovereign equality and the non-use of force. \r\nIt is essential to avoid the temptation of a selective application of the \r\nprovisions of the Charter. The instruments for the maintenance of \r\ninternational peace and security must not serve to consolidate imbalances \r\nbased on power relations, which are not more legitimate because they are \r\nreal. The fundamental attribute of legitimacy consists in the \r\nall-encompassing perspective of humanity. \r\nIt is of paramount importance to uphold the provision of the Charter \r\nwhereby the maintenance of international peace and security is the collective \r\nresponsibility of all Member States. \r\nIn carrying out its primary responsibility for the maintenance of \r\ninternational peace and security, the Security Council acts on behalf of all \r\nMember States of the United Nations. Now that the Council is being called \r\nupon to play an increasingly decisive role, there is a clear need for an \r\nin-depth discussion of the representative nature of its composition, the scope \r\nof its competence and the powers of its members. \r\nWe should consider, with prudence no less than with foresight, such \r\nreadjustments as would permit the Council to discharge its functions in a more \r\nrepresentative manner. Brazil is prepared to contribute constructively to \r\nthis effort, taking fully into account the institutional balance among the \r\norgans of the United Nations provided for in the San Francisco Charter. \r\nThe contribution of Brazil to United Nations peace-keeping operations \r\nreflects our commitment to implementing the principle of collective \r\nresponsibility. \r\nA/47/PV.4 \r\n13 \r\n(Mr. Lafer, Brazil) \r\nThe issue of disarmament has been momentarily overshadowed by that of \r\nsecurity in the wake of the unstable situations which followed the collapse of \r\nglobal confrontation. The progressive reduction of arms stockpiles, \r\nespecially of weapons of mass destruction, remains, however, fundamental. \r\nMuch has indeed been accomplished in the field of disarmament, yet much \r\nremains to be done. \r\nBrazil and Argentina have jointly entered into an agreement with the \r\nInternational Atomic Energy Agency on the application of safeguards. With \r\nArgentina and Chile, we launched an initiative to ensure the full entry into \r\nforce of the Treaty for the Prohibition of Nuclear Weapons in Latin America \r\nthe Treaty of Tlatelolco. The entry into force of the Treaty of Tlatelolco \r\nwill make Latin America the first nuclear-weapon-free zone in the world. This \r\nrepresents a balanced agreement on non-proliferation with equality of rights \r\nand obligations. We have banned chemical and biological weapons from our \r\nterritory through the Mendoza Agreement, which we concluded with our \r\nneighbouring States. We have thus advanced the application of the convention \r\non chemical weapons, which sets down uniform rules of disarmament and \r\nverification binding on all signatories. We hope similarly universal and \r\nnon-discriminatory disarmament conventions will be concluded in the future. \r\nRegarding the zone of peace and cooperation of the South Atlantic, we \r\nwelcome the opportunity to work with our partners on both sides of the ocean \r\nin a process of dialogue and joint endeavour aimed in particular at the \r\nprotection of the marine environment. \r\nSecurity and disarmament are only means to achieve the highest goal to \r\nwhich mankind truly aspires the goal of peace. Peace, not as the mere \r\nabsence of war, but as an affimative value, peace as a state of satisfaction \r\nA/47/PV.4 \r\n14 \r\n(Mr. Lafer. Brazil) \r\nin which relations among States can be ruled by law and disputes settled by \r\npeaceful means. \r\nPeace must be linked to cooperation, of which justice is an integral \r\npart, for common interests are rooted in a balanced relation among States. \r\nIt is widely acknowledged that there is a close link between the \r\ndemocratic system of government and the inclination of States towards peace, \r\nand conversely, a link between authoritarian regimes and a greater propensity \r\nto conflict. The values inherent in democracy pluralism, majority rule, \r\ntolerance, consensus, the rule of law extend naturally to the external \r\naffairs of the State. The strengthening of democracy on a planetary scale \r\nrepresents therefore a decisive contribution to the building of a more \r\npeaceful international system. \r\nAn unquestionable value in the domestic order, democracy also projects \r\nitself as an organizing principle of the international order, through the \r\nstrengthening of multilateral diplomacy and the search for a broad \r\nparticipation in the international decision-making process. \r\nBrazil is convinced that relations among States must be governed \r\npredominantly by incentives to cooperation and not by disincentives. That \r\namounts to promoting a positive and not a negative agenda for international \r\nrelations, an agenda that must be negotiated in a democratic manner. \r\nThe improvement of international cooperation to ensure adequate and \r\neffective treatment of world-wide issues, such as those of humanitarian, \r\ndevelopmental or environmental character, is to bf: pursued within the basic \r\nprinciples of international law, foremost among vhich is respect for State \r\nsovereignty. \r\nA/47/PV.4 \r\n15 \r\n(Mr. Lafer. Brazil) \r\nFortunately, a new perception has evolved in the field of human rights \r\nthat focuses on the need for special protection for the most vulnerable groups \r\nin each country. Cultural, religious and ethnic minorities, women, children, \r\nrefugees and immigrants are social groups frequently exposed to intolerance \r\nand to the abuse of their most basic rights.* \r\n* Mr. Sogers (Belize), Vice-President, took the Chair. \r\nA/47/PV.4 \r\n16 \r\n(Mr. Lafer. Brazil) \r\nWe must strive to bridge the gap between what is achievable and what is \r\ndesirable. Respect for human rights must be universal in scope, just as the \r\n1948 Declaration is universal and just as the provisions of the basic \r\ncovenants and conventions on this matter are universal. In short, human \r\nrights must not be violated under any pretext whatsoever. \r\nThe full enjoyment of individual rights reguires material conditions of \r\nsocial and economic organization grounded in the idea of justice. The holding \r\nin 1993 of the World Conference on Human Rights, as well as the proposed world \r\nsummit on social development, will provide opportunities to strengthen the \r\nprotection and the promotion of human dignity. \r\nThe Government of Brazil is doing everything in its power to protect and \r\npromote human rights. We maintain an open dialogue with international \r\norganizations governmental and non-governmental and we have acceded to the \r\nmain legal instruments on this matter. To be assured of success in our \r\nendeavours, we further need constructive international cooperation to address \r\nbetter the perverse consequences of extreme poverty and to equip democratic \r\nStates with conditions to reinforce their preventive and corrective actions in \r\nthese areas, where serious violations of individual rights still occur. \r\nOne of the most urgent tasks of the United Nations will be to promote in \r\nall countries a strong campaign against all forms of discrimination. It is \r\nhigh time we reaffirmed the classic concept of tolerance as an essential \r\nconstituent element of life in an enlightened society. Equality can be \r\ngenuine only when there is respect for diversity, where there is respect for \r\nheterogeneity. Policies of racial segregation, by any name, will always be \r\nhateful. The idea that a nation or a social group is somehow superior because \r\nit is ethnically homogeneous is flatly wrong. \r\nA/47/PV.4 \r\n17 \r\n(Mr. Lafer. Brazil) \r\nThe world has not lived through the horrors of a world war, the anguish \r\nof 45 years of the cold war and the hardship of conflicts that have offended \r\nthe conscience of mankind to witness now the resurgence of the spectre of \r\nxenophobia, of exclusive nationalism, or of ethnic, cultural or religious \r\nintolerance. We cannot allow the concept of nationhood to serve as a cloak \r\nfor the practices of oppression. Brazil, as a multiracial country proud of \r\nits roots, rejects outright attitudes that are inimical to the human race. \r\nJust as our societies cannot coexist with the marginalization of parts of \r\ntheir population, so the new international society we seek to build cannot \r\ncoexist with the marginalization of entire peoples. \r\nThe interdependence of the world economy paradoxically highlights the \r\nshortcomings of global cooperation. The gap between the North and the South \r\nis widening before our eyes. This situation cannot persist. We must work \r\ntogether to foster economic growth in all countries. There will be no peace \r\nor security so long as such disparities continue to distort the international \r\nsystem. \r\nIn an increasingly open and interdependent international community, the \r\nleverage from international trade is extraordinary. We must therefore prevent \r\nprotectionist pressures linked to short-term parochial interests from \r\nundercutting the negotiating effort of the Uruguay Round, inspired by free \r\ncompetition and the multiplication of benefits. The difficulties and \r\nsluggishness inherent in the process of multilateral-trade liberalization \r\nshould not prompt us to opt indiscriminately for self-contained regional \r\nblocks. We see, and would like others to see, regional-trade liberalization \r\nas a form of creating additional opportunities for international trade as a \r\nwhole, without inflicting losses on third parties. This is how we view the \r\nA/47/PV.4 \r\n18 \r\n(Mr. Lafer. Brazil) \r\nSouthern Cone Common Market (MERCOSUL), the regional basis for our competitive \r\nintegration in the international economy. \r\nBrazil is a global trader. We trade with all regions of the world and we \r\nare modernizing our economy through trade liberalization and openness towards \r\nthe world economy. Negotiations with foreign creditors have produced positive \r\nresults. Science and technology today represent the crucial variable of \r\neconomic success. Promoting their dissemination and ensuring greater \r\ntransparency and equity in the access to knowledge is fundamental for \r\ndevelopment. That is the spirit that guides the Brazilian initiative now \r\nunder consideration in the United Nations Disarmament Commission, aiming at \r\nthe definition of non-discriminatory and universally acceptable principles to \r\nregulate international transfers of sensitive technologies for peaceful \r\npurposes. \r\nLast June Brazil hosted the United Nations Conference on Environment and \r\nDevelopment, which was the largest diplomatic event in the history of the \r\nOrganization and set new patterns of international understanding and \r\ncooperation. We worked creatively to face the challenges of the present and \r\nboldly in the preparations for the future. The Rio Conference was not aimed \r\nat simply reorganizing this or that aspect of economic activity or of life in \r\nsociety. It was aimed, rather, at reshaping the very notion of development, \r\nto conceive it on a more rational, more just and more generous foundation \r\nthat of sustainable development. \r\nThe Rio Declaration, Agenda 21, the Declaration on Forests, the climate \r\nConvention and the biodiversity Convention outline a legal framework and a \r\npolitical project of paramount importance for international cooperation. The \r\nsignificance of these instruments will be even more evident over time. \r\nA/47/PV.4 \r\n19 \r\n(Mr. Lafer. Brazil) \r\nAdherence to the principles that have been agreed upon and prompt ratification \r\nof the two Conventions will usher in a new era of international cooperation. \r\nThe Rio Conference set up a new paradigm, a new social contract, on the \r\nbasis of the fundamental concept of sustainable development. It established \r\nas a primary concern the need to ensure the most rational balance between \r\nlegitimate development goals, on the one side, and the preservation of the \r\nhealth of our planet and the well-being of future generations, on the other. \r\nSustainable development is the contemporary expression of progress. It is the \r\nbasis for a new international environment and development order. \r\nIn welcoming the Heads of State and Government who honoured us with their \r\npresence. President Fernando Collor stated that \r\n\"The world has decided to assemble here to address no more, no less than \r\nthe life itself on the surface of the planet.\" \r\nThe Conference concluded that we cannot allow the persistence of social \r\nimbalances in the current international system marked by inhuman situations of \r\npoverty and by the coexistence of want and waste. As stated by the Brazilian \r\nHead of State, as President of the Conference, \r\n\"We cannot have an environmentally sound planet in a socially unjust \r\nworld\". \r\nThe Rio Conference therefore fostered an awareness of the fact that \r\ndevelopment must be sustainable. Sustainability requires due attention not \r\nonly to environmental but also to economic and social factors. \r\nThat and all the other achievements of the Conference were made possible \r\nthanks only to the unprecedented engagement of the community of nations at the \r\nhighest level, allowing for the consideration of problems of universal \r\ninterest through the equal participation of all countries. Let me stress this \r\npoint: The Rio Conference was exemplary in that it brought to a higher level \r\nA/47/PV.4 \r\n20 \r\n(Mr. Lafer. Brazil) \r\nthe practice of democracy in international relations, thus strengthening \r\nmultilateral diplomacy. At the Conference, all countries - large and small, \r\nrich and poor gave proof that they were and are capable of linking their own \r\nspecific interests with larger, more general interests. \r\nThis is the \"spirit of Rio\", which we hope will guide the United Nations \r\nin other areas as well: mutual confidence among States, a willingness to act \r\ndecisively with a view to achieving common goals, and the grandeur of joint \r\nendeavours in devising forms of enhanced cooperation in line with norms \r\ndefined democratically and on the basis of consensus. \r\nA/47/PV.4 \r\n21 \r\n(Mr. Lafer. Brazil) \r\nThis session of the General Assembly is called upon to address the task \r\nof taking the first steps in implementing the conclusions of the Conference \r\nand in honouring the commitments entered into at Rio. We therefore attribute \r\ngreat importance to the establishment of the Commission on Sustainable \r\nDevelopment. Sustainable development requires new and additional financial \r\nresources on an adequate and predictable basis, as reflected in chapter 33 of \r\nAgenda 21. We expect that, at the present session, the developed countries \r\nwill announce initial plans to give effect to the goals of the Conference. \r\nEqually crucial is the availability of technology to developing \r\ncountries, so as to ensure the feasibility of established programmes. Action \r\nor follow-up measures are also necessary in other areas; among these I stress \r\nthe development of small island States and the convening of a negotiating \r\ncommittee on desertification. \r\nBrazil wishes to make an additional contribution to the accomplishments \r\nof the Rio Conference by offering to host an international centre for studies \r\non sustainable development. We count on public and private support for this \r\ninitiative, which was welcomed in a resolution adopted at the Conference and \r\nfor the implementation of which we have already laid the groundwork. As an \r\nacademic institution, the centre will provide an international research and \r\nexchange forum for the application of decisions adopted at Rio. \r\nWhen I spoke about the dichotomy between the real and the ideal necessary \r\nfor the construction of a new order, I referred to the great opportunities for \r\ncooperation among nations to solve problems in the areas of peace and \r\nsecurity, democracy, human rights, development and environment. The world \r\nexpects the work of the Organization to be concentrated on those priority \r\nareas. \r\nA/47/PV.4 \r\n22-25 \r\n(Mr. Lafer. Brazil) \r\nThe capacity for joint action by the United Nations must spring from the \r\nvoice of each and every Member State. That action becomes all the more \r\nlegitimate as the basic decision-making process grows more representative and \r\nmore democratic. \r\nBrazil views the ongoing work on the restructuring and revitalization of \r\nthe economic and social sectors of the United Nations as eminently relevant. \r\nIt should lead to greater efficiency, together with a wider scope for \r\ninternational cooperation for development. \r\nAn agenda for peace cannot overlook the agenda for development. Ultimate \r\nsuccess in this enterprise reguires a realistic willingness to endow the \r\nUnited Nations with the necessary instruments and the prospective vision to \r\nmake this universal forum the core of collective efforts for the improvement \r\nof relations among peoples and countries. \r\nIn Brazil, as elsewhere in Latin America and other regions, bold and \r\nnecessary reforms have been set in motion to eliminate obstacles to \r\ndevelopment, to economic competitiveness, to technological progress and to the \r\nfree exercise of innovation and entrepreneurship based on the market. \r\nBrazil joins other nations with an open mind, aware of the need for \r\ncreative adaptation to new realities and convinced that new challenges require \r\na vision of the future endowed with generosity. \r\nA/47/PV.4 \r\n26 \r\nThe meeting was suspended at 10.40 a.m. and resumed at 11 a.m.* \r\nADDRESS BY MR. GEORGE BUSH, PRESIDENT OF THE UNITED STATES OF AMERICA \r\nThe PRESIDENT: The Assembly will now hear an address by the \r\nPresident of the United States of America. \r\nMr. George Bush. President of the United States of America, was escorted \r\ninto the General Assembly Hall. \r\nThe PRESIDENT: On behalf of the General Assembly, I have the honour \r\nto welcome to the United Nations the President of the United States of \r\nAmerica, His Excellency Mr. George Bush, and to invite him to address the \r\nAssembly. \r\nPresident BUSH: Forty-seven years ago I was a young man of 21, and, \r\nlike thousands of others of my generation, I had gone off to war to help keep \r\nfreedom alive. Forty-seven years ago this month the war was finally over, and \r\nI was looking forward to peace and the chance to begin my life in earnest: \r\n1945 marked a moment of promise, not just for me, but for all of mankind. A \r\ngreat struggle against dictatorship had been fought and won. Across the \r\nglobe, we all looked forward to a future free of war, a world where we might \r\nraise our children in peace and freedom, and this institution, the United \r\nNations, born amidst the ashes of war, embodied those hopes and dreams like no \r\nother. \r\nBut the hopes and dreams of 1945 remained unfulfilled: communist \r\nimperialism divided the world in two, our hopes for peace and our dreams of \r\nfreedom were frozen in the grip of cold war, and, instead of finding a common \r\nground, we found ourselves at Ground Zero. Instead of living on Churchill\u0027s \r\nThe President returned to the Chair. \r\nA/47/PV.4 \r\n27 \r\n(President Bush) \r\n\"broad, sunlit uplands\", millions found that there was, as Arthur Koestler so \r\nchillingly wrote, \"Darkness at Noon\". Instead of uniting the nations, this \r\nbody became a forum for distrust and division among nations and, in a cruel \r\nirony, the United Nations, created to free the world of conflict, itself \r\nbecame conflict\u0027s captive. \r\nI too lived through those disputes; I sat where you sit, proudly so; I \r\nserved in this Assembly and I saw, in my time, the consequences of the cold \r\nwar\u0027s hot words on the higher missions of the United Nations. Now, 47 years \r\nlater, we stand at the end of another war, the cold war, and our hopes and \r\ndreams have awakened again. Driven by its own internal contradictions and \r\nbanished by the peoples\u0027 undying thirst for freedom, imperial communism has \r\ncollapsed in its birthplace, and today Russia has awakened democratic, \r\nindependent and free; the Baltic States are free; and so too are Ukraine, \r\nArmenia, Belarus, Kazakhstan and the other independent States joining the \r\nnations of Central and Eastern Europe in freedom. \r\nThe fear of nuclear Armageddon between the super-Powers has vanished, and \r\nwe are proud to have done our part to ensure that our schoolchildren do not \r\nhave to practise hiding under their desks for fear of nuclear attack, as the \r\ngeneration before them did. I am proud also to salute the courageous leaders \r\nwith nuclear responsibilities Presidents Yeltsin, Kravchuk, Nazarbayev, \r\nShushkevich who joined me in ending the super-Power stand-off that risked \r\nnuclear nightmare. This is the first General Assembly session to seat you as \r\ntruly independent and free nations, and to you and the leaders of the other \r\nindependent States, I say welcome home: we are now truly united nations. \r\nA/47/PV.4 \r\n28 \r\n(President Bush) \r\nWith the cold war\u0027s end, I believe we have a unique opportunity to go \r\nbeyond artificial divisions of a first, second and third world to forge \r\ninstead a genuine, global community of free and sovereign nations, a community \r\nbuilt on respect for principle, on peaceful settlement of disputes, on \r\nfundamental human rights and on the twin pillars of freedom: democracy and \r\nfree markets. Already, the United Nations, especially the Security Council, \r\nhas done much to fulfil its original mission and to build this global \r\ncommunity. \r\nUnited Nations leadership has been critical in resolving conflicts and \r\nbrokering peace the entire world over, but securing democracy and securing the \r\npeace in the century ahead will be no simple task. Imperial communism may \r\nhave been vanquished, but that does not end the challenges of our age, \r\nchallenges that must be overcome if we are finally to end the divisions \r\nbetween East and West, North and South, that fuel strife and strain and \r\nconflict and war. \r\nAs we support the historic growth of democracy around the world, I \r\nbelieve the community of nations and the United Nations face three critical, \r\ninterrelated challenges as we enter the twenty-first century. \r\nFirst, we face the political challenge of keeping today\u0027s peace and \r\npreventing tomorrow\u0027s wars. As we see daily in Bosnia, Somalia and Cambodia, \r\neverywhere conflict claims innocent lives; the need for enhanced peace-keeping \r\ncapabilities has never been greater; the conflicts we must deal with have \r\nnever been more intractable, the costs of conflict higher. \r\nSecond, we face the strategic challenge of the proliferation of weapons \r\nof mass destruction, truly the fastest growing security challenge to \r\ninternational peace and order. \r\nA/47/PV.4 \r\n29-30 \r\n(President Bush) \r\nThird, we face the common economic challenge of promoting prosperity for \r\nall, of strengthening an open, growth-oriented, free-market international \r\neconomic order while safeguarding the environment. \r\nMeeting these challenges will require us to strengthen our collective \r\nengagement; it will require us to transform our collective institutions; and, \r\nabove all, it will require that each of us look seriously at our own \r\nGovernment and how we conduct our international affairs. We too must change \r\nour institutions and our practices if we are to make a new world of the \r\npromises of today, if we are to secure a twenty-first century peace. \r\nA/47/PV.4 \r\n31 \r\n(President Bush) \r\nWith you today I would like to discuss these three challenges: \r\npeace-keeping, proliferation and prosperity. And I should like to use this \r\nopportunity to begin to sketch how I believe the international community can \r\nwork together to meet these three challenges and how the United States is \r\nchanging its institutions and policies to catalsze this effort. \r\nLet me begin with peace-keeping. The United Nations has a long and \r\ndistinguished history of peace-keeping and humanitarian relief. From Cyprus \r\nand Lebanon, to Cambodia and Croatia, the blue beret has become a symbol of \r\nhope amid all that hostility. And the United Nations has long played a \r\ncentral role in preventing conflicts from turning into wars, and strengthening \r\npeace-keeping capabilities can help buttress these diplomatic efforts. But, \r\nas much as the United Nations has done, it can do much more. \r\nPeace-keepers are stretched to the limit while the demands for their \r\nservices increase by the day. The need for monitoring and preventive \r\npeace-keeping putting people on the ground before the fighting starts - may \r\nbecome especially critical in volatile regions. This is especially the case \r\nbecause of the rapid and turbulent change that continues to shake Eastern \r\nEurope and Eurasia. Across the lands that once were imprisoned behind an iron \r\ncurtain, peoples are reasserting their historical identities that were frozen \r\nin communism\u0027s catacomb. \r\nWhere this is taking place in a democratic manner with tolerance and \r\ncivility and respect for fundamental human rights and freedoms, this new \r\ndemocratic nationalism is all to the good. But, unfortunately, we need only \r\nlook to the bloody battles raging in places such as the former Yugoslavia to \r\nsee the dangers of ethnic violence. This is the greatest threat to the \r\ndemocratic peace we hope to build with Eastern Europe, with Russia and \r\nA/47/PV.4 \r\n32 \r\n(President Bush) \r\nEurasia, even more than economic deprivation. We fully support the efforts of \r\nthe North Atlantic Treaty Organization (NATO), the Conference on Security and \r\nCooperation in Europe (CSCE), the Western European Union (WEU), the \r\nCommonwealth of Independent States (CIS) and other competent regional \r\norganizations to develop peace-keeping capabilities. \r\nWe are convinced, however, that enhanced United Nations capabilities are \r\na necessary complement to these regional efforts, not just in Europe and \r\nEurasia, but across the globe. \r\nI welcome the Secretary-General\u0027s call for a new agenda to strengthen the \r\nability of the United Nations to prevent, contain and resolve conflicts across \r\nthe globe. Today I call upon all Members to join me in taking bold steps to \r\nadvance that agenda. I will therefore be discussing with my colleagues the \r\nmerits of a special meeting of the Security Council to discuss the \r\nSecretary-General\u0027s proposals and to develop concrete responses in five key \r\nareas. \r\nFirst, robust peace-keeping requires men and equipment that only Member \r\nStates can provide. Nations should develop and train military units for \r\npossible peace-keeping operations and humanitarian relief and these forces \r\nmust be available on short notice at the request of the Security Council and \r\nwith the approval, of course, of the Governments providing it. \r\nSecondly, if multinational units are to wori together, they must train \r\ntogether. Many nations for example, Fiji, Norway, Canada and Finland have \r\na long history of peace-keeping and we can all tap into that experience as we \r\ntrain for expanded operations. Effective multinational action will also \r\nrequire coordinated command and control and inter-operability of both \r\nequipment and communications. Multinational planning, training, field \r\nA/47/PV.4 \r\n33 \r\n(President Bush) \r\nexercises will be needed. Those efforts should link up with regional \r\norganizations. \r\nThirdly, we also need to provide adequate logistical support for \r\npeace-keeping and humanitarian operations. Member States should designate \r\nstockpiles of resources necessary to meet humanitarian emergencies, including \r\nfamines, floods and civil disturbances. This will save valuable time in a \r\ncrisis. \r\nFourthly, we will need to develop planning, crisis management and \r\nintelligence capabilities for peace-keeping and humanitarian operations. \r\nFifthly, we must ensure adequate equitable financing for United Nations \r\nand associated peace-keeping efforts. \r\nAs I said, we must change our national institutions if we are to change \r\nour international relations. So let me assure you that the United States is \r\nready to do its part to strengthen world peace by strengthening international \r\npeace-keeping. \r\nFor decades, the American military has served as a stabilizing presence \r\naround the globe. And I want to draw on our extensive experience in winning \r\nwars, in keeping the peace, to support United Nations peace-keeping. I have \r\ndirected the United States Secretary of Defense to place a new emphasis on \r\npeace-keeping. Because of peace-keeping\u0027s growing importance as a mission for \r\nthe United States military, we will emphasize training of combat, engineering \r\nand logistical units for the full range of peace-keeping and humanitarian \r\nactivities and we will work with the United Nations to best employ our \r\nconsiderable lift, logistics, communications and intelligence capabilities to \r\nsupport peace-keeping operations. And we will offer our capabilities for \r\njoint simulations and exercises to strengthen our ability to undertake joint \r\npeace-keeping operations. \r\nA/47/PV.4 \r\n34 \r\n(President Bush) \r\nThere is room for all countries, large and small, and I hope all will \r\nplay a part. \r\nMember States, as always, must retain the final decision on the use of \r\ntheir troops, of course. But we must develop our ability to coordinate \r\npeace-keeping efforts so that we can mobilize quickly when a threat to peace \r\narises or when people in need look to the world for help. \r\nI have further directed the establishment of a permanent peace-keeping \r\ncurriculum in United States military schools. Training, plainly, is a key \r\nelement. The United States is prepared to make available our bases and \r\nfacilities for multinational training and field exercises. One such base, \r\nnearby, with facilities is Fort Dix. America used these bases to win the cold \r\nwar and today, with that war over, they can help build a lasting peace. \r\nThe United States is willing to provide our r.ilitary expertise to the \r\nUnited Nations to help the United Nations strengthen its planning and \r\noperations for peace-keeping, and we will also broaden American support for \r\nmonitoring, verification, reconnaissance and other requirements of United \r\nNations peace-keeping or humanitarian assistance operations. \r\nAnd, finally, the United States will review how we fund peace-keeping and \r\nexplore new ways to ensure adequate American financial support for United \r\nNations peace-keeping and United Nations humanitarian activities. I do \r\nbelieve that we must think differently about how we ensure and pay for our \r\nsecurity in this new era. \r\nWhile the cold war may have ended, the super-Power nuclear arms \r\ncompetition, regional competition, weapons of mass destruction continue. Over \r\n20 countries have, or are developing, nuclear, chemical or biological weapons \r\nA/47/PV.4 \r\n35 \r\n(President Bush) \r\nand the means to deliver them. At a time when the United States and its \r\nformer adversaries are engaged in deep, historic cuts in our nuclear arsenals, \r\nour children and grandchildren will never forgive us if we allow new and \r\nunstable nuclear stand-offs to develop around the world. \r\nA/47/PV.4 \r\n36 \r\n(President Bush) \r\nWe believe the Security Council should become a key forum for \r\nnon-proliferation enforcement. The Security Council should make clear its \r\nintention to stem proliferation and sanction proliferators. Reaffirming \r\nasssurances made at the time the Treaty on the Non-Proliferation of Nuclear \r\nWeapons was negotiated, I propose that the Security Council reassure the \r\nnon-nuclear States that it will seek immediate action to provide assistance, \r\nin accordance with the Charter, to any any non-nuclear-weapon State party to \r\nthe non-proliferation Treaty that is a victim of an act of aggression or an \r\nobject of threat of aggression involving nuclear weapons. \r\nI also call for the indefinite renewal of the nuclear non-proliferation \r\nTreaty when it is reviewed in 1995. I believe we must explore ways we can \r\nstrengthen linkages between the suppliers \"clubs\", the nuclear-suppliers \r\ngroup, the Australia Group, the missile-technology control regime and United \r\nNations specialized agencies. \r\nHere I would like to note the productive efforts of the United Nations \r\nSpecial Commission (UNSCOM) to dismantle the Iraqi weapons-of-mass-destruction \r\nprogramme, and the continuing good work of the International Atomic Energy \r\nAgency (IAEA). But as the United Nations organizations adapt to stop \r\nproliferation, so too must every Member State change its structures to advance \r\nour non-proliferation goals. \r\nIn that spirit I want today to announce my intention to work with the \r\nUnited States Congress to redirect the United Stt.tes Arms Control and \r\nDisarmament Agency (ACDA) to refocus its talents on providing technical \r\nsupport for non-proliferation, weapons monitoring and destruction, and global \r\ndefence conversion. Under the direction of the Secretary of State, ACDA \r\nA/47/PV.4 \r\n37 \r\n(President Bush) \r\nshould be used not only in completing the traditional arms-control agenda but, \r\njust as importantly, in providing technical assistance on our new security \r\nagenda. \r\nEven as we work to prevent proliferation of weapons of mass destruction, \r\nwe must be realistic and guard ourselves against proliferation that is already \r\ntaking place. Therefore, we are working towards a cooperative system for \r\ndefence against limited ballistic missile attacks. We fully intend to have \r\nother nations participate in this global protection system. \r\nWhile expanded peace-keeping capabilities and improved non-proliferation \r\nefforts will be critical for building an enduring peace, shared economic \r\ngrowth is the long-term foundation for a brighter future well into the next \r\ncentury. That is why I stated yesterday, during a moment of international \r\nuncertainty, that the United States would be strongly engaged with its global \r\npartners in building a global economic, financial and trading structure for \r\nthis new era. \r\nAt the same time, I urged that our global responsibilities lead us to \r\nexamine ways to strengthen the Group of Seven (G-7) coordination process, and \r\nI affirmed America\u0027s support for a European integration that opens markets and \r\nenhances Europe\u0027s capability to be our partner in the great challenges that we \r\nface in this new era. While the exact form of integration is, of course, for \r\nEuropeans to determine, we will stand by them. \r\nEconomic growth is not a zero-sum process. All of us will benefit from \r\nthe expanded trade and investment that comes from a vibrant, growing world \r\neconomy. To ensure that the benefits of this growth are sustained and shared \r\nby all, fair and open competition should be the fuel for the global economic \r\nA/47/PV.4 \r\n38 \r\n(President Bush) \r\nengine. That is why the United States wants to complete the Uruguay Round of \r\nthe negotiations within the General Agreement on Tariffs and Trade (GATT) as \r\nsoon as possible, and to create a network of free-trade agreements, beginning \r\nwith the North American Free Trade Agreement. \r\nAt the same time, we need to recognize that we have a shared \r\nresponsibility to foster and support the free-market reforms necessary to \r\nbuild growing economies and vibrant democracies in the developing world and in \r\nthe new democratic States. This should be done by promoting the private \r\nsector to build these new economies, not by fostering dependency with \r\ntraditional Government-to-Government foreign aid. \r\nAfter the Second World War, foreign assistance often served as a weapon \r\nin the cold war. Obviously, we will still use critical foreign-assistance \r\nfunds to meet legitimate security needs. And, as our humanitarian operations \r\nin Somalia and northern Iraq, Bosnia and the former Soviet Union will testify, \r\nwe will continue our robust humanitarian assistance efforts to help those \r\nsuffering from man-made and natural disasters. \r\nBut foreign aid as we have known it needs to be transformed. The notion \r\nof the handout to less developed countries needs to give way to cooperation \r\nand mutually productive economic relationships. We know this: the more a \r\nnation relies on the private sector and free markets, the higher its rate of \r\ngrowth; the more open to trade it is, the higher its rate of growth; and the \r\nbetter a country\u0027s investment climate, the higher its rate of growth. \r\nTo move from what I would call aid-dependency to economic partnership, we \r\npropose to alter fundamentally the focus of United States assistance \r\nprogrammes to building strong, independent economies that can become \r\nA/47/PV.4 \r\n39 \r\n(President Bush) \r\ncontributors to a healthy, growing global economy. That means that our new \r\nemphasis should be on building economic partnerships among our private sectors \r\nthat will promote prosperity at home, and abroad also. Working with our \r\nCongress I will propose a top-to-bottom overhaul of our institutions that plan \r\nand administer foreign assistance, drastically reducing the bureaucracy that \r\nhas built up around Government-based programmes, streamlining our delivery \r\nsystems and strengthening support for private-sector development and economic \r\nreform. \r\nThe Agency for International Development (AID), another institution born \r\nduring the cold war, needs to be fundamentally and radically overhauled. \r\nPromoting economic security, opportunity and competitiveness will become a \r\nprimary mission of the State Department. Our assistance efforts should not be \r\ncharity. On the contrary, they should promote mutual prosperity. Therefore, \r\nusing existing foreign-affairs resources, I will propose creating a $1 billion \r\ngrowth fund. The fund will provide grants and credits to support United \r\nStates businesses in providing expertise, goods and services desperately \r\nneeded in countries undertaking economic restructuring. \r\nI will also support significantly increasing the programmes of the \r\nExport-Import Bank to ensure that United States products and technology \r\npromote investment in world-wide economic growth. \r\nThe United States will work with its global partners, especially the G-7 \r\nnations, to enhance global growth at this key point in world history, as we \r\nend one era and begin another. \r\nNone of us can afford insular policies. Each of us must contribute, \r\nthrough greater coordinated action, to building  stronger world economy. \r\nA/47/PV.4 \r\n40 \r\n(President Bush) \r\nI realize that what I have outlined today is an ambitious agenda. But we \r\nlive in remarkable times: times when empires collapse, ideologies dissolve \r\nand walls crumble; times when change can come so fast that we sometimes forget \r\nhow far and how fast we have progressed in achieving our hopes for a global \r\ncommunity of democratic nations. \r\nA/47/PV.4 \r\n41-45 \r\n(President Bush) \r\nAnd in the face of today\u0027s changes, with the loss of so much that was \r\nfamiliar and predictable, there is now a great temptation for people \r\neverywhere to turn inward and to build walls around themselves walls against \r\ntrade, walls against people, walls against ideas and investment, walls against \r\nanything at all that appears new and different. \r\nAs the Berlin Wall fell, these walls too must fall. They must fall \r\nbecause we cannot separate our fate from that of others. Our peace is so \r\ninterconnected, our security so intertwined, our prosperity so interdependent, \r\nthat to turn inward and retreat from the world is to invite disaster and \r\ndefeat. \r\nAt the threshold of a new century we can truly say a more peaceful, more \r\nsecure, more prosperous future beckons to us. For the sake of our children \r\nand our grandchildren, for the sake of those who perished during the cold war \r\nand for the sake of every man, woman and child who kept freedom\u0027s flame alive \r\neven during the darkest noon, let us pledge ourselves to make that future \r\nreal, and let us pledge ourselves to fulfil the promise of a truly United \r\nNations. \r\nThank you and may God bless you all. \r\nThe PRESIDENT: On behalf of the General Assembly, I wish to thank \r\nthe President of the United States of America for the statement he has just \r\nmade. \r\nMr. George Bush. President of the United States of America, was escorted \r\nfrom the General Assembly Hall. \r\nA/47/PV.4 \r\n46 \r\nADDRESS BY MRS. VIOLETA BARRIOS DE CHAMORRO, PRESIDENT OF THE REPUBLIC OF \r\nNICARAGUA \r\nThe PRESIDENT: The Assembly will now hear an address by the \r\nPresident of the Republic of Nicaragua. \r\nMrs. Violeta Barrios de Chamorro. President of the Republic of Nicaragua-\r\nwas escorted into the General Assembly Hall. \r\nThe PRESIDENT: On behalf of the General Assembly, I have the honour \r\nto welcome to the United Nations the President of the Republic of Nicaragua, \r\nHer Excellency Mrs. Violeta Barrios de Chamorro, and to invite her to address \r\nthe Assembly. \r\nPresident BARRIOS DE CHAMORRO (interpretation from Spanish): Allow \r\nme to congratulate you. Sir, on your election to preside over this session of \r\nthe General Assembly. \r\nI am also pleased to welcome the new countries that have joined the \r\nUnited Nations and to pledge to them the friendship and cooperation of \r\nNicaragua. \r\nNearly 50 years since the San Francisco Charter was signed there exists a \r\nnew world order similar in importance to, but very different from, that which \r\ngave birth to the United Nations Charter. The walls of intolerance are \r\ncrumbling and the pillars of apartheid are beginning to give way. New \r\ndemocracies have arisen on the ruins of dictatorships. The era of \r\nconfrontation between the super-Powers has come to an end, and most of the \r\nnations of the world are now working for peace. We are building a new world \r\norder in which equity, solidarity and the rule of international law must be \r\npromoted. \r\nThis transition towards a new world order, although positive, is not \r\nwithout danger. Major contradictions have arisen. The expectation that the \r\nA/47/PV.4 \r\n47 \r\n(President Barrios de Chamorro) \r\nimprovement of relations between East and West would yield a \"peace dividend\" \r\nhas not yet been realized. \r\nThere is an urgent need to forge a consensus on a world-wide commitment \r\nto strengthen international cooperation and reactivate economic growth and \r\ndevelopment. The efforts of the overwhelming majority of the Members of the \r\nOrganization to promote growth and development continue to be hindered by \r\nrestricted access to new markets, scarce financial resources, lack of foreign \r\ninvestment, the debt burden, limitations on the transfer of technology and the \r\nongoing inequality in the financial systems and international trade. \r\nThe coffee situation, brought about by an abrupt decline in prices, \r\ndeserves renewed efforts in the negotiations for a new Agreement in the \r\nInternational Coffee Organization. As regards bananas, we would like to see a \r\nfree market, without protectionist barriers, that takes duly into account the \r\neconomic and commercial realities of the Latin American countries. \r\nAn alarming number of people are still suffering the tragic conseguences \r\nof armed conflict, and poverty continues to stifle hopes for a better future. \r\nMillions of children do not have access to health care or education. Millions \r\nof women, who constitute the majority of the world\u0027s population, remain \r\noppressed. Our Organization can become a more important mechanism for \r\npromoting economic and social development by implementing the primary \r\nstrategies that have been worked out and agreed upon by its members. \r\nThe restructuring of the United Nations in the economic and social fields \r\nis of particular importance to Nicaragua. We want the purposes that have been \r\nset forth to become realities. We support the actions of the \r\nSecretary-General to bring about improved coordination of the various \r\ncomponents of the system by establishing a presence in countries based on an \r\nintegrated and unified approach. We also support the reforms within the \r\nA/47/PV.4 \r\n48-50 \r\n(President Barrios de Chamorro) \r\nSecretariat itself and the functioning of the new Department of Economic and \r\nSocial Development. Nicaragua also supports the strengthening of the Economic \r\nand Social Council. \r\nThe yearning of peoples for freedom, justice and respect for the dignity \r\nand worth of the individual is stronger than evil or tyranny. Nothing can \r\nprevent peoples from freeing themselves from political oppression or the \r\nculture of violence. \r\nTwo years ago I referred here to the main challenges that my Government \r\nhad set for itself in bringing peace to my country, building democracy and \r\nfighting inflation. Today I can say that we have succeeded. \r\nIn the elections of 25 February 1990 Nicaraguans established a patriotic \r\nalliance based on peace, reconciliation, freedom, progress and justice. As an \r\nimportant initial step in the building of a democratic and free society, we \r\nbrought peace to the country after many years of civil war. Once the 24,000 \r\nmen of the Nicaraguan resistance had been disarmed we began the general plan \r\nfor reducing the size of the army. When I came to the General Assembly in \r\n1990 I said that we had reduced the army from 96,000 men to 34,000. Today our \r\narmy is made up of only 17,000 men. \r\nA/47/PV.4 \r\n51 \r\n(President Barrios de Chamorro) \r\nI feel that the dream of a Central America where the sound of hands at \r\nwork for ever takes the place of the sound of gunfire is coming closer. We \r\nhave established disarmament brigades throughout the country and are promoting \r\nthe national plan to collect, in stages, weapons in civilian hands. This \r\neffort has produced highly satisfactory results, and the people of Nicaragua \r\nthemselves have witnessed the destruction and burial of nearly 50,000 weapons \r\nof war, which has reduced the probability of armed conflicts and \r\nconfrontations. \r\nIn 1991, thanks to the effort made by our people, we laid the foundations \r\nfor economic recovery in Nicaragua by putting an end to hyperinflation, which \r\nhad reached nearly 55,000 per cent; today, the inflation rate is down to zero. \r\nWe have begun the transition from totalitarianism to civilian democracy, \r\nfrom a centralized economy to a social, market economy. We have guaranteed \r\nfreedom of expression, there are many more communications media, and there is \r\ncomplete freedom of thought and religion. \r\nWe have also strengthened the freedom of asscciation. There is \u003c clear \r\nseparation of the powers of the State, and we have the first legislative \r\nassembly in Nicaragua\u0027s history; 16 political parties are represented in the \r\nassembly following the first free elections since our independence 171 years \r\nago. \r\nI should also like to emphasize the fact that, as a result of our \r\nstriving to come closer together, we have been able to develop, with great \r\nsuccess, the economic stabilization and adjustment programme. The budget has \r\nbeen balanced, military expenditure have been drastically cut, wages have been \r\nstabilized, privatization is moving forward with the support and participation \r\nof the workers, and new banks and private financial institutions have begun to \r\noperate in my country. \r\nA/47/PV.4 \r\n52 \r\n(President Barrios de Chamorrn) \r\nThanks to the progress made in our economic programme, and with support \r\nfrom the provisions made by this Assembly in 1990 and 1992, it has been \r\npossible to ensure special treatment from the international community. We \r\nhave had 75 per cent of our debt to the Paris Club forgiven, and new \r\ninternational credits are being made available to Nicaragua. \r\nNow we must take the next step: to reactivate the economy of the country \r\nand promote development within the framework of increasingly strengthening \r\npublic order and the State of Law, which, together with attention to social \r\nproblems, is at the focus of our immediate aims. \r\nWe have come to this forum to speak of the urgent need for special and \r\ntotal cooperation from the United Nations system in the social and economic \r\nreconstruction of Nicaragua. Once peace and economic stability reign we must \r\ntackle the aftermath of the war and the root causes of that war, the problems \r\nof unemployment and also the reincorporation of displaced and repatriated \r\npersons into the social and economic life of the country. We ask for the \r\ninternational community\u0027s support for this United Nations programme, \r\nparticularly because our situation has been made worse this year by terrible \r\nnatural disasters such as the eruption of the Cerro Negro volcano and the \r\nrecent tsunami. \r\nThe chances for reinforcing stability and promoting reconciliation and \r\neconomic grown in our country are better than they were when I began my term \r\nin office. For the first time, we are the major players in championing our \r\nown freedom and- bringing about our own changes through dedicating ourselves to \r\nthe task of national reconstruction, the common cause of the Nicaraguan \r\nnation. The present democratic process in Nicaragua is in keeping with the \r\nlegitimate interests and the deeply-held convictions of our people, and is in \r\ntune with the spirit of the changes taking place throughout the world. \r\nA/47/PV.4 \r\n53 \r\n(President Barrios de Chamorro) \r\nThe major achievements of the last two years have been made possible, \r\nfirst, by the determined efforts of the Nicaraguan people, who have summoned \r\nthe determination to tackle the vicissitudes of history, and secondly, by the \r\nsupport and solidarity of the international community, whose friendly \r\ncooperation has supported the Nicaraguan people\u0027s own efforts. I wish to \r\navail myself of this world forum to offer profound thanks to the peoples and \r\ngovernments which have helped us, and to the international financial bodies, \r\nincluding the Interamerican Development Bank, the World Bank and the \r\nInternational Monetary Fund. I offer them all the sincere gratitude of the \r\npeople and Government of Nicaragua. \r\nInternational cooperation is indispensable if Nicaragua is to consolidate \r\nand build on the progress that has been made. If assistance to Nicaragua is \r\nsuspended, or, even worse, if the undertakings made by the international \r\ncommunity at the meetings of the consultative group organized by the World \r\nBank are not fulfilled, the land we have been cultivating with so many \r\nsacrifices will go back to being barren, fertile ground only for intolerance, \r\nconfrontation and totalitarianism. We must not allow that to happen. \r\nTwo years ago, in this very forum, I said that my dream was for a \r\ndemilitarized Central America. We have therefore worked tirelessly to promote \r\nregional negotiations with a view to reducing weapons and troop numbers in \r\nCentral America to the lowest possible level. \r\nI also talked about my dream of a unified Central America. Today, our \r\ncountries are speaking with one voice and are negotiating free trade \r\nagreements with other regional blocs. Our process of integration has taken on \r\nstrength and vigour in all areas. The ideal of a strong and united Central \r\nAmerica is coming ever closer. With every passing day, I see that reality and \r\nA/47/PV.4 \r\n54-55 \r\n(President Barrios de Chamorro) \r\nour dreams can come closer together when there is the will and the \r\ndetermination. I firmly believe that Central America has taken the historic \r\nand irrevocable decision to move forward, as a region, along the path of \r\npeace, freedom, democracy and development. \r\nWe in Nicaragua are concerned at how fragile democracy is in the \r\ndeveloping countries. Very many of them have chosen the path of democracy; \r\nsome, like Nicaragua, have made significant progress in the midst of a \r\ndifficult transition. All of them, though, could benefit even more from \r\nresolute international support in favour of democracy. We have the impression \r\nthat the international community has not yet fully realized what is at stake \r\nin some of these countries. Freedom is still extremely fragile there, and \r\neconomic and social democracy is a distant dream. The case of Haiti is a \r\nreflection of the concerns and sufferings of Latin America. \r\nGenerally speaking, the new democracies lack democratic institutions and \r\ntraditions; the economic elements that promote change are scarce; violence has \r\nnot yet fully died out and intolerance and hatred still reign. In the nascent \r\ndemocracies, the new political systems must be bolstered in the midst of high \r\nlevels of extreme poverty, the legacy of the foreign debt burden, the impact \r\nof stringent economic adjustments, the benefits of which will be felt only \r\nover the long term. These are serious constraints on efforts to get the \r\neconomy off the ground and to promote growth, and extra efforts must be made \r\non top of what is normal for developing countries. \r\nA/47/PV.4 \r\n56 \r\n(President Barrios de Chamorro) \r\nWith suitable international cooperation that complements internal efforts \r\nand respects the sovereignty of our nations, and with the establishment of \r\nmodern, flexible democratic systems, we will attain the noble objectives we \r\nhave set for ourselves. \r\nWith the end of the war and the emergence of peace, we have begun to lay \r\nthe foundations of a sovereign, non-aligned, independent foreign policy of \r\ninternational reconciliation, which will make it possible for us to establish \r\ndiplomatic relations with all the nations of the world. Its basic tenets \r\noffer an excellent opportunity to develop further our own democratic process \r\nand support that of fraternal countries. \r\nIt is our hope that meaningful commitments can be achieved among the \r\nmembers of the international community during the World Conference on Human \r\nRights in 1993, the Conference on Population and Development in 1994 and at \r\nthe World Summit for Social Development, which will be held in 1995. \r\nThe end of the cold war has given the United Nations the best opportunity \r\nin its history to play to the full its important role in the international \r\nsystem of collective security. \r\nPeace-keeping operations in their various forms and the participation of \r\nthe Organization in the resolution of conflicts should be strengthened. \r\nWith the onset of peace in El Salvador this year and the strengthening of \r\nour own process in Nicaragua, Central America has ceased to be a zone of armed \r\nconflict affecting international security. We welcome the great efforts \r\ntowards understanding being made in Guatemala and we call on the international \r\ncommunity to continue providing its valuable cooperation in the commitments we \r\nCentral Americans have undertaken with our own peoples. \r\nIn the Middle East it is urgent that a solution to the Arab-Israeli \r\nconflict and the situation of the Palestinian people be found. It is our hope \r\nA/47/PV.4 \r\n57 \r\n(President Barrios de Chamorro) \r\nthat the talks will continue and that concrete results will be achieved that \r\nwill contribute to better dialogue and a definitive peace agreement. \r\nWe condemn the serious situations existing in Somalia, Bonia and \r\nHerzegovina and Iraq. \r\nIn the case of Iraq, we advocate full compliance with the Organization\u0027s \r\ndecisions, with regard to their humanitarian aspects and with the human rights \r\nof the civilian population. \r\nIn connection with the situation in Bosnia-Hirzegovina, the cessation of \r\nhostilities, the provision of humanitarian assistance and free access to the \r\nInternational Committee of the Red Cross and other organizations providing \r\nmedical and humanitarian assistance are universal demands that should be met \r\nimmediately. \r\nConditions in Somalia call for stronger action on the part of the \r\nOrganization. The world\u0027s conscience cannot tolerate situations like those we \r\nare witnessing there. \r\nNicaragua has offered to take part in any humanitarian-assistance or \r\npeace-keeping operation in Somalia, and we are also willing to be a part of \r\nany other effort to relieve the tragedy of that beloved people. \r\nWe are following with interest the situation in South Africa. We hope \r\nthat soon its sons and daughters, united, will devote themselves to the task \r\nof national reconstruction in democracy and freedom. \r\nI should also like to mention the situation of a nation of 21 million \r\ninhabitants which today has one of the most vigorous economies in the \r\ninternational system. It is time we acknowledged the important efforts made \r\nby that nation in the economic, political and sc.:al fields. I speak of the \r\nRepublic of China in Taiwan. \r\nA/47/PV.4 \r\n58 \r\n(President Barrios de Chamorro) \r\nIn conclusion, I wish to say that Nicaragua has faith in the United \r\nNations. We are sure that its reorganization will make it stronger and will \r\nmake further effective changes in its operation. Members may be sure that the \r\nUnited Nations community will always have Nicaragua by its side. \r\nThe PRESIDENT: On behalf of the General Assembly, I wish to thank \r\nthe President of the Republic of Nicaragua for the statement she has just made. \r\nMrs. Violeta Barrios de Chamorro. President of the Republic of Nicaragua. \r\nwas escorted from the General Assembly Hall. \r\nAGENDA ITEM 9 (continued) \r\nGENERAL DEBATE \r\nMr. MOCK (Austria) (interpretation from French): Let me start by \r\noffering you, Mr. President, my congratulations and best wishes. With your \r\nelection an outstanding representative of the new democracies in Eastern \r\nEurope has been chosen to preside over this Assembly. I should also like to \r\nconvey our appreciation to your predecessor. Ambassador Shihabi of Saudi \r\nArabia. \r\nI wish to pay special tribute to the Secretary-General. His report \r\nentitled \"An Agenda for Peace\" contains timely suggestions for a world in \r\nwhich the very nature of conflicts has changed and which therefore has \r\noutgrown the traditional means of conflict management. Austria supports the \r\nSecretary-General in his quest to develop better instruments for the United \r\nNations to discharge its ever-growing world-wide responsibilities to prevent \r\nand resolve conflicts. \r\nMany of the Secretary-General\u0027s proposals reflect the need for more \r\nefficient conflict prevention. In the case of the former Yugoslavia we have \r\nseen the devastating effects of doing too little too late. Let me recall \r\nAustria\u0027s proposal last year to dispatch peace-keeping forces to Bosnia and \r\nA/47/PV.4 \r\n59-60 \r\n(Mr. Mock. Austria) \r\nHerzegovina when there was still a peace to keep. Always, be it in Somalia, \r\nthe Balkans or elsewhere, time-lags between the appearance of the first signs \r\nof a crisis and resolute decisions for preventive action prove to be costly \r\nin human lives, in destruction of property and in the loss of credibility of \r\nthe international community. \r\nA/47/PV.4 \r\n61 \r\n(Mr. Mock. Austria) \r\nPeace-keeping operations must go beyond the mere observation of a \r\ncease-fire. In order to meet today\u0027s challenges, peace-keeping has to play a \r\nmajor role in conflict-prevention. Therefore, we support the \r\nSecretary-General\u0027s proposal envisaging the deployment of observers at the \r\nrequest of only one party to a conflict. \r\nPreventive diplomacy, peace-keeping operations, peace-making and \r\npeace-building will increasingly be among the main tasks of this \r\nOrganization. Inter-ethnic strife will, unfortunately, continue to be the \r\nsource of many conflicts in the future. We must all combine our efforts to \r\nimprove the Secretariat\u0027s capacity to deal effectively with these challenges. \r\nThe demands on the United Nations for peace-keeping and peace-building \r\nare increasing in numbers of operations and personnel, as well as in the scope \r\nof their mandates. We share the Secretary-General\u0027s concern about the need \r\nfor Member States to make the necessary resources available. \r\nAustria, one of the largest troop-contributors over the years, is willing \r\nto increase its contribution, both for traditional tasks, in the form of \r\nproviding military personnel, and for new tasks, in the form of assisting \r\ndifficult transition processes, through the dispatch of civilian police, \r\nadministrators and monitors of democracy. We have initiated a programme of \r\nmeetings and seminars on inter-ethnic peace-keeping and training for \r\npeace-keeping, peace-making and conflict-prevention. Austria is now \r\norganizing a seminar on assisting and monitoring elections, with the aim of \r\ntraining officials for participation in future such United Nations missions. \r\nA/47/PV.4 \r\n62 \r\n(Mr. Mock. Austria) \r\nAt a time of excessive demands on limited United Nations resources and of \r\nthe increasing political importance of regional arrangements, the \r\nSecretary-General\u0027s innovative approach of intensifying cooperation and \r\ncoordination with regional organizations should be wholeheartedly pursued. \r\nStrengthening the bonds between the United Nations Secretariat and the \r\nrelevant regional bodies calls for continuous contact and communication. \r\nIn Europe the Conference on Security and Cooperation in Europe (CSCE) \r\nrecently constituted itself a \"regional arrangement\" for matters of collective \r\nsecurity, in conformity with the Charter. Its Vienna-based Conflict \r\nPrevention Centre will play an important role in future CSCE peace-keeping \r\noperations. The negotiations in Vienna within the framework of the CSCE Forum \r\nfor Security Cooperation are particularly important for the development of \r\nconfidence and for security-building and disarmament. In view of the \r\nproximity of the CSCE Secretariat in Prague and the Office for Democratic \r\nInstitutions and Human Rights in Warsaw, both the United Nations and the CSCE \r\nwould greatly benefit from the creation in Vienna of a mechanism for liaison \r\nbetween the European regional arrangements and the United Nations \r\nSecretariat. Such an institution, a foundation of peace-keeping operations, \r\ncould make the combined efforts of all organizations more effective. \r\nAt a time of limited resources it seems necessary for the Organization to \r\nmake full use of all the facilities at its disposal world wide. \r\nDecentralization of the Secretariat must be seen as an asset for the \r\nOrganization. \r\nNo conflict illustrates more dramatically the utmost urgency of the need \r\nfor implementation of the Secretary-General\u0027s proposals with regard to the \r\ncontinuing aggression against the Republic of Bosnia and Herzegovina, a State \r\nA/47/PV.4 \r\n63 \r\n(Mr. Mock. Austria) \r\nMember of our Organization. The most fundamental principles on which the \r\nCharter is based are challenged: collective security, the non-use of force \r\nagainst territorial integrity and political independence, inviolability of \r\nborders, the rule of law, democracy, fundamental freedoms and human rights \r\nespecially minority rights. \r\nIn this regard, Bosnia and Herzegovina is a test case. If today \r\naggression and \"ethnic cleansing\" are permitted there, tomorrow they may work \r\nin Sandzak, Kosovo, Vojvodina and Macedonia, and even in other parts of the \r\nworld. The consequences would be unimaginable. \r\nCertainly, the international community has reacted to this aggression, to \r\nthe atrocities and to the needs of the victims. Both the CSCE and the \r\nSecurity Council have clearly stated in various declarations and resolutions \r\nthe responsibility of the Serbian Government for these acts and have demanded \r\nthat they be borught to an immediate end. Cease-fires have been brokered, \r\ncrucial humanitarian assistance has been organized, sanctions have been \r\nimposed and a political framework for a resolution of the conflict has been \r\ncreated. \r\nWe owe a special tribute to all those courageous men who participate at \r\nenormous personal risk in the peace-keeping operations. We deeply regret the \r\nloss of human lives that has already occurred. It goes without saying that \r\nattacks against peace-keeping forces warrant our utmost condemnation, whether \r\nor not we know who might be responsible for such atrocious acts. \r\nDuring the last year many forums and organizations have adopted important \r\ndeclarations and resolutions dealing with this crisis. The London Conference \r\nproduced a comprehensive plan of action, which could serve as a basis for a \r\nsettlement. But have these plans and resolutions been implemented? What is \r\nA/47/PV.4 \r\n64-65 \r\n(Mr. Mock, Austria) \r\nneeded is pressure, serious pressure, to make the aggressor desist from his \r\nacts in flagrant violation of international law in particular, humanitarian \r\nlaw and the Convention on the Prevention and Punishment of the Crime of \r\nGenocide. We must effectively rule out any possibility of not complying with \r\nthe political commitments undertaken in London. This holds true for all the \r\nparties involved. The longer the conflict lasts, the greater the danger of \r\nviolation of the most basic standards of human rights. \r\nA/47/PV.4 \r\n66 \r\n(Mr. Mock. Austria) \r\nIn the context of this and other conflicts we should heed the \r\nSecretary-General, who on a general basis commends Article 42 of the Charter \r\nto the attention of all States; he says that under this Article \r\n\"... the Security Council has the authority to take military action to \r\nmaintain or restore international peace and security.\" (A/47/277. \r\npara. 43) \r\nCertainly, all peaceful means have to be employed to solve a conflict, \r\nbut if they prove to be of no avail, and in the case of clear, gross \r\nviolations of fundamental principles of the Charter, full application of all \r\nthe Charter\u0027s provisions must be envisaged. That is the core and essence of a \r\nfunctioning system of collective security. \r\nThe disappearance of the East-West confrontation that paralyses our \r\nOrganization for so long gives us the chance to resurrect this system of \r\ncollective security as envisaged by the founding fathers of the Organization. \r\nFor the sake of mankind in the North and in the South, in the East and in the \r\nWest of our globe we must not miss this chance. \r\nThe objective fact of the dissolution of the former Yugoslavia has been \r\nestablished in the convincing legal opinion handed down by the arbitration \r\ncommission, chaired by President Robert Badinter. Consequently, Austria, \r\nalong with many other countries, favours termination of the membership of \r\n\"Yugoslavia\" in all international organizations. We welcome the admission of \r\nSlovenia, Croatia, and Bosnia and Herzegovina to the United Nations. \r\nUltimately all the successor States, including Serbia and Montenegro, have the \r\nright to be admitted as Members, provided that they comply with the \r\nestablished obligations of the Charter. Once the criteria established for the \r\nA/47/PV.4 \r\n67 \r\n(Mr. Mock, Austria) \r\nsuccessor States of the former Yugoslavia by the Charter of Paris and by the \r\npeace conference have been met, the conditions will be in place for the \r\nadmission of that State to the United Nations. We will continue to judge the \r\nreal willingness of the authorities in Belgrade and other Serbian forces to \r\nhonour their commitments and international obligations not by their words but \r\nby their actions. \r\nThe international community will have to act most vigorously to oppose \r\neffectively the intolerable practice of \"ethnic cleansing\". I welcome the \r\ndecisions of the Security Council, which has taken steps towards the \r\nestablishment of security zones in Bosnia and Herzegovina to contain the mass \r\nexpulsions, to facilitate the delivery of humanitarian assistance and to \r\nsecure the functioning of the legitimate Government. We must continue to work \r\nin this direction. The establishment of a no-fly zone over Bosnia and \r\nHerzegovina, as proposed by France, would supplement that measure and end the \r\nair attacks by the Serbian air force. \r\nThe horrible effects of \"ethnic cleansing\" will have to be reversed. The \r\naggressor cannot be allowed to enjoy the fruits of his aggression. The \r\ninternational community will have to do more than care for refugees and \r\ndisplaced persons: our goal must be to create conditions which would allow \r\nthose who were expelled or displaced to return tc their homes and to regain \r\ntheir belongings or be compensated for property destroyed. \r\nMr. Tadeusz Mazowiecki, a hero of the liberation of Central and Eastern \r\nEurope, submitted, in his capacity as Special Rapporteur of the Commission on \r\nHuman Rights, a report containing a number of proposals, which should be \r\nimplemented as quickly as possible. I am thinking of the immediate necessity \r\nA/47/PV.4 \r\n68 \r\n(Mr. Mock. Austria) \r\nto disarm irregular armed forces and civilians, and the expansion of the \r\nmandate of the United Nations Protection Force (UNPROFOR) to the whole of \r\nBosnia and Herzegovina in order to be able to collect information on human \r\nrights violations and to deal with them. Another of Mr. Mazowiecki\u0027s \r\nimportant ideas is the creation of an investigative commission to determine \r\nthe fate of the thousands of missing persons. \r\nAt this point, let me express my firm conviction that ordinary people, \r\nboth Serbs and Montenegrins, want prosperity and, first and foremost, peace. \r\nThe abhorrent acts carried out under \"ethnic cleansing\", the torturing of \r\ninnocent men and women in camps, the shelling of defenceless citizens: all \r\nthese crimes are being ordered and carried out by individuals who cannot claim \r\nto act in the name of their people. Appropriate machinery must be established \r\nto enforce Security Council resolution 771 (1992) and to provide for \r\n- proceedings against all individual perpetrators punishable under international \r\nlaw, such as by creating an international penal tribunal for war crimes. \r\n\u0027: Earlier this year the international fact-finding commission established \r\nunder Additional Protocol I to the Fourth Geneva Convention on the Protection \r\nof the Victims of Armed Conflicts became operational. This commission could \r\ni also assume an important role to ensure the full implementation of the rules \r\ni of international humanitarian law. \r\nToday the former Yugoslavia is suffering from the horrible ravages of \r\n,. war. In a long-term perspective, economic recovery and concerted economic \r\n,: assistance will have to be a part of any peaceful solution for the region. \r\nLet me add here that Austria, long before the beginning of the process of the \r\nit| disintegration of Yugoslavia, strongly advocated international assistance for \r\nA/47/PV.4 \r\n69-70 \r\n(Mr. Mock. Austria) \r\nthe economic development of our neighboring country through various European \r\norganizations in order to promote reform, prosperity and democracy. Then as \r\nnow our actions were motivated by a deep-felt desire to support economic and \r\npolitical reform for the sake of the well-being of all peoples living in the \r\nBalkan region, to which Austria is bound by strong ties of history. That is \r\nwhy I feel that I must make an urgent appeal for the mobilization of further \r\nfinancial means to bolster the humanitarian assistance necessary for the \r\nsurvival of the suffering populations. There can be no doubt that, with good \r\nwill on both sides, questions and tensions arising from the cohabitation of \r\ndifferent ethnic groups in the same area can be resolved in a process of \r\ncooperation. \r\nA/47/PV.4 \r\n71 \r\n(Mr. Mock. Austria) \r\nIt is with the greatest satisfaction that I am today in a position to \r\ninform the General Assembly of the resolution, through political dialogue, of \r\nthe controversy between Austria and Italy concerning the protection of the \r\nAustrian population in South Tyrol. This dispute originated in the different \r\ninterpretations of the agreement signed by the two countries on \r\n5 September 1946 in Paris. The issue was then addressed by the General \r\nAssembly in its resolutions 1497 (XV) and 1661 (XVI), in 1960 and 1961. On \r\nthis basis, Austria and Italy reached agreement on a package of 137 measures \r\ndesigned to benefit the population of South Tyrol - measures that Italy \r\npledged to enact. At the beginning of this year further legal measures were \r\nadopted. On 19 June the two countries were able to inform the \r\nSecretary-General that the dispute which had been pendinq with the United \r\nNations since 1960 had been settled. \r\nAustria and Italy have thus been able to provide the community of nations \r\nwith a good example of how to resolve an ethnic conflict and how to guarantee \r\nand protect the rights and identities of minorities. The measures taken do \r\nindeed promise to provide a safe basis for the cultural, economic and social \r\ndevelopment of the German- and Ladin-speaking groups in South Tyrol, as they \r\ninclude sufficient legal safeguards at the national and international levels. \r\nThe resolution of this controversy was greatly facilitated by a positive \r\ndevelopment in the political attitudes of all the parties involved in \r\nparticular, by increased confidence between the State authorities and the \r\nethnic groups. Although the protection of ethnic groups is clearly a dynamic \r\nprocess, the minority has to be assured that the Italian republic will respect \r\nits separate identity and will maintain the laws and regulations that have \r\nbeen created for the advancement of ethnic groups. Furthermore, the minority \r\nA/47/PV.4 \r\n72 \r\n(Mr. Mock. Austria) \r\nmust be assured that its cultural bonds, based on common ethnic affiliation \r\nbeyond the Italian frontier, will not be impeded in the future. If such \r\nconfidence exists, the State will secure the loyalty of the minority. \r\nConfidence will also create an atmosphere conducive to better and intensified \r\ncooperation across the borders. \r\nRespect for human rights is a crucial requirement for the settlement of \r\ntoday\u0027s conflicts. The Austrian Government will take pride in hosting the \r\nWorld Conference on Human Rights to be convened in Vienna in June 1993. The \r\ninvitation to host such an important event highlights Austria\u0027s dedication to \r\nthe promotion and protection of human rights and fundamental freedoms. The \r\nprinciples embodied in the Charter of the United Nations and in other \r\ninternational human-rights instruments have undeniably become universal \r\nstandards. It is imperative that all members of the international community \r\nfulfil their voluntarily accepted obligations to promote and respect human \r\nrights, humanitarian law and democratic values. Human rights, democracy and \r\ndevelopment are inextricably linked and are of the utmost importance in an \r\nincreasingly interdependent world. We shall continue to promote a \r\ncomprehensive concept of human rights based also on different cultural \r\ntraditions and encompassing civil and political, as well as economic and \r\nsocial, rights. There must not be a new North-South divide in the \r\ninterpretation and application of human rights. Our unitary world requires \r\nconsensus on this vital issue. In preparing for the Vienna conference, we \r\nshall strive for such consensus. I can assure the Assembly that the Austrian \r\nGovernment will spare no effort to contribute substantially to the preparatory \r\nprocess and that it will provide excellent facilties for the Conference. \r\nA/47/PV.4 \r\n73 \r\n(Mr. Mock. Austria) \r\nThe Secretary-General has introduced the concept of an integrated \r\napproach by the United Nations to political, economic and social issues. \r\nAdequate economic and social development are prerequisites for international \r\npeace and security. The current and future status of the world social \r\nsituation, the inclusion of vulnerable and socially disadvantaged groups in \r\ndevelopment, drug-abuse control and crime prevention rank high on the \r\ninternational agenda of an increasingly interdependent world. Peace and \r\nsecurity are closely linked with economic and social development. We must \r\ntake advantage of the end of the cold war to put more emphasis on issues of \r\nsocial and economic development. \r\nAs the Secretary-General has said, the convening of a well prepared world \r\nsocial summit will remove a key aspect of current threats to global security. \r\nThis summit should concentrate on three concrete issues: poverty, \r\nunemployment and social disintegration. The Austrian Government supports such \r\na social summit. Good governance as a result of sound economic management and \r\ncomprehensive social and environmental policies, as well as respect for human \r\nrights and democratic values, should be the basic objective of political \r\nleadership. \r\nWhile the United Nations Conference on Environment and Development did \r\nnot fully succeed in producing a comprehensive Earth charter or a clear \r\ncommitment to protection of the world\u0027s forests, the agreements reached at Rio \r\ndo represent a positive achievement. We must all share responsibility for \r\ncare of our planet, and the developed countries must take the lead. This \r\nrealization should give rise to a new quality in North-South relations. \r\nA/47/PV.4 \r\n74-75 \r\n(Mr. Mock. Austria) \r\nAt Rio it became apparent that, in the long term, environmental \r\nprotection and economic prosperity cannot be achieved at each other\u0027s \r\nexpense. Ecology and the economy are not intrinsic foes; for the sake of our \r\ncommon well-being, and for the sake of future generations, they need to become \r\nvery close allies. After Rio it is impossible to speak of protection of the \r\nenvironment without also addressing the development challenge. Nor is it \r\npossible to focus on development without taking into account the ecological \r\ndimension. \r\nM I N I M I \r\nA/47/PV.4 \r\n76 \r\n(Mr. Mock. Austria) \r\nRegarding the issue of international conflicts in the environmental \r\nsphere, I am very pleased to note that the Austrian proposal for the \r\nestablishment of Green Helmets, submitted during the forty-fourth session of \r\nthe General Assembly, has been favourably received. That Austrian initiative \r\nis reflected by the machinery provided for in the main Rio documents for \r\npreventing and settling such disputes. \r\nRio demonstrated that the global problems of mankind cannot be solved by \r\ngovernments alone. Hence Austria welcomes the mobilization and the manifold \r\ncontributions of the non-governmental organizations and the media. This level \r\nof involvement of groups and individuals must continue. \r\nThe end of the East-West conflict and the growing awareness of the \r\ninterdependence between North and South are leading to a new era for mankind. \r\nRegional cooperation offers new dimensions. There is a keen desire for \r\npreventive diplomacy. The resolution of ethnic conflicts is one of the \r\ngreatest challenges of our time. Awareness of the interrelationship between \r\ndevelopment, environmental protection and the guaranteeing of human rights in \r\nthe broadest sense of the term are on the increase. Let us work together to \r\ntake advantage of all these opportunities. \r\nMr. FILALI (Morocco) (interpretation from Arabic): Allow me at the \r\noutset to extend to you the congratulations of the delegation of the Kingdom \r\nof Morocco on your election as President of the forty-seventh session of the \r\nGeneral Assembly. We are confident that your presiding over our deliberations \r\nwill yield the best of results. \r\nI should like to assure you of our full cooperation so as to facilitate \r\nyour mission and render successful your endeavour, bearing in mind the \r\nA/47/PV.4 \r\n77 \r\n(Mr. Filali. Morocco) \r\nimportance of the items on our agenda in these critical times and taking into \r\naccount the good relations that exist between our two countries. \r\nI should like to commend your predecessor, Mr. Shihabi, Permanent \r\nRepresentative of the sisterly Kingdom of Saudi Arabia, for the wise manner in \r\nwhich he conducted the work of our last session at a time of grave crises and \r\nrapid developments. \r\nI am also pleased to welcome the new Secretary-General of our \r\nOrganization, Mr. Boutros Boutros-Ghali, and wish to extend to him our highest \r\nregard and assure him of our support for the tireless efforts he has exerted \r\nsince he assumed his new post at the beginning of this year. We should also \r\nlike to commend him for the brilliant work entitled \"Agenda for Peace\", which \r\nhe submitted to the Security Council for its consideration and which our \r\nAssembly will have to reflect upon in the coming days. \r\nI also wish to pay tribute to his predecessor, \r\nMr. Javier Perez de Cuellar, former Secretary-General of our Organization, and \r\nto commend the praiseworthy efforts and successful initiatives he undertook \r\nthroughout his 10 years in office as Head of the United Nations. Thanks to \r\nhis wise and skilful handling of disputes between Member States, \r\nMr. Perez de Cuellar earned the sympathy, esteem and cooperation of all. The \r\nsensitivity and caring he showed toward the developing countries in defending \r\ntheir rights and interests is highly appreciated. \r\nI am also pleased to welcome the delegations of the friendly countries \r\nthat, in recent months, have become Members of the United Nations. Morocco \r\nwas among the first countries to extend its recognition to those States, and I \r\nam pleased to greet the representatives of Armenia, Azerbaijan, Bosnia and \r\nA/47/PV.4 \r\n78-80 \r\n(Mr. Filali. Morocco) \r\nHerzegovina, Croatia, Georgia, Kazakhstan, Kyrgyzstan, Moldova, San Marino, \r\nSlovenia, Tajikistan, Turkmenistan and Uzbekistan. We hope that these \r\ncountries will make progress, be successful and enter into an era of peace and \r\nsecurity so as to allow the international community to benefit from their \r\npolitical, intellectual and economic capabilities. \r\nThe events of the last two years produced radical changes that have put \r\npaid to one era in the history of international relations and ushered in a new \r\none, which we are still trying to come to grips with. The ideological, \r\npolitical and economic gap between East from West has disappeared with the \r\nending of the cold war and the emergence of a group of newly independent \r\nstates which are trying to find a. foothold in the international arena. In the \r\nmeantime, the other States of the world, large and small, are trying to \r\nreassess their positions in the new and unclear political equation of the \r\nworld. \r\nAt the same time, attempts are being made to create a new world order of \r\nunclear outlines and unknown objectives. \r\nNevertheless, upon reflecting on what is being said from time to time \r\nregarding these attempts, one can surmise that the new world order might be \r\nbased on the principles of democracy, a market economy and respect for human \r\nrights. \r\nA/47/PV.4 \r\n81 \r\n(Mr. Filali. Morocco) \r\nThese are principles which, we believe, are quintessentially positive. \r\nHowever, we have certain queries regarding the terms of their application and \r\ntheir real content. Indeed, the world is made up of States and peoples whose \r\npolitical, economic and economic stages of development vary and whose material \r\nconditions, natural resources and cultures are vastly different. This fact \r\nleaves no room for a mechanical application of the aforementioned principles. \r\nSystems that may be appropriate for a developed rich country may not \r\nnecessarily be suitable for a developing third world country without proper \r\nadjustment to its particular circumstances or the assurance that the \r\napplication of such principle would be beneficial in its case. \r\nWe fully support scrupulous respect for human rights and believe that no \r\none with any common sense can deny such rights. We believe that human rights \r\nissues, in their political context based on respect for individual liberties \r\nand the rule of law, will inevitably prevail. \r\nIn other words, the social and economic aspects of human rights are of \r\nfar-reaching importance and should be carefully addressed by every State. It \r\nis regrettable, however, that the developing countries cannot fully control \r\ntheir economic issues in today\u0027s circumstances. Recent economic trends have \r\nintegrated the economies of all countries into one global entity. That is why \r\nthe recession that recently hit the economies of some developed countries has \r\nhad a negative and harmful impact on the economies of the developing world. \r\nIt has aggravated their debt burdens, reduced the prices of their basic \r\ncommodities, and compounded their economic and social problems. \r\nThe integration of local economies in a global framework and the \r\ninterdependence of societies and interests underline the need for a global \r\ndialogue in which we can all engage before a just and equitable new world \r\norder can be established. \r\nA/47/PV.4 \r\n82 \r\n(Mr. Filali. Morocco) \r\nIt is no longer feasible to exclude the overwhelming majority of States \r\nfrom the participation in the decision-making process in relation to issues \r\nthat affect the entire international community on the political, economic, and \r\nsocial levels. \r\nWe believe that the United Nations is the best forum in which to conduct \r\nsuch a dialogue with a view to laying the foundations of what the \r\nSecretary-General, in his latest report on the work of the Organization, \r\ncalled an international partnership for development based on the principles of \r\nequity, sovereignty, common interest, and mutual responsibility. \r\nWithout such dialogue, it would be difficult if not impossible to ensure \r\nthe stability of the world economy or to alleviate the difficulties facing the \r\ndeveloping countries. Starvation, debt burden, shortages of economic and \r\nsocial needs, and the illegal immigration of the unemployed to the developed \r\nworld would remain hardships afflicting not only the countries of the South \r\nbut the countries of the North as well. \r\nIn saying this, we do not wish to engage in any negative diatribes of \r\ncriticism or accusations. We simply want to highlight certain facts that \r\nshould not be forgotten at a time when numerous signs indicate that the \r\nformulation of a new world order is at hand. In other words, the North and \r\nthe South are today linked by mutual interests mere than ever before, and \r\nshould therefore shoulder their shared responsibilities in a world that is \r\nundergoing profound changes. \r\nIt is in this spirit that we have invited our partners in the European \r\nCommunity to reconsider the traditional approach to their cooperation with \r\nMorocco. The understanding with which they have received this proposal is a \r\nsource of special satisfaction to us. Morocco has long enjoyed a special \r\nrelationship with the European Community, the framework of which has been made \r\nA/47/PV.4 \r\n83-85 \r\n(Mr. Filali. Morocco) \r\nredundant by current and future stakes. Consequently, we are happy that both \r\nparties are now convinced that it is in their mutual interest to carry out \r\nqualitative and radical changes in their relations through the establishment \r\nof a free-trade zone and a partnership in various fields. We look forward to \r\nthe extension of this kind of positive cooperation to relations between the \r\nEuropean Community and the other members of the Arab Maghreb Union so as to \r\nopen new prospects for a. more balanced and beneficial relationship. \r\nThe dialogue initiated between the States of South-Western European and \r\nthe States of the Arab Maghreb Union was an encouraging start in which a \r\nclimate of mutual understanding prevailed. A series of principles were laid \r\ndown with a view to enhancing cooperation between the two shores of the \r\nWestern Mediterranean basin, where traditions of close historical ties have \r\nexisted for centuries in various fields. We therefore hope that the Five plus \r\nFive Group will soon be able to overcome the present obstacles and to resume \r\nits dialogue, which we believe will contribute positively to the consolidation \r\nof the foundations of stability and cooperation in the region. \r\nMorocco firmly believes that the establishment of the emergence of the \r\nArab Maghreb is inevitable and that its setting up on sound and solid \r\nfoundations is more than necessary and beneficial to the countries of that \r\nregion, the Mediterranean, and the entire world. This is a conviction that is \r\nshared by all peoples of the Maghreb, linked as they are by history, religion, \r\nlanguage, and culture. \r\nA/47/PV.4 \r\n86 \r\n(Mr. Filali. Morocco) \r\nTo be sure, the Maghreb Arab Union encountered some obstacles at the \r\noutset, as has been the experience of others in similar circumstances. \r\nHowever, we are determined to overcome such obstacles and to move forward with \r\na view to implementing the agreed principles and, in particular, to bring \r\nabout the economic integration which would revitalize the economies of our \r\ncountries and reinforce the foundations of our development. \r\nNot far away from the Arab Maghreb, the Middle East region continues to \r\nbe in the grip of tensions which have persisted for over 40 years, as a result \r\nof the Palestinian question and the attendant Middle East crisis. However, \r\nour consideration of this question at this session is accompanied by certain \r\nfavourable indications as it takes place in the wake of the ever face-to-face \r\nmeeting between Arabs and Israelis, in Madrid in 1991, and the subsequent \r\nmeetings of the parties to the conflict, with participation by the States \r\ninvolved. \r\nWe welcome this tendency. Morocco has always advocated dialogue, in the \r\nconviction that there can be no peace without it. It was in this spirit that \r\nMorocco took several initiatives towards that end, both at the Arab summit \r\nmeetings it hosted and at other international forums. \r\nAlthough the process that was initiated at the Madrid Conference has run \r\ninto a number of difficulties, recent political changes in Israel are \r\nencouraging indications with regard to the implementation of Security Council \r\nresolutions 242 (1967) and 338 (1973), and the land-for-peace principle, as a \r\nbasis for a settlement of the Israeli-Arab conflict. \r\nThe very fact that dialogue has been initiated is a positive and \r\nconstructive step which, we hope, will lead to the implementation of the \r\naforementioned principles and thus make it possible to achieve progress \r\ntowards the desired equitable and definitive solution to these problems. \r\nA/47/PV.4 \r\n87 \r\n(Mr. Filali. Morocco) \r\nHenceforth, the peoples of the region, who have for too long suffered the \r\nvicissitudes of colonialism, instability and cold war will be able, like other \r\npeoples of the world, to enjoy a new era of cooperation and prosperity. \r\nAnother source of concern is the continued state of tension in the Gulf \r\nregion in the wake of the Gulf war which has left deep scars in the Arab \r\nworld. We understand the bitterness engendered by that war, just as we \r\nappreciate the sensitivities of the peoples and officials in the region \r\nbecause of the tragedies that afflicted them. We also realize the gravity of \r\nthe decisions which have left the Arab world torn asunder. \r\nHowever, we are convinced that the wisdom and far-sightedness of our \r\nbretheren will prevail, and that reason will overcome passion in order to \r\nallow outstanding problems to be solved and the Arab world to return to \r\nsolidarity, cooperation and understanding. In this regard, the Kingdom of \r\nMorocco, as is its custom, is engaged in sustained efforts to unify Arab ranks \r\nand to seek common positions. \r\nThe events of the past few years in Europe have diverted world attention \r\nfrom the situation in Africa. Thus, a whole continent has been forgotten and \r\nmarginalized, regardless of its deepening economic crisis, the aggravation of \r\nits foreign debt problems and the collapsing prices of its export raw \r\nmaterials. It is regrettable to note that the srecial session of the General \r\nAssembly in 1986 devoted to the economic situation in Africa has not helped \r\nthe African economies, which since them have noticeably deteriorated. \r\nIt is equally regrettable that the aid provided to Africa by the \r\ndeveloped countries has been limited to meagre humanitarian aid to the \r\nvictimes of natural disasters and other endemic scourges such as famine and \r\ndrought. The African economic crisis is cause for great concern, as stressed \r\nby the Secretary-General, in his latest report on the activities of the \r\nA/47/PV.4 \r\n88-90 \r\n(Mr. Filali. Morocco) \r\nOrganization (A/47/1). We believe it is the duty of the developed countries \r\nto pay particular attention to the problems of development in Africa with a \r\nview to rebuilding the foundations of the African economy through a special \r\nprogramme that should be set up for taht purpose as has been done recently in \r\nthe case of Central and Eastern Europe. \r\nMorocco, which has always paid particular attention to the problems of \r\nour continent, remains faithful to the bonds of brotherhood, friendship and \r\nsolidarity which bind us to our sisterly African countries. In this context, \r\nMorocco wishes to reaffirm its solidarity with the states of Africa, which \r\nhave been adversely affected and would recall that, despite the difficulties \r\nof the Moroccan economy, it earmarks 95 per cent of its international \r\ncooperation budget to the assistance of brotherly African peoples. \r\nWhile we welcome the imminent end to a number of African political \r\ncrises, we are still concerned by the persistence of hotbeds of tension caused \r\nby internal problems and by civil wars and their tragic consequences. \r\nMy country welcomes the recent developments in Angola which have led to a \r\nprocess of accommodation under United Nations auspices following the signature \r\nof an agreement between the parties to the conflict. Therefore, Morocco has \r\ncontributed a national contingent to the United Nations Angola Verification \r\nMission II, and hopes that the implementation of this agreement will help \r\nre-establish peace and harmony in this friendly country. \r\nThe international community has been shocked by the Somali tragedy, which \r\nis unprecedented in the annals of history. The civil war and tribal rivalries \r\nhave effectively torn that country apart, destroyed its institutions and its \r\neconomy and have led to utter anarchy. Furthermore, they have caused a famine \r\nthat has resulted in thousands of deaths, mainly amongst the very young and \r\nthe very old. \r\nA/47/PV.4 \r\n91 \r\n(Mr. Filali. Morocco) \r\nWe are grateful to all those who send humanitarian assistance to the \r\npeople of Somalia and welcome the decision by the Security Council to dispatch \r\nthe United Nations Operation in Somalia (UNOSOM) to monitor the situation and \r\ncoordinate the distribution of humanitarian assistance. We appeal to the \r\ninternational community to continue to send such assistance to this afflicted \r\npeople. \r\nAs for South Africa, we have noted with satisfaction the resumption of \r\nthe dialogue between the Government of Pretoria and the African National \r\nCongress (ANC) despite the recurrence of violence and actions of reprisal \r\namong brothers. We urge all parties to stop the violence and to show the \r\nspirit of tolerance and sense of responsibility which, in the past two years, \r\nhave helped to overcome many an obstacle. We also hope that the continuation \r\nof dialogue on constitutional reforms will lead rapidly to the abolition of \r\napartheid and to the emergence of a multi-racial, democratic and united South \r\nAfrica. \r\nSince the end of the cold war, rising extremism, nationalism and ethnic \r\nconflicts in some parts of the world have created hotbeds of tension and \r\nviolence, the most dangerous of which is Bosnia-Herzegovina. Massacres, the \r\nmass killing of innocent people, the terrorization of children and elderly \r\npeople, the incarceration of civilians in concentration camps and the \r\nso-called \"ethnic cleansing\" perpetrated by the Serbian forces are heinous \r\ncrimes that offend our conscience and are a setback to the international \r\nefforts aimed at the elimination of practices which, we thought, had become \r\nthings of the past. \r\nA/47/PV.4 \r\n92 \r\n(Mr. Filali. Morocco) \r\nThe Kingdom of Morocco strongly condemns those acts and calls upon the \r\ninternational community to stand by the people of Bosnia-Herzegovina in \r\npreserving their national unity, independence, territorial integrity and \r\ncultural identity by resorting to all the coercive measures provided for in \r\nthe United Nations Charter to force compliance with its decisions on this \r\nissue. \r\nThe recent recommendation of the Security Council to the General Assembly \r\nregarding the succession of the former Socialist Federal Republic of \r\nYugoslavia should be understood by the two republics of Serbia and Montenegro \r\nas notice served on them that they should behave as members of the \r\ninternational community, cooperate fully with the United Nations and desist \r\nfrom their heinous practices and unacceptable behaviour. \r\nThis year, Morocco has assumed its seat as a non-permanent Member of the \r\nSecurity Council. This happened at a very important juncture, when the tasks \r\nand responsibilities of that organ have increased substantially. \r\nMorocco, being an Arab and an African nation, spares no effort in \r\ncoordination with the countries of the two groups in bringing the \r\n sensitivities of both groups to the deliberations of the Council. In so \r\ndoing, Morocco is guided by the desire to give precedence to the logic of \r\ndialogue, understanding and persuasion in trying to achieve the best solutions. \r\n! The historic events which have taken place over the past year and altered \r\nthe course of international relations have prompted the Members of the \r\nt Security Council to hold a high-level summit meeting on 31 January 1992 in \r\norder to consider the important developments that have taken place on the \r\ninternational scene, to define new priorities for the international community \r\nand to devise a strategy aimed at revitalizing the role of the United Nations \r\nand reinforcing its effectiveness. \r\nA/47/PV.4 \r\n93 \r\n(Mr. Filali. Morocco) \r\nThe Kingdom of Morocco, represented by His Majesty King Hassan II, took \r\npart, along with other leaders of the Members of the Security Council in that \r\nhigh-level meeting. On that occasion, they reiterated their determination to \r\nuphold the Charter of the United Nations and the principles of international \r\nlaw as well as their commitment to the preservation of international peace and \r\nsecurity, to disarmament and arms control, and to economic and social \r\ndevelopment. \r\nMy country wishes to commend the increasing role of our Organization in \r\npeace-keeping operations. That role is reflected in the many successful \r\noperations carried out recently throughout the world, operations in which \r\nUnited Nations forces have been able to effect disengagement, stop hostilities \r\nand bloodshed and protect people and property. \r\nOn the basis of the Paris Agreement signed by all parties and endorsed by \r\nthe Security Council, we hope that United Nations efforts in Cambodia, where \r\nthe United Nations has mounted the largest and most ambitious peace-keeping \r\noperation in its history, will lead to a lasting peace in that country. \r\nMorocco takes pride in its participation in the United Nations \r\npeace-keeping forces in Angola, Cambodia and Somalia, pride which is equalled \r\nonly by its commitment to fulfil its international duties and its strong \r\nbelief in the role of our Organization in the maintenance of international \r\npeace and security. \r\nIn spite of these accomplishments, we believe that some aspects of our \r\nOrganization need to be reformed if we are to make the United Nations more \r\neffective in serving the fundamental interests of the overwhelming majority of \r\nits Member States and to regain the desired balance between its organs. \r\nA/47/PV.4 \r\n94-95 \r\n(Mr. Filali. Morocco) \r\nIn this regard, it is inconceivable that while we commend the increasing \r\nrole of the United Nations in preserving international peace and security, our \r\nOrganization remains inadequately funded for the achievement of that objective. \r\nIn his report entitled \"An Agenda for Peace\", the Secretary-General made \r\nsubstantive proposals and recommendations, in particular on preventive \r\ndiplomacy and peace-keeping, peace-making and peace-building efforts. We \r\nfirmly believe that those recommendations deserve careful consideration by the \r\ndifferent organs of our Organization with a view to their adoption and \r\nimplementation.* \r\n* Mr. Rogers (Belize), Vice-President, tcok the Chair. \r\nFMB/21/1197 A/47/PV.4 \r\n96 \r\n(Mr. Filali. Morocco) \r\nThe setting up of a new world order requires a new reading of the \r\nprovisions of the Charter - a Charter which was written in 1945 under \r\ncircumstances which differed completely from the situation in 1992. Indeed, \r\nthe number of Member States has increased from 51 in 1945 to 179 Member States \r\ntoday. The political map of the world has underwent radical changes and the \r\ncentres of power shifted and international economic relations have become more \r\ncomplex. \r\nThe guestion of so-called Western Sahara has entered its final phase \r\nfollowing the adoption of the United Nations peace plan in 1988 and following \r\nthe establishment of the cease-fire in September 1991. \r\nSince that time, the Security Council has given firm and complete support \r\nto the implementation by the Secretary-General and his Special Representative \r\nof the settlement plan and of the instructions devised for the organization of \r\nthe United Nations referendum. \r\nIn spite of the numerous delays which interfered with the holding of the \r\nreferendum - something which my country deplores the Kingdom of Morocco has \r\ncontinued to adhere firmly to the settlement plan and to the commitments it \r\nhas undertaken. \r\nMoreover, as underlined by the Secretary-General in his report contained \r\nin document S/24464 of 20 August 1992, my country continues to extend its full \r\ncooperation to the establishment of the mechanisms envisaged and the \r\nimplementation of the rules agreed upon with a view to organizing the \r\nreferendum as soon as possible. \r\nIn this context, Morocco hopes that realism will prevail over \r\nobstructionism and procrastination. \r\nFMB/21/1197 A/47/PV.4 \r\n97 \r\n(Mr. Filali, Morocco) \r\nFollowing the progress achieved recently in disarmament and the increased \r\nawareness of the international community of environmental issues following the \r\nEarth Summit in Rio this year, we should like to express our hope that those \r\npositive indications will be consolidated by yet another success. We hope \r\nthat this will be the start of a process that will rid humanity of the ills \r\nthat beset it in this, the last decade of the twentieth century. \r\nWe believe that our Organization should be the catalyst that directs all \r\nefforts towards the achievement of such goals. In so doing, we will pave the \r\nway for the generation of the next century to live in a world which is worthy \r\nof mankind: a haven of peace, tranquillity and prosperity. \r\nSTATEMENT BY THE PRESIDENT \r\nThe PRESIDENT: Before adjourning the meeting, I should like once \r\nmore to draw the attention of Members to document A/47/456 containing a letter \r\naddressed to the President of the General Assembly by the President of the \r\nSecurity Council and to document A/47/L.1 containing a draft resolution \r\nentitled \"Recommendation of the Security Council of 19 September 1992\" which \r\nare being circulated under agenda item 8 (Adoption of the agenda and \r\norganization of work). In this connection the General Assembly will take up \r\nagenda item 8 tomorrow evening, after we hear the last speaker in the general \r\ndebate for that day. \r\nThe meeting rose at 1.25 p.m. \r\n"