"UNITED\u0027\r\nNATIONS\r\n,\r\nGeneral AS8embly\r\nForty-seventh session\r\nGENERAL ASSEMBLY\r\nPROVISIONAL VERBATIM RECORD OF THE 39th MEETING\r\nHeld at Headquarters, New York,\r\non Thursday, 15 October 1992, at 10. a.m.\r\nPROVISIONAL\r\nA/47/PV.39\r\n29 October 1992\r\nENGLISH\r\nA\r\nPresident: Mr. HAYES\r\n(Vice-President)\r\n(Ireland)\r\nSocial Development: (a) Questions relating to the world social\r\nsituation and to youth, ageing, disabled persons and the family [93]\r\n(continued)\r\nInternational\" Conference on Ageing and celebration of the tenth\r\nanniversary of the adoption of the International Plan of Action on\r\nAgeing:\r\n(i) Reports of the Secretary-General\r\n(ii) Draft resolution\r\nThis record contains the original text of speeches delivered in English\r\nand interpretations of speeches in the other languages. The final text will\r\nbe printed in the Official Records of the General ~ssembly.\r\nCorrections should be submitted to original speeches only. They should\r\nbe sent under the signature of a member of the delegation concerned, within\r\none week, to the Chief, Official Records Editing Section, Office of Conference\r\nServices, room DC2-750., 2 United Nations Plaza, and incorporated in a copy of\r\nthe record.\r\n92-61478 1951V (E)\r\nDigitized by Dag Hammarskjöld Library\r\nAl471PV.39\r\n2\r\nIq the Absepce of the Presidept. Mr. Hayes (Ireland), Vice-President.\r\ntook the Chair.\r\nThe meeti\"g was calle~ to order at 10.30 a.m.\r\nAGENDA ITEM 93 (continued)\r\nSOCIAL DEVELOPMENT: (a) QUESTIONS RELATING TO THE WORLD SOCIAL SITUATION AND\r\nTO YOUTH, AGEING, DISABLED PERSONS AND THE FAMILY\r\nINTERNATIONAL CONFERENCE ON AGEING AND CELEBRATION OF THE TENTH ANNIVERSARY OF\r\nTHE ADOPTION OF THE INTERNATIONAL PLAN OF ACTION ON AGEING:\r\n(i) REPORTS OF THE SECRETARY-GENERAL (A/47/339, A/47/369)\r\n(ii) DRAFT RESOLUTION (Al47/L.5/Rev.1)\r\nThe PRESIDENT: This morning, the General Assembly, in accordance\r\nwith the decieion taken at its 3T~ plenary meeting and pursuant to resolution\r\n46/91, is holding the first of the plenary meetings devoted to an\r\ninternational conference on ageing and to celebrate the tenth anniversary of\r\nthe adoption of the International Plan of Action on Ageing, under sub-item (a)\r\nof agenda item 93.\r\nIn this connection, the Assembly has before it two reports of the\r\nSecretary-General, one on global targets on ageing for the year 2001,\r\ncontained in document A/47/339, and the other on the implementation of the\r\nInternational Plan of Action on Ageing, contained in document A/47/369. The\r\nAssembly also has before it a draft resolution, which has been issued as\r\ndocument Al47/L.5/Rev.1.\r\nMr. Ganev regrets not being present at this meeting, owing to other\r\npressing responsibilities, and he has asked me to deliver, on his behalf, the\r\nfollowing statement on the occasion of the celebration of the tenth\r\nanniversary of the adoption of the International Plan of Action on Ageing.\r\nIn the 10 years since the adoption of ~he International Plan of Action on\r\nAgeing, over 100 million persons of the world population have become older\r\nDigitized by Dag Hammarskjöld Library\r\nA/471PV.39\r\n3\r\n(The Preddont)\r\npersons, in the sense that they have reached the age of 60 years or over.\r\nNearly 70 per cent of them live in developing countries. The increase in\r\nthose aged 80 and above will be the most striking - from 1980 to 2001 the\r\nnumber is projected to increase by 54 per cent, although during this time the\r\noverall population is expected to increase by only 29 per cent. It is\r\nprojected that by the middle of the second decade of the next century there\r\nwill be over 1 billion persons aged 60 and above.\r\nThe present debate offers an opportunity to examine the impact of an\r\nageing population on national life, infrastructure .and resources. It also\r\noffers an opportunity for Member States to reaffirm their commitment to\r\ninternational and multisectoral collaboration on ageinq in the decade ahead.\r\nIn the last 10 years the international community has witnessed the a~eing\r\nof the world\u0027s population at a dramatic rate, which has a range of\r\nfar-reaching social, economic and developlrtental consequences. In fact, it is\r\npotentially one of the most serious socio-economic issues of the next decade.\r\nIt challenges both developed and developing countries. It concerns each\r\nstratum of society.\r\nAgeing is otten viewed as an economic b~rden. The question is, on the\r\none hand, whether ageing is to become a problem, a burden upon the young, a\r\nnightmare of escalating costs to support an increasingly dependent popUlation,\r\nor, on the other hand, whether ageing is to be considered a celebration of the\r\ntwentieth century, a success story of reduced mortality rateG and increased\r\nlongevity. The kinds of public policies adopted will determine the way this\r\nissue will unfold.\r\nThe responsibility for meeting the challenges posed by the increasing\r\nrate of the ageing of the world\u0027s population is therefore not just for the\r\nold: it is a responsibility for us all.\r\nDigitized by Dag Hammarskjöld Library\r\nAl47/PV.39\r\n4\r\n(The President)\r\nWhile the International Plan of Action on Ageing provides a\r\nmultidimensional framework for a global programme, its success depends on the\r\nactions taken by those responsible for its implementation: first and foremost,\r\nMember States, which have responsibility for legislating and implementing\r\nsocial programmes; and the non-governmental and other organizations both for\r\nand of the elderly.\r\nProgress in the implementation of the Plan of Action has been uneven in\r\ndifferent regions of the world and, on an international scale, unfortunately\r\nnot very impressive. Attention has tended to focus on awarenuss-raising and\r\nadvocacy, which in themselves are of cardinal ir~portance. Yet this has not\r\nbeen sufficiently translated into actual programmes that have an impact on\r\nold.er persons.\r\nThe major task for the decade 1992 to 2001 therefore lies in making the\r\nimplementation of tJ1e International Plan of Action on Ageing more effectivu in\r\nthe context of national priorities and on.the basis of available resources.\r\nAs the ageing issue is debated here today and tomorrow, special emphasis\r\nmust be placed on the responsibility of the Member States, in partnership with\r\nint~rnational organizations and non-governmental organizations, to respond to\r\nthe ageing of populations. While the ageing of populations can be predicted\r\nwith relative certainty, timely adjustment of social and economic\r\ninfrastructure is likely, regrettably, to lag behind - seriously in many\r\nplaces. Therein lies the challenge for individual countries and the\r\ninternational community.\r\nThe 1982 World Assembly on Ageing was one of the first occasions when the\r\nageing issue and its global impact and importance was addressed by the\r\ninternational community. The consensus at that meeting was that something had\r\nDigitized by Dag Hammarskjöld Library\r\nA/47/PV.39\r\n5\r\n(T~e President)\r\nto be done before it was too late. Let me conclude by sayinq that policies\r\nand partnflrships, ideas and initiative are imperative to set the future tone\r\non this issue as we enter into the next decade.\r\nI now call on the Secretary-General of the United Nations, His Excellency\r\nMr. Boutros Boutros-Ghali.\r\nThe SECRETARY-GENERAL: It qives me qreat pleasure to open this\r\nspecial plenary meeting of the forty-seventh session of the General Assembly.\r\nThis is the first time the Assembly has addressed, in plenary, the question of\r\npopulation aqeinq. It is therefore an important occasion. I welcome\r\nparticipatinq deleqations, and particularly the representatives of\r\norqanizations of the elderly.\r\nBetween 1950 and the year 2025 the world population is projected to\r\nincrease by a factor of three; those aqed 60 and above, by a factor of six;\r\nand those aqed 80 and above by a factor of 10. While the chanqes occurred\r\nfirst in developed countries, they are now beqinning to be felt in developinq\r\ncountries as well.\r\nPopulation ageing is indeed an unprecedented demographic phenomenon. It\r\nhas far-reaching ramifications. Work patterns, employment practice~, health\r\nservices, education and family policies are affected.\r\nDigitized by Dag Hammarskjöld Library\r\nA/471PV.39\r\n6\r\n(The Secretary-General)\r\nPopulation ageing is ~~erefore a challenge to world society as much as to\r\nnational societies. It is a highly \u0026ppropriate issue for this Organization to\r\ntackle.\r\nTen years ago, over a thousand delegates from 124 Member States gathered\r\nat the World Assembly on Ageing, in Vienna. The World Assembly adopted the\r\nInternational Plan of Action on Ageing subsequently endorsed by the\r\nGeneral Assembly.\r\nThe United Nations has promoted the Plan and monitored its\r\nimplementation. The Secretariat formulated an Action Programme on Aging for\r\n1992. In adopting it, the General Assembly called for a practical strategy on\r\nageing for the next decade. I commend to you the document \"Global targets on\r\nageing for the year 2001\".\r\nThe global targets seek to make effective use of existing\r\ninfrastructures, programmes and scheduled events for promoting implementation\r\nof the Plan of Action in the years ahead. They identify opportunities for\r\nintegrating ageing into the mainstream of development. They aim to expand the\r\nrange of the United Nations Programme on Agei~g without incurring major\r\nfinancial obligations. They are an attempt at divising a long-term practical\r\nglobal strategy for ageing. We must test this strategy in the coming years.\r\nIt is a pleasant duty on the occasion of the tenth anniversary to thank\r\nall those who have contributed to the United Nations Programme on Ageing.\r\nMember States and their institutions and committees concerned with ageing have\r\nbeen partners in a collective effort. I pay tribute to the many\r\nnon-governmental organizations, associations of older persons, and research\r\nand training institutions which have been so generous in their efforts. I\r\nacknowledge with satisfaction the increasing efforts of the specialized\r\nDigitized by Dag Hammarskjöld Library\r\nA/471PV.39\r\n7\r\n(The Secretary-General)\r\nagencies and bodies of the United Nations system to serve the needs of\r\nMember States as effectively as possinle.\r\nThe decade ahead will need all our energies, expertise and good will as\r\nwe help each other adjust our thinking, planning, resource allocation and\r\npractical actions for what is often called \"the age of ageing\".\r\nOn the occasion of the tenth anniversary it is also a particular pleasure\r\nto greet the eminent personalities whom I have invited as my special guests to\r\nobserve the work of the plenary meetings. Some of them participated in\r\ndrafting the International Plan of Action on Ageing and in preparing the draft\r\nGlobal Targets on ageing for the year 2001. All have made a valuable\r\ncontribution to the United Nations Programme on Ageing at national or\r\ninternational levels.\r\n(spoke in Fren~)\r\nThe last decade has posed the whole question of ageing i~ new terms. In\r\ntIle past a shadow of commiseration had long veiled developed societies\u0027 view\r\nof the elderly. One example of this, amon\\l a thousand others, is\r\nVictor Hugo\u0027s phrase \"to grow old is see the fading of the light\". On the\r\nother hand, more traditional societies in the third world consider age more\r\nfavourably. The demographic evolution to which I referred a few moments ago\r\nwill undoubtedly once again, everywhere in the world, bring into prominence\r\nthis positive attitude towards age. Perhaps one of the main objectives of our\r\nprogramme for the coming decade is to share this conception of ageing, which\r\nthus could well become universal.\r\nThe cult of youth, this obsession that has so rightly been described by\r\nthe word \"youthism\" has it::; inherent dangers. It has of course made a certain\r\ncontribution to the dynami.m of modern societies, but it has also essentially\r\nrelegated to the background everything that is not young or can no longer\r\nDigitized by Dag Hammarskjöld Library\r\nA/471PV.39\r\n8\r\n(The Seqretary-General)\r\npretend to be. There is no doubt that we have over-exulted a society in which\r\nthings do not take sufficient time to grow old, in which people can no longer\r\nafford to own up to the fact that they are growing old. In the passage of\r\ntime, in age, in personal acceptance of age, we have something full of\r\npromise - promise for everyone: the benefit of experience, of nlaturity and of\r\nknowledge and wisdom.\r\nWhat is more, this is full of promise for society at large, because it is\r\nto be hoped that if more prominence is given to the elderly it will help us to\r\nre-establish a balance in our own rhythms. In particular, during the Rio\r\nConference it was quite clear that an excessive spirit of conquest might drag\r\nthe world to its perdition.\r\nWhat we h~ve here is a minor psychological revolution: to give time time\r\nfor itself. This means we must have a new approach to ourselves, a better\r\nunderstanding of all ages of life, striking a balance between the spirit of\r\nconquest and the spirit of maturity. Let us take the time to live. Let us\r\ntake the time to grow old.\r\nThe twentieth century has its shadows; it also has its light. Because of\r\nthe progress made in science and technology, it has succeeded in extending the\r\nduration of life. This is a victory. But it will remain an imperfect victory\r\nif at the same time we do not have a positive attitude towards aging.\r\nThese extra years we have won for ourselves should be full years - that\r\nis, they should should be lseful to others, they should be creative. They\r\nshould create the future. Only then will this victory be complete. We have\r\nto work at this maturing process in the next 10 years.\r\nI believe the main effort required is psychological. I say \"believe\"\r\nbecause I have no hard and fast ideas on this subject. I hope I will in a few\r\nDigitized by Dag Hammarskjöld Library\r\n-----------------------------~\r\nA/47/PV~39\r\n9..,10\r\n(the Secrfttary-General)\r\nyears time, particularly after your debates. May your work therefore be both\r\nlively and fruitful. Good luck!\r\nThe PRESIDENT: Before I call on the first speaker for this morning\r\nI should like to propose that the list of speakers in the debate be closed\r\ntoday at 6 p.m. If I hear no objection to this proposal, it will be so\r\ndecided.\r\nI~ was so deciged~\r\nDigitized by Dag Hammarskjöld Library\r\nA/47/PV.39\r\n11\r\nThe PRESIDENT: I therefore request those representatives wishing to\r\nparticipate in this debate to inscribe themselves on the list of speakers as\r\nsoon as possible.\r\nI call first on the representative of the United States of America,\r\nMr. Louis W. Sullivan, Secretary of Health and Human Services, who will speak\r\non behalf of the host country.\r\nMr. SQLLIVAN (United States of America): It is my honour to speak\r\n~s the representative of the host country. As always, tbe United States\r\nregards it a privilege to host the many representatives from all parts of the\r\nworld to the United Nations General Assembly.\r\nAs we commemorate the tenth anniversary of the United Nations World\r\nAssembly on Ageing and the a~ Jtion of the Vienna International Plan of Action\r\non Ageing, let us remind ourp~lves that our efforts on behalf of our older\r\ncitizens have special me~ing beyond the economic and social concerns related\r\nto our rapidly increasing ageing populatious, as important as these\r\nconsiderations are.\r\nIndeed, our efforts reflect our heartfelt appreciation and dedication to\r\nthe diqnit.y and well-being of those whose contributions and sacrifices have\r\ninspired us and have enabled us to reach the levels .0£ progress in the human\r\ncondition we know today.\r\nOur older citi.zens represent not only a link to the past but a vital\r\nbridge to the future - in the depth of thei~ experiences and in their\r\nlonqstanding adherence to the values representing the best traditions of our\r\nnations and peoples.\r\nAt the time of the Wor-ld Assembly on Ageing 10 years ago, it was believed\r\nthat population ageing was primarily a phenomenon of the industrialized\r\nnation. Or Europe, Asia, and North America. In at least 30 such countries,\r\nDigitized by Dag Hammarskjöld Library\r\nA/47/PV.39\r\n12 o\r\n(Mr. Sulliyanc United States)\r\n5 per cent or more of the entire population is aged 60 or over, and the past\r\ndecade has witnessed intense public debate over issues directly related to\r\nageing populations, such as. income security and health care.\r\nWe now .realize that population ageing is a global phenomenon. Mortality\r\nrates in most developing nations declined faster than expected over the past\r\ndecade, with the result that many such nations now have life expectancies\r\napproaching - or even exceeding - those of developed nations. With continuing\r\ndeclines in fertility added to the equation, we have reached the point where\r\nthe older populations of developing nations are now growing much more rapidly\r\nthan those of the developed nations.\r\nOf all the statistics I have seen relating to the growth of our older\r\npopulations, the one that amazes me most is this: two-thirds of all the men\r\nand women who have lived beyond age 65 in the whole of human history are alive\r\ntoday!\r\nThe rapidly increasing numbers of older citizens present our nations and\r\nGovernments with enormous new social and economic challenges. Each nation has\r\nits own unique ~roblems and will require policies and programmes tailored to\r\nits own needs.\r\nWhat clearly is in tne best interest of all nations, however, is to\r\nestablish as a major goal dnd priority the maintenance and restoration of the\r\nmaximum degree of independence and self-sufficiency for each older citizen.\r\nAt the same time, we face the reality that public resources in most\r\nnations are already strained and will likely be more so in the foreseeable\r\nfuture. The only viable course of action under these circumstances is to\r\nbroaden the base of support and to augment public resources from other\r\nsources - to develop ml~tually beneficial partnerships with private-sector\r\nDigitized by Dag Hammarskjöld Library\r\nA/47/PV.39\r\n13\r\n(Mr. SulliYanc United States)\r\nbusinesses, foundations, civic and professional associations, and others - and\r\nto energize and empower local communities.\r\nThis is pr\u0026cisely the focus of a comprehensive new initiative launched\r\nlast year by my Government: the National Eldercare Campaiqn. I will give you\r\na brief synopsis of this programme because I believe its principles may be\r\napplied in many nations.\r\nThe first component of our National Eldercare Campaign is public\r\nawareness - the process of making Americans aware of the changing demog~aphics\r\nand their implications.\r\nSecondly, in recoqnition of the fact that our traditional system of\r\nsocial services cannot do the job alone, we are reaching out to mobilize\r\norganizations that traditionally have not had ageing agendas, such as\r\nbusiness, labor, religious, educational and civic organizations.\r\nThe third component is Project CARE, the focus of which is to promote the\r\nformation of local community coalitions to develop and implement action plans\r\nto address the unmet needs of older persons in the community who are at risk\r\nof losing their independence.\r\nAnd, fourthly, we are encouraging Americans - esp~cially the majority of\r\noar older citizens who remain healthy and vigorous - to enroll as members of\r\nour Eldercare Volunteer Corps, created last year to serve at-risk older\r\ncitizens.\r\nIn proclaiming Older Americans Month earlier this year, President Bush\r\nsaid:\r\n\"The heart of a nation may well be judged by the amount of respect\r\nit has for its elders. Together, they have helped to preserve the rich\r\nlegacy of freedom we enjoy today. Through their creaLivity and hard\r\nwork, they developed technology that enabled us to cross new frontiers in\r\nDigitized by Dag Hammarskjöld Library\r\nAl471PV.39\r\n14-15\r\n.(Mr. Sulliyan, United States)\r\nspace and science. What better way to thank o~r senior citizens than to\r\nensure they have access to the opportunities, servica~ and support they\r\nso richly deserve.\"\r\n! offer my sincere appreciation to those responsible for the success of\r\nthe World Assembly on Ageinq and the implementation of the Vienna\r\nInternationul Plan of Action on Aqeinq. On behalf of the people of the United\r\nStates, I offer our most cordial g~od wishes to you all.\r\nThe PRESIDENT: I now call on the representative of Mauritania, who\r\nwill speak on behalf of the Group of African States.\r\nMr. OOLD MOHAMED MAHMOUP (Mauritania) (interpretation from French):\r\nI have already had the opportunity to express to Mr. Ganev and his\r\npredecessor, Ambassador Samir Shihabi, the congratulations and good wishes of\r\nthe Group of African States, on whose behalf I am honoured to take part in the\r\ndiscussion on the celebration of the tenth anniversary of the adoption of the\r\nInternational Plan of Action on Ageing.\r\nThe African delegations were distressed to learn of the earthquake that\r\nstruck the sister republic of Egypt, killing several hundred people and\r\nleavinq several thousand others wounded or homeless. We would like to convey\r\nour condolences and our heartfelt sympathy to the families of the victims, to\r\nthe fraternal Egyptian people, to Ambassador Nabil Elaraby and to all the\r\nother members of the Egyptian delegation.\r\nThe question of the ageing of the world population was addressed by the\r\nAssel..bly for the first tim.! in 1948; but it is only since 1969 that it has\r\nbeen regularly considered in the framework of the aqenda of our annual\r\nsessions.\r\nDigitized by Dag Hammarskjöld Library\r\nAl47/PV.39\r\n16\r\n(Mr. QuId Mohamed Mahmoud,\r\nMauritania)\r\nThe adoption of the Interuational Plan of Action Qn Ageing at the\r\nthirty-seventh session of the General Assembly marked a high point in this\r\nongoing process. In the 10 years since then there have been more and more\r\nconsciousness-raising initiatives and activities, but we must a~knowledge that\r\nthe Plan\u0027s major objectives have not been attained.\r\nHowever, the ageing of the population is now an established fact in most\r\nindustrial societies and i~ increasingly evident in the developing countries.\r\nStatistics show that a million people reach the landmark age of 60 every\r\nmonth, and it is projected that by the year 2025 the elderly will represent\r\n14 per cent of the total world population. Medical advances and the\r\nimprovement of overall living conditions are responsible for this demographic\r\nrevolution.\r\nAgeing is extending more and more to the developing countries. In Africa\r\nand everywhere else it will accelerate in the coming years. This demographic\r\nchange represents significant progress for mankind and a source of happiness\r\nfor millions of human beings. It also provides a tremendous opportunity for\r\nthe younger generations to benefit directly from the experience and knowledge\r\nof their elders, who can thus enlighten and enrich society and ensure a link\r\nbetween two eras, with no break between the past and the present.\r\nAt the same time, elderly people have particular needs, and legitimately\r\nexpect them to be met. They have as much need for integration into social\r\nlife as they do for nutrition and health care, housing and recreation. Even\r\nin the affluent countries, where social assistance is highly developed, those\r\nneeds are not always met, and many elderly people are completely abandoned.\r\nIn the developing countries social relationships play a significant role,\r\nbut the precarious economic and social situation affects all vulnerable\r\nDigitized by Dag Hammarskjöld Library\r\nA/471PV.39\r\n17\r\n(Mr. Quld Moharned Mahmoud,\r\nMauritania)\r\ngroups, and particularly the elderly. This is true in A,frica, where\r\nstructural adjustment policies have weakened the infrastructures designed to\r\nserve the elderly population and reduced the capacity for assistance in all\r\nareas, including taat of families caring for elderly people.\r\nSuch a situation i~ difficult to tolerate in view of the great esteem in\r\nwhich elderly people are held in Africa. They are a point of reference and a\r\nsource of knowledge and wisdom. They are consulted on all the affairs of the\r\ncommunity, and great importance is attached to their advice and counsel.\r\nIn a world beset ~ith multiple crises, wars and increasing numbers of\r\nnatural disasters, such as drought and earthquakes, solidarity is essential in\r\nall areas, and in particular vis-a-vis this population group, both out of\r\nsense. of duty and because of the knowledge, wisdom and experience that the\r\noldest among us possess. Such solidarity would serve to support the exercise\r\nof responsibility by those who are no longer young, and would sustain them\r\nthrough the ageing process.\r\nThe founding in 1989 of the African Society of Gerontology is a tribute\r\nto the role of the elderly and their exceptional place in African society.\r\nThe danger now is that the economic depression is likely to test severely the\r\ntraditional structures of solidarity.\r\nIn Africa, as in other regions of the world, ageing is a fact that must\r\nnecessarily from now on be integrated into all development policies. As the\r\nGeneral Assembly recommended in resolution 46/94, national targets for the\r\nyear 2001 should be set. Those targets should take into account the\r\ntraditions and potential of each country, but they should also seek to meet\r\nthe needs of elderly people in all the regions of the world. The role of the\r\nDigitized by Dag Hammarskjöld Library\r\nA/47/PV.39\r\n18\r\n(Mr. QuId MQharoed Mahmoud,\r\nMauritapia)\r\nfamily, the nucleus of society, should be bolstered and it~ resources\r\nstrengthened so that it may continua to care properly for the elderly.\r\nNational strategies benefiting elderly people will, however, remai~\r\nlimited unless they are supported by effective and active international\r\nsolidarity. That international solidarity should include the exchange of\r\nexperience and expertise, and above all reform of current economic\r\nrelatlonships that are detrimental to the developing countries. The\r\nestablishment of international cooperation would ease the situation of the\r\nneediest countries and permit the implementation of programmes benefiting\r\nelderly people. The scene would thus be set for fulfilling the principles of\r\nthe United Nations as spelled out in resolution 46/91.\r\nIn this framework and in this spirit, elderly people would be able to\r\nlive better lives and young people could more happily look forward to the\r\nconditions awaiting them when they, too, have the opportunity to grow old.\r\nThe PRESIDENT: I now call on the representative of Turkey, who will\r\nspeak on behalf of the Group of Asian States.\r\nMr. AKSIN (Turkey): I have the honour to speak on behalf of the\r\nAsian Group on the occasion of these international meetings marking thp. tenth\r\nanniversary of the World Assembly on Ageing and the adoption of the\r\nInternational Plan of Action on Ageing.\r\nThe decline of mortality and improvements in medical care, coupled with\r\ndeclining fertility, have dramatically changed the demographic structure of\r\nsocieties. The ageing of populations is now a world-wide phenomenon.\r\nAs surveys indicate, in the 75 years from 1950 to 2025 the world\u0027s\r\nelderly population will have increased from 200 million to 1.2 billion - that\r\nis, from 8 per cent to 14 per cent of the total popUlation of the Earth.\r\nDigitized by Dag Hammarskjöld Library\r\nA/47/PV.39\r\n19\r\n(Mr. Aksin, Turke~)\r\nOne million persons cross the threshold of age 60 every month, 80 per cent of\r\nthem in developing countries. This revolutionary trend affects the social and\r\neconomic structure of societies and requires new national and international\r\nresponses.\r\nThe tenth anniversary of the World Assembly on Ageing and the adoption of\r\nthe International Plan of Action on Ageing are a good occasion to review the\r\nprogress made. We are all aware that, despite its usefulness and the efforts\r\nmade at national and international levels, the Plan has not been adequately\r\nimplemented, mainly due to economic and social problems affecting all\r\ncountries.\r\nThe International Day for the Elderly, 1 October, was celebrated for the\r\nfirst time last year. It has become a major event in honour of the world\u0027s\r\ngeneration of wisdom, and has greatly contributed to an increased awareness of\r\nageing issues.\r\nThe International Plan of Action has a new companion document: the\r\nUnited Nations Principles for Older Persons. Adopted last year by the General\r\nAssembly, those principles of independence, participation, care,\r\nself-fUlfilment and dignity for the elderly aim\r\n\"TO ADD LIFE TO THE YEARS THAT HAVE BEEN ADDED TO LIFE\"\r\n(resolution 46/91, annex)\r\nTheir implementation will ensure that ageing is productive for the elderly and\r\nfor societies.\r\nThe tenth anniversary of the World Assembly on Ageing and of ~ne adoption\r\nof the International Plan of Action on Ageing also offers an appropriate\r\noccasion for setting global targets on ageing for the yea~ 2001. Such targets\r\ncan provide a pragmatic focus for the broad goals of the International Plan\r\nDigitized by Dag Hammarskjöld Library\r\nAl47/PV.39\r\n20\r\n(Mr. Akain, Turkey)\r\nand h~lp in accelerating its implementation. The draft global targets are now\r\nbe~ore us. The Asian Group welcomes these targets and supports their adoption.\r\nRespect for the elderly is a common feature of the culture of all the\r\nAsian countries. In Asian culture the elderly maintain their positions of\r\nhigh esteem within the family and contribute to the family\u0027s welfare. By\r\nremaining a part of the family, the elderly have an opportunity to live their\r\nlives in dignity and fulfilment. Any action by the United Nations to enhance\r\nthe position of the elderly in society will be given enthusiastic support by\r\nthe Asian Group.\r\nBefore concluding, I should like to thank the national and international\r\norganizatioDs which contributed to the process of developing both the\r\nInternational Plan of Action on Ageing and the United Nations Principles for\r\nOlder Persons.\r\nThe PRESIDENT: I now call on the representative of Armenia, who\r\nwill speak on behalf of the Group of Eastern European States.\r\nDigitized by Dag Hammarskjöld Library\r\nAl41/PV.39\r\n21\r\nML....ARZOUHANIAH (Armenia) I It is a pr5.vilege to speak t.oday on\r\nbehalf of the Eastern European States on this tenth anniversary of the United\r\nNations International Plan of Action on Ageing. In the ten years since the\r\nadoption of the Plan, we have witnessed an increase in worldwide awareness\r\nthat ageing is an issue that needs to be a part of the policy agendas of\r\nmember States.\r\nChanging demographics have added an element of urgency to the programmes\r\nwhich need to be adopted internationally. In 1950, there were 200 million\r\npeople aged 60 and over; today ~ere are approximately 500 million, and in the\r\nyear 2025 that number will have increased to 1.2 billion. This dramatic\r\nchange in demogtaphics requires serious attention and the implementation of\r\nproposals that benefit the elderly.\r\nConcretely, the Secretary-General has pointed out in his report \"Global\r\ntargets on ageing for the year 2001: a practical strategy\" (A/47/339) that\r\nprogress needs to be made in the areas of national infrastructure reform,\r\nhealth, housing, family, education, social welfare and income security. We\r\nsupport the recommendations outlined in this report. We would also like to\r\nexpress our support today for the draft resolution \"Proclamation on Ageing\",\r\nexpressing hope in humanity\u0027S coming of age. We agree wholeheartedly with the\r\ni\r\nideas expressed in the resolution.\r\nReform of national infrastructures to develop and promote strategies on\r\nageing is particularly significant for the members of the Eastern European\r\nGroup. We have embarked u~on on a major programme of structural reforms,\r\nincluding privatization, fiscal and monetary restructuring and price and trade\r\nliberalization. The benefits of these reforms will begin to improve living\r\nconditions significantly only after a difficult period, which may last several\r\nDigitized by Dag Hammarskjöld Library\r\nA/47/PV.39\r\n22\r\n(Mr. Arzoumanian. Armenia}\r\nyears. Of course the most vulnerable groups of society are the most severely\r\naffected during these difficult times. For us, the elderly and the disabled\r\nare the groups of people who need the most attention and for whom we are\r\nworking to create an effective social safety net.\r\nWe need to replace the pension and income-security plans established\r\nunder the formerly centrally planned economies, which as a result of the\r\nstaggering inflation rate in our region do not provide sufficient income\r\nlevels.\r\nAs these new social, economic and political systems are being created and\r\nthe laws of each country are being redrafted, it is important that policies\r\nand programmes for the elderly and the disabled be integrated into the new\r\npolitical and legal structures as ~hey are developed and that they be embraced\r\nby the newly created social safety net.\r\nStatistics show that life expectancy amongst the Eastern European\r\ncountries lags behind that in other countries in the industrial world. To\r\nconfront this challenge, we must upgrade our health care systems.\r\nCardiovascular disease has been one of the most common health problems in the\r\ncountries of Eastern Europe and the Commonwealth of Independent States. Much\r\nhas been learned about heart disease, and we must find ways to incorporate\r\nthese advances into treatment in our health care systems.\r\nAs we look to the future, we have reason to be optimistic about the\r\nprogress that can be made in promoting strategies and policies to improve the\r\nquality of life for the elderly. In the last few years, several developments\r\nhave contributed to increased international awareness and have paved the way\r\nfor progress. In 1990, the United Nations General Assembly designated\r\n1 October as the International Day for the Elderly. This annual\r\nacknowledgement will bring great~r visibility to the agenda of the ageing.\r\nDigitized by Dag Hammarskjöld Library\r\nAl471PV.39\r\n23\r\n(Mr. Arzoumanian. Armenia)\r\nIn addition, as a result of the International Plan of Action on Ageing,\r\nseveral institutions and funds have been established which have already\r\nyielded positive results and will no doubt continue to do so. In 1988, the\r\nInternational Institute on Ageing, based in Malta, was founded. It ha~ played\r\na major role in providing direction for global training initiatives on\r\nageing. The African Society of Gerontology, established in 1989, has a role\r\nto play in the development and implementation of a regional programme on\r\nageing. A World Fund for Ageing, created by the Banyan Fund Association in\r\n1991, will focus on promoting activities enabling the elderly to remain\r\nindependent and contribute to society. These are important new developments.\r\nThere is also the United Nations Trust Fund for the Ageing, which has\r\ndistributed over $1 million in. seed money to approximately 50 projects\r\ninvolving training, needs assessment programmes and policy formation. The\r\nprojects initially funded by the Trust Fund have attracted additional\r\nresources from Governments, non-governmental organizations and foundations.\r\nWe would like to express our support not only for the United Nations Trust\r\nFund but also for all the non-governmental organizations that have contributed\r\ntime and money to programmes directed at the elderly. The importance of the\r\nrole of non-gove~nmental organizations cannot be underestimated. as their\r\nsupport is often instrumental in the success of m~QY programmes.\r\nFinally, tribute should be paid to the United Nations Centre on Social\r\nDevelopment and Humanitarian Affairs, which has been the focal point and\r\ncoordinator of all international activity concerning the International Plan of\r\nAction on Ageing. We commend the work of the Centre.\r\nIn conclusion, we are encouraged by the progress that has been made in\r\nthe last ten years. It may not be as great as we would like, but that is\r\nbecause the goals and ideals of the United Nations remain high. I am certain\r\nDigitized by Dag Hammarskjöld Library\r\nA/47/PV.39\r\n24-25\r\n(Mr. Arzournanian, Armenia)\r\nthat at the twentieth anniversary of the adoption of the International Plan of\r\nAction on Ageing we will be celebrating even greater progress and concrete\r\naChievements.\r\nThe PRESIDENT: I now call on the representative of Uruguay, who\r\nwill speak on b~half of the Group of Latin American and Caribbean States.\r\nMr. PIRIZ BALLON (Uruguay): The Latin American and Caribbean Group\r\nfeels honoured to pa~ticipate in the celebration of the tenth anniversary of\r\nthe adoption of the International Plan of Action on Ageing, an issue to which\r\nwe attach great importance:. Our commitment is evidenced by ~~e fact that it\r\nwas a country of our region - Argentina - that, with remarkable foresight,\r\ncalled attention to this issue by introducing a draft Declaration of the\r\nRights of the Elderly as long ago as 1948.\r\nFrom that time, a slow journey began in search of approaches to the issue\r\nof ageing in its diverse dimensions. The World Assembly on Ageing held in\r\n1982, resulting in the adoption of the International Plan of Action,\r\nconstitutes without doubt a milestone on this road.\r\nThat event, which we are celebrating today, redefined the importance of\r\nthe issue of ageing, encouraging Governments to take measures to attain the\r\nobjectives established in the Plan, thus leading to the establishment of\r\nnational mechanisms aimed a~ setting policies on this matter.\r\nIn spite of these positive aspects, we should not forget that one of the\r\nmajor concerns of the Plan of Action - that is, to ensure attention to the\r\nelderly in the areas of income, nutrition, housing and health - is still far\r\nfrom being adequately addressed in developing countries. In this respect, we\r\ncan say that the Plan suffered from a lack of realism.\r\nDigitized by Dag Hammarskjöld Library\r\nA/47/PV.39\r\n26\r\n(Mr. Piriz Ballon. UruguQY)\r\nOwing to the economic ~risi\u0026 of the 1980s - which still conti\r\nnues - in\r\nmost countries of Latin America and the Caribbean public exp\r\nenditure was\r\nreduced in the social sector, hindering the implementation of\r\nmeasures to\r\nimprove the situation of the elderly, since that situation ca\r\nnnot be isolated\r\nfrom the economic environment.\r\nOn 1 October last year we celebrated for the first time the I\r\nnternational\r\nDay for the Elderly. We see this as an encouraging sign, in\r\nview of the need\r\nto draw the public\u0027s attention to the increase in the elderly\r\npopulation and\r\nthe economic and social consequences this may entail if we do\r\nnot once and for\r\nall understand that the elderly are not passive beings, but t\r\nhat they should\r\nbe considered as agents of development, with great productive\r\npotential and a\r\nstore of experience that should be used for the benefit of so\r\nciety.\r\nConsequently, we regard it as necessary to give priority to p\r\nublic\r\ninformation campaigns aimed at banishing once and for all the\r\nnegative\r\nstereotypes associated with the figure of the elderly person.\r\nIn this context, we wish to express our support for the recen\r\ntly created\r\nBanyan Fund, which has among its objectives the promotion of\r\nactivities to\r\nenable the elderly to maintain their independence and contrib\r\nute to society\r\nwithin the context of the International Plan of Action on Ag\r\neing, using\r\nprivate resources for this purpose. When we speak of this Fu\r\nnd, we must\r\nmention the important part played in creating it by an eminen\r\nt representative\r\nof our region, Ambassador Julia A1varez of the Dominican Rep\r\nublic.\r\nThe demographic data available to us speak for themselves. I\r\nt is\r\nestimated that in the year 2000 there will be 614 million age\r\nd people in the\r\nworld, of which 60 per cent will live in developing countries\r\n.\r\nDigitized by Dag Hammarskjöld Library\r\nA/471PV.39\r\n27\r\n(Mr. piriz Ballon, UruSUQf,)\r\nIn 1980 there were more than 23 million elderiy people in Latin America\r\nand the Caribbean, while the forecast is a total of 4C million for the year\r\n2000 and 93 million for the year 2025. At the same time, in Latin America,\r\nlife expectancy at birth will increase to 71.8 years in the period 2020 to\r\n2025 by contrast with 51.2 years in the period 1950 to 1955.\r\nThese data show that Latin America has ceased to be a \"young region\", as\r\nit was traditionally described, since it is undergoing an accelerated\r\ndemographic transition towards lower birth and mortality rates.\r\nMany countries of our region will be facing rapid g~owth in thei~ ageing\r\npopulations witnout being properly prepared for this in terms of health care\r\nand social services. The growth of their elderly populations will then\r\nrequire more hum~ and material resources, as well as ~ better use of those\r\nalready existing.\r\nOur countries will have to make a great effort to convert into something\r\npositive what in different circumstances could be seen as a negative factor in\r\nthe process of development. In order to attain this, greater international\r\nassistance will be required, such as is offered by the United Nations Trust\r\nFund for Ageing.\r\nAt the same time, we should point out that the regional programme of the\r\nPan-American Health Organization, though only recently created and with\r\nlimited resources, is playing an important role in assisting the countries of\r\nthe region to develop coherent programmes in which general health services are\r\nincorporated, along with all social programmes focused on the welfare of this\r\nsector of the population.\r\nWe also believe that it would be very important to create an institution\r\nfor ageing in Latin America and the Caribbean, similar to the one in Malta, in\r\norder to meet the needs of the region.\r\nDigitized by Dag Hammarskjöld Library\r\nA/47/PV.39\r\n28\r\n(Mr. piriz BalloD. Uruguay)\r\nAn .\u0027 ~ortant aspect that should be mentioned is the situation of the\r\nelderly woman. It is estimated that in the year 2025 there will be 604 millioa\r\nwomen over the age of 60 in the world, and that in the less developed\r\ncountries 7G par cent of women will be living in poverty. For this reason, we\r\nagree with the Pan-American Health Organization regarding the need to promote\r\nresearch into the living conditions of elderly women and their health and\r\nsocial service needs.\r\nIn previous sessions of the General Assembly we approved the principles\r\nof the United Nations for the ageing. The five basic no:~s underpinning those\r\nprinciples are: independence, participation, care, self- fulfillment and\r\ndignity, and these are the central core of what we might describe as the human\r\nrights of the ageing.\r\nIn order for them to have some practical force, we must create the\r\nnecessary conditions to enable them to be exercised effectively. It is for\r\nthis reason that we support the target.s OD ageing for the year 2001 that have\r\nbeen proposed.\r\nThe ageing of the population is an inevitable fact from which we must try\r\nto draw the most positive aspects. Hence, the need to redefine the position\r\nof the elderly in our societies, fully involving them in the development\r\nprocess.\r\nThis should be our commitment in order to ensure for all the productive\r\nand dignified old age that we all deserve.\r\nThe PRESIDENT: I call on the representative of Denmark, who will\r\nspeak on behalf of the Group of Western European and Other States.\r\nDigitized by Dag Hammarskjöld Library\r\nA(47/PV.39\r\n29~30\r\nMr. ~tQNS§N (Denmark): I have the honour to speak today on behalf\r\nof the Group of Western European and Other States in con~emorating the tenth\r\nanniv£rsary of the World Assembly on Ageing and the adoption of the\r\nInternational Plan of Action on Ageing.\r\nThe International Plan of Action, adopted by the World Assembly on Ageing\r\nin Vienna in 1982 and endorsed by the General Assembly the same year, was the\r\nfirst policy instrument on ageing adopted at ~ global level. United Nations\r\nspecialized agencies and b:~dies, governments, experts on the elderly and\r\nnon-governmental organizations participated in drafting the Plan in which\r\nprinciples and recommendations on meeting the needs of the elderly were set\r\nout. There can be no doubt that the World Assembly was instrumental in\r\nraising awarene$S worldwide of an issue of growing importance - the situation\r\nof the elderly.\r\nThe population of the world is ageing rapidly. In the 75 years from 1950\r\nto 2025, the world\u0027s elderly population, defined as persons from 60 years and\r\nolder, will have increased from 200 million to 1.2 billion, or from 8 to 14\r\nper cent of the total global population. The total world population will have\r\ngrown by a factor of little more than three and the elderly will have grown by\r\na factor of six.\r\nThe dramatic change in the demographic structure of society will have\r\nsignificant consequences, which will have to be taken into account in the\r\noverall social and economic p~.~nning.\r\nDigitized by Dag Hammarskjöld Library\r\nA/47/PV.39\r\n31\r\n(Mr. Haakonsen, Denmark)\r\nLast year the General Assembly took anob~er historic step in adoptinq the\r\nUnited Nations Principles for Older Persons, whose purpose is\r\n\"To add life to the years that l,,-ve been added to life\". (resolution\r\n46/91, annex)\r\nThe Principles state that opportunities must be provided fo~ elderly people to\r\nparticipate in and contribute to the ongoinq activities of society and that\r\nthe fullest possibla assistance must be given to ensure that the needs of the\r\naged are met. The Assembly also cal1\u0026d for a pragmatic focus to be put on the\r\nbroad and ideal qoals of the Plan of Action, in the form of global tarqets on\r\nageinq for the year 2001. These draft ~arqets are currently before the\r\nAsserably. When adopted, they will support national responses to the ageinq of\r\npopulations and qive further impetus to the implementation of the\r\nInternational Plan of Action on Ageinq and the United Nations Principles for\r\nOlder Persons.\r\nThe PRESIDENT: I. now call on the representative of the Dominican\r\nRepublic, who will introduce the draft resolution contained in document\r\nA/471t. S/Rev.I.\r\nMrs. TAVARES de ALVAREZ (Dominican Republic) (interpretation from\r\nSpanish): On behalf of the deleqations of Angola, Argentina, Azerbaijan,\r\nBahamas, China, Costa Rica, Ecuador, Gambia, Grenada, Guinea, Guyana, Haiti,\r\nJamaica, Mali, Malta, Morocco, Mongolia, Paraguay, Seneqal, Suriname, Turkey,\r\nUruguay and my own country, as well as the delegations that have joined the\r\nlist - those of Cameroon, Chile, Cote d\u0027Ivoire, Cuba, Guatemala,\r\nGuinea-Bissau, Honduras, India and Togo - I have the honour of introducing,\r\nfor the consideration of the General Assembly, the United Nations Proclamtion\r\non Ageing, which expresses hope in this new era in which mankind is achieving\r\nDigitized by Dag Hammarskjöld Library\r\nA/47/PV.39\r\n32\r\n(MIS, Tavares de Alyarez,\r\nDominican Republic)\r\nmaturity. The sponsors of the Proclamation sincerely hope that it will be\r\nadopted unanimously.\r\nWe should like to offer the reasons underlying the appropriateness of and\r\nthe necessity for this Proclamation.\r\nWe are meeting when times are promising, but there is a limit to the\r\namount of time we have to fulfil the promise. One could sum up our situation\r\nin a few words and a few numbers. The words offer promise, but the numbers\r\nspeak of limits.\r\nToday, in discussing older people, we use vivid words such as \"out of the\r\nmainstream\", \"productive\", \"wisdom\", \"experienced\" and \"intergenerational\".\r\nThese terms are replacing our old, worn-out, antique, old-fashioned way of\r\nspeaking about the elderly. The new words represent the dawning of a new\r\nconsciousness about ageing and its implications for everyone, regardless of\r\nage.\r\nThis has happened not a moment too soon, because the numbers suggest that\r\nif we persist in our out-of-date frame of mind we shall not get the full\r\npicture until it is too late. There is an \"agequake\" almost upon us, and we\r\nhad better see it for what it.\r\nThere is no lack of n~ers to measure the extent of the ageing of\r\npopulations. By the year 2001 more than 10 per cent of the world\u0027s population\r\nwill be ovpr 60. That figure will top 25 per cent in some places, Between\r\n1950 and 2025, the world\u0027s population\u0027will have increased by a factor of\r\nthree, the number of those 60 and above by a factor of six, and the number of\r\nthose over 80 - the very elderly - by a factor of 10. Of those turning 60\r\nevery month, 80 per cent live in our third world.\r\nDigitized by Dag Hammarskjöld Library\r\nA/47/PV.39\r\n33\r\n(Mrs. Tayares de Alyare2,\r\nDominican Republic)\r\nOne could cite numbers indefinitely, but after a while they become\r\nmind-numbing. There is something that is more important: to what do these\r\nnumbers add up? The answer is: a basic change in the nature of the population\r\nof the world. In no more than a few de~ades - whether in cities, towns or\r\nvillages - the range of people that one is likely to encounter will look very\r\ndifferent. In fact, the population mix will look as it has never looked\r\nbefora.\r\nFor better or for worse, this change will affect the pool of human\r\nresources available to do the work of society, and it will alter the mixture\r\nof social needs that we shall have to meet. In other words, our institutions\r\nare now organized to deal with a world that will soon pass.\r\nThe question then arises: what have we done, what are we doing and what\r\nshall we do in the future to deal with this new world of ageing? One option\r\nwe do not have is to do little or nothing just because there is still time.\r\nThis is no more sensible than ignoring threats to the environment just because\r\nthey will not have destroyed all life on this planet by this time next year.\r\nTen years ago we began to take these numbers seriously. In 1982 the\r\nUnited Nations convened a World Assembly on Ageing. One hundred and\r\ntwenty-four nations met in Vienna at the first major conference on the ageing\r\nof populations. That Assembly fulfilled its most basic·task: to shine an\r\nintense spotlight on a quiet, and so far relatively unnoticed, social\r\ntransformation.\r\nThe Assembly was especially impressive because in our developing\r\ncountries more immediate and pressing needs, such as the need to maintain a\r\nDigitized by Dag Hammarskjöld Library\r\nA/471PV.39\r\n34-35\r\n(Mrs. Tayares de Alyarez,\r\nDominicap Republj\u0026)\r\nbasic standard of living for all seqments of the population, often\r\novershadowed the first rumblings of an impending world \"agequake\".\r\nThe Assembly also sought to mobilize the world community to begin to move\r\nfrom awareness to active commitment to the social requirements of a new age.\r\nIt produced an International Plan of Action on Aging, which we are justifiably\r\ncelebrating today.\r\nDigitized by Dag Hammarskjöld Library\r\nAl47/PV.39\r\n36\r\n(Mrs. Tavares ;e Alvarez,\r\nDQminican Republic)\r\nOur celebratiQn relates not so much to the specifics of the Plan of\r\nAction, but rather to its visionary spirit. This was, after all, sQmething Qf\r\nan initial fQray into the new world of ageing, a first attempt to do what we\r\nneeded to dQ. We were carefully feeling our way, willing to make some\r\nmistakes, eager to learn.\r\nWe have learned a great deal. Permit me tQ suggest that Qne of the mQst\r\nimportant things we have discovered is that drawing the world\u0027s attentiQn to\r\nthe issues of ageing is not the same thing as creating the pQlitical will tQ\r\ndeal with them. For example, many of the Plan\u0027s prescriptiQns were expensive:\r\nwe asked national GQvernments to give mQney. Predictably, not nearly enQugh\r\nfunds were forthcoming. GQvernments dQ not generally allocate .nQney to build\r\nreservoirs when they have all they can do to stem the flQod-waters that are\r\ncurrently all around them. Fending off hunger tOQk precedence over suppQrting\r\nold age.\r\nIn our first large-scale attempt to deal with populatiQn ageing, we did\r\nnot SUfficiently distinguish between the awareness we had of the problem and\r\nfull consciousness Qf its implications. Awareness is tQ consciQusness as\r\npolitical interest is to political actiQn. Knowing what results are needed is\r\nnot the same thing as being creatively stirred to the pQint of doing what is\r\nnecessary to achieve these ends.\r\nAs we shall be discussing at greater length this afternQon, Qur arsenal\r\nof respQnses tQ the potential sQcial disruptiQn posed by glQbal ageing has\r\nbeen considerably enlarged and diversified Qver the past decade. The new\r\nnQtiQn of prQductive ageing, the discQvery, that is, that Qlder people are an\r\nexcellent reSQurce that may be employed on their own behalf and to the benefit\r\nof the whole of society, and the realizatiQn that Governments need to\r\nDigitized by Dag Hammarskjöld Library\r\nA147/PV.39\r\n37\r\n(Mrs. Tayares de Alvarez,\r\nDominican Republic)\r\ncooperate with non-governmental organizations and with the private sector\r\noffer us a multitude of alternatives to th~ simple spending of more tax money\r\nto achieve the same result.\r\nBut even these new and exciting possibilities will require that we\r\nmobilize all of society\u0027s resources in a coordinated effort to deal\r\nconstructively with issues raised by global ageing.. Ageing in itself is not a\r\nproblem; it should be seen as a challenge. The real problem is creating and\r\ncreatively directing the necessary political will to take up this challenge\r\nand meet it successfully. Ageing must be seen as an important, and urgent\r\nmatter deserving of attention. We need first to set in place the moral,\r\npsychological and intellectual infrastructure that is essential before we dare\r\nhope that any initiatives will have a broad and lasting effect.\r\nSummoning the necessary political will to cope with global ageing in the\r\ncoming decades will require a revolution in both thinking and feeling. There\r\nmust be a change not only in what everyone perceives to be the place of the\r\nelderly in the social fabric but also in what everyone believes that place\r\nshould be. Without such a change, we shall never be able to effect the\r\nspecific changes needed to adapt successfully to a new era of ageing.\r\nIn this respect the adoption of the United Nations Principles for Older\r\nPersons last year (resolution 46/91) may have been the single most important\r\nthing that we have done till now to put a human face on ageing. Basic changes\r\nin society must be certified by the social institutions that count the most.\r\nSocial relationships will not change permanently unless those changes are\r\ndeeply embedded and universally recognized in the social matrix. These United\r\nNations Principles represent an essential step in that direction. They begin\r\nDigitized by Dag Hammarskjöld Library\r\n-----------~-_._._--\r\nA/47/PV.39\r\n38\r\n(Mrs. Tavares de Alvarez,\r\nDominican Republic)\r\nto provide the moral and social underpinnings for our struggle, affirming and\r\nauthenticating our goals.\r\nIn this spirit, we suggest that the International Day for the Elderly has\r\nbeen such a success that the next and inevitable step is to declare a year for\r\nthe elderly. Since the true era of ageing will dawn along wit~ the beginning\r\nof the new century, we propose that we declare the year 1999 as the\r\ninternational year of the elderly.\r\nWe must continue to take with utmost seriousness issues raised by the\r\nageing of popu1ations. Let us not lull ourselves into thinking we are dealing\r\nwith something of secondary importance because DO one is firing bullets.\r\nAnything that destabi1izes society can eventually !ead to armed conflict, even\r\nif indirectly. If we do not pay enough attention to the distant rumb1ings of\r\nthis \"agequake\", more ominous forces could ultimately shake the Earth. We can\r\nface the future confidently and reasonably, trying to foresee problems and\r\nprevent them before they occur. Alternatively, we can ignore them, fail to\r\nprevent them and try to solve them by force of arms.\r\nThe Proclamation we have introduced confirms the seriousness of our\r\nintent. The prestige of this great body further authenticates our aims. The\r\nProclamation offers something tangible as the fruit of our labours at this\r\nplenary meeting: it emphasizes the importance of older people in all societies\r\nand underscores the global targets that we have set. W9 urge its unanimous\r\nadoption by the Assembly.\r\nThe meeting rose at 11.50 a.m.\r\nDigitized by Dag Hammarskjöld Library\r\n"