"INITED \r\nIATIONS \r\nGeneral Assembly \r\nON LIBRARY \r\n\u0027 r ? 9 i9i-\u0027 \r\nUN/SA COLLECTION \r\n/7C ̂ \r\nPROVISIONAL \r\nA/47/PV.19 \r\n12 October 1992 \r\nENGLISH \r\nPresident: \r\nlater: \r\nlater: \r\nlater: \r\nForty-seventh session \r\nGENERAL ASSEMBLY \r\nPROVISIONAL VERBATIM RECORD OF THE 19th MEETING \r\nHeld at Headquarters, New York, \r\non Wednesday, 30 September 1992, at 3 p.m. \r\nMr. GANEV \r\nMr. HAYES \r\n(Vice-President) \r\nMr. GANEV \r\n(President) \r\nMr. NANDOE \r\n(Vice-President) \r\n(Bulgaria) \r\n(Ireland) \r\n(Bulgaria) \r\n(Suriname) \r\nGeneral debate [9] (continued) \r\nStatements made by \r\nMr. Karzay (Afghanistan) \r\nMr. Diallo (Niger) \r\nMr. Al-Sahaf (Iraq) \r\nMr. Al-Nuaimi (United Arab Emirates) \r\nThis record contains the original text of speeches delivered in English \r\nand interpretations of speeches in the other languages. The final text will \r\nbe printed in the Official Records of the General Assembly. \r\nCorrections should be submitted to original speeches only. They should \r\nbe sent under the signature of a member of the delegation concerned, within \r\none week, to the Chief, Official Records Editing Section, Office of Conference \r\nServices, room DC2-750, 2 United Nations Plaza, and incorporated in a copy of \r\nthe record. \r\n92-61279 1524V (E) \r\nA/47/PV.19 \r\nl(a-z) \r\nAddress by Mr. Percival J. Patterson, Prime Minister of Jamaica \r\nStatements made by -v \r\nMr. Nwachukwu (Nigeria) \r\nMr. Jameel (Maldives) \r\nMr. Booh-Booh (Cameroon) \r\nAdoption of the agenda and organization of work: letter from the \r\nChairman of the Committee on Conferences [8] (continued) \r\nA/47/PV.19 \r\n2 \r\nThe meeting was called to order at 3.25 p.m. \r\nAGENDA ITEM 9 (continued) \r\nGENERAL DEBATE \r\nMr. KARZAY (Afghanistan): I shall read out the following statement \r\non behalf of the Deputy Prime Minister and Foreign Minister of Afghanistan. \r\n\"Allow me to express my warmest congratulations on your election as \r\nPresident of the forty-seventh session of the General Assembly. I am \r\nfully confident that the work of the Assembly will yield fruitful, indeed \r\nradiant, results under your wise guidance, and with the endeavours of the \r\nSecretary-General. \r\n\"It is a source of pleasure for the delegation of the Islamic State \r\nof Afghanistan to see the new Bulgaria, having renounced communism, \r\ntaking its place in the international community with new principles and \r\nvalues in line with the true aspirations of the Bulgarian people. \r\n\"The wise and effective stewardship of your predecessor. \r\nAmbassador Samir Shihabi, will always be remembered by those who \r\nparticipated in the forty-sixth session of the General Assembly. We were \r\nglad to see a record of such high quality placed at the disposal of the \r\nGeneral Assembly by » skilful diplomat who represented the brotherly \r\ncountry of Saudi Arabia. \r\n\"The universality of this Organization has been further strengthened \r\nthis year by the admission of 13 new Members. We welcome them to this \r\nworld family and assure them of our cooperation in the realization of the \r\npurposes of this Organization. \r\n\"It is the grace of Almighty Allah that gives me the great honour of \r\nconveying this message to the General Assembly for the first time since \r\nthe establishment of an Islamic State in Afghanistan. \r\nA/47/PV.19 \r\n3-5 \r\n(Mr. Karzay. Afghanistan) \r\n\"The forty-seventh session of the General Assembly is convened in \r\nconditions where the remnants of the cold war and a polarized world are \r\nmelting, where colonial structures are falling apart and where a new and \r\njust order is being forged on our planet. \r\n\"The 14-year resistance of the heroic Afghan mujahideen, of the \r\nliberation movements of nations under tyranny, and of reform movements in \r\nthe former Soviet Union and Eastern Europe, coupled with the unjust and \r\nunrealistic nature of communism and totalitarianism, contributed to the \r\ncollapse of those systems and consequently to smashing the myth of \r\nworld-power polarization. This weakened the concept of military pacts \r\nand to some extent changed the political map of the world. The years of \r\ncold war came to an end and the hope of a new and fair world order \r\nemerged. Such positive developments and their subsequent outcomes \r\nhave given shape to new horizons for the world order, and also to the \r\nrole of the United Nations in world affairs. \r\n\"For my delegation, the forty-seventh sesssion of the General \r\nAssembly session has two significant features. First, the \r\nrepresentatives of the Afghan nation are taking their seat once again in \r\nthis Organization and, secondly, we are participating in this session \r\nwith the expectation that the United Nations and other international \r\norganizations, as well as international financial institutions and Member \r\nStates will continue to extend their assistance to the second phase of \r\nour struggle: the economic reconstruction and social rehabilitation of \r\nour country. \r\nA/47/PV.19 \r\n6 \r\n(Mr. Karzay. Afghanistan) \r\n\"I would like to avail myself of this opportunity to express, on \r\nbehalf of the people and the Islamic State of Afghanistan, my profound \r\nappreciation to all those Member States that firmly stood by our side in \r\ncondemning the aggression of the former Soviet Union and supported the \r\nrighteous struggle of the Afghan people for the restoration of the \r\nsovereignty, territorial integrity and political independence of \r\nAfghanistan, and its non-aligned and Islamic character. Their dynamic \r\npolitical and generous humanitarian support has been a source of \r\nencouragement during the entire years of our struggle, in which we have \r\nnever felt alone, believing that God Almighty and righteousness were on \r\nour side. \r\n\"In this respect, our special heartfelt thanks and gratitude is \r\nextended to the Islamic Republic of Pakistan, the Islamic Republic of \r\nIran, the Kingdom of Saudi Arabia and the Arab Republic of Egypt. We \r\nwill always remember the strong political and generous humanitarian \r\nassistance of the United States of America, the People\u0027s Republic of \r\nChina, the United Kingdom, Western European countries and Japan. \r\n\"We thank the Secretary-General of the United Nations, his Special \r\nRepresentative and the Office of the Coordinator for United Nations \r\nHumanitarian and Economic Assistance Programmes Relating to Afghanistan \r\n(UNOCA) for playing a conciliatory role for bringing peace to \r\nAfghanistan, as well as channelling assistance to our people. \r\n\"We would expect that this Organization may continue to assist \r\nAfghanistan in the realization of the noble aspirations of our people. \r\n\"Speaking for the first time after the establishment of the Islamic \r\nState of Afghanistan, I deem it necessary to make a brief reference to a \r\nmatter that concerns the circumstances that culminated in the collapse of \r\nA/47/PV.19 \r\n7 \r\n(Mr. Karzay. Afghanistan) \r\nthe previous regime and the establishment of an Islamic State in the \r\ncountry. \r\n\"The understanding reached between the leaders and commanders of \r\nJihad with the regular and irregular forces of the previous Government in \r\nthe country contributed to a smooth and peaceful transition of power from \r\nthat Government to the newly established Islamic Government of \r\nAfghanistan on 28 April 1992, avoiding, perhaps, a blood-bath in the \r\ncapital. \r\n\"Based upon the high objective of avoiding further loss of life and \r\nbloodshed, the newly established Islamic State has tried to solve \r\nexisting political problems, which are the legacy of the 14 years of war \r\nand destruction in the country, through peaceful means of dialogue, \r\nnegotiations, tolerance and understanding, thus preparing the ground for \r\nholding free and fair elections as a viable procedure of guaranteeing \r\ndemocracy and social justice. \r\n\"It should be obvious that holding a general election in a country \r\nrequires, first and foremeost, an atmosphere of complete peace and \r\nsecurity. Unfortunately, the recent irresponsible non-stop three-week \r\nrocket attacks on Kabul resulted in the tragic loss of some 2,400 \r\ninnocent people, as well as 9,000 injuries. These senseless attacks have \r\nalso seriously disturbed the speedy and final resolution of the present \r\npolitical problems. This situation, as well as the ongoing programme of \r\nrepatriation of refugees and that of the resettlement of displaced \r\npeople, as well as the lack of adequate security and financial resources, \r\nand facilities that are essential requirements for holding a general \r\nelection, brought the Government to the poirt of taking a preliminary \r\nA/47/PV.19 \r\n8 \r\n(Mr. Karzay. Afghanistan) \r\nstep, which would prepare the ground for the holding of a free and fair \r\nelection. This first step is the convening of a traditional Loya \r\nKirgah\" \r\na Grand Council, a Council of Representatives: in other words, a \r\nShura-i-Ahli-Hal-wa-Aqd, a term used for the same gathering, in Arabic \r\n\"comprising the representatives of the people of Afghanistan. This \r\nassembly is to be held at the earliest convenience, probably within the \r\nnext two months.* \r\n\"During the past month, some assemblies have been convened in \r\ndifferent parts of Afghanistan to deliberate on the present political \r\nsituation in the country. On 8 September 1992, an assembly consisting of \r\n2,500 Jihad commanders, heads of tribes, ulama\" religious scholars \r\n\"and influential Afghan personalities representing 16 of the 29 provinces \r\nof Afghanistan was held in the city of Ghazni, somewhere near Central \r\nAfghanistan. After discussing various issues pertaining to security \r\nconditions, the political situation and basic needs in the provinces, and \r\nespecially in Kabul, the assembly made a request to the Government to \r\ncall a Loya Jirgah, which would be the best and shortest path for \r\nresolving the present crisis. Their deliberations call for convening, by \r\nthe end of October, a Shoura, that is, a Jirgah or a Council, of all \r\nsegments of Afghan society, including Afghan refugees living abroad. \r\n\"On 12 September 1992, another assembly was convened, in the city of \r\nKandahar. In this gathering, Jihad commanders and heads of several \r\ntribes of southern and southwestern Afghanistan called for the convening \r\n* Mr. Hayes (Ireland), Vice-President, took the Chair. \r\nA/47/PV.19 \r\n9 \r\n(Mr. Karzay. Afghanistan) \r\nof a Loya Jirgah. It is noteworthy that the participants in this \r\nassembly, among other things, requested the Organization of the Islamic \r\nConference and the United Nations jointly to supervise the convening of \r\nsuch a grand assembly. \r\n\"In addition to the above-mentioned assemblies, there have been a \r\nnumber of other gatherings throughout Afghanistan that have asked the \r\nIslamic State to convene a Loya Jirgah as the only authoritative platform \r\nto decide on the political future of the country. \r\n\"The position of the Islamic State of Afghanistan, which reflects \r\nthe righteous demands and suggestions of the valiant people of \r\nAfghanistan, obligates it to ensure that all ways and means and are \r\nutilized in seeing that this wish of the nation, echoed through the \r\nconvening of various assemblies, is heeded. \r\n\"The safeguarding of the unity, sovereignty, independence and \r\nterritorial integrity of Afghanistan could only be ensured if the will of \r\nthe nation, which is the source of sovereignty, is expressed. Such \r\naspirations, under prevailing conditions, could be reflected through the \r\nconvening of a Loya Jirgah, which in the absence of the possibilities of \r\nholding elections is the only authoritative and inclusive body to \r\ndetermine the political destiny of the country. \r\n\"The Islamic State of Afghanistan is exerting every effort to bring \r\nabout appropriate safeguards and guarantees for facilitating the speedy \r\ntransition of power to an elected government through Loya Jirgah. \r\nHowever, for the purpose of ensuring appropriate safeguards and \r\nguarantees, the Islamic State of Afghanistan, if necessary, may request \r\nthe United Nations and the Organization of the Islamic Conference to \r\nsupervise the proceedings of such an assembly. \r\nA/47/PV.19 \r\n10 \r\n(Mr. Karzav. Afghanistan) \r\n\"Our struggle has been victorious because of the 14 years of \r\ncontinuous, valiant and dedicated sacrifices made by our Muslim nation \r\nagainst a super-Power and its supporters. This victory is a brilliant \r\nmilestone and turning-point in our history. But the price of victory has \r\nbeen very high. \r\n\"To portray the extent of death and destruction in Afghanistan, it \r\nis perhaps sufficient to quote the first paragraph of the \u0027Consolidated \r\nAppeal by the Secretary-General of the United Nations for Emergency \r\nHumanitarian Assistance for Afghanistan\u0027, which says: \u0027Few countries in \r\nhistory have suffered to the extent Afghanistan has over the past \r\n14 years. Aside from the physical destruction, which was often nothing \r\nshort of cataclysmic, the results of the war include over 1 million \r\npeople killed, over 2 million disabled, nearly 6 million refugees in \r\nneighbouring countries and 2 million internally displaced persons\u0027. \r\n\"The total destruction of most of the villages and towns has been \r\nestimated at 200,000 hectares of forest, 8,000 water arteries, 6 million \r\ncattle, 114 medical centres, 2,700 kilometres of main roads and more than \r\n2,000 school buildings. Almost all our power stations and communications \r\nsystems have been either totally destroyed or very badly damaged. The \r\nreal estimate of losses is to be reckoned. There are about 10 million \r\nmines implanted by the Soviet occupying forces all over Afghanistan. \r\nPerhaps the coming Afghan generations may not be able to walk without \r\nfear on their own soil. And this is the saddest part of it. \r\n\"The completion of the repatriation programme is directly related to \r\nde-mining. According to United Nations reports, in recent months there \r\nhave been many returnees who were killed or injured by the mines. \r\nA/47/PV.19 \r\n10(a-z) \r\n(Mr. Karzay. Afghanistan) \r\nMedical clinics in the border town of Peshawar in Pakistan are \r\novercrowded with the mine-affected returnees. In this respect, we call \r\nupon the international community to respond positively to the appeal of \r\nthe Secretary-General in supporting financially the related projects of \r\nthe United Nations. \r\nA/47/PV. 19 \r\n11 \r\n(Mr. Karzay. Afghanistan) \r\n\"While the international community is celebrating the end of the \r\nDecade of Disabled Persons, there are 2 million people who fall into the \r\nsame category in my country, and their destitute and meagre existence \r\ndeserves special attention. \r\n\"Our problems are so great that we, with our limited capabilities, \r\ncannot address the critical needs of disabled persons. The Islamic State \r\nof Afghanistan, with its war-shattered economy as one element affecting \r\nits rehabilitation programmes, has prioritized the construction of new \r\nhospitals and clinics which need to be financed by international \r\nassistance programmes. \r\n\"The efforts of this Organization in adopting principles for the \r\npurpose of ensuring the implementation of measures and a monitoring \r\nsystem for the rights of disabled persons is commendable. However, the \r\nproblem in my country is of a different nature. We have to create \r\nappropriate national machinery to support almost 2 million disabled \r\npersons, victims of armed conflict. Without appropriate international \r\nassistance, that objective cannot be achieved. \r\n\"As for the orphans of war, if we estimate that each Afghan killed \r\nin the 14 years of war had one child, there are 1.5 million orphans in \r\nAfghanistan. Because of that great number, the Islamic State of \r\nAfghanistan is in critical need of international assistance for the \r\nrehabilitation of orphans of war. \r\n\"In appreciation of the severity of the problems of orphans of war \r\nand armed conflicts and their deserving of particular international \r\nattention, my delegation proposes the establishment of a special fund in \r\nthe framework of the United Nations Children\u0027s Fund (UNICEF) for the \r\nrehabilitation of orphans as a result of armed conflicts, wherever they \r\n„A/47/PV.19 \r\n12 \r\n(Mr. Karzay. Afghanistan) \r\nare and to whatever country they belong. In this regard, it may also be \r\nappropriate to declare the year 1994 the international year of the orphan. \r\n\"There can be no political stability in any country without economic \r\nviability. The Islamic State of Afghanistan has inherited a country that \r\nis physically devastated, psychologically battered, economically \r\ndepleted, and politically and socially tormented; the population is in \r\ndire need of moral and material support. The Islamic State was \r\nestablished as a result of immeasurable sacrifices and the great \r\nsuffering that the Afghan nation has endured for the sake of its freedom \r\nand its conviction to its faith. Our people\u0027s struggle has had \r\ninternational significance in general and has had wide-ranging impact on \r\nthe promotion of freedom and the emergence of new States. Without a \r\nsound economy, the peace that has been achieved at such a terrible cost \r\ncannot be guaranteed, and instability in Afghanistan is sure to affect \r\nthe region. \r\n\"The war has destroyed the economic infrastructure of Afghanistan. \r\nRebuilding the country\u0027s economic structure is crucial for the future \r\nexistence of Afghanistan as a productive and self-supporting member of \r\nthe world community. Comprehensive and methodical economic programmes, \r\nwith the assistance of friendly countries and the United Nations, will \r\nensure the reconstruction process, a solid foundation upon which future \r\neconomic progress can be built. \r\n\"At the moment, however, the issue of emergency humanitarian relief \r\nefforts takes priority because of the obvious food shortages, lack of \r\nclean water and electricity and inadequate medical care, which are \r\nthreatening the survival of the nation as a whole and the capital in \r\nA/47/PV.19 \r\n13 \r\n(Mr. Karzay. Afghanistan) \r\nparticular. Unfortunately, the Islamic State of Afghanistan has not \r\nreceived adequate support from the international community in this regard. \r\n\"The United Nations Special Representative on Afghanistan recently \r\nexpressed dismay at the lack of enthusiasm on the part of the \r\ninternational community in responding urgently to meet the $180 million \r\ntarget of assistance proposed by His Excellency the Secretary-General of \r\nthe United Nations in his appeal of 5 June 1992. So far, almost \r\n$40.5 million has been received in response to that appeal. The positive \r\nresponse of some countries is greatly appreciated by the Islamic State of \r\nAfghanistan. \r\n\"Aside from the human calamities, in the first week of September of \r\nthis year a natural disaster hit Gulbahar and other neighbouring towns of \r\nParwan Province of Afghanistan. That flood was of a severity unmatched \r\nfor many decades. According to reliable reports, about 3,000 people were \r\nkilled, and hundreds of houses were totally demolished. It is \r\nastonishing that international authorities have not addressed their \r\nattention to that large-scale calamity. We are requesting the \r\ninternational community to provide emergency humanitarian assistance for \r\nthe flood victims and their families. \r\n\"The Islamic State of Afghanistan wishes to solicit the support of \r\nUnited Nations Member States in ensuring due consideration of item 141 of \r\nthe agenda of the current session of the United Nations General Assembly, \r\nentitled \u0027Emergency international assistance for the reconstruction of \r\nwar-stricken Afghanistan\u0027- It is our sincere and earnest hope that \r\nMember States will consider extending their full support to the two \r\nseparate draft resolutions that are to be submitted by the delegation of \r\nthe Islamic State of Afghanistan on agenda item 141. \r\nA/47/PV.19 \r\n14 \r\n(Mr. Karzay. Afghanistan) \r\n\"The Islamic State of Afghanistan is of the opinion that, in spite \r\nof many positive changes in international relations, some of the main \r\nobjectives of the United Nations, such as total disarmament - especially \r\nwith respect to nuclear arms settlement of conflicts through peaceful \r\nmeans, the observance of human rights and the establishment of a new and \r\njust international economic order, have not been fully realized. Perhaps \r\nit would be more in line with the aim of realizing the purposes of this \r\nOrganization for the positive new climate of international understanding \r\nto be utilized for the purpose of strengthening the role of the United \r\nNations in bolstering the socio-economic advancement of the developing \r\ncountries, especially the least developed ones. The willingness of the \r\ndeveloped countries to ensure greater cooperation with the needy \r\ncountries could contribute positively to the realization of this \r\nobjective. \r\n\"The Islamic State of Afghanistan holds the conviction that the \r\nmultidimensional problem of the environment already threatens the future \r\nof our world. At the recent summit of Heads of State or Government in \r\nRio de Janeiro, this global problem was discussed extensively, and a \r\ncredible document entitled Agenda 21 was adopted, providing a sound basis \r\nfor solving global environmental issues. \r\n\"It is promising to see that dependence on ideology in the \r\nsettlement of regional conflicts is vanishing and a tendency is emerging \r\nin favour of strengthening international cooperation for the settlement \r\nof existing conflicts. \r\n\"The Islamic State of Afghanistan will work for international peace \r\nin full cooperation with the United Nations \\nd stand by and respect the \r\nUnited Nations Charter, the Universal Declaration on Human Rights and all \r\nA/47/PV.19 \r\n15(a) \r\n(Mr. Karzay. Afghanistan) \r\naccepted norms of this world body. In the arena of international \r\nrelations, the Islamic State of Afghanistan, as one of the founders of \r\nthe Non-Aligned Movement, will continue to pursue an active non-aligned \r\npolicy, free judgement on international issues, sincerely supporting the \r\nobjectives of the Non-Aligned Movement and of the Organization of the \r\nIslamic Conference, strengthening friendly ties with all countries on the \r\nbasis of parity and mutual respect for independence, sovereignty and \r\nterritorial integrity and non-interference in each other\u0027s affairs. The \r\nIslamic State of Afghanistan pledges sincere adherence to all \r\ninternational agreements, stands against every form of colonialism and \r\nall racial ideas, supports the elimination of nuclear weapons and will \r\nhelp in erasing international and regional tensions. \r\n\"The Islamic State of Afghanistan welcomes the current negotiations \r\nbetween the concerned parties in the Middle East and hopes that they will \r\nresult in the realization of the legitimate right of the people of \r\nPalestine to establish their own independent State. Without an immediate \r\nhalt to Israeli settlement in the occupied territories, there can be no \r\nfirm assurance that those negotiations will lead to permanent peace and \r\nstability in that region. Afghanistan, in conformity with the principle \r\nof the right to self-determination and in compliance with the resolution \r\nof the Islamic Conference of Istanbul, supports the rights of the people \r\nof Bosnia and Herzegovina and asks for an immediate halt to the massacre \r\nof the innocent population of that Republic. We denounce the heinous \r\npolicy of \u0027ethnic cleansing\u0027, which, in spite of world-wide condemnation, \r\nis still taking place. Afghanistan, as one of the sponsors of draft \r\nresolution A/46/L.76 of the resumed forty-sixth session of the \r\nA/47/PV.19 \r\n15(b-z) \r\n(Mr. Karzay. Afghanistan) \r\nUnited Nations General Assembly on the situation in Bosnia and \r\nHerzegovina, advocates decisive action, under Chapter VII of the \r\nUnited Nations Charter, aimed at ensuring the rights of the people of \r\nBosnia and Herzegovina to self-defence and to the protection of their \r\nterritorial integrity and sovereignty. \r\nA/47/PV.19 \r\n16 \r\n(Mr. Karzav. Afghanistan) \r\n\"While supporting the right of all people to self-determination, the \r\ndelegation from the Islamic State of Afghanistan believes that the \r\nquestion of Kashmir should be settled through negotiations and dialogue \r\non the basis of the resolutions adopted by the United Nations. \r\n\"The Islamic State of Afghanistan, while desiring friendly relations \r\nwith all countries, attributes special importance to its relations with \r\nthe neighbouring countries Pakistan and Iran, as well as with the \r\nfraternal country of Saudi Arabia. \r\n\"We have a sincere desire to maintain and strengthen our traditional \r\nfriendship with the United States of America. Afghanistan seeks friendly \r\nrelations with Japan and with Western European and other Far East \r\ncountries. \r\n\"The Islamic State of Afghanistan aspires to positive and friendly \r\nrelations with the new Muslim Republics of Central Asia and wishes to \r\nstrengthen its commercial, economic and cultural ties with those \r\nrepublics. \r\n\"The Islamic State of Afghanistan also wishes for friendly relations \r\nwith non-aligned India and hopes that India will cooperate with the \r\npeople of Afghanistan in the needed areas. \r\n\"Our country desires close and friendly relations with the People\u0027s \r\nRepublic of China and hopes that technical cooperation and trade with \r\nthat neighbour will be expanded. \r\n\"Afghanistan wishes for the improvement of friendly relations with \r\nthe Russian Federation and expects that the Russian Federation will \r\nparticipate fully in the reconstruction and rehabilitation of \r\nAfghanistan. The Russian Federation, as the inheritor of the former \r\nA/47/PV.19 \r\n17 \r\n(Mr. Karzay. Afghanistan) \r\nSoviet Union, has the responsibility to compensate for the destruction \r\ncaused by armed aggression of the former Soviet Union against Afghanistan. \r\n\"It is also necessary to express our concern for the suffering \r\nfamilies of more than 30,000 Afghans still missing after the years of the \r\nformer Soviet Union\u0027s aggression in our country. This tragedy has \r\nseriously affected the sentiments of all Afghans, and they expect that \r\nthe Commonwealth of Independent States will address this issue urgently \r\nand seriously. Believing that a sincere desire based upon goodwill and \r\nmutual trust between the parties concerned could positively contribute to \r\nresolving this important humanitarian issue, the Islamic State of \r\nAfghanistan will try to use bilateral channels as a first step towards \r\nresolving this issue, unless circumstances require otherwise. \r\n\"In closing, I deem it necessary to point out that the United \r\nNations, which plays an increasingly important role in the settlement of \r\nregional conflicts and world problems, should increasingly focus its \r\nactivities on overcoming global problems and difficulties. As a Member \r\nof the United Nations, the Islamic State of Afghanistan is prepared to \r\nextend its full cooperation to the Organization in overcoming the world\u0027s \r\nexisting difficulties and will spare no effort in implementing the \r\nresolutions and decisions of the present session. \r\n\"May Allah Glory Be Unto Him bestow ever greater successes to \r\nall participants of this current session of the Assembly.\" \r\nMr. DIALLO (Niger) (interpretation from French): The delegation of \r\nNiger is pleased to add its voice to all those who have preceded us and \r\nexpress to Mr. Ganev our heartfelt congratulations on his election to the \r\nA/47/PV.19 \r\n18 \r\n(Mr. Diallo. Niger) \r\npresidency of the General Assembly at its forty-seventh session. This \r\nelection is testimony to the high esteem and prestige enjoyed by his country, \r\nBulgaria, on the international scene and its contribution to the achievement \r\nof the ideals of our Organization, and is an acknowledgement of his talents as \r\na seasoned diplomat and man of experience. \r\nWe should like to include in these congratulations the other members of \r\nthe Bureau and to assure them of the full and total cooperation of the \r\ndelegation of Niger in accomplishing their task. \r\nI should like to express to Mr. Ganev\u0027s predecessor. \r\nAmbassador Samir Shihabi of Saudi Arabia, our great satisfaction and \r\ncompliments on his excellent guidance of the work of the forty-sixth session. \r\nWe hail and welcome the countries that have just joined the great family \r\nof the United Nations, whose admission is in keeping with the universality of \r\nour Organization. \r\nI should also like to express once again to Mr. Boutros Boutros-Ghali, \r\nSecretary-General of the United Nations, the heartfelt congratulations of \r\nHis Excellency Mr. Cheiffou Amadou, Prime Minister and Head of Government of \r\nthe Republic of Niger, on his election, which is the crowning of a brilliant \r\ncareer. The Government of Niger also wishes to extend to him its \r\nencouragement and support for the dynamism he has already imparted to the \r\nOrganization. \r\nNiger rejoices at the end of East-West rivalries and at the climate of \r\nconfidence that has thus been created. It is a decisive turning-point in the \r\nhistory of mankind, marked by profound and rapid political and social changes \r\nbrought about by powerful currents towards freedom, justice, democracy and \r\nhuman rights. This positive development in international relations, and \r\nA/47/PV.19 \r\n19 \r\n(Mr. Diallo. Niger) \r\nparticularly the hopes and expectations to which it has given rise, makes it \r\nimperative for us to engage in the search for a new world balance that takes \r\ninto consideration the aspirations and needs all of the components of \r\ninternational society. In this connection, the sessions of the General \r\nAssembly are for the international community opportunities to achieve further \r\nprogress in the search for peace, justice and harmony among peoples, in \r\nkeeping with the ideals and principles of the Charter. \r\nThanks to the climate of international detente, prospects of general and \r\ncomplete disarmament and the hope that that will release additional resources \r\nfor development seem increasingly achievable. Niger notes with satisfaction \r\nthe positive results already on record in this field and wishes to \r\ncongratulate the Secretary-General on his efforts towards general and complete \r\ndisarmament. \r\nInternational peace and security require that all countries make greater \r\nefforts towards a reduction of all armed forces and all deadly weapons of \r\ndestruction. In this regard, I should like to announce that Niger has just \r\nratified the Treaty on the non-proliferation of nuclear weapons. \r\nThe climate of international detente is felt also in the evolution of \r\nregional conflicts. The \"Agenda for Peace\", which is a compendium of \r\nextremely relevant recommendations and measures for the prevention of \r\nconflict, peace-keeping and peacemaking, is an invaluable contribution of the \r\nSecretary-General to current thinking on ways of safeguarding international \r\npeace. \r\nNiger hopes for a speedy and equitable solution to the conflict in \r\nWestern Sahara through the organization of a self-determination referendum. \r\nA/47/PV.19 \r\n20 \r\n(Mr. Diallo. Niger) \r\nThe Government of Niger expresses the hope that the recommendations of \r\nthe meetings of Lome, Bamako and Yamoussokro and che most recent summit in \r\nDakar of the Economic Community of West African States be taken into account \r\nby all parties to the conflict in Liberia, with a view to the establishment of \r\npeace and national reconciliation. \r\nA/47/PV.19 \r\n21 \r\n(Mr. Diallo. Niger) \r\nThe situation in Somalia is tragic and repugnant. We witness daily the \r\nappalling suffering of an entire people, victim of the most tragic drought \r\nexacerbated by a fratricidal war that makes the provision of humanitarian \r\nassistance difficult. Niger joins the rest of the international community in \r\nurging the rival factions to cease their hostilities and accept the presence \r\nof United Nations observers and a United Nations peace-keeping force to ensure \r\nrespect for the cease-fire agreement and to ensure the distribution of food \r\naid. \r\nRecent developments in South Africa give us hope. Niger believes that \r\nthe international community must continue to encourage the South African \r\nregime to take further measures to accelerate the democratization process \r\nwhile at the same time maintaining the necessary pressure until a democratic, \r\nnon-racial Government is formed. The Organization must make the Pretoria \r\nregime adopt urgent measures to put an end to the organized violence that is \r\ntearing apart the country\u0027s black community and that constitutes a serious \r\nobstacle to the resumption and proper conduct of negotiations in the framework \r\nof the Convention for a Democratic South Africa. \r\nWith respect to security, the Middle East remains the most sensitive \r\nregion in the world. Niger believes that no just and lasting peace can be \r\nestablished in the Middle East unless Israel withdraws completely from \r\noccupied Palestinian and Arab territories, including Al-Quds Al-Sharif. We \r\nencourage all efforts to that end, and we welcome the dialogue that has begun \r\nsince the Madrid conference, as well as the current peace negotiations on a \r\njust and final settlement of the Middle East conflict. \r\nA/47/PV.19 \r\n22 \r\n(Mr. Diallo. Niger) \r\nWith respect to the Arabian-Persian Gulf, Niger strongly condemned the \r\naggression against and occupation of Kuwait. Kuwait has been liberated, but \r\nthe threat of war persists. Respect for Security Council resolutions and the \r\ndelimitation of the boundaries between Iraq and Kuwait are indispensable if a \r\nlasting peace is to return to the region. \r\nThe tragic situation in Bosnia and Herzegovina is inadmissible in the \r\ntwentieth century. Niger vigorously condemns the acts of barbarism committed \r\nby forces of Serbia and of Montenegro against the populations of Bosnia and \r\nHerzegovina in violation of the sovereignty, independence and integrity of \r\nthat country. Niger fully supports Security Council resolutions 770 (1992) \r\nand 771 (1992), as well as the resolutions of other international bodies \r\ncondemning the aggression and calling for cooperation by all States in helping \r\nBosnia and Herzegovina. \r\nThe quest for peace in the world is one of the Organization\u0027s loftiest \r\nobjectives. But to be complete, world peace must be backed by action to \r\neliminate poverty. At the 1990 Paris Conference of least developed countries, \r\nthe world was not surprised to learn that the number of least developed \r\ncountries had grown from 28 to 42, most of them African. \r\nThe ever-growing burden of debt and debt servicing continues to deprive \r\ndeveloping countries of resources they need for their development. Reasons \r\nfor the grave crisis in Africa include the constant drop in commodity prices, \r\nthe rise in prices for manufactured goods, the lack of access to \r\ndeveloped-country markets, and the decline in development assistance. The \r\ncontinuing deterioration in Africa\u0027s economic situation is condemning hundreds \r\nof millions of individuals to stagnation and permanent poverty. \r\nA/47/PV.19 \r\n23 \r\n(Mr. Diallo. Niger) \r\nIn 1986, the United Nations, which we invoke each year, adopted the \r\nUnited Nations Programme of Action for African Economic Recovery and \r\nDevelopment. It was then the consensus view that the economic crisis in \r\nAfrica was essentially structural. African countries had committed themselves \r\nto adopt structural-adjustment policies, and developed countries and financial \r\ninstitutions had committed themselves to provide assistance and financial \r\nflows. \r\nUnfortunately, despite the policies and reforms undertaken by African \r\ncountries and the recommendations made at all international conferences, the \r\nsituation continues to deteriorate. Despite the social cost of the reforms \r\nand sacrifices of African countries, the results have been disappointing, \r\nbecause of a lack of follow-up measures. \r\nBut there is growing awareness of the need to tackle this extremely \r\nserious situation more resolutely. Measures to lighten the debt burden of the \r\npoorest countries should be viewed in that context. The same is true of the \r\nproposal made by the former Secretary-General, Mr. Javier Perez de Cuellar, on \r\ndevelopment financing, which was considered at the forty-sixth session of the \r\nGeneral Assembly. \r\nWe welcome the decision of the Japanese Government to organize a 1993 \r\ninternational conference on development in Africa with the participation of \r\nAfrican Heads of State. \r\nWe wish finally to mention the move to reinvigorate international \r\ncooperation stemming largely from the revitalization and restructuring of \r\nUnited Nations activities in the economic and social fields. Those activities \r\nshould be strictly based on the recommendations adopted by the most recent \r\nA/47/PV.19 \r\n24 \r\n(Mr. Diallo. Niger) \r\ninternational conferences. These include: the Declaration adopted at the \r\neighteenth special session of the General Assembly on international economic \r\ncooperation; the International Development Strategy for the fourth United \r\nNations Development Decade; the Programme of Action adopted at the World \r\nSummit for Children; and the Programme of Action and other major decisions \r\nadopted at the Earth Summit the United Nations Conference on Environment and \r\nDevelopment at Rio de Janeiro. \r\nThe right to development presupposes the right to a healthy environment. \r\nThe Earth Summit at Rio defined the links between environment and \r\ndevelopment. It defined the responsibilities of the North and of the South \r\nfor the deterioration of our ecosystem. It also made it possible to adopt \r\nlegal instruments designed to reconcile man and nature. I speak here of the \r\nEarth Charter and of the conventions on biodiversity and on climatic change. \r\nAs a Sahelian country, Niger must deal with the effects of repeated \r\ndrought and increasing desertification. It is of particular interest to us \r\nthat at this session the Assembly should define the modalities for the \r\nnegotiation and adoption of an international convention on drought and \r\ndesertification. \r\nTurning to the social sphere, we encourage United Nations efforts to \r\npromote the struggle against acquired immune-deficiency syndrome (AIDS), \r\nillegal trafficking in narcotics, and drug abuse. Those scourges must remain \r\nat the centre of our concerns. That is true too of efforts at the integration \r\nof women into the development process and of measures to protect the disabled, \r\nchildren and other vulnerable groups. \r\nA/47/PV.19 \r\n25 \r\n(Mr. Diallo. Niger) \r\nThe international conference on human rights in 1993, the conference on \r\npopulation and development in 1994, the world summit on social development and \r\nthe fourth world conference on women, both in 1995, will offer opportunities \r\nto review all these problems at the highest level. \r\nNatural disasters and other calamities are on the increase, and we must \r\ncontinue to focus on them. Each time, the devastating consequences of these \r\nphenomena remind us of the urgent need to enhance the ability of the United \r\nNations to act more effectively. We are pleased at the Organization\u0027s \r\nexamination of these subjects and at the appointment of distinguished \r\nindividuals to deal with these issues. \r\nToday, developing countries are fully aware of their primary \r\nresponsibility for development. The political renewal we have seen in many \r\nAfrican countries, including my own, stems from that awareness. Indeed, as \r\nmembers know, Niger convened, from 29 July to 3 November 1991, a conference on \r\nnational sovereignty at which we engaged in a stark assessment of 30 years of \r\nefforts and to identify courses of action, guidelines and decisions to be \r\nimplemented over a transitional period of 15 months. \r\nA/47/PV.19 \r\n26 \r\n(Mr. Diallo. Niger) \r\nSince then, the democratically elected transition organs have knuckled \r\ndown to implementing the political, economic, social, and cultural measures \r\nadopted by the Conference. These mainly involve improving and rebalancing the \r\neconomic and financial situation; undertaking institutional reforms in every \r\nfield; establishing self-confidence; and consolidating national solidarity and \r\nunity. Such measures, the outcome of a national consensus, are based on the \r\nfundamental choice by the people of Niger of a democratic and republican \r\ncourse. \r\nFollowing its National Conference, Niger embarked resolutely on the road \r\ntowards a pluralistic democracy with respect for human rights and guarantees \r\nof the effective exercise of public freedoms. The process initiated 11 months \r\nago is following its charted course, gaining strength and further entrenching \r\nitself every day. There are difficulties inherent in the nature of the \r\nundertaking, but there are also results that encourage us to persevere. \r\nWhile perhaps modest, this experience of a young democracy has made it \r\npossible to assess the constraints imposed by such a social project, the risks \r\nof derailment it entails, the impatience that must be stifled, and the \r\nlegitimate expectations that must be met in order to ensure that this lofty \r\nenterprise succeeds. The establishment of stable institutions designed to \r\nguarantee human rights and fundamental freedoms, social justice and national \r\nunity through regular and transparent elections will be crowned, we are sure, \r\nwith success by the establishment of a state of law and a true democracy. \r\nI am pleased to announce that Niger is making progress in the electoral \r\nconsultations for the adoption of a constitution and the holding of municipal, \r\nlegislative and presidential elections. Thus, on the threshold of the year \r\n1993, Niger will become democratic on a firm footing. \r\nA/47/PV.19 \r\n27 \r\n(Mr. Diallo. Niger) \r\nWe are aware, however, that no democratization policy can be considered \r\nas lasting if measures are not taken to foster conditions favourable to \r\nprogress and the flourishing of humanity. That is why we turn with hope to \r\nthe international community, and more specifically to the United Nations, to \r\nnurture a new spirit of solidarity and justice among nations. Niger cherishes \r\nthe hope that the General Assembly at this session will contribute to the \r\nsolution of the great challenges facing the international community. \r\nMr. AL-SAHAF (Iraq) (interpretation from Arabic): It gives me \r\npleasure to convey my sincere congratulations to Mr. Ganev on his election to \r\nthe presidency of the forty-seventh session of the General Assembly. I am \r\nconfident that he will devote his rich experience and diplomatic expertise to \r\nensuring the success of this session. \r\nI am also pleased to welcome the new States that have recently joined the \r\nmembership of the United Nations. \r\nThe great hopes for the emergence of a world enjoying peace, stability, \r\neconomic growth, justice, and equality for all remain in all our minds. But \r\nwe cannot help wondering whether the international community is any closer \r\ntoday to realizing these hopes than it was in the past. The rapid \r\ndevelopments and radical changes that have taken place in the world since 1989 \r\nstill continue apace. These developments and changes have led the world \r\nsituation to the threshold of a new era, whose features have not become clear \r\nyet. We can say, however, that our world today - despite the end of the \r\nideological conflict that divided a large part of the world into two blocs, \r\nthe North Atlantic Treaty Organization and the Warsaw Pact - continues to be \r\nunstable, and continues to be prey to racial conflicts and armed disputes in \r\nEurope, Asia, Africa, and Latin America. \r\nA/47/PV.19 \r\n28 \r\n(Mr. Al-Sahaf. Iraq) \r\nOn the other hand, the economic crisis has intensified, bringing greater \r\nmisery to the developing countries, which experience famines of unprecedented \r\nmagnitude in modern history. All indications point to an exacerbation of the \r\ndivision of the world into North and South, a world without equality, justice, \r\nor equity between the rich and strong countries of the North and the poor and \r\nweak countries of the South. These signs also warn against the advent of a \r\nnew era of big-Power hegemony not only over weaker States but also over all \r\ninternational organizations with a view to using them as instruments to \r\nimplement their policies and serve their interests. \r\nThe challenges which face us, particularly in the developing countries, \r\nmake it imperative for the United Nations to discharge its responsibilities \r\nunder the Charter, with regard to the maintenance of international peace and \r\nsecurity, within the framework of a world order in which the United Nations, \r\nthrough the collective will of all its Member States, should play an effective \r\nand influential role in protecting the sovereignty and independence of the \r\nMember States and in achieving the economic and social development which \r\nconstitutes the greatest and principal challenge to the developing countries. \r\nHowever, actual reality shows that the United Nations, which continues to \r\nstrive to attain these aspirations, faces many obstacles that impede its \r\nprogress towards them. The most prominent hurdle is the attempt by one State \r\nor group of States to impose hegemony over the policies of the United Nations \r\nand its institutions. The most flagrant aspect of that hegemony is what has \r\nbeen taking place in the Security Council since the course of international \r\nchanges acquired its new, accelerated pace. As a result of this hegemony, \r\nwhich is being spearheaded and intensified by the United States of America, \r\nresolutions and measures adopted by the Security Council have become \r\nconspicuous for their double standard and selectivity in applying the text of \r\nA/47/PV.19 \r\n29-30 \r\n(Mr. Al-Sahaf. Irag) \r\nthe United Nations Charter. In so doing, the Security Council has distanced \r\nitself from the letter and spirit of the principles enshrined in the Charter \r\nand from the provisions of international law and the principles of justice and \r\nfairness that are necessary if a balance is to be maintained between the \r\nobligations and the rights of Member States. \r\nA/47/PV.19 \r\n31 \r\n(Mr. Al-Sahaf. Iraq) \r\nThere is no doubt that this imbalance will lead inevitably to \r\nopportunistic dealings that may very well stem from the ability of the \r\nstronger to deal and not from the foundations established in the Charter for \r\nthe relationship between the Council and Member States. Such a state of \r\naffairs would pose a grave threat to peace and security on both the regional \r\nand the international levels. \r\nWhat Iraq has been subjected to over the past two years, and the \r\npractices it continues to face under the cover of so-called international \r\nlegality, are the most telling examples of double standards selectivity, and \r\nof the failure to strike a balance between rights and obligations. \r\nThe will of the Security Council has become divorced from the Charter and \r\nits resolutions have been transformed into political practices aimed at \r\ndestabilizing a State Member of the United Nations, undermining its security, \r\nstarving its people and depriving its sick and ailing citizens of the medicine \r\nthey need. All this is being done to serve declared political objectives that \r\nin no way relate to the letter or spirit of the United Nations Charter or to \r\nthe rules of international law. \r\nIn the name of international legality and under its cover, Iraq has been \r\nmade the victim of an all-out war that has destroyed its economic \r\ninstallations and the infrastructures of its civilian life in a manner that is \r\nunprecedented in modern history. The motive behind this overkill and \r\narbitrary use of armed force against Iraq was to throw a whole people back \r\ninto the pre-industrial age, as then United States Secretary of State Baker \r\ntold the Iraqi Foreign Minister, Tariq Aziz, in the course of their Geneva \r\nmeeting on 9 January 1991. The studies and reports of the United Nations, the \r\nInternational Committee of the Red Cross and other humanitarian organizations \r\nA/47/PV.19 \r\n32 \r\n(Mr. Al-Sahaf. Iraq) \r\nhave highlighted the magnitude of the destruction inflicted upon Iraq as a \r\nresult of that aggression and the subsequent huge losses sustained as a result \r\nof the blockade and the embargo. I do not need to go into the details of \r\nthose reports, which contain the findings of people commissioned by the United \r\nNations and which have been distributed as official United Nations documents. \r\nNotwithstanding all the excesses and the untold iniquities perpetrated \r\nagainst Iraq, we have striven in all sincerity and earnestness to honour our \r\ncommitments vis-a-vis the resolutions of the Security Council and to cooperate \r\nwith United Nations organs in doing all that is required of Iraq in every \r\nfield. Many acts of provocation have been committed by persons who have been \r\nplanted in the mechanisms entrusted with the implementation of Security \r\nCouncil resolutions with the aim of obstructing Iraq\u0027s discharge of its \r\ncommitments and thereby making Iraq appear to be rejecting the resolutions of \r\nthe Security Council. The obvious aim has been the creation of a climate that \r\nwould justify new military strikes against Iraq and block any consideration of \r\nlifting the unjust and iniquitous blockade imposed upon it. \r\nHowever, we have been able to foil the efforts aimed at achieving that \r\nevil objective and all the attempts made with the aim of creating crises \r\nbetween the United Nations and Iraq have been contained. Iraq has \r\ndemonstrated full cooperation with the United Nations in order to ensure the \r\nsound and balanced implementation of the resolutions of the Security Council. \r\nWhile Iraq is earnestly striving to implement its commitments vis-a-vis \r\nSecurity Council resolutions, we have yet to see the Council take any step \r\ntowards lifting the blockade or even loosening its economic shackles which it \r\nhas imposed upon the people of Iraq and which have had very grave effects \r\nindeed on the daily lives of the Iraqi people at every level. \r\nA/47/PV.19 \r\n33 \r\n(Mr. Al-Sahaf. Iraq) \r\nIt has become evident from the firm determination of the Security Council \r\nnot to ease the comprehensive economic sanctions imposed upon Iraq that the \r\nCouncil does not follow the rule of balancing obligations and rights, but is \r\nrather acting in line with declarations of the officials of the countries that \r\nexercise hegemony over the Council that the economic blockade against Iraq \r\nwill never be lifted until Iraq\u0027s political system is overthrown. \r\nHere, we feel entitled to pose a question to the whole world from this \r\nrostrum, asking whether the Security Council, in dealing thus with a State \r\nMember of the United Nations, has acted on the basis of the provisions of the \r\nCharter, international law and the principles of justice and fairness, or \r\nwhether the Council has succumbed to the will and diktat of the Powers that \r\nexercise hegemony over it with a view to serving those Powers\u0027 interests \r\nbefore all else. \r\nThe present relationship between the Security Council and Iraq does not \r\nfall within the framework of implementing the resolutions of the Council but \r\nrather within the framework of implementing the foreign policy objectives of a \r\nvery limited number of States. If those States, which are led by dubious \r\npolicies in the United States, were to be given a free hand, then the grave \r\ndanger would spill over beyond Iraq and engulf other nations; it would spill \r\nover beyond the present and engulf the future. The campaigns of threats and \r\nintimidation under the cover of the Charter continue unabated in order to \r\ncreate the appropriate climate for continuing the economic blockade against \r\nIraq and justifying new military strikes against it with the aim of \r\ndestabilizing its political system and finishing off its vital economic \r\ninstallations and infrastructures which are still suffering from the impact of \r\nthe first military strike. \r\nA/47/PV.19 \r\n34-35 \r\n(Mr. Al-Sahaf. Iraq) \r\nA flagrant example of the injustices to which Iraq is being subjected \r\nwithin the framework of this relationship can be seen in the practices of the \r\nsanctions Committee set up under Security Council resolution 661 (1991). This \r\nCommittee too is subject to the rule of veto despite its camouflage as a \r\ncommittee conducting its work on the basis of consensus. \r\nAs I have informed the Secretary-General in official letters citing \r\nfactual instances, a review of that Committee\u0027s work would show how the \r\nobjection of one or two members of the Committee is sufficient to prevent any \r\nresponse to Iraq\u0027s basic needs and even to make it ignore the special \r\nexemptions stated in the resolutions concerning civilian needs in such spheres \r\nas food, electricity, agriculture, water and sewage, medical and educational \r\nrequirements, and clothing. \r\nA/47/PV.19 \r\n36 \r\n(Mr. Al-Sahaf. Iraq) \r\nIraq has been allowed, in theory, to import food and medicine. But, for \r\ntwo years now, Iraqi assets have been frozen while Iraq has not been able to \r\nsell any oil or export any other commodity in order to pay for its basic \r\nhumanitarian needs. On top of all this, we see attempts now being made to \r\nseize completely Iraqi frozen assets abroad through a draft resolution \r\ncurrently tabled before the Security Council. This draft resolution has no \r\njustification or legality whatsoever, not even in the light of the pretexts \r\ncontained in the draft itself. Iraq has cooperated, in good faith and in \r\nearnest, with the United Nations Secretariat in order to reach an agreement on \r\nthe export of quantities of Iraqi oil and the use of the revenues thereof to \r\nprovide for basic civilian needs and cover United Nations costs. The reason \r\nan agreement is yet to be reached has been the refusal of certain countries in \r\nthe Security Council to remove from any prospective agreement their \r\nhumiliating political preconditions, which are not in any way related to the \r\nsubstance of the agreement desired. \r\nIraq is prepared to address this question according to the following \r\nformula: first, that Iraq be allowed to export crude oil and oil products to \r\nproduce a net return of no less than $4 billion for a period of six months, \r\nwhich may be extended for a further period if by then the embargo of Iraqi oil \r\nexports has not been completely lifted. \r\nSecondly, that the net returns of the exports be deposited in an escrow \r\naccount set up by the United Nations, then to be used for the purchase of \r\nfoodstuffs, medicines and other essential civilian needs, the importation of \r\nwhich will be subject to the special measures of the Committee established \r\nunder Security Council resolution 661 (1990). \r\nThirdly, that the Security Council name certain countries from which \r\ngoods may be purchased according to normal commercial practices. \r\nA/47/PV.19 \r\n37 \r\n(Mr. Al-Sahaf. Iraq) \r\nIraq is prepared to grant 5 per cent of the net return of this operation \r\nto the International Committee of the Red Cross and the International \r\nFederation of Red Cross and Red Crescent Societies as a contribution towards \r\ninternational relief work in Somalia, for the benefit of the Palestinian \r\npeople through the United Nations Relief and Works Agency for Palestine \r\nRefugees in the Middle East, in Bosnia and Herzegovina and in other areas. \r\nThis will be donated in keeping with Iraq\u0027s humanitarian principles and \r\noutlook.* \r\nIn April 1991 the United Nations began its humanitarian relief programme \r\nto alleviate the suffering of the Iraqi people with simple and limited means. \r\nInterference from parties hostile to Iraq began to surface in order to \r\ninfluence the course of the programme by using it as a pretext and a gateway \r\nthrough which to interfere in the internal affairs of Iraq. It became clear \r\nthat the programme dealt with the humanitarian needs of the Iraqi people \r\naccording to the political desires, intentions and schemes of the countries \r\npresenting the aid, a fact attested to by some officials in the programme. \r\nTherefore, the humanitarian programme has not assumed, in actual \r\napplication, the effectiveness that would have made it possible to achieve its \r\ndesired humanitarian objectives. Iraq reiterates the necessity for the United \r\nNations humanitarian programme to remain within the framework of purely \r\nhumanitarian objectives, away from political considerations and from the \r\ntendency to interfere in the internal affairs of Iraq. We are prepared to \r\ncooperate in the achievement of any purely humanitarian goal sought by the \r\nUnited Nations. \r\n* The President returned to the Chair. \r\nA/47/PV.19 \r\n38 \r\n(Mr. Al-Sahaf. Iraq) \r\nCalls and allegations are increasingly made about alleged violations of \r\nhuman rights in Iraq. The parties that waged a destructive war on Iraq \r\nin the name of international legality would like to forget that the suffering \r\nof the people of Iraq resulted from their own actions which constitute the \r\nmost flagrant violation of human rights witnessed by humanity in all its \r\nhistory. \r\nI ask here, before this international gathering: what words can describe \r\nan action in which one hundred twenty-five thousand tons of explosives were \r\ndropped on the people of Iraq, bringing death to thousands of its children, \r\nmen and women of all ages, and raining destruction upon all its vital economic \r\ninstallations, its civilian, residential centres and its schools, hospitals, \r\nformula milk plants, kindergartens and houses of worship? Is this not a most \r\nflagrant violation of human rights and negation of all moral and human values \r\nand standards, in addition to being a violation of the Charter of the United \r\nNations and the covenants related to it? \r\nThe false accusations being levelled at Iraq are the stuff of lies, \r\nrumours and distortions. They go nowhere near the very minimum of any \r\nobjective, impartial or reasoned approach. \r\nThe real motive behind this orchestrated vociferous campaign is to serve \r\nthe very same political objectives that were behind the military aggression \r\nperpetrated against Iraq and that are still operative in the continued \r\neconomic blockade against Iraq, the starving of its people, the trumped up \r\npretexts of interference in its internal affairs and the undermining of its \r\nnational unity. The so-called no-fly zone over southern Iraq has been imposed \r\nby a decision of the United States, Britain and France, this time nakedly, \r\nwithout any Security Council cover, thus underscoring the flagrant aggressive \r\nA/47/PV.19 \r\n39-40 \r\n(Mr. Al-Sahaf. Iraq) \r\npolicy currently pursued in order to partition Iraq rather than defend its \r\n\"civilians\", as the Western imperialist countries claim while they maintain \r\ntheir embargo against Iraq after having killed thousands of its civilian \r\npopulation through an aerial onslaught with bombs whose explosive force \r\nequalled that of a number of atomic bombs of the type that removed Hiroshima \r\nfrom the face of the earth. It is these very countries that continue to \r\nimpose an embargo even on toys for the children of Iraq. \r\nNo one can deny that the main cause of suffering among the people of Iraq \r\nwas the military aggression that destroyed Iraq\u0027s economic infrastructure and \r\nbrought to a halt its services. The suffering has also been caused, and \r\nfurther intensified, by the continued imposition of this iniquitous blockade, \r\nwhich has visited yet more economic hardship and human suffering on the people \r\nof Iraq, in addition to continued foreign interference in the internal affairs \r\nof the country, the creation of problems and fuelling of internal conflicts \r\nand obstruction of the efforts of the central Government to carry out their \r\nduties and discharge their responsibilities towards the maintenance of law and \r\norder and preserve security and stability. \r\nThe only way to put an end to this injustice and ensure some justice is \r\nto lift the embargo imposed upon Iraq and allow its people to rebuild what has \r\nbeen destroyed and resume their normal life. With its known potential, Iraq \r\nis a country that can do without donations given by this or that country as a \r\ncover for well-known intentions. \r\nA/47/PV.19 \r\n41 \r\n(Mr. Al-Sahaf. Iraq) \r\nIndeed, Iraq can participate effectively in providing humanitarian \r\nassistance to countries in other regions of the world where such assistance is \r\nneeded, once it regains its economic health. It had been providing such \r\nassistance before the blockade. Instances of this are numerous indeed, in \r\nAsia, Africa and Latin America, and many of the representatives listening to \r\nthis statement know quite well that this is a fact. \r\nThe circumstances which were used as a pretext for imposing the blockade \r\nagainst Iraq no longer exist. Therefore, lifting the blockade is an urgent \r\nnecessity on the legal and humanitarian levels. As a matter of fact, this \r\nstep ought to have been taken immediately after the disappearance of the \r\ncircumstances to which I have just referred. Persistence in imposing the \r\nblockade constitutes a naked violation of the letter and spirit of the \r\nSecurity Council resolutions, contravenes all humanitarian principles and \r\nvalues, and must make it clear to the representatives here, as it has made \r\nclear to us, that the reasons behind it are and have been the inhuman \r\nintentions harboured against Iraq by well-known parties, now and in the past. \r\nIt is indeed, in the interest of the human rights of the people of Iraq, \r\nthat neighbouring countries should abide by the terms of international \r\nagreements and undertakings and desist from sending infiltrators into our \r\ncountry to perpetrate acts of murder, robbery and plunder against persons and \r\nproperty of the civilian population, as well as against the State assets, just \r\nas they perpetrated their criminal acts against us in March and April 1991, as \r\nI believe everyone now knows. \r\nThe Security Council\u0027s silence with regard to the criminal acts and \r\noperations of military aggression perpetrated in Palestine, Lebanon and other \r\nA/47/PV.19 \r\n42 \r\n(Mr. Al-Sahaf. Iraq) \r\noccupied Arab territories by the pampered and American-veto-protected Zionist \r\nentity are the most damning proof that the practices of the Security Council \r\nare devoid of justice and international legality because of the total \r\ndomination by the United States over the Council and its procedures. \r\nThe violations that the Zionist entity has committed over the years, and \r\ncontinues to commit with impunity, against the people of Palestine and the \r\nother occupied Arab territories - in breach of the principles enshrined in the \r\nCharter, the Universal Declaration of Human Rights and the Geneva Conventions \r\nof 1949, as well as in resolutions of the United Nations would take an \r\nentire volume to list if those Israeli practices were to be classified \r\naccording to the breach of every article and paragraph dealing with human \r\nrights and the rights of nations. \r\nIn return for all these policies of aggression and expansionism, the \r\nannexation of lands, the displacement of populations, and the killing and \r\nrepression of civilians under military occupation, the Zionist entity receives \r\nnothing less than ever increasing political, military and economic aid which \r\nenables it to persist with impunity in its policies of aggression against the \r\nPalestinian people and its denial of their most basic and inalienable right \r\nthe right to return to their homeland and to establish an independent State in \r\nPalestine under the leadership of their sole legitimate representative, the \r\nPLO. \r\nOn the other hand, the impotance of the Security Council vis-a-vis the \r\narmed conflicts that are currently raging in a number of regions, and its \r\ninability to address the attendant human tragedies as in the case of Somalia, \r\nwhose plight is one of the most horrendous human calamities, are further proof \r\nA/47/PV.19 \r\n43 \r\n(Mr. Al-Sahaf. Iraq) \r\nof the double standards and politically motivated considerations that govern \r\nthe conduct of the Security Council and the measures that it adopts in \r\naccordance with the wishes and dictates of the United States of America - the \r\nPower that dominates the Council. \r\nI wish, in conclusion, to point out that the peoples of the world as a \r\nwhole do look forward to the day when the United Nations will play a real and \r\neffective role in bringing about a world of security, stability and \r\nprosperity. However, that day will come only when the Organization applies \r\nthe letter and spirit of its Charter and the principles of international law \r\nin dealing with the major issues of mankind. That day will come only when the \r\nUnited Nations refuses to bow to any pressure or blackmail and, thereby, \r\navoids becoming hostage to the will of the big Powers and refuses to be \r\nsidetracked from the noble human objectives that it was established to achieve. \r\nUnless such a state of affairs pertains clearly and decisively, as the \r\nStates of the world that are jealous of their independence and freedom hope, \r\nthe world will suffer disastrous consequences and the very foundations of the \r\nUnited Nations will be weakened as non-compliance with the United Nations \r\nCharter would put into question the very credibility of the Organization, and \r\nthat might result in bringing upon it the same fate that overtook the old \r\nLeague of Nations, or some such undesirable fate. \r\nMr. AL-NUAIMI (United Arab Emirates) (interpretation from Arabic): \r\nIt gives me great pleasure, on behalf of the delegation of the United Arab \r\nEmirates, to extend to you. Sir, sincere congratulations on your election to \r\nthe presidency of the General Assembly at its forty-seventh session. We are \r\nconfident that your vast experience in the area of international relations \r\nwill enhance the role of the Organization and promote its goals. \r\nA/47/PV.19 \r\n44-45 \r\n(Mr. Al-Nuaimi. United \r\nArab Emirates) \r\nWe wish to express our gratitude for, and our deep appreciation of the \r\ntireless efforts of your predecessor, Mr. Samir Shihabi, during his tenure as \r\nPresident of the General Assembly at its forty-sixth session, which was \r\ncharacterized by many constructive achievements. \r\nThis session represents a historic turning-point in the enhancement of \r\nthe universality of the United Nations. Hence, we believe that the admission \r\nof the new States Members will strengthen the role of the Organization, \r\nespecially in the current international situation, and we reiterate our \r\ncommitment to cooperation with all States in maintaining international peace \r\nand security. \r\nA/47/PV.19 \r\n46 \r\n(Mr. Al-Nuaimi. United \r\nArab Emirates) \r\nI take this occasion to reaffirm our confidence in and our support for \r\nthe efforts of the Secretary-General of the United Nations, \r\nMr. Boutros Boutros-Ghali, to contain existing problems and to find peaceful \r\nsolutions thereto within the context of a strengthened role for the \r\nOrganization in consolidating the basis of international peace and security. \r\nAs we approach the beginning of a new century, the United Nations passes \r\nthrough a very delicate phase that will have far-reaching effects on the \r\nnature and course of international relations. One of the most outstanding \r\nfeatures of that phase is the disappearance of bipolarity and its attendant \r\nphenomena. This is a development that ushers in a new era whose principal \r\ncharacteristic is that most countries of the world, particularly the major \r\nPowers, now resort to the United Nations, thus strengthening the Organization \r\nand enhancing the effectiveness of the role envisioned for it by the Charter. \r\nConsequently, the Organization has become the appropriate forum for resolving \r\nregional conflicts and maintaining international peace and security. \r\nOver the past few years, the world has been witnessing the emergence of a \r\nnew world order after which every nation has been aspiring. We in the United \r\nArab Emirates welcome this development and consider that it is positive in its \r\nbasis, substance and goals, as, in our view, it will promote cooperation \r\ntowards the building of a better future of respect for the rights of nations \r\nand equality between States, freedom and independence for all peoples and the \r\npeaceful settlement of disputes. \r\nMy country, proceeding from its traditions, cultural values and history, \r\nfirmly believes in the United Nations Charter. We also support the organs of \r\nthe United Nations as well as the peaceful means prescribed in the Charter for \r\nA/47/PV.19 \r\n47 \r\n(Mr. Al-Nuaimi. United \r\nArab Emirates) \r\nthe settlement of inter-State disputes, and reject violence as a means of \r\nsettling such disputes. \r\nIn spite of the optimism created by the recent changes in the world and \r\nthe constructive role played by the United Nations in creating an environment \r\nof peace, there is still a number of problems that endanger international \r\npeace and security and require a great deal of hard work. Moreover, the new \r\nspirit of detente that pervades world politics does not mean necessarily that \r\nwe now live in a world of absolute harmony. The security of small nations is \r\nstill threatened, in the still existing maelstrom of regional conflicts, by \r\nthe dangers arising from the ambitions of those States that still seek \r\nhegemony and expansion at the expense of their neighbours. This, of course, \r\ncontravenes the principles of the United Nations Charter, undermines the rule \r\nof international law and runs counter to the desire of the international \r\ncommunity to live in peace and to resolve disputes by dialogue, peacefully. \r\nConsequently, we must take the appropriate collective measures that are \r\ncapable of preventing those who wish to create situations that threaten \r\ninternational peace and security from perpetrating such actions. Such an \r\nundertaking on our part would be compatible with the new international \r\nrealities especially now when we are on the verge of turning a new leaf and \r\nushering in a new era of international relations based on peaceful coexistence \r\nand mutual respect. One of the most important lessons history has been \r\nteaching us since the Second World War is that aggression does not pay and \r\nthat we must forswear the use of force to achieve political expansionist \r\ngoals. It is indeed the responsibility of the United Nations to focus \r\nattention on this lesson and to translate it into concrete action through the \r\nA/47/PV.19 \r\n48 \r\n(Mr. Al-Nuaimi. United \r\nArab Emirates) \r\nexercise of a collective will that is capable of deterring aggression and \r\nwarding off the grave dangers which threaten international peace and security. \r\nOver the past few years, the Gulf region has witnessed grave events, from \r\nthe Iran-Iraq war to the Iraqi aggression against the sisterly State of \r\nKuwait. These events had deleterious effects on the region\u0027s security, \r\neconomic, social and environmental conditions. Because of those events and \r\nthe changes in the world situation which have arisen from the end of \r\nbipolarity and the emerging features of a new world order based on \r\nunderstanding, dialogue, the maintenance of security and stability, peaceful \r\ncoexistence, and the peaceful settlement of regional disputes, we have been \r\ntrying, together with our sister States, members of the Gulf Cooperation \r\nCouncil, to translate those new concepts into rules and principles that would \r\ngovern the relations and ties of the States of the region. \r\nWhile we have been taking substantial strides along this peaceful \r\nconstructive path towards restoring stability and security to our region, and, \r\nin the context of this effort, have been trying to initiate dialogue with the \r\nIslamic Republic of Iran to settle the outstanding issues between our two \r\ncountries, especially the Iranian military occupation of the three Arab \r\nislands that belong to the United Arab Emirates, namely Greater Tunb, Lesser \r\nTunb and Abu Mousa, the Iranian authorities have embarked upon the adoption of \r\na number of unlawful measures with regard to the island of Abu Mousa in \r\nviolation of the Memorandum of Understanding concluded in 1971. \r\nMy country has declared its rejection of these measures since they are \r\nin flagrant violation of the sovereignty and territorial integrity of the \r\nUnited Arab Emirates. They also run counter to the principle of \r\ngood-neighbourliness and contravene the letter and spirit of the Memorandum of \r\nA/47/PV.19 \r\n49-50 \r\n(Mr. Al-Nuaimi. United \r\nArab Emirates) \r\nUnderstanding, which, in effect, lacks equality and justice as it was imposed \r\nby coercion and the threat of force. \r\nIran\u0027s recent measures aim at controlling and annexing Abu Mousa island, \r\nthus following in the footsteps of the previous Iranian Government which, in \r\n1971 militarily occupied the two islands belonging to the United Arab \r\nEmirates, namely. Greater Tunb and Lesser Tunb. Naturally, the recent Iranian \r\nmeasures will increase tension and threaten stability and security in the \r\nregion. They contravene the principles of peaceful coexistence and \r\ngood-neighbourliness and undermine the traditional relations between the two \r\ncountries. \r\nOn 29 November 1971, Iranian armed forces attacked and occupied the \r\nislands of Greater Tunb and Lesser Tunb. This resulted in the killing of a \r\nnumber of civilians and the eviction of the rest by military force. On the \r\nnext day, 30 November, Iran occupied Abu Mousa island. \r\nA/47/PV.19 \r\n51 \r\n(Mr. Al-Nuaimi. United \r\nArab Emirates) \r\nIn response, the United Arab Emirates moved on every Arab and \r\ninternational level, and at every forum, including the Security Council, to \r\nresolve this issue and regain those three islands, which are an indivisible \r\npart of its territory. Throughout more than 20 years of Iranian occupation of \r\nthose islands, the United Arab Emirates opted for quiet diplomacy and used \r\nevery diplomatic channel in the firm belief that right is on its side and that \r\nthe three islands will return to its sovereignty. This conviction has been \r\nstrengthened by the current international climate and the desire of both the \r\nUnited Arab Emirates and the international community to resolve regional \r\nconflicts, with the aim of maintaining international peace and security by \r\ndiplomatic means, in accordance with international law. \r\nProceeding from the desire of the United Arab Emirates to settle all \r\noutstanding issues and problems relating to the continued occupation by the \r\nIslamic Republic of Iran of the two islands of Greater Tunb and Lesser Tunb \r\nand its violation of the 1971 Memorandum of Understanding relating to the \r\nisland of Abu Mousa, and in the interests of stability and security in the \r\nregion, meetings between the two countries were held recently in our capital, \r\nAbu Dhabi, with a view to reaching a peaceful negotiated settlement. However, \r\nthe Iranian delegation refused to discuss ending the military occupation of \r\nthe two islands of Greater Tunb and Lesser Tunb and refused to have the case \r\nreferred to the International Court of Justice. Consequently, the United Arab \r\nEmirates had no recourse but to put the issue before the international \r\ncommunity. My statement today stems from our desire to find a peaceful \r\nsettlement of this dispute based on the principles of the United Nations \r\nCharter and the norms of international law. \r\nA/47/PV.19 \r\n52 \r\n(Mr. Al-Nuaimi. United \r\nArab Emirates) \r\nInternational documents and historical/geographical facts, confirm that, \r\nfrom time immemorial, sovereignty over the three islands in question has been \r\nthe United Arab Emirates\u0027. Iran\u0027s military occupation of the islands has not \r\nchanged their legal status. Under international law, occupation by the use of \r\nforce does not bestow upon the occupying Power sovereignty over the territory \r\nit occupies, regardless of the length of that occupation. \r\nIran\u0027s occupation of the islands and the subsequent measures it has taken \r\ncontravene the principles and purposes of the Charter of the United Nations \r\nand run counter to the principles of international law, particularly the \r\nprinciple of respect for the independence, sovereignty and territorial \r\nintegrity of States, good-neighbourliness, non-interference in the internal \r\naffairs of others, the non-use of force or the threat of force and the \r\nsettlement of disputes by peaceful means. \r\nMy country has been and continues to be prepared to resolve this matter \r\nby peaceful means in accordance with Article 33 of the United Nations Charter, \r\ntaking into consideration that sovereignty over the three islands of Abu Mousa \r\nand Greater Tunb and Lesser Tunb belongs to the United Arab Emirates. In this \r\ncontext, we call upon the Government of the Islamic Republic of Iran to move \r\ntowards the settlement of this problem by those means in accordance with the \r\nrules of international law and the fundamental principles that govern \r\ninternational relations. \r\nThe Gulf region still suffers from Iraq\u0027s aggression against the sister \r\nState of Kuwait. The international response to that aggression, as embodied \r\nin Security Council resolutions and the subsequent steps that culminated in \r\nthe liberation of Kuwait, represent a positive application of the principles \r\nof the Charter and international law. It is also a clear indication of the \r\nA/47/PV.19 \r\n53 \r\n(Mr. Al-Nuaimi. United \r\nArab Emirates) \r\ninternational community\u0027s commitment to respect the independence and \r\nsovereignty of States, and to defend them. \r\nIn this respect, we reaffirm our insistence that it is incumbent upon \r\nIraq to implement all relevant Security Council resolutions. Moreover, we \r\nurge the international community to exert more pressure on the Iraqi regime to \r\nsecure the speedy release of Kuwaitis and other detainees and prisoners of war \r\nso as to put an end to this human tragedy which runs counter to the most \r\nfundamental principles of human rights and international law. \r\nThe end of the cold war and of the possibility of military confrontation \r\nbetween East and West has led to the settlement of certain intractable \r\nregional disputes. Moreover, it has become possible, under the prevailing \r\nconditions of international legality reflected in the unanimity of the \r\nSecurity Council, to move forward to resolving other chronic disputes. \r\nProceeding from this, we would have hoped to experience the effects of \r\nthese positive trends in the new world order in our Arab area, and \r\nparticularly in the endeavours to settle the Middle East conflict and the \r\nPalestinian problem, which is the core of that conflict. Our region has \r\nsuffered greatly from the devastating negative effects of those two unsolved \r\nproblems. It was against this backdrop that the United Arab Emirates welcomed \r\nthe call to convene the Madrid Conference, supported the current Middle East \r\npeace negotiations and participated in the multilateral negotiations on the \r\nbasis of the international legality embodied in United Nations resolutions, \r\nmost notably Security Council resolutions 242 (1967) and 338 (1973). \r\nMy country has called and continues to call for Israel\u0027s withdrawal from \r\nall the occupied Arab and Palestinian territories, including the Syrian Golan \r\nHeights and the Holy City of Al-Quds and for enabling the Palestinian people \r\nA/47/PV.19 \r\n54-55 \r\n(Mr. Al-Nuaimi. United \r\nArab Emirates) \r\nto exercise their right to self-determination. In conformity with the United \r\nNations Charter, we express our opposition to the acquisition of territory by \r\nforce. Moreover, we call upon Israel to desist from confiscating Palestinian \r\nand Arab lands and completely to halt its settlement activities and the \r\ndeportation of Palestinians. \r\nMy country supports the unremitting efforts of the Government of sisterly \r\nLebanon to extend its national authority to all of the territory of Lebanon \r\nwithin the framework of the Taif Agreement, which was accepted by all the \r\nparties concerned. In this context, we call for the full implementation of \r\ninternational legality, as embodied in Security Council resolution 425 (1978), \r\nwhich calls for Israel\u0027s withdrawal of its armed forces from all of Lebanon\u0027s \r\nterritory. We also urge the international community to help the Lebanese \r\nGovernment in the reconstruction of Lebanon and the achievement of peace, \r\nstability and security in the country. \r\nWe follow with great pain and sadness the suffering of the fraternal \r\nSomali people. The fighting raging in Somalia has resulted in substantial \r\nloss of human life and property. We appeal to all the parties concerned and \r\nto all national forces in Somalia to put an end to the bloodshed and to set \r\naside their differences. Dialogue should replace this internecine fighting, \r\nand all the parties concerned should give their full support to the \r\ninternational efforts aimed at bringing about a peaceful settlement of their \r\ndisputes. \r\nA/47/PV.19 \r\n56 \r\n(Mr. Al-Nuaimi. United \r\nArab Emirates) \r\nThrough its financial support and active participation in international \r\nrelief efforts, the United Arab Emirates has tried to alleviate the suffering \r\nand distress of millions of our brethren in Somalia. We have also supported \r\nthe Arab and international efforts aimed at reaching a settlement that would \r\nrestore and safeguard the territorial integrity, stability and internal \r\nsecurity of Somalia. \r\nWe commend the unremitting efforts of the international community as \r\nrepresented by the League of Arab States, the Islamic Conference, the \r\nOrganization of African Unity, and the United Nations to provide humanitarian \r\nassistance and support to Somalia and to facilitate the return of peace and \r\nstability to that country in implementation of all relevent Security Council \r\nresolutions. \r\nThe unspeakable tragedy of Bosnia and Herzegovina is cause for grave \r\nconcern to us all. The entire world is shocked at the immeasurable loss of \r\nhuman lives and the brutality of the crimes that are being committed against \r\nthe people of that beleaguered republic of Bosnia and Herzegovina who are \r\nbeing massacred daily because of their ethnic and religious identity. And \r\nthis is in addition to the arbitrary destruction of historic and religious \r\nmonuments. \r\nWe, like others, put the blame for this tragedy squarely on Serbia and \r\nMontenegro and their policy of \"ethnic cleansing\", aggression, expansion and \r\nviolation of the independence and territorial integrity of the Republic of \r\nBosnia and Herzegovina. In this respect we condemn the practices of the \r\nSerbian forces and the Yugoslav army and the criminal acts they continue to \r\nperpetrate against the Republic of Bosnia and Herzegovina. We call upon the \r\nA/47/PV.19 \r\n54-55 \r\n(Mr. Al-Nuaimi. United \r\nArab Emirates) \r\nto exercise their right to self-determination. In conformity with the United \r\nNations Charter, we express our opposition to the acquisition of territory by \r\nforce. Moreover, we call upon Israel to desist from confiscating Palestinian \r\nand Arab lands and completely to halt its settlement activities and the \r\ndeportation of Palestinians. \r\nMy country supports the unremitting efforts of the Government of sisterly \r\nLebanon to extend its national authority to all of the territory of Lebanon \r\nwithin the framework of the Taif Agreement, which was accepted by all the \r\nparties concerned. In this context, we call for the full implementation of \r\ninternational legality, as embodied in Security Council resolution 425 (1978), \r\nwhich calls for Israel\u0027s withdrawal of its armed forces from all of Lebanon\u0027s \r\nterritory. We also urge the international community to help the Lebanese \r\nGovernment in the reconstruction of Lebanon and the achievement of peace, \r\nstability and security in the country. \r\nWe follow with great pain and sadness the suffering of the fraternal \r\nSomali people. The fighting raging in Somalia has resulted in substantial \r\nloss of human life and property. We appeal to all the parties concerned and \r\nto all national forces in Somalia to put an end to the bloodshed and to set \r\naside their differences. Dialogue should replace this internecine fighting, \r\nand all the parties concerned should give their full support to the \r\ninternational efforts aimed at bringing about a peaceful settlement of their \r\ndisputes. \r\nA/47/PV.19 \r\n56 \r\n(Mr. Al-Nuaimi. United \r\nArab Emirates) \r\nThrough its financial support and active participation in international \r\nrelief efforts, the United Arab Emirates has tried to alleviate the suffering \r\nand distress of millions of our brethren in Somalia. We have also supported \r\nthe Arab and international efforts aimed at reaching a settlement that would \r\nrestore and safeguard the territorial integrity, stability and internal \r\nsecurity of Somalia. \r\nWe commend the unremitting efforts of the international community as \r\nrepresented by the League of Arab States, the Islamic Conference, the \r\nOrganization of African Unity, and the United Nations to provide humanitarian \r\nassistance and support to Somalia and to facilitate the return of peace and \r\nstability to that country in implementation of all relevent Security Council \r\nresolutions. \r\nThe unspeakable tragedy of Bosnia and Herzegovina is cause for grave \r\nconcern to us all. The entire world is shocked at the immeasurable loss of \r\nhuman lives and the brutality of the crimes that are being committed against \r\nthe people of that beleaguered republic of Bosnia and Herzegovina who are \r\nbeing massacred daily because of their ethnic and religious identity. And \r\nthis is in addition to the arbitrary destruction of historic and religious \r\nmonuments. \r\nWe, like others, put the blame for this tragedy squarely on Serbia and \r\nMontenegro and their policy of \"ethnic cleansing\", aggression, expansion and \r\nviolation of the independence and territorial integrity of the Republic of \r\nBosnia and Herzegovina. In this respect we condemn the practices of the \r\nSerbian forces and the Yugoslav army and the criminal acts they continue to \r\nperpetrate against the Republic of Bosnia and Herzegovina. We call upon the \r\nA/47/PV.19 \r\n57 \r\n(Mr. Al-Nuaimi. United \r\nArab Emirates) \r\nSecurity Council to take all the necessary measures prescribed in the Charter \r\nin order to preserve the sovereignty of Bosnia and Herzegovina, and to \r\nsafeguard its security, political independence and territorial integrity. \r\nThe recent positive developments in South Africa, most notably the \r\nmeeting of the leaders of the parties to the conflict, reinforce our belief in \r\nthe importance of exerting additional international efforts in support of this \r\npeaceful process with the aim of reaching an agreement that would lead to the \r\nestablishment of a democratic, non-racial society in which equality will \r\nprevail regardless of race, colour or creed. \r\nThe new world order, which seeks to rid the world of nuclear, chemical, \r\nbiological and other weapons of mass destruction, must be based on the \r\nprinciples of peaceful coexistence, prohibition of the use or threat of use of \r\nforce, non-interference in the internal affairs of other States, and the right \r\nof every State to choose the course that best suits its development and the \r\nconservation of its natural resources. These are the principles that have \r\nguided the United Arab Emirates since its independence. Today, these \r\nprinciples assume greater significance because we are committed to the \r\nbuilding of a world order anchored in justice and equality, without the threat \r\nof force. Recent events have proved that political goals cannot be achieved \r\nby military means. It follows, therefore, that the logical choice before us \r\nis to work towards achieving security for all through total nuclear \r\ndisarmament and the total elimination of other weapons of mass destruction. \r\nWe believe that such courageous steps, if taken, will promote international \r\nand regional security and strengthen the role of the United Nations in this \r\nregard. \r\nA/47/PV.19 \r\n58 \r\n(Mr. Al-Nuaimi. United \r\nArab Emirates) \r\nThe end of the cold war and its bipolarity places a greater \r\nresponsibility on the United Nations in dealing with world economic problems. \r\nThis emphasizes the general consensus at the last session of the Economic and \r\nSocial Council, which affirmed that the goals of peace, development and \r\njustice are complementary. \r\nAt present, the developing countries continue to face an unfavourable \r\ninternational economic climate that limits their development efforts. That \r\nclimate has several manifestations the most prominent of which is the \r\nincreasing deterioration of the conditions of many developing countries. \r\nNeedless to say, this deterioration has a deleterious effect on the world \r\neconomy as a whole. \r\nThe role of the United Nations in the area of promoting international \r\ncooperation for development is based upon the principles set forth in the \r\nCharter, which take into consideration the universality of the United Nations \r\nand the equality of all its Member States. \r\nThe new importance attached to development and environmental issues marks \r\na significant step forward in international economic cooperation for \r\ndevelopment. The Rio de Janeiro Summit gave rise to a new concept of \r\ninternational cooperation based on international participation within the \r\nframework of the right of every State to utilize its natural resources in \r\naccordance with its developmental and environmental strategies. \r\nThere is no doubt that cooperation between the countries of the South \r\nthemselves is indispensable for the resumption of the dialogue between North \r\nand South. By virtue of its promoting common interests, such dialogue, if \r\nresumed, will promote the process of social and economic development and thus \r\ncontribute to the emergence of a more secure and stable world. \r\nA/47/PV.19 \r\n59-60 \r\n(Mr. Al-Nuaimi. United \r\nArab Emirates) \r\nThis session marks the beginning of a phase of transition from a past \r\nmired in ideological conflicts, confrontation and rivalry to a future that may \r\nwell usher in an era of understanding, cooperation and peaceful coexistence in \r\na world of equality, development and justice for all. \r\nIn the words of the Secretary-General in his report on the work of the \r\nOrganization, \r\n\"We need a new spirit of commonality, commitment and intellectual \r\ncreativity to transform a period of hope into an era of fulfilment.\" \r\n(A/47/1, para. 8) \r\nThis is more than an expression of faith. It is, indeed, our duty \r\ntowards humanity and our future generations. \r\nA/47/PV.19 \r\n61 \r\nADDRESS BY MR. PERCIVAL J. PATTERSON, PRIME MINISTER OF JAMAICA \r\nThe PRESIDENT: The Assembly will now hear an address by the Prime \r\nMinister of Jamaica. \r\nMr. Percival J. Patterson. Prime Minister of Jamaica, was escorted to the \r\nrostrum. \r\nThe PRESIDENT: I have great pleasure in welcoming the Prime \r\nMinister of Jamaica, His Excellency the Honourable Percival J. Patterson, and \r\ninviting him to address the General Assembly. \r\nMr. PATTERSON (Jamaica): On behalf of my Government and the people \r\nof Jamaica, I take this opportunity to congratulate you. Sir, on your election \r\nto the presidency of the General Assembly. I am confident that your vision \r\nand energy will guide this session to a successful conclusion. \r\nI must also take this opportunity to congratulate \r\nMr. Boutros Boutros-Ghali, who has assumed the post of Secretary-General of \r\nthe United Nations at a most challenging period for this Organization and a \r\nturning point in the history of world affairs. \r\nWe are all gathered here today to present our varying viewpoints about \r\nthe many issues which are of concern to us as individual nations and as a \r\nworld body. That in itself gives all of us a sense of hope that our problems, \r\nwhich loom so large on the world horizon, are not insoluble if we all \r\ndetermine to use this forum as a vehicle for working together to solve them. \r\nIn the past the admission of new Member States has been largely the \r\nresult of the decolonization processes in Asia, the Pacific, Africa and the \r\nCaribbean. The current phenomenon of new States from Europe signals the \r\nfundamental realignment of political boundaries on that continent. I wish \r\nformally, on behalf of the Government and people of Jamaica, to welcome warmly \r\nthe 13 new Members to the family of the United Nations. \r\nA/47/PV.19 \r\n62 \r\n(Mr. Patterson. Jamaica) \r\nWe meet in the aftermath of fundamental changes in the political \r\nlandscape which have profound implications for each of us as individual \r\nnations. They also impact on the world community collectively and therefore \r\non the agenda and future activities of this Organization. The end of the cold \r\nwar heralds a new era in which the United Nations is expected to take decisive \r\naction based on the merits of each issue, rather than in response to fixed \r\nideological positions buttressed by the use of veto power. \r\nThe world economy is experiencing revolutionary alteration. No country, \r\ndeveloped or developing, is immune. In all of this, the fundamental and \r\nunchanging reality is the widening gap between the relatively few rich \r\nindustrialized countries of the North and the many poor developing ones in the \r\nSouth. \r\nIn so many ways so much has changed, and yet so much remains the same. \r\nIt was 12 years ago, in 1980, that as Foreign Minister of my country I last \r\naddressed the Assembly. It was a time of great optimism. There was ongoing \r\ndialogue between North and South. We seemed to share a common understanding \r\nof the requirements for international cooperation and development. Barely had \r\nthe decade of the 1980s begun than the dialogue abruptly ended. The \r\ninternational economic environment became even more unfavourable. The \r\ndeveloping countries of the South were left to grapple with enormous external \r\ndebt. Most of us spent the decade undertaking major structural reform. \r\nThe painful adjustment has weighed heavily on the poor and the \r\nvulnerable. Only now are we beginning to see prospects for growth and \r\ndevelopment as a result of these reforms. It is important that a favourable \r\ninternational economic environment be established so as to complete the \r\nprocess. It is imperative that the United Nations, this universal \r\nA/47/PV.19 \r\n63 \r\n(Mr. Patterson. Jamaica) \r\nOrganization, play a central role in enabling mankind to meet the challenges \r\nand grasp the present opportunities. \r\nAll Member States, be they large or small, have the right to articulate \r\ntheir views and express their aspirations. We have an equal obligation to \r\ncontribute to finding a common solution. Today I address my remarks from the \r\nperspective of my own country, which exemplifies in many respects the goals \r\nand concerns of the developing world. \r\nWhen Jamaica joined the United Nations in 1962 we recognized that to make \r\na better life for our people we were required to consolidate our democracy, \r\nrespect human rights, ensure the rule of law and promote racial, religious, \r\nand cultural tolerance. Ours is a society which reflects a varied mosaic \r\n\"Out of many, one people\" is our motto. Ideally, this mirrors the central \r\npurpose of the United Nations \"Out of many nations, one world\". \r\nTo achieve sustainable development and fulfil the promise of a better \r\nlife for our people, we must create the conditions for economic growth and \r\ndevelopment for all our countries. To achieve this, we must reduce the \r\nvulnerability of developing countries to external shocks. I call upon the \r\nGeneral Assembly to issue a summons to all Member States for a new agenda \r\nwhich provides the basic conditions for human survival everywhere. \r\nOver the past 45 years the peacemaking function of this Organization has \r\nbeen circumscribed by the dictates of the cold war. The threat of a nuclear \r\nholocaust was averted not so much by reason but by the certainty of mutually \r\nassured destruction. The United Nations was relegated to the role of \r\nspectator, fearful of the consequences, but powerless to act. Peace and \r\nsecurity in many regions was breached. This often reflected the surrogate \r\nconflicts between the super-Powers, exploiting the reality of economic \r\ndisparities and nationalist or ethnic animosities. \r\nA/47/PV.19 \r\n64-65 \r\n(Mr. Patterson. Jamaica) \r\nThe United Nations can no longer remain impotent to prevent conflict, to \r\nmake peace, to build peace and to keep the peace. The Secretary-General\u0027s \r\n\"Agenda for Peace\" contains many innovative proposals in these areas. They \r\nprovide a constructive basis on which Member States may formulate effective \r\nresponses to conflicts, actual or potential, around the world. Jamaica will \r\ncontribute to the search for a full consensus on the effective role for the \r\nUnited Nations and its organs in the new scenario. The interface between the \r\nGeneral Assembly, the Security Council, the Economic and Social Council and \r\nthe International Court of Justice can best provide the requisite framework \r\nfor legitimacy, authority and the operational context of international law. \r\nWe note the hopeful signs that are emerging in South Africa, the Middle \r\nEast, Cambodia and the Korean peninsula. The current round of direct \r\nnegotiations between Israel and its Arab neighbours is an encouraging \r\ndevlopment which Jamaica fully supports. But there is still a long way to go \r\nin achieving the goals of peace and security. The world community cannot \r\nafford to relax either its vigilance or its commitment to a just and lasting \r\nresolution of these problems. \r\nWe began 1992 with hope that the progress towards ending apartheid in \r\nSouth Africa would gain momentum. The referendum in March formally sanctioned \r\nthe reform process. Hope has turned to despair as violence has continued to \r\npose a serious threat to that process. The blood of South Africans continues \r\nto be shed in the long struggle to end the abhorrent system of apartheid. The \r\nincidents that have taken place since July in Boipatong and the Ciskei \r\nhomeland have nearly torpedoed the prospects for peace and the process of \r\nnegotiating towards democratic rule in South Africa. \r\nA/47/PV.19 \r\n66 \r\n(Mr. Patterson. Jamaica) \r\nThe Government and people of Jamaica have long supported the \r\nanti-apartheid struggle in that country. We were heartened by the appearance \r\nof progress. We would not wish to see the process derailed. \r\nThe international community must signal its clear and unswerving \r\ndetermination to see concrete results that end the cycle of violence and \r\nensure the success of negotiations aimed at achieving a democratic and \r\nnon-racist society. Jamaica will not be satisfied until there is the reality \r\nof one-person, one-vote. \r\nThere are other areas in urgent need of effective United Nations \r\ninitiatives. In Central and Eastern Europe, in the Persian Gulf, in South \r\nAfrica, in Somalia, in Haiti, the problem varies in magnitude and in \r\ncomplexity. There is a real chance that the United Nations can make a \r\nsignificant contribution. It cannot do so without the resources and full \r\nsupport of the rich and powerful nations. \r\nIn my own region, in the Caribbean country of Haiti, a repressive and \r\nillegal regime continues to hold power a year after overthrowing the \r\ndemocratically elected leader of that country. President Jean-Bertrand \r\nAristide remains a virtual exile. Measures taken by the Organization of \r\nAmerican States (OAS) to resolve the situation have not yet achieved the hoped \r\nfor results. In particular, the embargo is being flouted by some European \r\ncountries and even by some member countries of the OAS itself. \r\nWe owe it to the people of Haiti and to ourselves to continue support for \r\ntheir cause for a restoration of constitutional rule. All those who espouse \r\nfreedom must remain resolute in the conviction that the democratic flame which \r\nflickered briefly should remain for ever alight in that country. \r\nA/47/PV.19 \r\n67 \r\n(Mr. Patterson. Jamaica) \r\nThe machinery of the United Nations, in concert with the OAS, must render \r\npositive assistance to the Haitian people. We urge the General Assembly to \r\nlend its weight in support of the legitimate Government and people of one of \r\nits Member States. \r\nThe Secretary-General has correctly highlighted the importance of the \r\nconcept of the rule of law in international, no less than in national, \r\naffairs. The International Court of Justice should be strengthened and its \r\njurisdiction must be extended to command universal acceptance. Its judgements \r\nmust have binding force and effect. \r\nWe would also urge the major industrial countries to give concrete \r\nexpression to their commitment to international law by ratifying the \r\nConvention on the Law of the Sea without delay. The informal consultations \r\ninitiated by the previous Secretary- General, and still continuing, have \r\nresulted in significant progress. The work must now revert to the Preparatory \r\nCommission, which has the competence and authority to make the necessary \r\ndecisions. \r\nLet us now review the world economic scene and the new agenda on which \r\nthe Organization must immediately embark. \r\nThe link between peace, security and economic well-being is recognized by \r\nour Charter. It mandates the United Nations to promote the economic and \r\nsocial advancement of all peoples through international action. \r\nThe break-up of the integated trading system of the former Soviet Union \r\nand Eastern Europe, coupled with the rapid movement to dismantle their \r\ncentralized economic system and substitute one that is market-oriented, has \r\nundoubtedly, in its immediate aftermath, posed severe challenges to the \r\npeoples of those countries. \r\nA/47/PV.19 \r\n68 \r\n(Mr. Patterson. Jamaica) \r\nThe Governments of the Western industrialized countries were quick to \r\nrecognize the threat to peace and security, if these unstable and chaotic \r\nconditions were not effectively and immediately addressed. They have moved \r\nwith commendable speed to identify and provide the assistance required. \r\nRegrettably, the same urgency and attention has never been forthcoming in \r\nrespect of what has been a problem of longer standing, that is far more \r\nfundamental and potentially catastrophic. I speak of the ever-widening gap \r\nbetween the affluent countries of the North and the poverty rampant in most \r\ncountries of the South. \r\nThe decade of the 1980s brought sustained economic growth and increasing \r\naffluence to the industrialized countries and rapid development to the newly \r\nindustrialized countries of South-East Asia. For the rest of the developing \r\nworld in Latin America and the Caribbean, in Africa and in the rest of \r\nAsia - this has, with few exceptions, been a period of relative, and often \r\nactual, decline in economic growth and living standards, exacerbated by rapid \r\npopulation increases. \r\nThe last decade witnessed a severe fall in commodity prices, the \r\nreduction of private- and public-sector flows, and a mounting debt burden \r\nwhich have resulted in outflows to the international financial institutions \r\nand to the developed world. Those trends must be halted and reversed. \r\nIn the search for lasting peace we must prevent increasing poverty for a \r\nsubstantial portion of the human race. The affluent also have a vital \r\ninterest in the reduction of human misery. This is no time for recrimination \r\nas to who created this fundamental problem. We must all be part of finding an \r\nurgent solution to avoid political instability and social unrest. \r\nA/47/PV.19 \r\n69-70 \r\n(Mr. Patterson. Jamaica) \r\nMost of our countries have embarked with determination on the difficult \r\ntask of economic restructuring. We have been reducing government budgets, \r\nopening our economies, emphasizing the pre-eminent role of the private sector \r\nand creating conditions for competitive market-driven economies. Undoubtedly, \r\nthese are necessary prescriptions. \r\nThere is, however, no denying that in the short run, they have imposed \r\nconsiderable hardships on all sectors of our population, particularly the \r\npoorest our women and our children. In this critical situation, a \r\nsupportive international economic environment is an urgent necessity to \r\nmitigate the short-term effects. \r\nThere is need for a greatly increased flow of public and private \r\nfinancial resources into the countries of the South. We must devise machinery \r\nto facilitate the transfer of relevant technology. We must create a climate \r\nof international trade which rejects protectionism and stimulates export-led \r\ngrowth. \r\nOf increasing importance in the world economy is the trend towards \r\nregional economic integration movements and the consolidation of trading blocs \r\namong the countries of Europe and North America. \r\nFor the developing countries, the trend towards regional integration of \r\neconomic structures is an essential step in the process of our own \r\ndevelopment. To the extent that this expands our home market base and \r\npromotes the cooperative sharing of financial and technical resources, it will \r\nstrengthen our economies, increase our purchasing and productive power and \r\ncontribute positively to the growth of world trade. From this exercise we \r\nwill all benefit. \r\nA/47/PV.19 \r\n71 \r\n(Mr. Patterson. Jamaica) \r\nThe developed countries already control the major share of world trade, \r\nfinancial resources and technology. If the trading blocs of Europe and North \r\nAmerica create defensive mechanisms against each other and establish barriers \r\nimpenetrable by the rest of the world economy, the result is likely to be a \r\ngrowing marginalization of the developing countries and a concomitant widening \r\nof the gap between North and South. \r\nSuch a process will lead to stagnation and an eventual shrinkage of world \r\ntrade. An increasing world population alongside the prospect of more \r\nimpoverished countries is a recipe for explosion. \r\nA fair trading system is required to encourage the development of \r\nregional integration processes among developing countries to recognize their \r\nneed for temporary preferential and protective measures in specific areas and \r\npromote the maximum openness in the economies of the developed countries. \r\nThis path is essential to a more equitable, prosperous and peaceful world. \r\nThe iron curtain between East and West has finally been dismantled. It \r\nis now high time to bridge the gulf that perpetuates the great divide between \r\nthe North and the South. This Organization the United Nations - must \r\nprovide the forum for meaningful dialogue and chart the course for practical, \r\neffective action. \r\nThe abatement of cold war tensions, the outbreak of ethnic conflicts, the \r\nreality of global interdependence, dictate that the world community must seize \r\nthis opportune moment to give concentrated focus on a secure peace that rests \r\non the foundations of meaningful development and sustained economic growth for \r\nall. \r\nWe must approach this dialogue in sober recognition of the fact that no \r\npart of the world can long remain immune to events in any other part. Famine, \r\nA/47/PV.19 \r\n72 \r\n(Mr. Patterson. Jamaica) \r\ndisease, ecological degradation, the desperate iteration of people in search \r\nof survival, the inhumanity of poverty, cannot indefinitely be ignored by any \r\ncreature on planet Earth. \r\nMeaningful development must have a social dimension and must be \r\nsustainable. In respect of the former, we welcome the proposal for the \r\nconvening of a world summit on the theme of social development. \r\nThe Earth Summit, recently concluded in Brazil, served to underscore the \r\ninterlinkages between security, disarmament, debt, trade, technology, the \r\nenvironment and development. Heads of State and Government were obliged to \r\naccept the interrelationships of these perennial concerns. We were forced to \r\nadmit that these issues could not be treated in splendid isolation, but \r\nrequired concerted action. This very admission suggests that the time is \r\npropitious for a new beginning. \r\nThe spirit of Rio must not be lost. Time will tell whether the political \r\nwill exists for us to cooperate with each other against the common threat to \r\nthe environment we all share. Mere lip service will not suffice. \r\nI expect this session of the General Assembly to settle the institutional \r\nmachinery that ensures decisive action in the period following the United \r\nNations Conference on Environment and Development. It will need to address \r\nthe concerns of small island States and the enhancement of scientific and \r\ntechnological capacity among developing countries. \r\nJamaica supports the decision to form a high-level commission for \r\nsustainable development. We intend to assist the commission fully once the \r\nimportant details of its programme of work have been agreed. \r\nI expect the Assembly also to confront the q \u003eestion of financial \r\nresources in order to implement Agenda 21. An initial commitment of at least \r\nA/47/PV.19 \r\n73 \r\n(Mr. Patterson. Jamaica) \r\n$600 billion annually is required so that the work we have painstakingly \r\naccepted can be adequately implemented. \r\nThe key donor countries and agencies will need to look at several \r\nproposals within the Global Environmental Facility, the International \r\nDevelopment Association, regional development banks, private-sector funding \r\nand financial transfers from Governments, to see how best a realistic \r\ninternational economic effort can be organized. But we must all resist the \r\ntendency to use resources for environmental protection and management as but \r\none more device to bring developing countries under the dictates of the \r\nmultilateral financial institutions. \r\nThe development that we seek in the present and the coming century is \r\nimpossible without managing our environment efficiently. The case for acting \r\nin concert is overwhelming. The time for action is now. \r\nOur agenda of political, economic and environmental changes, which all \r\nour citizens demand, no longer permits the United Nations to remain a passive \r\nspectator. It must play a catalytic role and assume operational leadership. \r\nThis makes it imperative that we re-order our priorities. This can be \r\naccomplished only in the context of institutional restructuring. The \r\nSecretary-General has already demonstrated his own commitment to this \r\nprocess. His proposals have been supplemented by proposals from many other \r\nsources. All of this provides a framework and a point of departure for our \r\ndiscussions and decisions in the months ahead, here in the General Assembly \r\nand in other organs of the United Nations. \r\nThe debate must be informed by the principles enshrined in the Charter. \r\nThe decisions we make must ensure that the vision is realized and our purposes \r\nare met. This Organization must always act in a transparent manner so that it \r\nA/47/PV.19 \r\n74 \r\n(Mr. Patterson. Jamaica) \r\nis never subverted by the introduction of hegemonism from any quarter. Any \r\nnew world order must be based on the rule of law. In creating or shaping it, \r\nwe need to be inclusive, not exclusive. All nations and peoples must be \r\nencouraged to satisfy their legitimate aspirations and fulfil their dreams. \r\nWhile the new spirit of cooperation in the Security Council is a most \r\nwelcome development, that body must reflect all interests in its \r\ndeterminations. Maintaining the confidence of the General Assembly requires \r\nits acceptance of accountability to this body. The role and function of the \r\nGeneral Assembly must be enhanced. There must be non-selectivity in the \r\ntaking of decisions and the consequent action to enforce them. \r\nDefinitions of human rights are not susceptible to differing \r\ninterpretations imposed by any one State or group of States. The relevant \r\ninternational covenants on economic, social, cultural, political and civil \r\nrights must be universal standards. Once this is accepted we can deal \r\neffectively and even-handedly with all violations of human rights wherever \r\nthey may occur. Resolute international action, based on the Charter and other \r\nrules of international law, must be applied. \r\nOnce more, this Organization is presented with a real opportunity to \r\nfulfil its noble purposes and to be an effective instrument in creating a \r\nworld order of lasting peace, economic prosperity and social justice. Its \r\nsuccess depends on the commitment and practical support that we, the sovereign \r\nnations that constitute its membership, bring to those purposes. \r\nThere is a clarion call proclaiming that a new dawn is at hand. If we \r\nsucceed, the fruits are glorious. \r\nThe fact is, everything is at stake; we are all at risk, and so we dare \r\nnot fail. \r\nA/47/PV.19 \r\n75 \r\nThe PRESIDENT: On behalf of the General Assembly, I wish to thank \r\nthe Prime Minister of Jamaica for the statement he has just made. \r\nMr. Percival J. Patterson. Prime Minister of Jamaica, was escorted from \r\nthe rostrum. \r\nA/47/PV.19 \r\n76 \r\nMr. NWACHUKWU (Nigeria): On behalf of the Nigerian delegation, I \r\ncongratulate you, Sir, on your election as President of the United Nations \r\nGeneral Assembly at its forty-seventh session. Your election is testimony to \r\nyour sterling qualities as a statesman and a diplomat. \r\nI wish also to pay tribute to your distinguished predecessor, \r\nHis Excellency Mr. Samir Shihabi of the Kingdom of Saudi Arabia, for the \r\noutstanding manner in which he steered the affairs of the General Assembly \r\nduring its forty-sixth session. \r\nI wish to express on behalf of President Babangida, the Government and \r\nthe people of Nigeria our appreciation to the many delegations which sent us \r\nmessages of condolence following the loss of lives resulting from the tragic \r\nplane crash near Lagos. \r\nI should also like to take this opportunity to commend \r\nMr. Boutros Boutros-Ghali for the admirable manner in which he has been \r\nperforming his duties as Secretary-General of the United Nations. I am \r\nconfident that Mr. Boutros-Ghali, an accomplished diplomat, a distinguished \r\nstatesman and a scholar of repute, will remain true to the worthy ideals of \r\nour Organization and bring his versatile experience to bear on the crucial \r\nissues confronting the international community. \r\nNigeria welcomes the new Members of our Organization. Their participation \r\nwill enrich our discussions and strengthen international legitimacy and the \r\nrule of law. \r\nI should also like to take this opportunity to inform the Assembly that \r\nin January 1993 Nigeria will complete its transition to democracy with the \r\nhanding over of power to an elected Government. As you are aware, elected \r\ngovernments at the local and state levels are already in place. Elections to \r\nA/47/PV.19 \r\n77 \r\n(Mr. Nwachukwu, Nigeria) \r\nthe Senate and the House of Representatives have also been concluded. Our \r\nuntiring efforts to evolving a democratic arrangement suited to our \r\nenvironment reflect our commitment to pluralism and dialogue. \r\nIn no other period in this century has there been greater hope for global \r\npeace and security than now. The end of the cold war, the noteworthy efforts \r\nin the field of nuclear disarmament and the ever-widening circle of democracy \r\nall promise to create an international environment that is more conducive to \r\nthe attainment of international peace and security. \r\nHowever, many problems still threaten our quest for global peace, \r\ncooperation and development. In some parts of the world, political conflicts \r\nhave degenerated into violence. We are also witnessing the resurgence of \r\nlong-dormant ethnic and boundary disputes in Europe. Indeed, no region of the \r\nworld today is spared the scourge of war. These wars have drained states and \r\nthe international community of resources that could have been used for \r\ndevelopment.* \r\nAfrica, in particular, has experienced severe and persistent strife, \r\nespecially in Sudan, Western Sahara, Somalia, Liberia and Rwanda. These \r\nconflicts have caused untold hardship, economic dislocation and a massive \r\nrefugee burden. In addition, the conflicts have worsened Africa\u0027s weak \r\neconomic condition and made more distant our hope for growth and development. \r\nIn accordance with its obligations under the Charters of the Organization \r\nof African Unity and the United Nations, Africa has continued to make efforts \r\nto settle these conflicts. Nigeria, for instance, hosted a peace conference \r\non Sudan in May 1992 and also undertook a mission to Somalia to urge the \r\n* Mr. Nandoe (Suriname), Vice-President, took the Chair. \r\nA/47/PV.19 \r\n78-80 \r\n(Mr. Nwachukwu. Nigeria) \r\nvarious factions to resolve their differences peacefully. In Liberia, we \r\ncontinue to work through the Economic Community of West African States \r\n(ECOWAS) in search of peace. We remain, as ever, committed to the restoration \r\nof lasting peace in that country. The ECOWAS Cease-fire Monitoring Group \r\n(ECOMOG) is an admirable example of regional arrangements recommended under \r\nChapter VIII of the United Nations Charter. It should not be allowed to \r\nfail. We appeal to all the parties in Liberia to cooperate with ECOWAS in \r\nimplementing the agreements reached so far. The international community, \r\nparticularly the United Nations, should complement our regional peace-keeping \r\nand peacemaking efforts through greater involvement and increased humanitarian \r\nassistance. \r\nThe situation in Western Sahara continues to be a source of great \r\nconcern. We commend the efforts of the Secretary-General to revive the stalled \r\npeace process. Nigeria believes strongly that the joint peace plan of the \r\nUnited Nations and the Organization for African Unity provides the best \r\nframework for ensuring peace while safeguarding the right to \r\nself-determination of the people of Western Sahara. \r\nIn response to pressures from the international community, change is \r\nindeed taking place in South Africa, and we welcome it. However, the \r\ndifficulties in maintaining the momentum of the Convention for a Democratic \r\nSouth Africa (CODESA) talks give serious cause for concern. We urge the South \r\nAfrican Government to intensify efforts to ensure an environment conducive to \r\ncompleting the transition to a non-racial democratic South Africa. The threat \r\nto CODESA by anti-democratic forces must not be allowed to succeed. \r\nA/47/PV.19 \r\n81 \r\n(Mr. Nwachukwu. Nigeria) \r\nBut more importantly, and as a measure of its commitment to democratic \r\nrule, the South African Government should agree to the immediate establishment \r\nof an interim government of national unity that will supervise the transition \r\nto a democratic order. The role of the United Nations remains crucial in this \r\nprocess. That is why we welcome the dispatch of United Nations obervers to \r\nSouth Africa. We call on the Organization to increase the number of observers \r\nto enable them to oversee the transition more effectively. \r\nThe Nigerian Government applauds the recent efforts to advance the peace \r\nprocess in the Middle East. The present international climate is conducive to \r\nnegotiation and compromise. We urge all parties to the Middle East conflict \r\nto take advantage of this momentous period in history to find a just and \r\nlasting solution to all aspects of the conflict. Such a lasting peace can be \r\nbuilt only on a foundation that assures justice for all and the peaceful \r\ncoexistence of all States in the Middle East, in accordance with Security \r\nCouncil resolutions 242 (1967) and 338 (1973). \r\nFor the past few months the people of what was formerly Yugoslavia have \r\nnot known peace. The parties to the conflict should heed the appeal of the \r\ninternational community by respecting cease-fire agreements and by resolving \r\ntheir differences through negotiations. They owe their people and us all the \r\nsacred duty of achieving peace. \r\nThere cannot be security in our world so long as nuclear and other \r\nweapons of mass destruction exist. As the United Nations begins discussion on \r\nextending the non-proliferation Treaty, all nations should place at the fore \r\nof that debate the objective of achieving a comprehensive nuclear-test ban. \r\nThe chemical weapons Convention, which was recently concluded, represents a \r\nA/47/PV.19 \r\n82 \r\n(Mr. Nwachukwu. Nigeria) \r\nsignificant milestone in the history of disarmament. Nigeria will sign the \r\nConvention and urges all States to do the same. \r\nAs the Assembly is aware, Member States spend over $1 trillion annually \r\non armaments. This huge expenditure is no longer necessary as States move to \r\nan era of cooperation and peace. Expenditure on armaments should be sharply \r\nreduced in order to divert resources from this sector to development \r\nprogrammes world wide. \r\nThe economies of African States continue to be depressed by the debt \r\nburden, unfavourable commodity prices, net outflow of resources and \r\nprotectionist trade policies. There is need for new funds to be injected into \r\nAfrica to reverse the continent\u0027s economic decline. We acknowledge that our \r\neconomic recovery and development depends primarily on the policies pursued by \r\nAfrican Governments. However, the success of such policies rests in part on \r\nthe fairness of the international economic system and the transfer to African \r\nStates of adequate resources to enhance our growth-oriented policies. \r\nThe Rio Summit in our view was a success. The effective implementation \r\nof Agenda 21 programmes depends on the provision of financial resources to \r\nmatch the commitments. While we appreciate the support of the international \r\ncommunity on the questions of desertification and drought, which are causing \r\nextensive environmental degradation in Africa, we appeal to all Member States \r\nfully to support the setting up of an intergovernmental negotiating committee \r\nto prepare an international convention on desertification. We also expect \r\nthat the composition of a commission on sustainable development will be \r\nfinalized at this session of the General Assembly. \r\nAt its summit meeting in January this year, the Security Council \r\nreoriented itself to pursue the objective of preventive diplomacy, of \r\nA/47/PV.19 \r\n83 \r\n(Mr. Nwachukwu. Nigeria) \r\npeacemaking and peace-keeping within the ambit of its responsibility. The \r\nSecretary-General has now produced a report entitled \"An Agenda for Peace\" \r\nwith far-reaching implications for our Organization. My delegation notes with \r\nappreciation the recommendations contained in that report, especially with \r\nrespect to the role of regional and subregional arrangements in promoting \r\ninternational peace. \r\nAlmost half a century ago the United Nations had 51 Members. The \r\nMembership has now grown to 17 9. The Security Council, which is vested with \r\nthe primary responsibility of dealing with issues of international peace and \r\nsecurity, has maintained its permanent membership of five. In his address to \r\nthe General Assembly at its forty-sixth session, the President of Nigeria, \r\nthen in his capacity as Chairman of the Organization of African Unity, said: \r\n\"The limitation of the permanent membership to the present five has \r\nbecome both anachronistic and unreprasBntative.\"(A/46/PV.22. p. 54-55) \r\nThe composition of the permanent membership of the Security Council represents \r\nthree out of five regions. Seen in the North-South context, four of its \r\nmembers come from the North. In addition, new demands on the issue have \r\nemerged with the recent changes in the international system. The parameters \r\nof democracy as well as size and role within the global system have become \r\nrelevant criteria for adjudging the issue of representation. \r\nThe need to increase the number of permanent seats in the Security \r\nCouncil is in our view an idea whose time has come. Therefore, it should be a \r\nnatter of principle for the international community that Africa must not \r\ncontinue to be a region without representation in the permanent membership of \r\nthe Security Council. Nigeria, the most populous African nation, with the \r\nlargest econonomic potential and its proven commitment to the cause of world \r\nA/47/PV.19 \r\n84-85 \r\n(Mr. Nwachukwu. Nigeria) \r\npeace and security, possesses the qualifications to fulfil Africa\u0027s \r\naspirations in this regard. \r\nLet me seize this opportunity to place on record our appreciation for the \r\ncourage of the Secretary-General in drawing the attention of the international \r\ncommunity to the situation in Somalia. Since then events have shown that that \r\ncourage was not misplaced. In the same vein, we expect that the \r\nSecretary-Gneral will ensure that Africans are adequately represented in the \r\nupper echelons of the United Nations Secretariat. \r\nAs we approach the fiftieth anniversary of the founding of the \r\nOrganization, let us rededicate ourselves to the ideals enshrined in the \r\nCharter. The gains manifested in the politcal and security fields in recent \r\ntimes must be matched by corresponding gains in the economic and social \r\nfields. For this to materialize, we must strengthen international cooperation \r\nin tackling the economic and social challenges facing our world. My \r\ndelegation looks forward to the crystallization of such cooperation. We must \r\ntherefore resolve to eradicate poverty, ignorance and disease; promote and \r\nprotect human rights in all their facets; prevent the degradation of the \r\nenvironment; eliminate war as an instrument of State policy; and, above all, \r\npromote a virile, efficient and democratic United Nations. \r\nA/47/PV.19 \r\n86 \r\nMr. JAMEEk (Maldives): It is my great honour and pleasure to \r\ncongratulate Mr. Ganev of Bulgaria on his election to the presidency of the \r\nGeneral Assembly at its forty-seventh session. His election to this important \r\noffice coincides with a critical juncture in the history of the United Nations \r\nwhen the world is taking a turn towards a new era in international relations, \r\nand I wish him success. \r\nI should also like to take this opportunity to extend my delegation\u0027s \r\ndeep appreciation to his predecessor. Ambassador Samir Shihabi of Saudi \r\nArabia, who demonstrated outstanding skills of diplomacy and dedication during \r\nhis term of office. \r\nIt is also my pleasure to pay tribute to the Secretary-General \r\nMr. Boutros Boutros-Ghali for the leadership and vision he has brought to the \r\nOrganization at a time of crucial change. \r\nSince we met last year, 13 new Member States have taken their seats in \r\nour midst. I should like to extend a warm welcome to Armenia, Azerbaijan, \r\nBosnia and Herzegovina, Croatia, Georgia, Kazakhstan, Kyrgyzstan, the Republic \r\nof Moldova, San Marino, Slovenia, Tajikistan, Turkmenistan and Uzbekistan. I \r\nam confident that our Organization, which has always striven for universality, \r\nwill greatly benefit from their participation in the work of the United \r\nNations. \r\nWe face a time of challenge and opportunity. The impasse that \r\ncharacterized international affairs for more than four decades through \r\nsuper-Power confrontation has ended, giving way to a new era of international \r\ncooperation. We dare to hope that the noble aspirations envisioned in the \r\nCharter of the United Nations may be within reach. Yet the way ahead is not \r\nwithout obstacles. New conflicts motivated by ultra-nationalism, ethnicism \r\nand even religious intolerance confront us daily. \r\nA/47/PV.19 \r\n87 \r\n(Mr. Jameel. Maldives) \r\nIn these turbulent times the United Nations must play an active and \r\nconstructive role in soothing the fears and anxieties of its Member States. \r\nIn order to do so, the United Nations will need the full support and \r\ncooperation of all Members at the highest level, both large and small. The \r\nUnited Nations must be provided with the requisite support and resources \r\nneeded to address the vital tasks that lie ahead. Never has the need for a \r\nstrong and vibrant United Nations been greater, when we are on the threshold \r\nof a new century, a new awakening. \r\nWe believe that the concepts put forward by the Secretary-General in his \r\nreport, \"An Agenda for Peace\", deserve serious consideration. The need for \r\nboth peace-keeping and peacemaking efforts with greater emphasis on the use of \r\npreventive diplomacy and post-conflict peace-building measures has never been \r\nmore urgent. None of these indeed is a mutually exclusive concept, but they \r\nare closely interrelated and need to be implemented in a comprehensive \r\nmanner. Too often, a conflict is allowed to rage on for too long, before the \r\ninternational community is convinced to act firmly, and too often this may be \r\ntoo late. \r\nMaldives is aware of the increasing financial pressure placed on the \r\nOrganization as it is called upon to play an ever greater role in both \r\nconflict prevention and conflict resolution. It is imperative that the \r\nmembership of the United Nations be committed to supporting these activities \r\nnot by mere rhetbric but in substance. However, it may be fair to say that \r\nthe smaller and the economically weaker members of this community will not be \r\nable to share on an equal level the burdens of the rapidly expanding \r\npeace-keeping and peacemaking activities of the Organization. \r\nUnchecked escalation of conflicts anywhere in the world affects all of us \r\nA/47/PV.19 \r\n88 \r\n(Mr. Jameel. Maldives) \r\nin varying degrees owing to the integrated nature of the global political \r\neconomy. Yet we do not possess equal resources to address these problems. \r\nPerhaps it may be appropriate to consider directing a portion of the so-called \r\npeace dividend hoped for in the post-cold-war period towards United Nations \r\npeace-keeping and peacemaking efforts. That would ease the financial pressure \r\nbeing acutely felt by member nations, frequently unwitting victims of others\u0027 \r\nwars. \r\nDuring the past year we have witnessed a number of dramatic developments \r\nin the international arena, which inspire both hope and despair. \r\nThe situation in the Middle East and the question of Palestine still \r\nremain to be solved. We are encouraged by the ongoing peace talks and commend \r\nall parties involved in the peace effort for their courage and fortitude in \r\ncoming to the negotiating table. We feel that no permanent peace in the \r\nMiddle East can ever be attained unless the inalienable rights of the \r\nPalestinian people are protected, the Arab lands occupied during the 1967 war \r\nare returned and the right of all States in the region to live in peace is \r\nguaranteed. In this respect we firmly believe that the guiding principles in \r\nany negotiated settlement should be United Nations Security Council \r\nresolutions 242 (1967) and 338 (1973). \r\nMy delegation supports the efforts of the Secretary-General to facilitate \r\nthe establishment of a national government in Cambodia by the middle of next \r\nyear. The participation of all concerned is vital, and we encourage all \r\nparties fully to cooperate with the Secretary-General in the implementation of \r\nthe peace settlement. \r\nThe progress that has been made in South Africa gives us reason for \r\nhope. However, we are disturbed by the repeated incidences of violence that \r\nA/47/PV.19 \r\n89-90 \r\n(Mr. Jameel. Maldives) \r\nhave hindered the process of negotiations and disrupted efforts for \r\ndismantling apartheid and for the constitutional reforms that will ensure the \r\nrights of the black majority. We were heartened by the resumption of talks \r\nbetween the Government of South Africa and the African National Congress \r\n(ANC). We hope that the momentum will not be halted by a further outbreak of \r\nviolence yet again. \r\nDespite the liberation of Kuwait at the end of the Gulf War, the \r\ninternational community and the people of Kuwait continue to be haunted by the \r\ntragic consequences of the invasion and the brutal occupation of Kuwait by \r\nIraq. Maldives believes in the inviolability of international borders between \r\ncountries and in this respect fully supports Security Council resolution \r\n773 (1992), which addresses the root causes of the conflict. We are deeply \r\nconcerned about the fate of all Kuwaiti and third-country prisoners still \r\nbeing held in Iraq and hope for their early release and return to their homes \r\nand families. We consider this to be an issue of an urgent humanitarian \r\nnature. \r\nA/47/PV.19 \r\n91 \r\n(Mr. Jameel. Maldives) \r\nIn my address to the Assembly last year, I cautioned that we should not \r\nallow our post-cold-war euphoria to blind us to the possibility of new threats \r\nwhich may endanger international peace and security, such as nascent \r\nbelligerent nationalism, political hegemony, excessive protectionism and \r\nracism coming to the forefront once again. \r\nIt is with regret that I note that many of the fears that I had then are \r\ncoming all too true today. The emergence of age-old rivalries based purely on \r\nethnic differences and religious intolerance in the Republics of the former \r\nYugoslavia have shocked and horrified the international community. The \r\natrocities being committed against the people of Bosnia and Herzegovina in the \r\nname of \"ethnic cleansing\" defy description. The oppression of ethnic \r\nminorities, indiscriminate killings and illegal arrests of innocent civilians \r\nmust cease immediately. The international community should commit itself \r\nfully to the task of restoring peace in that region so that its peoples may \r\nresume their lives in peace and harmony. \r\nThe world has seen remarkable progress in the realm of disarmament in \r\nrecent years. Most noteworthy in this respect has been the agreement reached \r\nbetween the United States and the Russian Federation to reduce their nuclear \r\narsenals by nearly 70 per cent. While we welcome that agreement, we should \r\nnot be satisfied until the danger of nuclear proliferation is totally \r\neliminated and the existing stockpiles are drastically reduced. \r\nThe international community may consider putting its foot down harder in \r\nregions where the possibility of nuclear proliferation and the use of nuclear \r\narms exists. Such pressure should be extended sooner rather than later, as \r\nproven in the experiences of the recent Gulf crisis. But that approach should \r\nbe considered an integral part of the process of global disarmament. \r\nA/47/PV.19 \r\n92 \r\n(Mr. Jameel. Maldives) \r\nWe have always supported the concept of establishing nuclear-weapon-free \r\nzones and zones of peace. However, such zones cannot be realized without the \r\ndesire and commitment of the States of the respective regions. We feel that \r\nthe convening of international conferences or broad-based meetings on the \r\nestablishment of nuclear-weapon-free zones and zones of peace should be \r\npreceded by consultations and a degree of agreement amongst the States \r\nconcerned. \r\nMaldives considers that proposals for zones of peace and the \r\nestablishment of nuclear-weapon-free zones should be re-addressed or revived \r\nin the context of the current and newly emerging international situation. \r\nWith regard to the proposals relevant to our own region, Maldives continues to \r\nsupport the establishment of a zone of peace in the Indian Ocean and the \r\nestablishment of a nuclear-weapon-free zone in South Asia. However, it may \r\nnow be time to reinvigorate the process through the application of new and \r\nfresh ideas. We believe that the current international climate may make \r\nnations receptive to many of the ideas that were formerly not acceptable when \r\nthe world was held captive to bloc politics. \r\nMaldives has always supported the prohibition and elimination of all \r\nforms of weapons of mass destruction, including nuclear, chemical and \r\nbiological ones. We are happy to note that during the current session, a \r\nconvention on the prohibition of chemical weapons is to be adopted. We fully \r\nsupport this convention and intend to become one of its first signatories. \r\nWhile we are heartened at the progress being made in the field of \r\ndisarmament, we have yet to see a very tangible return in the form of a peace \r\ndividend. The continuing economic deprivation in the developing countries \r\nposes a greater threat in many ways to the security of mankind than did the \r\ncold war. It is imperative that the developed countries direct their \r\nA/47/PV.19 \r\n93 \r\n(Mr. Jameel. Maldives) \r\nattention and resources to the assistance of the developing countries in their \r\nefforts to become more self-reliant. \r\nThe continuing and widening disparity between the developed and \r\ndeveloping countries remains a matter of concern. It is futile to believe \r\nthat the world may enjoy peace and progress while two thirds of humanity lives \r\nin utter deprivation. We call on the developed countries to liberalize their \r\ntrade practices and expeditiously to conclude the Uruguay Round of \r\nmultilateral trade negotiations. The inequities inherent in the international \r\neconomic system must be remedied and the developing countries given a fair and \r\njust opportunity to improve the socio-economic well-being of their peoples. \r\nThis is the first opportunity the entire international community has had \r\nto comment jointly on the legacy of Rio. It is to be hoped that we all \r\nemerged from Rio imbued with a sense of commitment and the determination to \r\nimplement the policies emanating from the United Nations Conference on \r\nEnvironment and Development. More than any other, my country is aware of the \r\nsevere consequences inherent in ignoring the continuing degradation of the \r\nenvironment. \r\nMaldives is proud to have been one of the initial signatories of both the \r\nClimate Change and Biodiversity Conventions and we shall very shortly ratify \r\nthem. We urge all others to do the same in order that the provisions of the \r\nConventions may be implemented. \r\nOne of the very important documents of the Rio Summit was Agenda 21. \r\nThis session of the General Assembly has been charged with the task of \r\norganizing and implementing certain decisions included in that Agenda. One of \r\nthose is the establishment of a commission on sustainable development, which \r\nMaldives fully supports. \r\nA/47/PV.19 \r\n94 \r\n(Mr. Jameel. Maldives) \r\nAs a small island State with minimal resources that are inadequate to \r\nconfront the monumental environmental challenges we face, Maldives eagerly \r\nanticipates the convening of the Conference on the Sustainable Development of \r\nSmall Island States in 1993. We hope that all countries will participate in \r\nthat conference to the fullest extent possible. \r\nI should also like to recall at this juncture that during this session we \r\nare marking the second anniversary of another summit of equal importance the \r\nWorld Summit for Children. The Declaration endorsed by that Summit has now \r\nbeen signed by some 140 Heads of State or Government, and over 130 countries \r\nhave prepared or are in the process of developing national programmes of \r\naction to achieve the goals set out in the Declaration. It is now time for \r\nthe implementation of these programmes. Maldives has been working closely \r\nwith the members of the South Asian Association for Regional Cooperation \r\n(SAARC) to execute the national programmes of action adopted in the region. \r\nWe have just completed a ministerial conference on children, held in Colombo, \r\nwhere the Colombo Resolution on Children was adopted. It is our hope that the \r\nobjectives set forth at the Summit for Children will also continue to be given \r\nthe highest priority by all countries and that its noble aims will never be \r\nneglected. \r\nExperience has proven that peace can never be achieved through force or a \r\nbalance of military strength. We have laid to waste so much of our precious \r\nand irreplaceable resources. It is time we forged a new path for peace based \r\non partnership and cooperation. That is what the United Nations has always \r\nstriven for. We, for our part, renew our pledge of full support and \r\ncommitment to the noble objectives and principles enshrined in the Charter. \r\nA/47/PV.19 \r\n95 \r\n(Mr. Jam««1- Maldives) \r\nAs I stated at the beginning, this is a time of challenge and \r\nopportunity. Let us not walk away from these challenges. Let us face them \r\nwith resolve and dedication. Our goals can be achieved only through political \r\nwill. The world deserves no less. \r\nA/47/PV.19 \r\n96 \r\nMr. BOOH-BOOH (Cameroon) (interpretation from French): \r\nMr. President, the contribution that your country, Bulgaria, is making to the \r\nbuilding of a new world order accords with the genius of its people. We are \r\ngratified by your election to the presidency of the General Assembly at its \r\nforty-seventh session, and we wish you every success in the discharge of your \r\nmandate. \r\nWe take pleasure in hailing and paying tribute to His Excellency \r\nAmbassador Shihabi of Saudi Arabia, who skilfully handled his responsibilities \r\nat the forty-sixth session, which was marked by, among other major events, the \r\nelection of the new Secretary-General of our Organization. \r\nWe also take pleasure in addressing heartfelt congratulations to His \r\nExcellency Mr. Boutros Boutros Ghali. The energy and distinction with which \r\nhe has assumed his new functions reinforce our conviction that he will succeed \r\nin lending the necessary impetus to the indispensable transformation that will \r\nenable the United Nations system to rise to the growing expectations of a \r\nworld seeking peace, security and prosperity for all. \r\nHis Excellency Mr. Javier Perez de Cuellar of Peru admirably strove \r\ntowards the same ends during his remarkable term at the helm of our \r\nOrganization. Cameroon offers him its profound thanks. \r\nThirteen new States have just been admitted to the United Nations. This \r\nis a resounding victory of the inalienable right of peoples to decide for \r\nthemselves, and we see it as a sign of the times: the beginning of a new page \r\nin the history of humankind. \r\nWe therefore take pleasure in welcoming among us the representatives of \r\nArmenia, Azerbaijan, Bosnia and Herzegovina, Croatia, Georgia, Kazakhstan, \r\nKyrgyzstan, Moldova, San Marino, Slovenia, Tajikistan, Turkmenistan, and \r\nUzbekistan. \r\nA/47/PV.19 \r\n97 \r\n(Mf. Bpoh-Booh. Cameroon) \r\nThe forty-seventh session of the General Assembly is being held at a time \r\nwhen the international community is still trying to cope with the sweeping \r\nchanges brought about by the end of the cold war. None the less, there is \r\nincreasingly gaining ground a convergence of wills in confronting the new \r\nkinds of challenges that threaten our collective security, and in meeting old \r\nchallenges such as poverty and want, whose continued existence in this new day \r\nand age seems like a negation of our shared humanity. \r\nThe historic Security Council summit of 31 January 1992, the very first \r\nof its kind, provided a striking illustration of that point, reviving the hope \r\nthat the collective responsibility of our Organization in the quest for \r\nsolutions to global challenges will henceforth be based on more effective \r\ninternational solidarity. \r\nCameroon thus agrees with the rest of the international community as to \r\nthe need to revitalize the United Nations so as to increase its efficacy, its \r\nprestige and its authority to enable it to discharge the responsibilities \r\nconferred upon it by the Charter. \r\nThe shared vision of the Member States as to the central role the \r\nOrganization must henceforth play in the realm of international peace and \r\nsecurity, as also in the equally vital area of development, implies the \r\nprerequisite that decisions be taken on the basis of consensus. That being \r\nso, the restructuring process now under way must neither tend towards \r\nside-lining certain States nor lead to redeployments based on selective \r\npriorities. \r\nIn that context it is appropriate to welcome the pertinent study \"Agenda \r\nfor peace\" submitted by the Secretary-General at the request of the Security \r\nCouncil. The bold proposals it embodies will, we are convinced, stimulate \r\nA/47/PV.19 \r\n98 \r\n(Mr. Booh-Booh. C a m e r o o n ) \r\njoint reflection on all the issues connected with peace, which are priority \r\nconcerns of the international community. We share in the global vision that \r\nemerges from that study. The fact is that the problems of peace cannot be \r\nanalysed solely in terms of the prevention and management of conflicts, \r\nbecause peace and security are contingent upon factors that are at once \r\nsocio-economic, political and military in nature. \r\nTherefore we welcome the latest spectacular strides taken in the arena o£ \r\ndisarmament, as consolidated by the recent conclusion of work on the \r\nConvention on Chemical Weapons. But progress remains to be made in checking \r\nthe risk of the proliferation of nuclear technology and coping with supply and \r\ndemand in conventional weaponry. \r\nIn fact, though it is certain that the elimination of weapons of mass \r\ndestruction does contribute to strengthening international peace and security, \r\nthe definition of a minimum threshhold of weaponry necessary to ensure the \r\nsecurity of States reassures the international community as to the desired \r\nachievement of general and complete disarmament. \r\nWe might thus be able to build a lasting peace and release major \r\nresources for the building of a new world order that will be more equitable, \r\nmarked by greater solidarity and oriented towards the advancement and \r\nfulfilment of all human beings. \r\nThat is the rationale that fits the initiative taken by the member States \r\nof the Economic Community of Central Africa aimed at the implementation of \r\nmeasures likely to build confidence and enhance security and development in \r\nour subregion. \r\nThus, in conformity with General Assembly resolution 46/37 B, adopted by \r\nconsensus at the forty-sixth session, the Secretary-General has proclaimed the \r\nestablishment of a standing advisory committee responsible for matters of \r\nA/47/PV.19 \r\n99 \r\n(Mr. Booh-Booh. Cameroon) \r\nsecurity in Central Africa. Indeed, the 11 States of our subregion, having \r\nmet at Yaounde from 27 to 31 July 1992 under the auspices of the United \r\nNations, adopted that Committee\u0027s action programme, which revolves around a \r\nset of measures notably involving establishing a centre for training \r\npeace-keepers; entering into a non-aggression pact; and establishing an \r\ninternational headquarters and staff for crisis management. \r\nIn this regard I wish on behalf of its promoters to express our \r\nappreciation to the Organization for the assistances that has been provided \r\nthus far in the implementation of confidence-building measures in Central \r\nAfrica. \r\nWe sincerely hope that the United Nations and individual Member States, \r\nand governmental and non-governmental organizations alike, will provide \r\nassistance to the Committee\u0027s action programme. \r\nThe elimination of poverty and underdevelopment must have priority among \r\nthe present concerns of the international community. To that end, we have \r\ndecided upon strategies and action programmes to be implemented. The same is \r\ntrue of the Declaration that emanated from the eighteenth special session of \r\nthe General Assembly, on international economic co-operation. The strategy \r\nfor the Fourth United Nations Development Decade is a part of this trend, as \r\nindeed are the conclusions reached at the recent United Nations Conference on \r\nthe Environment and Development. \r\nFurthermore, I would observe that our countries have taken a certain \r\nnumber of steps in economic and political terms. Economically, they have \r\nundertaken painful reform in the context of structural adjustment, and, \r\npolitically, they have set in place a process of democratization to ensure \r\ntheir people of advancement and more effective enjoyment of human rights. \r\nA/47/PV.19 \r\n100 \r\n(Mr. Booh-Booh. Cameroon) \r\nTo meet with success, however, the efforts thus undertaken by developing \r\ncountries must be accompanied by respect on the part of the developed \r\ncountries for commitments undertaken so as to seal the new contract of \r\nworldwide solidarity in favour of development, a contract that expresses the \r\nconvergent vision of the international community as to strategies and plans of \r\naction to be implemented. \r\nAgainst that background, the present international economic environment \r\nmust, especially with regard to raw materials, stop being a jungle in which \r\nthe ruthless law of speculation holds sway and contempt is shown for the \r\nlegitimate demands of our countries for more equitable compensation for our \r\ncommodities. \r\nBeyond that, it is high time to find a satisfactory solution to the debt \r\nproblems, the weight of which is paralysing our economies, in terms of \r\ndebt-servicing leading to unsustainable investments of net financial flows \r\ntowards the rich countries and multinational institutions. \r\nA/47/PV.19 \r\n101 \r\n(Mr. Booh-Booh. Cameroon) \r\nIn this respect, I should like, in particular, to welcome the Rio \r\nresolution with regard to financial resources a resolution that extends the \r\nbenefit of debt cancellation to medium-income countries. We hope that this \r\nmajor decision will be translated into action. \r\nIt is hardly necessary to emphasize the extreme seriousness of the \r\nsituation in Africa, where there is an unprecedented economic crisis, \r\naggravated by natural disasters, civil wars and the social consequences of \r\nstructural adjustment, which threaten the process of democratization. While \r\nthis situation devolves, first and foremost, on the African countries \r\nthemselves, the international community cannot be indifferent to it. \r\nThe United Nations was therefore fully justified in deciding to give \r\nspecial attention to this situation. All of us have a duty to see to it that \r\nthe United Nations New Agenda for the Development of Africa in the 1990s does \r\nnot suffer the same sad fate as the United Nations Programme of Action for \r\nAfrican Economic Recovery and Development. Thus the plan must be launched \r\nurgently and the necessary resources must be provided for the plans of action \r\nenvisaged by the institutions and bodies concerned with its implementation. \r\nWe hope that the conference on the development of Africa, to take place \r\nin Japan in 1993, will provide an opportunity to mobilize additional resources \r\nto relaunch growth and start economic recovery in our continent. The \r\nSecretary-General\u0027s initiative with regard to the convening of an \r\ninternational conference on finance for development is based on these very \r\nconcerns and deserves the international community\u0027s support. \r\nThe resources available in the world are commensurate with the great \r\nchallenges of our time. In fact, the international context has never been so \r\nfavourable for the beginning of a genuine North-South dialogue taking into \r\nA/47/PV.19 \r\n102 \r\n(Mr. Booh-Booh. Cameron̂ ) \r\naccount the interests of all. In this regard, a global summit on social \r\ndevelopment would provide an opportunity to embark on an in-depth analysis of \r\nhuman development in all its aspects, in the context of the forthcoming \r\ninternational meetings on human rights, women, and population. Indeed, we \r\nmust agree to attach to the economic, social and cultural rights of the \r\nindividual the importance that is now attached unfortunately, too often \r\nselectively to civil and political rights. Thus we could conquer poverty \r\nand create the conditions for sustainable development, taking into account \r\nsimultaneously the needs of growth and the imperatives of protection of the \r\nenvironment, in the interest of mankind. The establishment during the present \r\nsession of a committee for sustainable development would be an important step \r\ntowards achieving this goal. \r\nProgress and economic and social development are possible only in a \r\nclimate of global peace and security. Unfortunately there are still numerous \r\nconflicts and hotbeds of tension, which seriously imperil peace. Therefore, \r\nwe are particularly alarmed at the deplorable violent ethnic conflicts that \r\nare tearing apart the peoples in the former Yugoslavia. Cameroon appeals to \r\nthe sense of reason of the parties to the conflict to halt this war, which is \r\nthe result of an obsolete and deplorable ideology. We shall continue to \r\nsupport all steps taken by the Security Council, the European Community and \r\nother bodies to achieve a satisfactory solution. \r\nWith regard to the Middle East, the peace process that was launched in \r\nMadrid and is still under way must be maintained with a view to keeping alive \r\nthe possibility of achieving a peace capable of standing the test of time and \r\nof men and, once and for all, reconciling the peoples of that region. \r\nA/47 /PV. 19 \r\n103 \r\n(Mr. Booh-Booh. Cameroon) \r\nWith respect to South Africa, a harmonious transition to a democratic, \r\nnon-racial and united country free of violence is in the interests of all. \r\nThe prospects that emerged from the recent Mandela-de Klerk summit are \r\npositive, and we firmly support them. \r\nWhile welcoming the maintenance of the cease-fire in Cambodia, we call on \r\nall the parties involved to cooperate fully with the United Nations \r\nTransitional Authority so that it may be enabled to carry out its mission \r\nwithin the framework of the Paris Agreements. Cameroon is proud to have been \r\nable to able to contribute to the United Nations Transitional Authority in \r\nCambodia (UNTAC) by sending to that friendly country a contingent of civil \r\nforces and a group to supervise the cease-fire. We take this opportunity to \r\nreiterate our willingness to serve the cause of peace. \r\nWe also welcome the culmination of the peace process in Angola, where \r\nelections have just been held under the aegis of the United Nations. In that \r\nfraternal country, there is opening up an opportunity to achieve internal \r\nreconciliation and to embark on the work of national reconstruction, which \r\nwill inject new dynamism into the efforts to attain economic integration in \r\nour subregion. \r\nWe earnestly hope that there will be a similar course of events in \r\nSomalia, Liberia, Mozambique, Western Sahara and all other regions of the \r\nworld that are still torn by conflicts. \r\nUnfortunately, international peace and security, the environment and \r\ndevelopment are not the only major challenges of the day. The acquired immune \r\ndeficiency syndrome (AIDS) pandemic, drugs, terrorism and other scourges call \r\nfor ever greater mobilization, and we shall continue to support measures \r\ndecreed by the international community to counteract them. Action taken in \r\nA/47/PV.19 \r\n104-105 \r\n(Mr. Booh-Booh. Cameroon) \r\nthis area must be pursued and strengthened. That is why we repeat our support \r\nfor initiatives to convene a global summit on social development, the world \r\nconference on women, the conference on African children, the conference on \r\npopulation and development, and the conference on human rights. \r\nFinally, with regard to natural disasters and man-made emergencies, we \r\napprove the steps the Organization has taken towards restructuring, \r\nrationalization and coordination steps that have led to the establishment of \r\nthe Office of the United Nations Coordinator for Disaster Relief. \r\nAs was emphasized last year, Cameroon has opted for democracy and has \r\nresolutely begun profound changes designed to establish a more democratic \r\nsociety with ever greater respect for the fundamental human rights and \r\nfreedoms of its citizens. Following legislative elections, in which \r\ntransparency and proper conduct were noted by numerous independent observers \r\nof various nationalities, Cameroon acquired a multiparty Parliament, in which \r\ndemocracy is given free expression. \r\nThe pluralist, democratic and adversarial nature of the new society in \r\nCameroon has led to the establishment of a coalition Government responsible to \r\nParliament. In a few days\u0027 time on 11 October this process will culminate \r\nin the holding of presidential elections involving at least eight candidates. \r\nWe owe all this progress to President Paul Biya a man of renewal whose \r\nattachment to openness and whose commitment to democracy in Cameroon have \r\nnever been denied. \r\nCameroon wants to play its part in meeting the needs inherent in the \r\n« \r\nembryonic new world order. Clearly this is a long-term objective, which must \r\nbe pursued at a pace appropriate to our society and which, if it is to be \r\nsuccessful, requires the assistance and cooperation of all people of good \r\nwill. I know that we can count on that. \r\nA/47/PV.19 \r\n106 \r\nThe PRESIDENT: I shall now call on those representatives who wish \r\n* . . . \r\nto speak in exercise of the right of reply. \r\nil \r\nMay I remind members that, in accordance with General Assembly decision \r\ni: \r\n34/401, statements in exercise of the right of reply are limited to 10 minutes \r\nfor the first intervention and to five minutes for the second, and should be \r\nmade by delegations from their seats. \r\nMr. ASSADI (Islamic Republic of Iran): This afternoon the Assembly \r\n18! \r\nheard the statement by the Foreign Minister of the United Arab Emirates. My \r\ndelegation would like to draw the Assembly\u0027s attention to the following points \r\nin connection with that statement. \r\nAs for references in the United Arab Emirates statement to my country, \r\nlet me reiterate very briefly our overall approach to and policy towards the \r\nPersian Gulf region and our neighbours in this area, which are based on the \r\nmaintenance and promotion of friendly and good-neighbourly relations. We \r\n\":believe that only such an approach can guarantee stability in the area. My \r\nMinister expounded on this matter last week in his statement to the Assembly, \r\n: and in fact he presented a detailed plan of action to the Assembly last year. \r\n\" Having said that, let me add that from the very beginning, the Government \r\nVof the Islamic Republic of Iran tried in earnest to resolve the \r\nS misunderstandings regarding the situation of non-United Arab Emirates \r\ni residents of the Abu Mousa island. \r\nII To that end, and cognizant of the imperative need of the region for \r\ntranquillity more than ever before, and also that understanding and \r\ni good-neighbourliness should govern relations among the countries in the \r\n^Persian Gulf area, we entered into negotiations with the other party. We \r\ni hoped that the other party would reciprocate such an approach and attitude; \r\nI yet the United Arab Emirates party raised certain issues in the negotiations \r\nA/47/PV.19 \r\n107 \r\n(Mr. Assadi. Islamic \r\nRepublic of Iran) \r\nwhich were totally irrelevant to the issue at hand, thus forcing the bilateral \r\ntalks to a halt at that stage. Such an attitude does not lend itself to \r\nproblem resolution. \r\nThe Islamic Republic of Iran is of the view that the other party\u0027s \r\napproach to the issue, including the issuance of a hasty statement on the \r\nstate of negotiations, runs contrary to the interests of the two countries and \r\nthe region at large. The Islamic Republic of Iran, while reiterating its \r\nprincipled approach to the situation in the Abu Mousa island and its \r\ncommitment to the existing agreements and understandings, including those \r\narrived at in 1971, once again reaffirms its readiness to continue bilateral \r\ntalks for the resolution of recent misunderstandings, on the basis of respect \r\nfor the principles of sovereignty, territorial integrity and \r\ngood-neighbourliness and the imperative of the maintenance of security and \r\ntranquillity in the area. \r\nWe have had a history of cordial relations with the United Arab Emirates, \r\nand we are confident that wisdom and prudence will ultimately prevail, thus \r\ndenying further opportunity to extraneous elements that have, in their \r\nstatements and official pronouncements, played holier-than-thou, all the while \r\ntrying to fan the flames for interests that are not those of the United Arab \r\nEmirates, Iran or the Persian Gulf region. \r\nMr. AL-SUWAIDI (United Arab Emirates) (interpretation from Arabic): \r\nIn exercise of-the right of reply, I have taken the floor to reply to the \r\nstatement made by the representative of Iran. \r\nRegarding sovereignty over the islands of Abu Mousa and Tunb, I should \r\nlike to state here, once again, that that sovereignty is that of the United \r\nArab Emirates. On behalf of my delegation, I should like to stress that, \r\nA/47/PV.19 \r\n108 \r\n(Mr. Al-Suwaidi. \r\nUnited Arab Emirates) \r\nsince 1971, the United Arab Emirates has consistently refused to acquiesce in \r\nthe Iranian military occupation of the islands of Abu Mousa, Lesser Tunb and \r\nGreater Tunb. We continue to reject that occupation, which we consider as an \r\nillegal act that contravenes the United Nations Charter, and the principles of \r\ninternational law. \r\nMy country has once again reiterated that rejection by reaffirming, \r\nwithin the Security Council and at other levels within the United Nations, its \r\nsovereignty over those islands. In my country\u0027s view, Iran\u0027s presence there \r\nis no more than an act of occupation. \r\nMy country had hoped the Islamic Republic of Iran would return those Arab \r\nislands to the United Arab Emirates as compensation for injustices inflicted \r\nin the days of the Shah. In light of all of that, and mindful of the historic \r\nties between our two countries, my country has striven to settle this dispute \r\nby peaceful means, especially in the context of bilateral talks. It is \r\nregrettable indeed that the Government of Iran has not responded to our \r\nendeavours, but, to the contrary, has tended recently to escalate the dispute \r\nby resorting to certain measures and practices that are quite illegal and are \r\naimed against the nationals of the Emirate on the island of Abu Mousa, \r\nincluding the use of armed force. \r\nNevertheless, my country wishes, once again, to reiterate its desire to \r\nresolve this dispute by any of the peaceful means prescribed by the Charter in \r\norder for it to regain its sovereignty over the three islands, which are part \r\nand parcel of our territory. My country is convinced that stability in the \r\nGulf region requires cooperation between the States of the region, together \r\nwith respect, on the part of every State for the sovereignty of the others. \r\nA/47/PV.19 \r\n109-110 \r\n(Mr. Al-Suwaidi. \r\nUnited Arab Emirates) \r\nand also requires the settlement of disputes by peaceful means. We call upon \r\nthe Islamic Republic of Iran to respond favourably to our stated position. \r\nThe PRESIDENT: I now call on the representative of the Islamic \r\nRepublic of Iran, who wishes to speak a second time in exercise of the right \r\nof reply. The intervention is limited to five minutes. \r\nA/47/PV.19 \r\n111 \r\nMr. ASSADI (Islamic Republic of Iran): I did not think I would \r\nagain, as I supposed our position had been made clear here in the Assembly in \r\nthe earlier statement made by our Minister and also in my very brief \r\nintervention a few minutes ago. The situation is quite clear; our position is \r\nvery clear. It is unfortunate that the delegation of the United Arab Emirates \r\nuses provocative and inflammatory language for a problem, namely the situation \r\nin the island of Abu Musa, that, as we have stated on several occasions, can \r\nbe resolved very easily on the basis of the undertaking that we accepted in \r\n1971. \r\nThe idea of territorial claims, especially in the Persian Gulf, is very \r\nstrange. Everybody knows that in our region if countries were to raise such \r\nold claims the whole area would again be in flames. There is no point in \r\nmaking such territorial claims. What has just been received in a news report \r\nthis afternoon is that there has been an armed clash between Saudi Arabia and \r\nQatar in which an Egyptian and a national of Qatar have been killed. That is \r\nthe situation in the area. Who wants to open this Pandora\u0027s box? \r\nWhat we need in the area is peace, tranquillity, stability, \r\ngood-neighbourly relations, understanding and fraternal sincerity and \r\nhonesty. We call on our brothers in the United Arab Emirates to heed wisdom \r\nand prudence. We call on them very sincerely. Let us not allow, as I said a \r\nfew minutes ago, some extraneous elements to fan the flames. I am sure this \r\ndelegation is as confident as the other delegation at the other end of the \r\nHall that fanning the flames by others does not serve our interests. \r\nA/47/PV.19 \r\n112 \r\nAGENDA ITEM 8 (continued) \r\nADOPTION OF THE AGENDA AND ORGANIZATION OF WORK: LETTER FROM THE CHAIRMAN OF \r\nTHE COMMITTEE ON CONFERENCES (A/47/409/Add.2) \r\nThe PRESIDENT: The Assembly will now turn its attention to document \r\nA/47/409/Add.2, which contains a letter dated 25 September 1992 addressed to \r\nthe President of the Assembly by the Chairman of the Committee on \r\nConferences. As Members are aware, the Assembly, in paragraph 7 of its \r\nresolution 40/243, decided that no subsidiary organ of the General Assembly \r\nshould be permitted to meet at United Nations Headquarters during a regular \r\nsession of the Assembly unless explicitly authorized by the Assembly. \r\nAs indicated in the letter I have just mentioned, the Committee on \r\nConferences has recommended that the General Assembly authorize the Board of \r\nTrustees of the United Nations Institute for Training and Research to hold a \r\nspecial meeting at Headquarters from 16 to 18 December 1992 during the \r\nforty-seventh session of the General Assembly. \r\nMay I take it that the General Assembly adopts the recommendation of the \r\nCommittee on Conferences? \r\nIt was so decided. \r\nThe meeting rose at 7.10 p.m. \r\n"