"UNITED·\r\nNATIONS\r\nPROVISIONAL\r\nAl47/PV.42\r\n4 November 1992\r\nENGLISH\r\n-\r\nForty-seventh session\r\nGENERAL ASSEMBLY\r\nPROVISIONAL VER~IM RECORD OF THE 42nd MEETING\r\nHeld at Headquarters, New York,\r\non Friday, 16 October 1992, at 3 p.m.\r\nA\r\nPresident:\r\nlater:\r\n}.Ir. AKSIN\r\n(Vilt:e-President)\r\nMr. HAYES\r\n(Vice-President)\r\n(Turkey)\r\n(Ireland)\r\nSocial Development: (a) Questions relating to the world social\r\nsituation and to youth, ageing, disabled persons and the family [93]\r\n(continued)\r\nInternational Conference on ageing and celebration of the tenth\r\nanniversary of the adoption of the International Plan of Action on\r\nAgeing:\r\n(i) Reports of the Secretary-General\r\n(ii) Draft resolution\r\nProgramme of work\r\nThis record contains the oriqinal text of speeches delivered in English\r\nand interpretations of speeches in the other languages. The final text will\r\nbe printed in the Official Records of the General Assemh12·\r\nCorrections should be submitted to original speeches only. They should\r\nbe sent under the signature of a member of the delegation concerned, ~ithin\r\none week, to the Chief, Official Records Editing Section, Office of Conference\r\nServices, room DC2-750, 2 United Nations Plaza, and incorporated in a copy of\r\nthe l\u0027ecord.\r\n92-61514 2139V (E)\r\nDigitized by Dag Hammarskjöld Library\r\nAl47/PV.42\r\n2-5\r\nIn the absence of the President, Hr, Akslp (Turkey), Vic~-President. took\r\nthe Chair.\r\nThe mee.ting was called to order at 3.15 p,m.\r\nAGENDA ITEM 93 (~ontinued)\r\nSOCIAL DEVELOPMENT: (a) QUESTIONS RELATING TO THE KORLD SOCIAL SITUATION AND\r\nTO YOUTH.. AGEING.. DISABLED PERSONS AND THE FAMILY\r\nINTERNATIONAL CONFERENCE ON AGEING AND CELEBRATION OF THE TENTH ~.!mlm;RSARY OF\r\nTHE ADOPTION OF THE INTERNATIONAL PLAN OF ACTION ON AGEING:\r\n(1) REPORTS OF THE SECRETARY-GENERAL (Al471339 .. Al47/369)\r\n(ii) DRAFT RESOLUTION (AI~7/L.5/Rev.l)\r\nThe PRESIPgNT: This afternoon the General Assembly.. in accordance\r\nwith the decision taken at its 3rd plenary meeting and pursuant to resol~tion\r\n46/91.. is holding the fourth and last of the plenary meetings devoted to an\r\ninternational conference on ageing and to celebrate the tenth anniversary of\r\nthe adoption of the International Plan of Action on Ageing.. under sub-item (a)\r\nof agenda item 93.\r\nMr. VAJPAYEE (India): Ageing is a global phenomenon and therefore\r\nis of universal concern. The statistics on ageing are alarming.. and we are\r\nperhaps moving towards an \"age-quake.... as the representative of the Dominican\r\nRepublic warned us yesterday. The Secretary-Generales reports ..\r\n\"Implementation of the Internationa.l Plan of Action on Ageing\" (1\\/47/369) and\r\n\"Global targets on ageing for the year 2001: a practical strategy\" (A/471339)\r\nare timely and informative and provide us with broad guidance for the tasks\r\nahead over the next decade. We agree with his assessment of the need for\r\ncontinuing dialogue.. cooperation and initiative by all the agencies and\r\nGovernments concerned.\r\nDigitized by Dag Hammarskjöld Library\r\nA/47/PV.42\r\n6\r\n(Mr, Vajpayee, India)\r\nWe know from the reports of the Secretary-General that by the year 2001\r\nthe world\u0027s population is expected to reach 6,3 billion, of which 10 pe~ cent\r\nwill be 60 years of age or older. More than 80 per cent of this population\r\nwill be in the developing world. This constitutes a challenge for all future\r\nGovernments and societies, and calls for changes, perhaps drastic, in social\r\nattitudes as well as in governmental policies, to meet ~ese new proble~s.\r\nThe first part of the next century vill see a dramatic increase in the number\r\nof the aged. However, this will be occurring at a time when traditional\r\nfamily structures are weakening with the increase in the number of women\r\nseeking employment; many traditional old-ag~ support systems will be slowly\r\ndisappearinq, This is why it is of primary importance that we should look\r\ninto the situation urqently,\r\nWe cannot escape the fact that, as the proportion of senior citizens to\r\nyounqer people increases, worker-pensioner conflicts are likely to increase.\r\nWe fully support the remedial measures suqgested in the repo~t: introducing\r\nflexible workinq arranqements to enable older people and women to join the\r\nwork forc~; increasing the numbers of youn~ immiqrants; and increasing\r\nindividual preparations for old aqe, includinq life-lonq education, job\r\nretraining, healthful lifestyles, savings, and security of family and\r\ncommunity ties.\r\n~qeinq is a phenomeno~ which will affect everyone of us some day. With\r\naqeing, especially in the ~ears after 80, come a number of associated\r\nproblems, such as fracture~, loss of vision and other disabilities which\r\nrequire constant care and attention. Even in the developing societies which\r\nhave strong family bonds, crends are likely to change 20 or 30 years hence.\r\nAll this requires a better financed and better coordinated system of help for\r\nthe aged and for their integration into, and qreater participation in, society.\r\nDigitized by Dag Hammarskjöld Library\r\nAl47/PV.42\r\n7\r\n(Mr. Vajpayee, India)\r\nThe World Assembly on Ageing in 1982, in which 120 countries\r\nparticipated, adopted an InternationGl Plan of Action on Ageing. The Assembly\r\nprovided an occasion to assess the changed social scenario for the ca~e of the\r\naged and initiate programmes for their well-bei,ng. The Plan has served as a\r\nbiueprint for policies around the world in the last decade. But all its goals\r\nhave not been reached. While industrial countries have come to terms with\r\nreality and have adopted national policies to help their senior citizens,\r\ndeveloping countries, perhaps because of their traditional age-support system\r\nand fewer resources, have not been equally responsive. We need to act.\r\nThe targets on ageing for the next decade from 1992 to 2001 set out in\r\nthe Secretary-Genera1\u0027s report are ambitious and provide a good basis for\r\nnational Governments to follow. The objectives are support for countries in\r\nsetting up their own national targets, and integrating \"ageing\" into national\r\nand international developmental plans, while generating support for\r\ncommunity-based programmes. The other major target is research into the\r\nsubject, including facilitation of closer global cooperation. On the ~ationa1\r\nplane specifically, it calls for strengthening national coordination\r\nmechanisms and national funding processes, data bases and training centres,\r\npreventing discrimination with respect to older persons and promoting\r\nintergenerational policies and programming. These, I agree, would promote\r\nall-round \"productive ageing\".\r\nIndia made a modest beginning very early in its Five-Year Plans to tackle\r\nthe problems of ageing. Among the initiatives taken were the establishment in\r\n1950 of a training centre for the adult blind at Dehra Dun and inaugurating a\r\nprogramme of old-age pensions for those elderly without means or support. The\r\nEighth Five-Year Plan 1992-1997 has also allocated some funds in the national\r\nbudget for the care of the aged.\r\n-----------------\r\nDigitized by Dag Hammarskjöld Library\r\nAl471PV.42\r\n8\r\n(Mr. Vajpayee. India)\r\nThe Indian Government has also constituted an interministerial committee\r\nfor the welfare of the aged. The Committee\u0027s terms of reference\u0027 are: first,\r\nto examine the recommendations of the round-table discussions on the care o~\r\nthe elderly organized by the ilia.ian Council of Medical Research and other\r\nmedical and family planning bodies, and suggest ways and means of implementing\r\nthem; secondly, to consider the draft national policy on care of the elderly\r\nsuggested at the round-table discussions and suggest a policy framework for\r\nadoption; and, thirdly, to suggest programmes for the care and protection of\r\nthe elderly, in keeping with the changing socio-economic conditions, and also\r\nfor the utilization of their services and experience, with a view to\r\nsupplementing their income and channelizing their energies into community\r\nsupport activities.\r\nThere hes been increasing social awareness in recent years in India of\r\nthe plight of the elderly destitute. This has also been due to media\r\nparticipation. Most States in India operate some kind of social assistance\r\nprogrammes, for which the qualifying ages vary from 55 to 65 years. The\r\nUnited Nations report on the world ageing situation in 1991 cites under\r\ncountry examples the Indian case, with the comment that, although the Indian\r\nprogramme falls short of any optimum solutions, it demonstrates the country\u0027s\r\ncommitment and resolve to do something about the problem, and that, given its\r\neconomic priories and constraints as a developing country, the Indian\r\nprogrammes go far beyond those in many other developing countries, some of\r\nwhich are much more economically prosperous. India has also been favourably\r\ncited for its tremendous achievements in controlling the problem of blindness,\r\nespecially among the aged. India was the first country to set up eye camps,\r\nwhere over a lO-year period 9.5 million cataract operations have been\r\nperformed.\r\n-\r\nDigitized by Dag Hammarskjöld Library\r\n-\r\nA/47/PVft42\r\n9-10\r\n(Mr. Yajp8Y8..e, India)\r\nIndian society today 18 stroDglr supportive of its elder population, and\r\nthe extended family io the best illustration of this~ It i. ofteu compared to\r\nthebanyan tree, with a strong supporting trunk and many subsidiary shoots.\r\nThe older generation within the extended family provides not only moral\r\nsupport for the younger membsrs but also the f·abric which intertwines all\r\ngenerations. In fact, they are a factor of stability in a strong family unit,\r\nthe basic structure of society.\r\nDigitized by Dag Hammarskjöld Library\r\nWoIlIPV.42\r\n11\r\n(Mr. Vajp~e, India)\r\nThe Charter of Rights for the Aged that evolved last year contains a\r\ncrucial right - the right to 1Iort. This is a fundamental right that is\r\nobserved daily in developing societies. What the aged in developing societies\r\nneed is a better funded system and a better coordinated plan to ensure that\r\npeople\u0027s right to work is not compromised as they age. Last year the\r\nSecretary-General inaugu~ated the Banyan Fund, which is supported\r\nvoluntarily. That Fund, along with the Trust Fund, should focus on giving\r\nsuppo~t to the most needy. It would also be useful to inaugurate more\r\nresearch-oriented institutes OD ageing in Asia, which has more than half of\r\nthe world\u0027s population.\r\nAgeing is a fact of life that affects every generation and every\r\nsociety. Twentieth-century advances in science and medicine, while having\r\ngiven mankind greater life expectancy, have also dramatically increased the\r\nproportion of the aged among us. We can come to grips with this fact only\r\nthrough understanding and cooperation, as it is unlikely that its consequences\r\nwill be confined within national borders. For that reason we support the\r\ncomprehensive draft resolution containing the \"Proclamation on Ageing\",\r\nsubmitted by the Dominican Republic on the occasion of the tenth annivers~ry\r\nof the adoption of the International Plan of Action on Ageing.\r\nMr. BARO (Senegal) (interpretation from French): The delegation of\r\nSenegal has a special interest in taking part in this discussion, which is\r\npart of the celebration of the tenth anniversary of the adoption of the\r\nInternational Plan of Action on Ageing. Senegal, which had the privilege of\r\nhosting, from 10 to 14 December 1984, the African Conference on Gerontology,\r\nthe first meeting of its type on African soil, attaches the greatest\r\nimportance to the need to deal with questions pertaining to the elderly.\r\nDigitized by Dag Hammarskjöld Library\r\nA/47/PV.42\r\n12\r\n(Mr. Baro. Senegal)\r\nThis is why at the national level the Government of Senegal has adopted a\r\nnumber of measures in relation to the elderly. They include the granting. of\r\nad hoc assistance, the abolition of income tax on pensions and exemptions from\r\nproperty tax for aged people the rental value of whose property is less than\r\nCFAF 70,000, or approximately $230, which is at least twice the monthly rent\r\npaid by a family. Furthermore, the widoYs of deceased retired persons may, if\r\nthey are over 45 years of age, retain the widow\u0027s pension in the event of\r\ntheir remarrying.\r\nOur Goverument has al~o fostered the setting up of national organizations\r\nfor retired people and the aged, with branches throughout the country.\r\nMembers of these organizations have experience in all spheres of national\r\nlife, and they are involved in several development programmes, as well as in\r\ntraining and joint-action units.\r\nThe most dynamic of these organizations is the National Federation of\r\nPensioners and the Elderly ~f Senegal, which includes retired people from the\r\nprivate and public sectors, as well as other older people. It, too, has\r\nbranches throughout the country, and it provides an ideal framework for\r\nmultidisciplinary joint ac~ion on all questions pertaining to the ageing of\r\nthe population.\r\nWe have also set up a national committee and regional committees on\r\nageing. These include representatives of technical Ministries, certain puhlic\r\nand private institutions and elderly and retired people. The Committee\u0027s\r\nfunctions include studying ways and means to improve the living conditions of\r\nthe elderly and suggesting measures to help us to cope with the economic and\r\nsocial implications of ageing and the harmful effects of structural adjustment\r\npolicies on the living conditions of elderly people.\r\nDigitized by Dag Hammarskjöld Library\r\nA/471PV.42\r\n13\r\n(Mr. Baro, Senegal)\r\nThe .committees also take part in the planninq, development,\r\nimplementation and evaluation of proqrammes of activities for\r\nthe annual\r\nNational Day of the Elderly, orqanized to inform the Seneqale\r\nse people about\r\nissues pertaininq to aqeinq and heiqhten their awareness of t\r\nhe role and\r\nspecial place of the elderly in society.\r\nAmonq ·these important measures are policies that the Governm\r\nent of\r\nSeneqal has pursued with a view to fosterinq conditions condu\r\ncive to takinq\r\nadvantaqe of the knowledqe and know-how of the aqed and invol\r\nvinq them further\r\nin civil and moral education for the benefit of the younqer g\r\neneration. In\r\naccordance with the relevant resolutions of the United Nation\r\ns, our country is\r\ntakinq all the necessary steps to enhance the participation a\r\nnd involvement of\r\nthe elderly in the developDent proc~ss. This has enabled old\r\ner women to play\r\na leadinq role in the informal sector, thereby reducinq their\r\noconomic\r\ndependence and helpinq to lessen the financial burden on the\r\nworkinq\r\npopulation.\r\nIn the field of medical services, Government action has led t\r\no the\r\ncreation of a research and edu~ation unit, whose activities h\r\nave made possible\r\na better understandinq of the bioloqical aqeinq process. Wi\r\nthin the framework\r\nof the social qoal \"Health for all by the year 2000\", the me\r\ndical follow-up of\r\nelderly persons has been implemented. This has led to the se\r\nttinq up of an\r\nappropriate health-education proqramme, to brinqinq primary h\r\nealth care\r\nservices to the people and to traininq qeriatric care personn\r\nel.\r\nThose developments demonstrate that, despite its socio-econom\r\nic\r\ndifficulties, Seneqal continues to do its utmost to protect t\r\nhe place of the\r\nelderly in traditional society. Certainly there are still ma\r\nny challenqes to\r\nbe met, especially in health care, with the increase in the n\r\numbers of elderly\r\nsufferinq from diabetes, heart disease and eye problems - not\r\nto mention the\r\n---------------_._------\r\nDigitized by Dag Hammarskjöld Library\r\nAl47/PV.42\r\n14-15\r\n(Mr. Baroe Senegal)\r\naccelerated ageing of the rural population and the decline in agricultural\r\nproductivity resulting from the massive migration of the young.\r\nThis situation, which is to be found throughout Africa, is aggravated\r\neverywhere by our modest means. Therefore, our efforts cannot be effective\r\nwithout sustained international solidarity in the implementation, at the\r\nnational and regional leve~s, of the International Plan of Action on Ageing.\r\nAs regards regional co?peration, Senegal is the location of the\r\nheadquarters of the African Society of Gerontolclqy, which as representatives\r\nknow, was formed to cope with the current situation of the elderly on the\r\ncontinent and to prepare for the ageing of the popUlation. According to the\r\nSecretary-Generalis report (A/47/369), this will pose grave problems in the\r\nnext century. Therefore, the delegation of Senegal would like to take this\r\nopportl~uity to thank intergovernmental and non-governmental organizations that\r\nare helping the African Society of Gerontology draw up programmes and projects\r\non ageing in Africa. The society needs consistent, substantial support if it\r\nis to achieve its goal of establishing services for the aged and encouraging\r\nAfrican Governments to take initiatives in this sphere.\r\nDigitized by Dag Hammarskjöld Library\r\nA/47/PV.42\r\n16\r\n(Mr. Baro. Senegal)\r\ntn this regard it is desirable that the special United Natio\r\nns Trust Fund\r\nfor Ageing provide funding for the African Society of Geront\r\nology so that it\r\nmay become operational. We agree with the Secretary-Genera\r\nl, who in his\r\nreport (Al47/369) rightly points out that for lack of new co\r\nntributions the\r\nFund will not be in a position to meet requests for assistan\r\nce made by\r\ndeveloping countries. That is why\" the Senegalese delegation\r\njoins those who\r\nhave appealed to the international donor community to contri\r\nbute generously to\r\nthe Fund.\r\nWe also hail the activities of the Banyan Fund Association,\r\nwhich,\r\nalthough it is an autonomous and private organization, is pl\r\naying an important\r\nrole in exploring possibilities for gathering funds for deve\r\nloping countries.\r\nThe ageing of our populations has quickly become as worrying\r\na problem as\r\ndevelopment, especially since by the year 2005 persons aged\r\n60 years or more\r\nwill comprise 10 per cent of the world\u0027s popula~ion, and the\r\nmajority of them\r\nwill be living in developing countries. The social ana econ\r\nomic impact of\r\nthese demographic changes in the third world, esp~cially in\r\nAfrica, requires\r\ninnovative and concrete measures.\r\nHere it is interesting to note the role of the African Socie\r\nty of\r\nG~rontolo9Y, a voluntary association encompassing people and\r\norganizations\r\nconcerned with the ageing of African populations. Neverthe\r\nless, faced with\r\nthe broad scope of the current situation of the elderly in o\r\nur continent and\r\nthe serious problems exacerbated by conflicts, extreme pover\r\nty, the exodus\r\nfrom the land, waves of refugees and displaced persons and t\r\nhe deterioration\r\nof health care, the Senegalese delegation believes that the\r\ncreation of an\r\nAfrican institute on ageing should be contemplated. Followi\r\nng the model of\r\nthe Malta Institut~, and with sustained financial support, i\r\nt could play a\r\ncrucial role in the protection and advancement of the elderl\r\ny in Africa.\r\nDigitized by Dag Hammarskjöld Library\r\nA/47/P\u0027I.42\r\n11\u0027\r\n(Mr. Baroe Senegal)\r\nThe sizl! of the problem of the ageilng of the world\u0027s population and the\r\neffective implementation of the International Plan of Action on Ageing require\r\na more inte~rated United Nations role for the advancement of the elderly. The\r\nUnited Nations should ensure internationnl and multisectoral ~oardination in\r\nthe Plan\u0027s implementation. Therefore, tbe third report on age!nq, which will\r\nappear in 1997, should take into account this question of coordinating\r\nactivities in the implementation of the United Nations pxogramme in this\r\nregard.\r\nFurther.more, major forthcoming meetings will have to take due account of\r\nissues of agcitinq. I have in mind here the International Year of the Family,\r\n1994, the International Conference on Population and Development in 1994, the\r\nworld summit for social development, planned for the beginning of 1995, and\r\nthe World Conference on Women, to be held in June 1995. These meetings should\r\nallow for specific measures for the implemGntation of the United Nations\r\nPrinciples for. Older Persons.\r\nSenegal is a sponsor of draft resolution A/47/L.5/Rev.1, entitled\r\n\"Proclamation on Ageing\". It hopes that the General Assembly will unanimously\r\nadopt this text, which gives a practical strategy for ageing for the decade\r\n1992-2001.\r\nOur delegation\u0027s full support for the draft resolution is based largely\r\non Senegal\u0027s dedication to defending values of traditional African society,\r\nwhere the aged symbolize wisdom, constitute a source of inspiration and set an\r\nexample for the younger generation. These are values shared by the African\r\npeoples in general. As the late Malian writer~ Arnadou Hampate Ba stated:\r\n\"Every time an old person dies a library goes up in flames\".\r\nDigitized by Dag Hammarskjöld Library\r\nA/47/PV.42\r\n18\r\nMr. ALVABEZ (Argentina) {interpretation from Spanish): The,\r\ndelegation ~i the Argentine Republic would like at the outset, through me, to\r\nthank the Chairman of the Group of Latin American and Caribbean States, the\r\nPermanent Repres9ntative of Uruguay, for the remarks he made in his statement\r\nyesterday on the pioneer attitude of our country regarding the rights of the\r\nelderly.\r\nIndeed, on 23 November 1948, a few months after announcing the Bill of\r\nRights for the Aged, which in 1949 was incorporated into the Constitution,\r\nMrs. Eva Peron, wife of the then President of Argentina, addressed to the\r\nworld, and in particular to the United Nations, a message in which, on behalf\r\nof defenceless older people, she asked for international recognition of their\r\nrights. There then began a long series of statements, specialized technical\r\nwork, international cooperation and national efforts to make this aspiration a\r\nreality.\r\nMuch time has elapsed and many changes have taken place since then. Some\r\ncountries, such as Argentina, have seen an accelerated growth of their older\r\npopulation because of the beneficial effect of greater life ezpectancy\r\naccompanied by a low birth rate, which is depriving the elderly of proper\r\nsupport and protection by the younger generation. Other societies have, like\r\nArgentina, had their policies on ageing adversely affected by the cumulative\r\neffect of the deterioration in the terms of trade, the external debt and the\r\nunjust distribution of inc~me. Another problem results from the appearance in\r\nrecent decades of treatment of older persons involving separation from their\r\nfamilies, exclusion from the community and impersonal provision of assistance.\r\nDigitized by Dag Hammarskjöld Library\r\nAl47/PV.42\r\n19-20\r\n(Mr. Alyarez, Argenti~)\r\nThe voice of the international community vas raised against all these\r\nproblems in 1982, when the International Plan of Action on Ageing vas\r\nadopted. Ten years later the General Assembly is meeting to evaluate what has\r\nbeen done, to give impetus to new actions and p~rticu1arly to keep up the\r\nconcern of all countries of the painful problem of the ageing of mankind as a\r\nwhole. It is not a matter of some countries being young and others being old,\r\nnor of specific situations affecting one region or another: the whole world,\r\naccording to the det~\\led figures given here, discerns signs ~f great\r\ndemographic change with the dawn of the third millennium.\r\nThis reality, which affects all mankind, requires joint, consistent\r\nresponses. Each country, each region and the international community as a\r\nwhole must give priority to solutions in the framework of comprehensive social\r\ndevelopment policies. It is important to include the social conditions of the\r\nelderly in the agenda of the proposed world social summit for social\r\ndevelopment, the holding of which the Argentine Republic enthusiastically\r\nsupports.\r\nProgress must also be made at the technical level, particularly on the\r\nfact that all treatment of the elderly must be based on the values of family\r\nand community solidarity. A good example has been given to us here by less\r\ntechnically and economically developed countries which know how to keep a\r\nplace for the elderly in social life.\r\nDigitized by Dag Hammarskjöld Library\r\nAl47/PV.42\r\n21\r\n(Mr. Alyarez, Argentini)\r\nThis compsls us to ponder the root causes of the difficulties\r\nin\r\nintegrating older persons into tb~ life of these societies tha\r\nt claim to be\r\nthe most developed, and that are precisely the ones with the g\r\nreatest number\r\nof elderly persons. It is not a lack of economic means nor th\r\ne unfair\r\ndistribution of wealth that primarily impedes their integratio\r\nn. Those\r\nproblems, which are invariably present in the developing world\r\nand in large\r\nsegments of richer societies, put obstacles in the way of atte\r\nnding to the\r\nelderly, but the problems of alienation and abandonment on the\r\npart of the\r\nfamily and community should also be recalled. There is a cult\r\nural attitude\r\nclearly indicated by ~e Secretary-General, that seems to resu\r\nlt in disrespect\r\nfor the old and traditional merely because they are old and tr\r\naditional, and\r\ntoo much regard for change, what is novel and what is young, w\r\nithout regard to\r\ntheir worth or defects. Where there is such a cultural attitu\r\nde, it is but a\r\nshort step from disrepect for the old to the abandonment of el\r\nderly people.\r\nOur societies must not take that step.\r\nTo sum up, the celebration of the tenth anniversary of the Int\r\nernational\r\nPlan of Action on Ageing must lead us to overcome the social a\r\nnd economic\r\nobstacles in the way of the elderly, to improve professional a\r\nttitudes towards\r\nthem as part of community values and, above all, to propose a\r\nthorough review\r\nof the social and cultural aspects and ethical attitudes that\r\nprevent the\r\nelderly from participating fully in the life of their peoples.\r\nIn conclusion, our delegation firmly supports the proposed pro\r\nclamation\r\non ageing that is before the Assembly for consideration, and w\r\ne pledge our\r\nmost sincere efforts to give it practical effect.\r\nMr. MAKA (Zambia}: We are meeting to observe the tenth annive\r\nrs~ry\r\nof the adoption of the Intarnational Plan of Action on Ageing\r\nby the World\r\nDigitized by Dag Hammarskjöld Library\r\nAl47/PV.42\r\n22\r\n(Mr. MakD, Zambia)\r\nAssembly on Ageing in 1982, which was endorse~ by the United Nations General\r\nAssembly in December of that year. The international conference vill be\r\nsuccessful to the extent that it enhances national and international efforts\r\naimed at enabling older persons to lead full and productive lives in their\r\nrespective societies and, above all, at improving the quality of their lives.\r\nIt has been estimated that by the year 2001 the world population will be\r\n6.3 billion, .and that one in every 10 persons will be 60 years of age or\r\nolder. Population ageing has been evident in developed countries and is\r\nbecoming increasingly so in developing countries. While indicative of an\r\nimprovement in the human condition, it has brought with it new challenges for\r\nGovernments, challenges that demand new policy approaches. These range from\r\nthe changing of attitudes to the provision of basic requirements, particularly\r\nin health and housing.\r\nSince the adoption of the International Plan of Action on Ageing a lot of\r\nwork has been done by the United Nations system, Governments and interested\r\nnon-governmental organizations. It is evident from the documentation before\r\nus that the problem of ageing has no boundaries. The appreciation of the\r\nimpact of ageing on society in the past differed between the developed and the\r\ndeveloping countrles, basically because of the traditional family structure.\r\nIn developing countries such as my own, older people found refuge in the\r\nextended family structure. The extended family structure was and still is a\r\ngood thing, which should be encouraged by Governments wherever it exists.\r\nBut, with increased urbanization, it has been proved that this approach can no\r\nlonger be sustained. This is a fact that we in Zambia have not only\r\nrecognized but that we must also address urgently, particularly as our\r\npopUlation is one of the most highly urbanized in sub-Saharan Africa.\r\nDigitized by Dag Hammarskjöld Library\r\nAl47/PV.42\r\n23\r\n(Mr. Maka, Zambia)\r\nBecause of the extended family structure, little has been do\r\nne in my\r\ncountry to address the special needs of our senior citizens.\r\nSo far only\r\nthree homes e~ist for the aged. These homes were established\r\nby the colonial\r\nGovernment to take care of the aged settlers. On independen\r\nce the homes were\r\nopened to all citizens and residents.\r\nAs in the case of dis~led persons, my Government is in the\r\nprocess of\r\noverhauling legal and institutional mechanisms for improving\r\nthe welfare of\r\nthe elderly members of our society. Through the Ministry of\r\nCommunity\r\nDevelopment and Social Services, steps are being taken to bu\r\nild an information\r\ndata base, which is vital for proper policy formulation. Ou\r\nr approach is to\r\nwork very closely with the non-governmental organizations co\r\nncerned with the\r\nwelfare of the elderly and to assist such organizations fina\r\nncially for the\r\nbenefit of the aged. Thus the elderly are benefiting a grea\r\nt deal from the\r\npublic welfare assistance s~heme, which has been established\r\nas a safety net\r\nto cushion the effects of the economic structural adjustment\r\nprogramme.\r\nThe full protection and promotion of the human rights of the\r\nelderly is\r\nour point of departure, because ~e recognize that it is the\r\nonly way by which\r\nimprovements in the status of the elderly can be guaranteed.\r\nProtection of\r\nthese rights has to De ent\u003denchcd in appropriate legislation, w\r\nhich must be\r\nfollowed by effective implementation.\r\nAs I have said, my Government is making a fresh start on issu\r\nes relating\r\nto the elderly. We therefore find our participation in this\r\ninternational\r\nconference on ageing particularly valuable. We have found p\r\narticularly\r\ninspiring the experience gained by various countries and the\r\nUnited Nations in\r\ntheir efforts to implement the International Plan of Action\r\non Ageing during\r\nthe decade 1982 to 1991. While recognizing that the goals o\r\nf the Plan have\r\nDigitized by Dag Hammarskjöld Library\r\nAl47/PV.42\r\n24-25\r\n(Mr. Males. Zombia)\r\nnot been reached, we are encouraged that a firm foundation has at least been\r\nlaid for future action. The global information campaign on ageing mounted for\r\n1992 and beyond has succeeded in raising public awareness, and this should\r\ncontinue.\r\nDigitized by Dag Hammarskjöld Library\r\nA/471PV.42\r\n26\r\n(Mr. Maka. Zambi~)\r\nThe observance of 1 October as Internation\u0026l Day for the Eld\r\nerly, which\r\nbegan last year, 1991, has also contributed to this public in\r\nformation\r\ncampaign. My delegation therefore supports the Secretary-Ge\r\nneral\u0027s proposal\r\nthat to promote the Day in the next three years activities be\r\nrelated to major\r\nUnited·Nations conferences or events, as follows: first, for\r\n1993, human\r\nrights for older people and indigenous knowledge and skills o\r\nf older persons\r\nbe related to the World Conference on Human Rights and to the\r\nobservance of\r\nInternational Year for cbe World\u0027s Indigenous People, both to\r\ntake place in\r\n1993; second, in 1994 population ageing and development and a\r\ngeing and the\r\nfamily be related to the International Conference on Populati\r\non and\r\nDevelopment and the International Year of the Family; third,\r\nin 1995 older\r\nwomen and international ~olidarity be the themes in relati~n\r\nto the Fourth\r\nWorld Conference on Women and the tenth anniversary of Intern\r\national Youth\r\nYear.\r\nMy delegation has carefully studied the report of the Secreta\r\nry-General\r\nentitled \"Global targets on ageing for the year 2001: a prac\r\ntical strategy\".\r\nOur initial reaction is that the eight global targets identif\r\nied provide a\r\ngood basis for action at both the international and the natio\r\nnal levels.\r\nIn conclusion, I would state what is indeed obvious: the nee\r\nd for\r\nadequate financial and other resources to translate the propo\r\nsed targets into\r\naction. The Centre for Social Development and Humanitarian A\r\nffairs, as the\r\nUnited Nations focal point on ageing, should accordingly be e\r\nnabled to meet\r\nthe mandates assigned to it.\r\nDeveloping countries will also need international assistance\r\nto implement\r\nnational targets on ageing which they will have identified.\r\nFor a country\r\nlike my own, having a poor economy and expeiencing drought, t\r\nargets for the\r\nDigitized by Dag Hammarskjöld Library\r\nA/47/PV.42\r\n27\r\n(Mr. Maka. Zambia)\r\nelderly will only add to the many priority needs the Government will have\r\nbefore it but which it will have no capacity to address due to financial\r\nconstraints. The generous assistance of the international community w~ll\r\ntherefore go a long way in enabling us to improve the welfare of our senior\r\ncitizens, as envisaged in the International Plan of Action on Ageing.\r\nMr. MARUYAMA (Japan): My delegation would like to join the previous\r\nspeakers in celebrating the tenth anniversary of the International Plan of\r\nAction on Ageing. It is a pleasure to be able to participate in the de~ate at\r\nthese special meetings of ~e General Assembly.\r\nAgeing is a social development issue in which the United Nations has\r\nplayed an important advocacy role. In August 1982 the Plan of Action on\r\nAge\\ng was adopted at the World Assembly on Ageing, and was subsequently\r\nendorsed by the General Assembly at its thirty-seventh session. The Plan\r\nprovides basic policy guidelines for the international community to follow,\r\nand has served to raise awareness as to the seriousness and complexity of the\r\nproblem at the national, regional and international levels. To accelerate\r\nimplementation of the Inte:national Plan of Action on Ageing, at its\r\nforty-sixth session the General Assembly called for a set of global targets on\r\nt\r\nageing for the year 2001.\r\nWhile Governments, international organizations and non-governmental\r\norganizations have been making strenuous efforts in this area, their\r\nachievements are being overshadowed by the rapidity with which the world\r\npopulation is ageing. The elderly are the fastest growing segment of the\r\nworld\u0027s population, and wi:h demographic change proceeding at such a pace it\r\nis essential that the inte~national community renew its commi.tment to making\r\ncollaborative efforts to aidress the problem.\r\nDigitized by Dag Hammarskjöld Library\r\nAl471PV.42\r\n28\r\n(Mr. Maryyama, JapAn)\r\nAs a longer life span is a reflection of improvements in livin\r\ng\r\nconditions, a society must adjust its social and economic syst\r\nems to ensure\r\nthat the aged lead healthy meaningful lives.. The employment\r\nand\r\nparticipation in society of the elderly must be encouraged, a\r\nnd the systems\r\nthat provide education, social security and health care shoul\r\nd be modified to\r\nmeet their needs. My delegation believes it is the responsibi\r\nlity of society\r\nas ~ whole to ensure that the aged are active participants in\r\nthe community,\r\nthat they do not become a marginalized group. Their experien\r\nce and wisdom are\r\nmost valuable national assets and could be better utilized if\r\nthey were\r\nintegrated into the process of social and economic developmen\r\nt. Society\r\nshould address the problem of ageing not only by trying to me\r\net the immediate\r\nmaterial needs of the elderly but also by focusing on their p\r\nsychological\r\nneeds. Opportunities to participate more actively in society\r\nhelp to give\r\nthem a sense of self-esteem and personal worth, and at t~e sam\r\ne time allow\r\nyounger generations to benefit from their experience and expe\r\nrtise.\r\nIn Japan, as a result of the improvement of medical and health\r\ncare\r\nstandards, the average life expectancy has risen to 80 years,\r\nthe highest in\r\nthe world. As a result, however, it is predicted that early\r\nin the next\r\ncentury one out of four people in Japan will be over 65 years\r\nold. Naturally,\r\nit is of the greatest importance to ensure that this expandin\r\ng part of the\r\npopulation live healthy, comfortable lives participating in a\r\nnd contributing\r\nto society. It was for this reason that the Government of Jap\r\nan set up a\r\nCommittee on Ageing compos3d of the relevant Cabinet minister\r\ns, formulated the\r\nGuidelines on Policy for a Society of Longevity, and strenuou\r\nsly promoted\r\nmeasures based on them.\r\nDigitized by Dag Hammarskjöld Library\r\nAl47/PV.42\r\n29-30\r\n(Mr. Maru,yama, ~)\r\nAs the groving population ©f the elderly influences the social and\r\neconomic structure, each country vill have to explore approaches to the\r\nprblem that take into account its own social, historical and economic\r\nconditions. This is indeed a challenging task, but it poses especially great\r\ndifficulties for those countries with limited resources. In order to\r\nfacilitate efforts at the national level, therefore, it is import-ant to\r\nidentify the most common problems and concentrate international collaboration\r\non addressing them, so that every country viII be aided in formulating its\r\nnational programme.\r\nMy delegation notes that work on the issue of ageing, as it is closely\r\ninterconnected with other issues of social development# including the role of\r\nthe family, people with disabilities, aged women, poverty a1\u00271d human riqhts, is\r\ngoing forward at a number of organizations within the United Nations system.\r\nBecause it is such a multi-faceted problem, comprehensive approaches will have\r\nto be developed.\r\nThis issue is potentially the most important we shall have to address in\r\nthe next century. It is not the concern of one age group alone, but a\r\nchallenqe each of us must face sooner or later. It has wide social\r\nimplications, and will affect future qenerations. If we are to meet that\r\nchallenqe, it will require the concerted efforts of Governments, local\r\ncommunities, and international and non-qovernmental orqanizations.\r\nDigitized by Dag Hammarskjöld Library\r\nAl471PV.42\r\n31\r\nPril1ce DLAMINI (Swaziland): I am pleased to take this opportunity\r\nto address the Assembly once again on behalf of \u0027His Majesty King Mswati Ill,\r\nthe Government and the nation of the Kingdom of Swaziland.\r\nThe celebration of the tenth ~iversary of tue adoption of the\r\nInterna~ional Plan of Action ,on Ageing has led to an international awareness\r\nof the needs and problems of ageing persons. While yosterday ageing was\r\nsimply a function of time, today it is influenced by economic frustration; the\r\ninaccessibility of jobs; chronic, incurable diseasas; and other social\r\nconstraints. My country has not been spared the factors that influence\r\nageing. We, too, are experiencing a rise in the ageing population due to\r\nincreased nutritional and medical awareness, which has resulted in a greater\r\nlife expectancy for our population.\r\nWhile it is true that Swaziland is a traditional society and places great\r\nemphasis on the role played by the extended family system, it goes without\r\nsaying that, due to urbanization and industrialization, there has emerged a\r\ngroup of elderly persons needing to receive care and assistance from the State\r\nI\r\nthrough non-governmental organizations, as a result of the disintegration of\r\nthe family unit.\r\nSwaziland does not favour the philosophy or practice of\r\ninstitutionalizing its ageing persons, particularly as this practice goes\r\ntotally against our culture and customs. Not only that, human experience has\r\nshown that development that runs counter to the traditional and cultural\r\nvalues of a particular society does not bear the intended fruits.\r\nIt is said that the virtues and advantages of urbanization and\r\nindustrialization are inseparable from the waning and stripping of certain\r\nelements or features of our social and moral fibre, to the detriment of both\r\nDigitized by Dag Hammarskjöld Library\r\nA/47/PV.42\r\n32\r\n(Pripce Dlamipi, Swazilapd)\r\nour traditional and cultural norms. The breakdown of the family unit and the\r\nresulting ostracism and neglect of the elderly, especially in our developing\r\ncountries, is being blamed on urbanization. Under no circumstances, unless it\r\nis inevitable, should we encourage uprooting our seni~r citizens from their\r\nfamiliar surroundings and placing them in strange and possibly hostile\r\nenvironments.\r\nAs the Government is concerned about the needs of this segment of the\r\npopulation - persons aged 65 and over - some help in terms of public\r\nassistance is provided to those who are economically and financially\r\ndisadvantaged. Approximately 30,000 people in my country are currently\r\nbenefiting from this programme.\r\nApart from the Government, a variety of non-governmental organizations\r\noffer various forms of assistance to the elderly. These organizations include\r\nchurch groups, the Association of Swaziland Retired Civil Servants and others\r\nthat address the requirements and problems of ageing persons by providing\r\nmaterial assistance to those in need. They make regular visits to the homes\r\nof the elderly in rural areas, after having identified them through local\r\nleaders. Assistance might take the form of repairs or of constructing new\r\nhomesteads with labour provided by community members, inclUding our youth, as\r\nmembers of scout troops and boys\u0027 brigades.\r\nCommunity leaders at the grass-roots level, where the people are, are\r\nfamiliar with the needs of the local population and are entrusted with the\r\nresponsibility of identifying the ageing and referring them to the nearest\r\nappropriate social welfare ~ffice so that they may be registered for eventual\r\nassistance. Working hand in hand with local authorities and non-governmental\r\norganizations, this system in Swaziland has proved efficient in identifying\r\nDigitized by Dag Hammarskjöld Library\r\nAl47/PV.42\r\n33\r\n(f£ipce DlaminiJ Swaziland)\r\nand rendering \u0026ssistance, ho~ever.meagre, to the elderly. W\r\ne have been able\r\nC~ offer some financial assistance to the nvn-qovernmental or\r\nqanizations\r\nconcerned.\r\nMany ways of making the lives of ageing persons comfortable\r\nare\r\nenvisaged, but lack of resources is both a constraint and a h\r\nindrance. I\r\ntherefore appeal to the international community to assist co\r\nuntries,\r\nespecially developing countries such as Swaziland, to train m\r\nore of our\r\ncommunity and social workers, who would then be better equipp\r\ned to deal with\r\nthe issue. In any event, we hope and believe that with the a\r\nssis~ance of the\r\ninternational community we can and will eventually realize ou\r\nr goal of making\r\nthe twilight years of our senior citizens fulfilled, dignifie\r\nd and fruitful.\r\nSociety\u0027s neglect of the elderly is not only a human tragedy\r\n, one clearly\r\nquestionable on religious grounds, but also a sad example of\r\ningratitude to\r\nour parents, who invested so much in our upbringing to matur\r\nity. This cruel\r\nand malicious attitude should be abandoned - and not only for\r\nour own sake, as\r\nold age will surely catch up with us; it must be wiped out pe\r\nrmanently, as it\r\nnegates all the virtues that mankind accrues to its honour.\r\nHuman history is that man has always lived and prospered by t\r\nhe sweat of\r\nothers and that he has always been reluctant to come to the r\r\nescue of those\r\nwho are less fortunate. The proof is in the dilly-dallying a\r\nttitude of\r\nGovernments and politicians towards the plight of those memb\r\ners of our\r\ncommunities who suffer from disabilities. But we must remem\r\nber again that.\r\nunlike mental and physical disabilities, problems that we al\r\nl would like to\r\nbelieve cannot befall us, we are talking here about the proce\r\nss of ageing, a\r\nI\r\nDigitized by Dag Hammarskjöld Library\r\niJ.\u0027/~••2\r\n34.-35\r\n(Prince D1amipi, Swazilapd)\r\nnatural phelllomenon t;.hat nat.:ure CAJUlot~elp.but alloW\u0027 to take its course. In\r\nothe~ words, we are addr.e~sinc; this problem not only for those who are ~lready\r\nelderly, but for us and all of humankind as wel1.*\r\n~ Mr. Hayes (Ireland), Vice-President, took the Chair.\r\nDigitized by Dag Hammarskjöld Library\r\nW47/PV.42\r\n36\r\n(Prince D1amipi, Swaziland)\r\nIt would therefore be far-sighted of the Assembly and all the Governments\r\nof the world to exert themselves to the muimwn in trying to resolve thE!\r\nproblem of ageing. With the passing of time, those of us who debated this\r\nitem 10 years ago and at this conference will look back with pride and declare\r\nwith honour that solving the problems of the aged was indeed a worthwhile,\r\nlong-term investment.\r\nMrs. CA6TRQ DE BARISH (Costa Rica) (interpretation from Spanish):\r\nIn his statement on behalf of the Group of Latin American and Caribbean\r\nStates, its Chairman, Ambassador Ramiro Piriz Ballon, Permanent Representative\r\nof Uruguay, expressed with eloquence, clarity and great sensitivity our\r\nGroup\u0027s thoughts about the important subject of ageing, as the Assembly began\r\nits celebration of the tenth anniversary of the adoption of the Plan of Action\r\non Ageing.\r\nMy delegation fully supports that statement, in which we were rightly\r\nreminded that one State member of our group, Argentina, emphasized with great\r\nvision the importanc~ of this question and introduced a draft Declaration on\r\nthe Rights of the Elderly in 1948, the year when the Universal Declaration of\r\nHuman Rights was adopted.\r\nMy delegation also wishe~ to emphasize how important it is, in order to\r\nrespond to the needs of o~r region, to establish in Latin America and the\r\nCaribbean an institute on ageing like the one that already exists in Malta.\r\nAt this stage of the debate my delegation will speak of the most\r\nvulnerable of the senior citizens, who as we know, form a group that is in\r\nitself vulnerable. I refer in particular to older and elderly women and the\r\nroles they have played in the family in various cultures and civilizations\r\nsince time immemorial.\r\nDigitized by Dag Hammarskjöld Library\r\nAl47/PV.42\r\n37\r\n(Mrs. Castro de Barish,\r\nCosta Rica)\r\nAmong the important landmarks of the 1990s, 1994 has been proclaimed the\r\nInternational Year of the Family by the General Assembly. There is no doubt\r\nthat resolutions will be adopted based on initiatives and proposals responding\r\nto the need to strengthen the family and the values on which it is founded and\r\nthat must sustain it. We must emphasize that in that basic social unit older\r\nand elderly women have played and continue to play a very special role. It is\r\nalso fitting to mention another aspect: within the social qro~p of older and\r\nelderly men and women it is women who have the worst of a difficult, complex\r\nsituation, which had until recent years been ignored.\r\nAs has already been mentioned, the ageing of populations is today a\r\nworld-wide phenomenon, pronounced in some parts of the world and incipient in\r\nothers. We believe it is necessary to focus on the role of older and elderly\r\nwomen in the family and the situation in which millions of women live, mainly,\r\nbut not exclusively, in developing countries.\r\nThe report prepared for the meeting of the Consultative Group on\r\n\"Middle-Aged and Older Women in Latin America and the Caribbean: The Current\r\nSituation and Its Political Consequences\", jointly organized by the American\r\nAssociation of Retired Persons and the Pan-American Health Organization and\r\nheld in Washington, D.C., from 18 to 20 October 1988; containing some\r\nimportant observations that help us understand the situation a little better.\r\nIt tells us:\r\n\"Little is known about the segment of the population that is made up\r\nof older women - between ages 40 and 59 - and elderly women - aged 60 and\r\nabove - in Latin America and the Caribbean. Although women over 40 years\r\nof age constitute a relatively small percentage of the population - from\r\nDigitized by Dag Hammarskjöld Library\r\nAl471PV.42\r\n38\r\n(Mrs. Castro de Barish,\r\n(;osta Rica)\r\n9 per cent to 20 per cent - in the countries of the reqion, absolute\r\nfiqures are hiqh and a~e on the rise. Since the population of Latin\r\nAmerica and the Caribbean is relatively younq, little attention has been\r\npaid so far to older and elderly women in research-related or\r\nservice-related activities. Only recently has work bequn to analyse\r\ncensus statistics by sex and aqe, although services for women are still\r\noriented more towards maternity problems than towards chronic disease.\"\r\nThe study offers some important conclusions, such as the following:\r\n\"Older and elderly women play a key role in both economic\r\ndevelopment and family stability in the region, much more so than one\r\nwould expect from their numbers. This is so much the case that if their\r\nproductive endeavours and their role as care-takers were suddenly taken\r\naway, the effect on the economy and social structure of the region would\r\nbe devastating.\"\r\nWhy are they so important? The central role of older and elderly women\r\nis explained by the fact that at the same time as they serVG as the family\u0027s\r\neconomic and emotional base, they have a series of relationships of dependency\r\nwith husband, father, brothers and sons. They have to balance the needs of\r\nthe family unit and the needs of its individuals, all the while holding a\r\nsubordinate position relative to the men in the household. There would seeEn\r\nto be some truth in the belief that only in old age is a woman allowed to be\r\nherself and to look after herself - if she is lucky, at that.\r\nAnother important conclusion of the study is that:\r\n\"Women\u0027s life expectancy is also increasing in the region, and it is\r\nexpected to exceed an average of 71 years in the year 2000.\"\r\nDigitized by Dag Hammarskjöld Library\r\nAl471PV.42\r\n39-40\r\n(Mrs. Castro de Barish,\r\nCosta Rica)\r\n~hat figure, which is in accord ~ith statistics mentioned here by many\r\nprevious speakers, is forecast in spite of a workload twice or three times\r\nthat of most women of comparable age in the develo~8d countries and despite a\r\nprobable history of mUltiple pregnancies, chronic anaemia, non-existent\r\npreventive care and inadequate medical services. This capacity of older and\r\nelderly women in Latin America and the Caribbean to resist the enormous\r\nphysical and emotional pressures in their lives is one of the most interesting\r\nand encouraging conclusions of the stUdy.\r\nDigitized by Dag Hammarskjöld Library\r\nW47/PV.42\r\n41\r\n(Mrs. Castro de Barish,\r\nCosta Rica)\r\nThe research includes that of a small group of researchers who have begun\r\nto focus on specific experiences which are universal among older and elderly\r\nwomen; they are trying to define and describe the qualities and\r\ncharacteristics of these experiences, which include menopause and sexuality.\r\nWidowhood, though not universal, is quite common and has also been the object\r\nof research; it seems to be a very fruitful line.\r\nMy delegation applauds the efforts of the Pan-American Health\r\nOrganization in promoting research on the situation and living conditions of\r\nelderly women and their health needs and social services needs. We\r\nacknowledge the tireless devotion to the problem shown by Ambassador\r\nJulia Tavares de Alvarez, Alternate Representative of the Dominican Republic,\r\nwhose contribution to the agenda item on ageing has been amply recognized at\r\nthe United Nations.\r\nCosta Rica associates itself with the purposes and concepts, as well as\r\nthe suggestions and guidelines, contained in document Al47/L.5/Rev.l, which we\r\nhave the honour of sponsoring, entitled \"Proclamation on Ageing\". We wish to\r\nemphasize that joint efforts of the public and private sectors will be very\r\nvaluable in implementing the Proclamation and the International Plan of Action\r\non Ageing, the anniversary of whose adoption we are celebrating, and we must\r\nencourage an increase in such efforts. Here I refer specifically to the\r\nimportant support from the recently created Banyan Fund for the efforts to\r\npromote activities that will make it possible for older persons to remain both\r\nsocially and economically independent.\r\nDigitized by Dag Hammarskjöld Library\r\nAl47/PV.42\r\n42\r\n(Mrs, Castro de Barish,\r\nCosta Rica)\r\nWe hope that we can rely on the political will to face global ageing in\r\nthe coming decades, which\r\n\"will require a revolution in both thinking and feeling,\"\r\n(A/47/PV.39, p. 37)\r\nI conclude by expressing Costa Rica\u0027s support for proclaiming 1999 - the\r\nstart of the era of ageing, at the dawn of the new century - the International\r\nYear of Older Persons,\r\nThe PRESIDF.NT: We have heard the last speaker in the debate.\r\nWe shall now proceed to consider the draft resolution contained in\r\ndocument A/47/L.5/Rev.l.\r\nMrs. TAVARES DE ALVAREZ (Dominican Republic) (interpretation from\r\nSpanish): At the request of some delegations, having held consultations with\r\nthe other sponsors we have decided to propose ~wo amendments to the draft\r\nresolution contained in document A/47/L.5/Rev,1.\r\nThe first amendment is to delete the first line of par\u0026graph 1 (1) of the\r\nannex, which reads:\r\n\"To intensify efforts to advance disarmament programmes and to\r\nThe paragraph will now read:\r\n\"... .\r\n\"To provide the irunense human and material resources now urgently\r\nneeded for adjustments to pumanity\u0027s coming of age, which can be\r\nunderstood as a demographic phenomenon but also as a social, economic and\r\ncultural one of great promise;\",\r\nThe second amendment is paragraph 3, the last paragraph of the annex, It\r\nis to insert after \"Older Persons\" the following words:\r\n\"from the resources of the regular budget for the 1998~\u0027999 biennium and\r\nfrom voluntary contributions,\"\r\nDigitized by Dag Hammarskjöld Library\r\nAl471PV.42\r\n43\r\n(Mrs. Tayares de Alvarez,\r\nDominican Republic)\r\nThe rest of the paragraph will remain as it stands. I have given these\r\namendments in writing to the Secretariat.\r\nI also wish to info~ the Assembly that the delegation of Viet Nam has\r\njoined the sponsor of the draft resolution.\r\nI should like to take this opportunity to thank all the delegations that\r\nhave offered their support and cooperation to make the \"Proclamation on\r\nAgeing\" in 1992 a reality.\r\nThe PRESIDENT: The Assembly will now take a decision on the draft\r\nresolution in document A/47/L.5/Rev.1.\r\nMay I take it that the Assembly decides to adopt resolution\r\nA/47/L.5/Rev.l as orally amended by the representative of the Dominican\r\nRepublic?\r\nDraft resolution A/47/L.5/Rey.1, as orally amended, was adopted\r\n(resolution 47/5).\r\nThe PRESIDENT: The General Assembly haG thus concluded this\r\ninternational conference on ageing, which has sought to consolidate a set of\r\ntargets on ageing for the year 2001 and to celebrate the tenth anniversary of\r\nthe adoption of the International Plan of Action on Ageing.\r\nI therefore declare closed this special commemoration.\r\nPROGRAMME OF WORK\r\nThe PRESIDENT: I should like to inform representatives that the\r\nAssembly will consider agenda item 148, \"Emergency assistance to the\r\nPhilippines,\" on Wednesday, 21 October, as the last item in the afternoon.\r\nThe meeting rose at 4.40 p.m.\r\nDigitized by Dag Hammarskjöld Library\r\n"