"UNITED \r\nNATIONS \r\nGeneral Assembly \r\n\u003e r-t \r\nPROVISIONAL \r\nA/47/PV.21 \r\n12 October 1992 \r\nENGLISH \r\nForty-seventh session \r\nGENERAL ASSEMBLY \r\nPROVISIONAL VERBATIM RECORD OF THE 21st MEETING \r\nHeld at Headquarters, New York, \r\non Thursday, 1 October 1992, at 3 p.m. \r\nPresident: \r\nlater: \r\nlater: \r\nMr. ROGERS \r\n(Vice-President) \r\nMr. GANEV \r\n(President) \r\nMr. ROGERS \r\n(Vice-President) \r\nGeneral debate [9] (continued) \r\nStatements made by \r\nMr. Rabenoro (Madagascar) \r\nMr. Tiu (Republic of Moldova) \r\nMr. Berenger (Mauritius) \r\nMr. Abu Jaber (Jordan) \r\nMr. Gros Espiell (Uruguay) \r\nMr. Sanon (Burkina Faso) \r\n(Belize) \r\n(Bulgaria) \r\n(Belize) \r\nThis record contains the original text of speeches delivered in English \r\nand interpretations of speeches in the other languages. The final text will \r\nbe printed in the Official Records of the General Assembly. \r\nCorrections should be submitted to original speeches only. They should \r\nbe sent under the signature of a member of the delegation concerned, within \r\none week, to the Chief, Official Records Editing Section, Office of Conference \r\nServices, room DC2-750, 2 United Nations Plaza, and incorporated in a copy of \r\nthe record. \r\n92-61292 1568V (E) \r\nA/47/PV.21 \r\n2-5 \r\nIn the absence of the President. Mr. Rogers (Belize). Vice-President. \r\ntook the Chair. \r\nThe meeting was called to order at 3.25 p.m. \r\nAGENDA ITEM 9 (continued) \r\nGENERAL DEBATE \r\nMr• RABENORO (Madagascar) (interpretation from French): The General \r\nAssembly\u0027s choice of Mr. Ganev to lead the work of its forty-seventh session \r\nis a worthy tribute to his outstanding qualities and to the role his country, \r\nBulgaria, has always played in international relations. I convey the \r\ncongratulations of the Republic of Madagascar to him, and on behalf of my \r\ndelegation assure him of our cooperation. \r\nWe are grateful to his predecessor, Mr. Samir Shihabi, for having \r\naccorded the strengthening of the General Assembly\u0027s authority the highest \r\npriority among his concerns although this did not keep him from discharging \r\nhis other responsibilities with grace, competence and skill, even in the most \r\nsensitive of circumstances. \r\nI turn now to our Secretary-General, Mr. Boutros Boutros-Ghali, a member \r\nof our National Academy. He is certainly aware of the great regard in which \r\nhe is held in Madagascar, and we know that his experience, his sense of duty \r\nand his humanism are all guarantees of the success of our Organization. In \r\nthis time of profound change, requiring the involvement of all, we again \r\nexpress our support for and confidence in him. \r\nFinally, we address our best wishes to, and welcome, the 13 new Members: \r\nArmenia, Azerbaijan, Bosnia and Herzegovina, Croatia, Georgia, Kazakhstan, \r\nKyrgyzstan, the Republic of Moldova, San Marino, Slovenia, Tajikistan, \r\nTurkmenistan and Uzbekistan. We are pleased to be able to count upon their \r\ninvaluable cooperation and to offer them our own in return. \r\nA/47/PV.21 \r\n6 \r\n(Mr. Rabenoro. Madagascar) \r\nWhen I spoke at last year\u0027s session, I mentioned the need for a new \r\ncharter in referring to the prospects of what was being offered us as the \"new \r\nworld order\". I will not repeat my conclusion, especially since the \r\ndeclarations adopted by the recent Summit Conference of the non-aligned \r\ncountries have reinforced the sense that my suggestion, as daring as it may \r\nhave been, only reflects the aspirations of a fairly significant sector of \r\nhumanity. I realize nevertheless, in the light of the events of these past \r\n12 months, that it might not seem timely not because it in any way disturbs \r\nthe conservatives, but because we are unfortunately compelled to yield to the \r\nvagaries of the international situation. \r\nAnd we ask ourselves: At what point can we truly speak of the new world \r\norder? Shall we call it the new order, the new world order, or the new \r\ninternational order? Are we sure of winning consensus around a concept that \r\ncan only be the fruit of joint efforts? Indeed, before we talk of order, let \r\nus try to look within ourselves and around us! \r\nRare are the developments that cause us satisfaction. To be sure, work \r\non the chemical weapons convention has finally been concluded; the operation \r\nin Cambodia seems to be supported by the parties; the international peace \r\nconference on the Middle East has shown signs of rather positive developments, \r\nin spite of some understandable hesitancy; in South Africa, the recent \r\nagreement between De Klerk and Mandela should pick up the broken thread of \r\nnegotiations in the Convention for a Democratic South Africa; the political \r\nsituation in Angola, Mozambique, and El Salvador is brightening; democracy is \r\nregaining stature and acceptability everywhere; and the Earth Summit in Rio \r\nunfolded in the best possible conditions. \r\nHowever, shadows persist. There are instability, human tragedy, and \r\npolitical chaos in many countries; the eruption of a nation and the threat of \r\nA/47/PV.21 \r\n7 \r\n(Mr. Rabenoro. Madagascar) \r\nan entire people\u0027s disappearance in Somalia; violence and massacres in the \r\nBalkans; floods of refugees in Africa, especially, in Asia, and even in \r\nEurope; deadlock in Cyprus; foot-dragging in Western Sahara; human rights \r\ntrampled by hatred, intolerance, and xenophobia; monetary and financial crisis \r\nin the industrialized countries; and mounting poverty in third world countries. \r\nThis record, though incomplete, is not very encouraging. In any event, \r\nit hardly lends itself to prognostications on what the new world order is to \r\nbe. We will indeed be able to discourse validly on the subject once we have \r\nmastered disorder and political, economic, and social insecurity on the \r\nnational, regional, and international levels. This finding, whose particular \r\nbitterness pains us, should not inhibit our ability to reflect and to judge. \r\nNor can anyone say that we are entitled to hide behind the sense of malaise \r\nindignation, even in order to refuse to seek joint solutions, however \r\nimperfect, to the problems that we have often created for ourselves. \r\nAs a Member of the United Nations, and above and beyond any \r\nconsiderations of national interest or ideological affinity inasmuch as \r\nideologies still exist - it is up to us to affirm and constantly reaffirm the \r\ncentral role of our Organization in establishing peace and security, \r\nprereguisites for progress and social justice. That is the essence of the \r\n1945 Charter. These will remain the goals of the charter that will need to \r\nreplace it. That is why the Non-Aligned Movement again took up this theme \r\nfrom a fresh but not unprecedented perspective, so as to apply it to the \r\ndemocratization of international relations and the development of solidarity \r\nand equality, not forgetting the promotion of legality. \r\nOne criticism of the 1945 Charter is that it does not take sufficiently \r\ninto account the desirable balance between the main bodies of the \r\nOrganization the General Assembly, the Security Council, the Economic and \r\nA/47/PV.21 \r\n8-10 \r\n(Mr. Rabenoro. Madagascar) \r\nSocial Council, the Trusteeship Council, the International Court of Justice, \r\nand the Secretariat. To each body its own responsibilities and attributes! \r\nEach historical era has its own limitations and its own imperatives. Since \r\npeople continue to call for a comprehensive approach to problems in order to \r\nachieve integrated solutions, it is important to take a new, pragmatic look \r\never respectful of the spirit of the Charter at certain provisions of the \r\nCharter. \r\nLet us take the special responsibilities of the permanent members of the \r\nSecurity Council: Exercised on behalf of the entire Organization, they arose \r\nin the situation that obtained immediately upon the Second World War. Now, \r\nthe alliance has not survived the victory over totalitarianism. The cold war, \r\nwhich in some sense crystallized and distorted the use of the veto, is now \r\npart of history. The same applies to the concept of \"enemy\". Meanwhile, \r\nnewly independent States and new Member States have called for participation \r\non a more responsible basis and a more eguitable allocation of what they see \r\nas privileges in fact, the implementation of democratic rules within the \r\nOrganization. It is therefore not astonishing to hear speak at one point of \r\nexpanding the Security Council, at another of eliminating the veto right, or \r\nat another still of extending or modifying the exercise of that right. \r\nOne fact remains: the right of veto, as envisioned in the 1945 Charter, \r\nis challenged by everyone throughout the world except those who have it. Let \r\nus apply the rules of the democratic game, and concede at least one point: \r\nthe 1945 Charter can and must be revised. It will still be necessary for the \r\nfive permanent members to agree as a whole to renounce their implicit veto \r\nright when it comes time for ratifying whatever changes the sovereign Assembly \r\nmay adopt. That is the only way for us to overcome the impasse. \r\nA/47/PV.21 \r\n11 \r\n(Mr. Rabenoro. Madagascar) \r\nIt is necessary at the same time to define more rigorously the concept of \r\ninternational security not to abridge the authority of the Security Council \r\nbut to strengthen that of other bodies. Political or strategic circumstances \r\nand considerations have given that concept political, economic, social, \r\nhumanitarian, ecological and even legal ramifications. It is thus possible, \r\ninvoking jurisprudence, to recommend measures against a State or a regime in \r\nunexpected spheres, arbitrarily chosen on the basis of defence considerations \r\nor the promotion of special national or regional interests. \r\nIn that context, we want to state our appreciation for the \r\nSecretary-General\u0027s report \"An Agenda for Peace\". Despite the rigid framework \r\nwithin which that study was carried out, its vision is stimulating, its \r\nanalyses relevant and its recommendations acceptable. We hope it will help \r\nshed new light on the concept of responsibility free from hegemony, so that \r\nthis notion will attract more open, unambiguous support. \r\nI felt it necessary to stress the democratization of international \r\nrelations because the strengthening of the Organization depends on it. Only \r\nan organization whose central role is set out in the documents, practice and \r\nacceptance of its members can guarantee the establishment and maintenance of \r\nrelations among nations based on trust, equity and equal participation. \r\nWe lay stress on the same principles when we address the problems of \r\ndevelopment, for we are convinced that their solution depends in large part on \r\nthe status of international peace and security. So long as the international \r\npolitical situation is under a burden, the search for a solution to the \r\ndevelopment crisis will be in vain. The Organization indeed, the entire \r\nUnited Nations system is working along those lines, and we are glad that \r\ndebate both at the eighth session of the United Nations Conference on Trade \r\nA/47/PV.21 \r\n12 \r\n(Mr. Rabenoro. Madagascar) \r\nand Development (UNCTAD) and at the United Nations Conference on Environment \r\nand Development was marked by strengthened international cooperation for \r\ndevelopment. This theme reappeared at the high-level discussions in the \r\nEconomic and Social Council. This awareness is reflected also in an \r\nacknowledgement that stress must be placed on the role of the United Nations \r\nas the only forum in which we can deal with these problems in an integrated \r\nmanner. \r\nWe must draw up universally accepted principles and rules; ensure \r\ncoordination among the various development forums; harmonize the modalities \r\nfor action by financial, monetary and trading institutions; and above all be \r\naware of the political dimension of the decisions we shall have to make at all \r\nlevels. That is the role of the Economic and Social Council; we must \r\nstreamline and consolidate its functions in analysis and orientation to make \r\nit more effective system-wide. \r\nOn the institutional level, we note a willingness to create controls \r\nand the beginnings of that process although unegual means do not always \r\nfavour consensus among the bodies concerned. \r\nThen there is poverty. It is unbearable for its victims; it is \r\nunacceptable in a world that espouses solidarity. It has always been the lot \r\nof Africa, Asia and Latin America and the Caribbean, where economically \r\nfragile, poorly integrated, dislocated, marginalized societies barely survive, \r\nside by side with pockets of prosperity. \r\nI want to make special reference to my own continent of Africa, where \r\npoverty and its attendant disease, natural disasters and social conflicts have \r\ndevastating, degrading effects. How can we ignore the fact that by the end of \r\nthe century, although we expect 400 million fewer impoverished people in the \r\nworld as a whole, there will be 100 million more in Africa? \r\nA/47/PV.21 \r\n13-15 \r\n(Mr. Rabenoro. Madagascar) \r\nWe are sometimes criticized for self-pity and for not making the efforts \r\nnecessary to eliminate poverty in our countries. We are not immune to such \r\ncriticism, but is it not true also that poverty will be eradicated only if the \r\npace of economic growth is accelerated and if together we can solve the \r\nproblems that are the underlying causes of underdevelopment? Give us the \r\ntools for action, quickly and under tolerable terms. \r\nIn that context, I want to stress the urgency of reconsidering the \r\nquestion of our external debt; initiatives taken thus far have had no \r\nsignificant impact, despite the best intentions and despite a number of \r\ngenerous gestures made. We believe that initiatives must be reviewed and \r\nexpanded to ensure the resumption of development and growth. To be complete, \r\nthese initiatives must include additional resources, whether these come from \r\nofficial aid, the \"peace dividend\" or transfers in the form of investment. \r\nIn that context, we hope an international conference on development \r\nfinancing will take place and will respond to our difficulties in implementing \r\nthe various programmes and plans of action that have been adopted for the \r\ndevelopment of the countries of the South. \r\nEnvironmental protection and the promotion of sustainable development are \r\nthe great challenges of the 1990s and beyond. We must therefore ensure the \r\nswift implementation of Agenda 21. Though an ambitious programme, it is \r\ncommensurate with our respective responsibilities. \r\nA/47/PV.21 \r\n16 \r\n(Mr. Rabenoro. Madagascar) \r\nMadagascar welcomes the convening in 1993 of the World Conference on \r\nHuman Rights, in 1994 of the International Conference on Population and \r\nDevelopment, and in 1995 of the World Summit for Social Development. \r\nThe holding of those conferences reassures us in our determination to \r\nestablish a society based upon social justice and true democracy, as reflected \r\nin the Constitution recently adopted by the people of Madagascar. We wish to \r\nexpress our gratitude to the Secretary-General and to the institutions and the \r\nfriendly countries which have supported us in this process. \r\nNew prospects for action are opening before us in the political, economic \r\nand social spheres. We have discussed them, reflected on them, and compared \r\nand contrasted our ideas regarding them. We have not always managed to avoid \r\nrecrimination and confrontation, but over four decades which will soon be \r\nfive we have constantly sought the best ways and means of promoting and \r\nperfecting cooperation between our peoples and between our States. With this \r\ncooperation we have everything to gain; without it we have everything to lose. \r\nThis certainty could have been a valid guide for us in our common quest \r\nfor more peace, more justice and more progress in a word, for bringing about \r\na more humane world. We could have succeeded long ago had the course of \r\nevents been more in our favour and had we agreed together to turn our visions \r\ninto reality. General instability led us to doubt ourselves and also one \r\nanother. However, the fact that we are gathered here bears witness to our \r\nreadiness and determination to turn towards the United Nations in order to \r\ndraw renewed certainty from it. \r\nThis is not a risk-free undertaking, since it reveals our weaknesses and \r\nshortcomings. It is, however, worth making the effort in order to enable us \r\nto adjust our commitment to the challenges that continually assail us. Let us \r\nA/47/PV.21 \r\n17 \r\n(Mr. Rabenoro. Madagascar) \r\nhope that it will lead to a renewal which is beneficial to the Organization \r\nand which in the final analysis will help us to keep the promises we have made \r\nto our peoples. \r\nMr. TIU (Republic of Moldova) (interpretation from French): Allow \r\nme first to convey to you, Mr. President, the heartfelt congratulations of the \r\nRepublic of Moldova on your election and to wish you every success in \r\nperforming your important duties. \r\nI should also like to take this opportunity to express once again my \r\ngratitude and my country\u0027s gratitude to the participants in this forum. It \r\nwas thanks to their support that the Republic of Moldova, more than six months \r\nago, became a member of the great family of the United Nations and is now \r\nable, in that new capacity, to add its efforts to those of other States in \r\npromoting the noble values and ideals of the Charter of the United Nations. \r\nI believe that this lofty rostrum of the United Nations General Assembly \r\nis the best place to analyse, even if briefly, the processes and \r\ntransformations we are witnessing today and to discuss our common problems. \r\nBeyond doubt, our civilization is undergoing profound and dynamic \r\nchanges, and for that reason it is acquiring a new quality, a different \r\ncontent. The collapse of communism, the end of the cold war and the fall of \r\nthe Soviet empire, followed by the appearance of many new independent States, \r\nwhose peoples cherish freedom and democracy, are all changes of great \r\nimportance for the future of mankind. \r\nAt the same time, we are witnessing a constant deterioration of some \r\nglobal problems, such as the appearance of new regional conflicts which \r\nthreaten the internal stability of those States and which also affect \r\ninternational security. It is clear that those problems and the solutions to \r\nA/47/PV.21 \r\n18-20 \r\n(Mr. Tiu. Republic of Moldova) \r\nthem require the concerted efforts of the entire international community. \r\nAccordingly, the United Nations, the most representative international body, \r\nhas an essential role to play as a universal centre for our collective action. \r\nRegarding the revitalization of the United Nations and its restructuring \r\nto reflect recent events, I believe that as the guarantor of international \r\npeace and stability, the United Nations should expand its efforts for peace by \r\nimproving its peace-keeping machinery, by stepping up its activities in the \r\nfield of preventive diplomacy and by working out new, more effective machinery \r\nto coordinate actions aimed at enhancing respect for the norms of \r\ninternational law and ensuring the security and interests of small States such \r\nas my own country. \r\nI am convinced that today, more than ever before the United Nations is \r\ncapable of resolving the problems confronting the world community. It is \r\nthrough such action that the great principles of the Charter which during \r\nthe time of the cold war remained merely ideals can be effectively \r\nimplemented and respected. \r\nThe United Nations, which in earlier days was a forum for ideological \r\npolemics, is now becoming a body for international cooperation, a highly \r\nauthoritative body inspired by a profound constructive spirit. We are fully \r\nconvinced that the admission of new States to the United Nations family means \r\na mutual responsibility for them and for the United Nations. \r\nA/47/PV.21 \r\n21 \r\n(Mr. Tiu. Republic of Moldova) \r\nThe events that led to the incorporation of the Baltic countries \r\nEstonia, Latvia and Lithuania following the Ribbentrop-Molotov pact are well \r\nknown. Following that treaty, which had been imposed by force and has since \r\nbeen declared null and void by the parliament of the former USSR, the \r\nterritory of my country was annexed and subjected to forced assimilation aimed \r\nat making us forget our Latin origins and become part of \"the Soviet people\". \r\nThe proclamation of our Republic\u0027s independence and sovereignty and its \r\nadmission to membership in this world Organization opened the way to our \r\nfreedom with due regard, of course, for the strict observance of the norms \r\nand principles of law accepted in international practice. It is in that \r\ncontext that I wish to state that our goal is to advance towards a model of \r\nsocial organization in our Republic which will match the high standards \r\ndeveloped by mankind in the socio-economic, juridical, political, spiritual \r\nand other fields. \r\nThe year 1991 marked the beginning of the existence of independent States \r\nwith different socio-political and economic systems in the territory of the \r\nformer USSR. Each of them is seeking ways and means to build a State based on \r\nlaw and the institutions and machinery appropriate for a market economy. \r\nWe believe that the international community\u0027s support should be conceived \r\nand adapted to suit the actual conditions existing in each newly independent \r\ncountry. For that reason, with a view to supporting the specific reforms for \r\nthe transitional period, the efforts of the United Nations and of its \r\nspecialized agencies will achieve positive results only if they are \r\ncoordinated with the socio-economic programmes devised and promoted by those \r\ncountries. The recent admission of the Republic of Moldova to the \r\nInternational Monetary Fund and the World Bank guarantees the success of the \r\nA/47/PV.21 \r\n22 \r\n(Mr. Tiu. Republic of Moldova) \r\nreforms and also gives substantial support to our young State, which is firmly \r\ncommitted to a process of democratic development. \r\nHowever, the conflict unleased in the eastern parts of Moldova is a major \r\nobstacle to the promotion of our economic reforms and to the democracy to \r\nwhich we are committed. \r\nThe pro-communist imperialistic forces constituted by the representatives \r\nof the old \"nomenklatura\" the military-industrial complex and the higher \r\nechelons of the former Soviet army have unleashed a full-fledged war against \r\nthe territorial integrity of the Republic of Moldova in order to separate its \r\ndistricts situated on the left bank of the Dniester. \r\nAt the same time the creation of guards\u0027 units, which also include \r\nmercenaries from other States, and the involvement in the conflict of the \r\nFourteenth Army, which is under the jurisdiction of the Government of the \r\nRussian Federation, are flagrant violations of the Constitution of the \r\nRepublic of Moldova and of the norms of international law, constituting open \r\naggression against our young State. \r\nWe believe that this conflict can be resolved at the regional level, but \r\nthere must also be active participation by the United Nations. \r\nI should also like to take this opportunity to thank Secretary-General \r\nBoutros Boutros-Ghali for his efforts to end the conflict. Following his \r\ninitiative, a United Nations mission paid two visits to my country in the last \r\nthree months to investigate the situation. \r\nOn 21 July 1992, motivated by a sincere desire to put an end to the \r\nhostilities, the President of my country signed with the President of the \r\nRussian Federation the Agreement on principles for a peaceful settlement of \r\nthe armed conflict in those districts of the Republic of Moldova which were \r\nA/47/PV.21 \r\n23 \r\n(Mr. Tiu. Republic of Moldova,) \r\ninvolved. The Agreement had some positive effects: there was a cease-fire, \r\nas well as a disengagement of the armed forces involved in the conflict. \r\nSimilarly, because of the presence of peace-keeping forces, human lives have \r\nbeen spared. Nevertheless, the situation is still tense. The imperialistic \r\nseparatist and pro-communist forces do not comply with their obligations to \r\nthe letter. They are continuing to consolidate their own positions so that \r\nthe dismemberment of the trans-Dniester territories of the Republic of Moldova \r\nhas now become a fait accompli. \r\nThe constitutionally established juridical and administrative organs of \r\nthe Republic of Moldova in that area have been forced to leave their \r\npremises. Parallel with this, organs of the so-called Moldavi Republic of the \r\nDniester have been set up. In that area, there are freguent violations of \r\nhuman rights. The Moldovan population, in particular the representatives of \r\nthe local authorities as well as veterans, has been the victim of an extensive \r\ncampaign of psychological and physical persecution. People who do not support \r\nthe separatist policy are dismissed and many displaced persons who have \r\nreturned to their homes have found them occupied by mercenaries. \r\nNothwithstanding the provisions of the Agreement, former guards are \r\nincluded in the peace-keeping forces, and this has led to acts of violence \r\nagainst civilians. People living in the eastern districts of the Republic \r\nstill possess a large quantity of weapons. \r\nFor the reasons I have described, I emphasize that there is a need for \r\nthe permanent presence of a group of United Nations observers and also of some \r\nhuman-rights experts in the Republic of Moldova to analyse the situation on \r\nthe scene. \r\nFrom an analysis of the causes and development of the conflict, we can \r\nconclude that one of the factors that have contributed and still contribute to \r\nA/47/PV.21 \r\n24-25 \r\n(Mr. Tiu. Republic of Moldova) \r\nthe destabilization of the situation is the presence of foreign military \r\nforces in our territory. We must state with regret that the Moldovan-Russian \r\nnegotiations concerning the withdrawal of the Fourteenth Army on the terms set \r\nfor that withdrawal have been hampered by the representatives of the Russian \r\nFederation, who are equivocating about the negotiations and consequently about \r\nthe withdrawal of that army of occupation. \r\nA/47/PV.21 \r\n26 \r\n(Mr. Tiu. Republic of Moldova) \r\nFurthermore, assertions to the effect that the Fourteenth Army can act as \r\na guarantor of peace are not justified. It is an army of occupation, which, \r\nas recent events have shown, is a permanent source of tension and conflict, \r\nand the deployment of so-called peace-keeping forces belies its supposed \r\nstatus of peace guarantor. The technical reasons that have been adduced are \r\nlikewise inexplicable. If the political will exists, the 4,000 or so military \r\npersonnel can easily be withdrawn. \r\nFor the resolution of this matter, we expect much from the democratic \r\nforces of Russia, which could demonstrate that country\u0027s devotion to \r\ndemocratic values. In the present extremely complex situation it would be \r\nvery useful to have the support of the United Nations with a view to securing \r\nguaranteed political cooperation and a demonstration of genuine political will \r\non the part of those involved, particularly Russia. \r\nWe are convinced that the universal prestige of the United Nations and \r\nyour support would make possible the unconditional and immediate withdrawal of \r\nthe Fourteenth Army and an easing of the conflict before it degenerates into a \r\nconflagration with unforeseeable conseguences. Accordingly, I welcome the \r\nfact that one item of the agenda of the current session of the General \r\nAssembly is an amendment, submitted by the Republics of Estonia, Latvia and \r\nLithuania, on the complete withdrawal of foreign military forces from the \r\nterritory of the Baltic States. However, I hope that that problem which, as \r\nI have already pointed out, is of great importance to my country will be \r\ndiscussed as part of a wider debate which also deals with the withdrawal of \r\nthe foreign armed forces now in my country\u0027s territory. \r\nThe Government and Parliament of the Republic of Moldova are aware of the \r\nfact that orienting domestic legislation towards international standards in \r\nA/47/PV.21 \r\n27 \r\n(Mr. Tiu. Republic of Moldova) \r\nthe field of human rights is the only effective means of consolidating the \r\ndemocratic process. The country I represent has acceded to the main \r\ninternational instruments on human rights. The supreme legislative forum of \r\nour Republic will soon complete its preparation of the new constitution, and \r\nthat will greatly enhance the process of building a State based on law and a \r\npluralistic democracy. \r\nPeace and cooperation are the two main pillars of the foreign policy of \r\nthe Republic of Moldova. Accordingly, security problems in my country are \r\nvery important. Geopolitically, Moldova is a meeting-point between eastern \r\nand western Europe. For that reason, we seek to establish friendly, \r\ncooperative relations with all States, without belonging to any military bloc. \r\nI should like to take this opportunity to convey cordial congratulations \r\nto Georgia, to Slovenia, to Croatia and to Bosnia and Herzegovina on becoming \r\nMembers of the United Nations. \r\nWe are convinced that only human solidarity can promote democracy \r\nthroughout the world, put an end to conflicts and stop the violations of \r\ninternationally accepted norms of behaviour. The Republic of Moldova is \r\ndeeply devoted to the ideals of freedom, democracy and human dignity, which \r\nare the main tenets of its policy. \r\nMr. BERENGER (Mauritius): I bring to the General Assembly the \r\ngreetings of the people and Government of Mauritius. I assure you. Sir, of \r\nour unstinted cooperation and support in the discharge of the important task \r\nthat you have assumed upon your election to the high office of President of \r\nthe General Assembly at its forty-seventh session. I join those who have \r\nalready congratulated you on this singular honour, which is also a tribute to \r\nyour country. \r\nA/47/PV.21 \r\n28 \r\n(Mr. Berenger. Maurit-jv(l( \r\nI should like also to offer my felicitations to all the other officers of \r\nthe Assembly and to wish them success as they take the reins for the current \r\nsession. \r\nIn addition, I want to put on record our appreciation of the masterly \r\nmanner in which your distinguished predecessor conducted the affairs of the \r\nGeneral Assembly at its forty-sixth session, which was held at a time when the \r\nmost crucial transformation on which the Organization has embarked was taking \r\nplace. He can take pride in the commendable achievements of the Organization \r\nunder his wise guidance. \r\nIt is an equally pleasant duty to welcome the 13 States of Eastern Europe \r\nthat have joined our ranks as members of this comity of free nations. Their \r\nmembership in the United Nations can only reinforce the foundations of the \r\nOrganization and make a positive contribution to the new agenda that it has \r\nassumed. \r\nThe beginning of the current session of the General Assembly follows a \r\nyear which was very eventful on the international scene but, more important, \r\nwithin the Organization itself. Indeed, during the past year the United \r\nNations has witnessed, and in some cases has triggered, major developments. \r\nv. \r\nWhen I addressed the Assembly during the general debate last year, I referred \r\nto the selection of a new man to take the helm of the Organization. I said \r\nthat we were in a new era and that the new Secretary-General would have to \r\ntackle a different agenda and face new challenges as we approached the \r\ntwenty-first century. I also said that it would be appropriate to have a \r\nSecretary-General from the South and, indeed, from Africa. In that respect we \r\nhave been served well. \r\nA/47/PV.21 \r\n29-30 \r\n(Mr. Berenger. Mauritius) \r\nIt is therefore with pride that I record as one of the important \r\ndevelopments in our system the brilliant choice of Mr. Boutros Boutros-Ghali \r\nas Secretary-General, which has kindled in many a Member nation fresh hope \r\nthat its just aspirations will be addressed and fulfilled. \r\nMr. Boutros-Ghali\u0027s election to lead this world body has been welcomed with \r\nelation by the international community, and with great expectation by those of \r\nus who are from Africa. We take pride in the fact that this wise man of \r\nproven distinguished leadership and excellence is an Egyptian son of Africa. \r\nA/47/PV.21 \r\n31 \r\n(Mr. Berenger. Mauritius) \r\nMauritius would like to associate itself with all those who have \r\ncommended the Secretary-General on the laudable actions he has undertaken so \r\nfar in his bid to initiate the much-needed reform of the Organization. It is \r\nconceded that reform of an organization like the United Nations is not an easy \r\ntask, but it is more than overdue, especially at a time when the cold war has \r\ndefinitely been laid to rest. The drop of the curtain on the cold-war era has \r\nbrought the reform and restructuring of the United Nations within the realm of \r\npossibility. The task is mammoth for sure, but it is one that is imperative, \r\ngiven the new priorities on the international agenda. \r\nThe Secretary-General deserves all the encouragement possible in his \r\nendeavours along this difficult path. His task becomes even more exacting \r\nwhen it is placed in the perspective of the forthcoming fiftieth anniversary \r\nof the Organization in 1995, which, incidentally, is also the year when the \r\nTreaty on the Non-Proliferation of Nuclear Weapons will come up for renewal. \r\nThe years leading up to 1995 are, to our mind, absolutely crucial for the \r\nUnited Nations. Now, more than ever before, it is of paramount importance \r\nthat the United Nations address, with renewed vigour but within the parameters \r\nof the Charter, the various and complex issues that preoccupy the \r\ninternational community. \r\nIt is with those preoccupations in mind that we in Mauritius have \r\nwelcomed the Secretary-General\u0027s \"Agenda for Peace\" submitted under the \r\nmandate issued at the end of the historic and first-of-its-kind summit meeting \r\nof the Security Council held on 31 January last. We share the \r\nSecretary-General\u0027s optimism when he states: \r\n\"A conviction has grown, among nations large and small, that an \r\nopportunity has been regained to achieve the great objectives of the \r\nA/47/PV.21 \r\n32 \r\n(Mr. Berenger. Mauritius) \r\nCharter a United Nations capable of maintaining international peace and \r\nsecurity, of securing justice and human rights and of promoting, in the \r\nwords of the Charter, \u0027social progress and better standards of life in \r\nlarger freedom.\u0027\" (A/47/277, para. 3) \r\nYes, we agree that this opportunity must not be allowed to pass, must not \r\nbe squandered. It is for us Member States to ensure that the Charter is \r\nstrengthened to create the appropriate conditions for the Organization to \r\nassume the role to which we want it to aspire. Our faith in the United \r\nNations should be reinforced, and we should match our words with action to \r\ngive the innovative structures proposed by the Secretary-General a chance to \r\nwork, and thus move the Organization out of the paralysis that characterized \r\nit during the cold-war era. The first steps out of this paralysis have been \r\ntaken, but there are still miles to go. In our endeavours to achieve the \r\nredefined objectives meant to ensure international peace and security we must \r\nbe wary that no attempt is made, deliberate or otherwise, to overstretch the \r\ninterpretation of the Charter to suit any hidden political or even economic \r\nagendas. \r\nThe universal membership of the United Nations should make it possible \r\nfor the international community to discuss with equity, fairness and justice \r\nany issue that is likely to jeopardize or bring into question the atmosphere \r\nof international peace and security in which we aspire to live. In that \r\nperspective, I should like to commit the support of Mauritius to the proposals \r\nof the Secretary-General with respect to preventive diplomacy, peacemaking, \r\npeace-keeping and confidence-building measures envisaged for the United \r\nNations and its executing organs. But, as the Secretary-General has said in \r\nhis annual report, the demands on the United Nations are not matched by an \r\nA/47/PV.21 \r\n33 \r\n(Mr. Berenger. Mauritius) \r\nequivalent provision of resources, expecially by those who can well afford \r\nsuch resources. The Secretary-General\u0027s report informs us that since 1988 \r\n13 new peace-keeping operations have been organized and that the Organization \r\nis at present administering 12 peace-keeping operations in various regions of \r\nthe world, operations that are estimated to cost close to $3 billion in the \r\ncurrent 12-month period. \r\nIf we expect the United Nations to fulfil the new role that we are \r\ndesigning for it we must collectively ensure that we provide as well the \r\nfinancial support that it requires. It is only with secure financial \r\nfoundations that the United Nations will be able to respond adequately and \r\nsatisfactorily to our aspirations. I should therefore like to appeal to \r\nfellow Member States to honour their financial obligations within a reasonable \r\ntime and thus remove the current pecuniary constraints faced by the \r\nOrganization. I must also add that my country, which is among those Member \r\nStates that religiously pay up their annual assessed contributions, will give \r\nfavourable consideration to the Secretary-General\u0027s proposals to deal with the \r\ncash-flow problems, as outlined in his report. \r\nI should not like to leave the issue of reform of the Organization \r\nwithout joining my voice with those that have called for a review of the \r\nresponsibilities of the Security Council in this changed environment of ours. \r\nWe must be cautious lest we fall easy prey to the dangers that a unipolar \r\nworld can trigger. It is evident that a new world order is emerging. Let us \r\ncommit ourselves not to take a limited view of this new world order or, \r\nindeed, give it a limited concept. We welcome the ever-increasing activities \r\nof the Security Council to the extent that, as the Secretary-General informs \r\nus in his report, during the first 7 months of this year, 46 resolutions were \r\nA/47/PV.21 \r\n34 \r\n(Mr. Berenger. Mauritius) \r\nadopted by the Council compared to 14 in all in 1987. We should, however, \r\nbeware of allowing ambiguities to crop up in those resolutions, ambiguities \r\nthat may make it dangerously possible for various interpretations to be given \r\nto those resolutions, the implementation of which may perpetuate the situation \r\nof conflicts that unfortunately pervades our globe. Indeed, criticism has \r\nbeen levelled at the Council for its seemingly ad hoc approach to matters \r\nrelating to international security. There is therefore a need to define set \r\nconsiderations, which, in turn, would determine what situations constitute \r\nthreats to international peace and security requiring action by the Security \r\nCouncil. \r\nFurthermore, it has been rightly and forcefully argued that while a more \r\nvigorous and dynamic role is being envisaged for the Security Council, this \r\nmagnified mandate of the Council should be matched by enhanced transparency \r\nand democracy. We fully concur with the Secretary-General, who, in the \r\nintroduction to his report, while arguing that the current international \r\nsituation rquires an Organization capable of dealing comprehensively with the \r\neconomic, social, environmental and political dimensions of human development, \r\nunderlines that: \r\n\"This requires the full application of the principles of democracy within \r\nthe family of nations and within our Organization.\" (A/47/1, para. 9) \r\nIn this context, we await with keen interest the results of the \r\ndeliberations of the high-level Working Group for the Restructuring of the \r\nUnited Nations set up by the recent summit meeting of the Movement of \r\nNon-Aligned Countries. \r\nEarlier on I said that while 1995 will mark the fiftieth anniversary of \r\nthe Organization, it will also be the year when the Treaty on the \r\nA/47/PV.21 \r\n35 \r\n(Mr. Berenger. Mauritius) \r\nNon-Proliferation of Nuclear Weapons will come up for review and renewal. \r\nLast year in my address to the Assembly, I dwelt at length on the issue of \r\ndisarmament, principally because it constitutes especially to us smaller \r\nStates of the world the only path to lasting security. I expressed the hope \r\nthen that in the wake of the dramatic announcements made by \r\nPresident Gorbachev, the leader of the then-Soviet Union, President Bush and \r\nPresident Mitterrand the disarmament race would be confirmed. It is with deep \r\nsatisfaction that my country notes the tremendous progress achieved over the \r\npast year in that race. We welcome the vote by the United States Senate two \r\nmonths ago for a nine-month moratorium on United States nuclear testing and an \r\nend to all such tests by September 1996, which came in the wake of the French \r\nand Russian moratoriums. Those developments lead us to assert that the time \r\nhas now come for all of us seriously to consider a comprehensive \r\nnuclear-test-ban treaty, the more so in that the international community \r\nhailed the agreement by Presidents Bush and Yeltsin in Washington D.C. in June \r\nof this year to cut the number of long-range nuclear-missile warheads on the \r\nUnited States and Russian sides by about two thirds. \r\nAnother encouraging event in the field of disarmament has been the \r\npromise kept by China and France, which have deposited their instruments of \r\naccession to the non-proliferation Treaty. Speaking of that Treaty brings me \r\nto reiterate the dire need for an informal dialogue to be undertaken between \r\nnow and 1995 between States Parties to the Treaty and non-party States, with a \r\nview to addressing in the best possible way those provisions of the Treaty \r\nthat have so far prevented it from acquiring a universal dimension. \r\nA/47/PV.21 \r\n36 \r\n(Mr. Berenger. Mauritius) \r\nWe also look forward to the establishment in 1993 of the Preparatory \r\nCommittee for the 1995 nuclear non-proliferation Treaty renewal Conference and \r\nare confident that it will have fruitful and conclusive deliberations. \r\nWe applaud the progress that has been achieved in the formulation of a \r\nchemical weapons convention and congratulate the negotiators in Geneva who \r\nhave put in arduous hours to ensure that the target date of 1992 for the \r\ncompletion of such a convention be met. I am pleased to inform the Assembly \r\nthat Mauritius will co-sponsor with others the resolution on that convention \r\nand will be among its original signatories when it comes up for ratification. \r\nWe believe that, with the end of the cold war and in this new era, \r\ncomplete nuclear disarmament and the elimination of weapons of mass \r\ndestruction are no longer a dream but are now very much in the realm of \r\nreality. On the way towards that ideal objective, Mauritius will support all \r\nplausible initiatives, including the elaboration of a convention providing for \r\na \"cut off\" in the production of fissile nuclear material for weapons \r\npurposes, as well as an international convention on negative nuclear security \r\nassurances. \r\nWhile we welcome the positive elements in the field of disarmament, some \r\nof which I have just mentioned, we deplore the continued movement of highly \r\ndangerous nuclear material on land and on the high seas. We have also taken \r\ncognizance with grave concern of the movement of plutonium and other toxic \r\nwaste across the world. We exhort the countries involved in such trade to \r\nrefrain from such actions and pay heed to the genuine concerns that have been \r\nexpressed and continue to be voiced by the international community. \r\nMauritius deplores the fact that some private companies based in Europe \r\nare shamefully exploiting the situations of disarray and complete chaos \r\nA/47/PV.21 \r\n37 \r\n(Mr. Berenoer. Mauritius) \r\nprevailing in Somalia to dump toxic waste on its territory, thereby adding to \r\nthe calamities that are already claiming a heavy toll of human lives. The \r\ninternational community should, with o single voice, condemn such abominable \r\nactions. It is indeed regrettable that while we, within the context of the \r\nnew role of the United Nations and other regional organizations, are trying to \r\nresolve the conflicts that beset the world, others, with no qualms whatsoever, \r\nare exploiting those conflicts for their own material benefit. \r\nAs regards the situation of conflicts throughout the world, a sad sight \r\nunfolds before our eyes. In certain areas, especially after the historic \r\ncollapse of one ideological bloc, new dangers loom heavily over entire \r\npopulations enmeshed in ethnic and nationalist bickering. Their release from \r\nlong years of repression seems to have given way to an unfortunate lust for \r\nself-destruction. \r\nWe are particularly concerned at the utter lack of consideration for the \r\nvalue of human life and property that has become an everyday occurrence in \r\ncertain parts of Eastern Europe. It is very difficult for us to accept that \r\nethnic, religious, and nationalist feelings could be so strong as to render \r\nentire populations expendable, or that political leaders should encourage such \r\nmurderous and genocidal sprees when it ought to have been possible for them to \r\nthrash out their differences peacefully through civilized negotiations. The \r\nsadness of the matter is that, while the various political groups often \r\nmotivated by a misguided and exaggerated sense of territorial expansion, turn \r\nwhole areas into wargrounds of desolation and lay to ruin entire cities and \r\ntowns, it is the innocent civilian population that has to hold the thorny end \r\nof the stick. I do not need to retell the countless stories of atrocities \r\nbeing perpetrated daily in many parts of our world to convince anybody of the \r\nA/47/PV.21 \r\n38 \r\n(Mr. Berenger. Mauritius) \r\nkind of manmade calamity that afflicts us. Every God-given day is turned into \r\na nightmare by the needless killings perpetrated in the name of supremacy. \r\nOn the one hand, we do everything in our power to rid ourselves \r\ncollectively of oppressive regimes and superficial ideologies; but on the \r\nother, once that goal is achieved we turn the guns on one another. Entire \r\nnations have crumbled over the past few months, principally in Europe and \r\nAfrica. Entire populations have been decimated. Bosnia and Herzegovina and \r\nSomalia are indeed sad and disgraceful examples of the kind of cruelty and \r\nbrutality of which man is capable. On both counts, the international \r\ncommunity has been shamefully slow in addressing the issues with a view to \r\nbringing an end to the senseless killings that have characterized the daily \r\nevolution of the situation in those countries, whose victims have been the \r\ninnocent and helpless populations. \r\nWhat a sad reflection this is on humanity. For months we have remained \r\nimpassive to the images of desolation and despair, of emaciated fellow beings \r\ntoo sick and too weak to move, of mutilated people degenerating into \r\napparitions of skin and bones - images brought to us in the comfort of our \r\nliving rooms on the small screen. The Somali human rights disaster for \r\nindeed that is what it is has been left to simmer for months unheeded. This \r\nbrings me to address another area of priority on the international agenda \r\nthe issue of human rights. \r\nIt has been known since time immemorial that man as an individual has a \r\ncapacity to go to extremes. As capable as he is of displaying a depthless \r\nsense of compassion and love, he is just as able to manifest a diametrically \r\nopposed and excruciating sense of cruelty and oppression towards his fellow \r\nbeing. But when such harassment and privation of man\u0027s basic rights become \r\nA/47/PV.21 \r\n39 \r\n(Mr. Berenger. Mauritius) \r\ninstitutionalized, it is a matter of distress that should be the concern of \r\nthe international community. \r\nOne cannot talk of economic development and progress on the one hand \r\nwithout on the other hand ensuring that man who remains at the centre of \r\ndevelopment and therefore of progress is not prevented from enjoying his \r\ndignity, nor divested of his basic freedoms and rights. The promotion and \r\nupholding of human rights should remain high on the international community\u0027s \r\nlist of priorities. In fact, as the Secretary-General reminds us in his \r\nreport, the Charter of the United Nations makes the promotion of human rights \r\none of our priority objectives. Constant dialogue with a view to defusing any \r\nsituation in which human rights have been breached should be encouraged and \r\nwelcomed at all levels. \r\nHuman rights are indivisible. Political, social, civil and economic \r\nrights are fundamental to humanity in its quest for progress and its \r\nendeavours towards the economic and social improvement of its environment. \r\nThat is why we in Mauritius staunchly support those who believe that concern \r\nfor human rights and the promotion and defence thereof cannot be considered as \r\ninterference in the internal affairs of a State where that State displays an \r\narrogant disregard for the basic rights and freedoms of its people. We \r\nbelieve that violations and gross abuse of human rights should be decried \r\nforcefully. In the same manner that the international community has with one \r\nvoice condemned,apartheid as a human rights abuse, it should be free and \r\nhonest enough to point the finger at those who continue to thwart the efforts \r\nof man to assert his dignity. If we can without restraint declare ourselves \r\nagainst such scourges as apartheid, racism and xenophobia, we should equally \r\nbe at full liberty to denounce those who for archaic or obscure reasons but \r\nA/47/PV.21 \r\n40 \r\n(Mr. Berenger. Mauritius) \r\noften out of self-interest deny their fellow beings the freedom to exercise \r\ntheir basic rights. \r\nWe therefore condemn without reserve those who, for political expediency \r\nand/or survival, find it necessary in the normal course of events to deprive \r\ntheir people of civil and political rights to the extent of imprisoning and \r\neven exterminating those who militate for such rights. We also view with \r\ngrave concern those cases in which human rights monitors, local or \r\ninternational, have been arrested, jailed, or even killed while trying to come \r\nto the assistance of populations that are victims of human rights deprivation. \r\nHowever, we should like to appeal to the donor community to ensure that, \r\nwhile withholding or cutting off aid and assistance to any country or region \r\nas a punitive measure against regimes guilty of gross violations and abuse of \r\nhuman rights, nothing be done to exacerbate the plight of innocent people \r\nwhose lives are already miserable as a result of their being deprived of their \r\nbasic rights. After all, human feelings and therefore humanitarian compassion \r\nshould transcend political considerations. A people afflicted by severe human \r\nrights abuse should not be made to endure further suffering by being deprived \r\nof much-needed assistance. \r\nA/47/PV.21 \r\n41 \r\n(Mr. Berenger. Mauritius) \r\nWith a view to addressing serious human-rights-abuse situations in \r\ncertain territories in a positive and constructive manner, we are fully \r\nsupportive of the idea that the General Assembly or the Security Council \r\nshould be able to entrust the Secretary-General with mounting fact-finding \r\nmissions to those territories, either at the request of the Government thereof \r\nor at the behest of the appropriate organ of the United Nations itself \r\nsubject, of course, to prior arrangements having been made with the States \r\nconcerned. \r\nWe must here commend the work done by the United Nations Commission on \r\nHuman Rights and Human Rights Committee, the Centre for Human Rights in Geneva \r\nand the Committee on Economic, Social and Cultural Rights, as well as the \r\nvarious non-governmental organizations which have been playing a crucial role \r\nin the protection and enhancement of human rights. We must also place on \r\nrecord our appreciation for those States that have legislated appropriately to \r\ngive human rights the protection of the law and make their enjoyment a matter \r\nof course. \r\nIn the context of the international concern for human rights, we hope \r\nthat the opportunity provided by the second World Conference on Human Rights, \r\nto be held in Vienna in June 1993, will be seized by all concerned to pledge \r\nthemselves to the universal upholding and promotion of human rights. Respect \r\nfor human rights must become a cardinal characteristic of all Governments. A \r\npassionate debate is currently on regarding the relationship between \r\ndemocracy, development and human rights, as indeed on the issue of human \r\nrights and sovereignty. We believe that the 1993 Conference will be the \r\nperfect platform to debate these issues sufficiently for universal norms \r\nthereon to emerge. I should like to seize this opportunity to wish the \r\nPreparatory Committee in Geneva success in the work it has started. \r\nA/47/PV.21 \r\n42 \r\n(Mr. Berenger. Mauritius) \r\nThe upsurge of racism and xenophobia in certain countries of the West is \r\nalso a matter of great concern to us, and we consider the discrimination in \r\nthe treatment of migrant workers and foreign students in those countries a \r\nhuman-rights violation. It is a matter of deep regret that some countries \r\nthat have come to the fore as champions of human rights should themselves be \r\nfound wanting on that level. Let them put their human-rights house in order \r\nfirst before decrying and acting on violations beyond their frontiers. \r\nSimilarly, some countries that are quick to denounce human-rights abuse \r\ndo not always abide by the consistency that is required in such matters. We \r\nfirmly believe that the same approach should be applied in all cases of \r\nalleged human-rights abuse, whenever they may occur. No political or economic \r\ninterest should interfere with that approach. Picking and choosing between \r\ncountries will only make a farce of the human-rights issue. \r\nI now wish to touch briefly on a few issues that are of specific \r\nimportance to us in Mauritius. The unfortunate turn of events in South \r\nAfrica, in particular the Boipatong massacre and the Bisho killings, has \r\ndampened the ardour with which we were anticipating the accession of the \r\nRepublic of South Africa to the fold of free and democratic countries of the \r\nworld. We call on all the parties concerned in the South African arena, and \r\nespecially those currently in power, to recast their bearings in as positive a \r\nway as possible to ensure that the objective we dream of for that country is \r\nachieved in the not-too-distant future, so that every citizen of the nation \r\nthat will emerge can start working towards its reconstruction based on \r\nfreedom, peace, equality and justice. We are hopeful that the wisdom of the \r\nleaders involved and the encouragement of the international community will \r\nmake it possible for the stalled negotiations to be resumed, for the benefit \r\nof all South African citizens. \r\nA/47/PV.21 \r\n43 \r\n(Mr. Berenger. Mauritius) \r\nIn neighbouring Mozambigue, a breakthrough had appeared at hand as all \r\nparties concerned declared their readiness to work for the progress of that \r\ncountry in the wake of the recent negotiations aimed at ending years of civil \r\nstrife. We hope that last-minute snags will be overcome in a spirit of \r\ncompromise so that peace can at last prevail in the better interests of the \r\npopulation.* \r\nSimilarly, we are encouraged by the ongoing Middle East peace talks. We \r\nmust, however, constantly remind ourselves that the crux of the matter remains \r\nan equitable and just solution to the Palestinian issue. \r\nThe scourge of famine and drought that continues to take its toll of \r\nlives on the African continent, especially in its southern part and in the \r\nHorn of Africa, is a matter of deep concern. We would like to see the \r\ninternational community act more urgently to stop the dreadful loss of life \r\nthat has become a daily occurrence in many countries of that region. \r\nMauritius is ready to contribute within the possibility of its means to any \r\naction aimed at alleviating the plight of those unfortunate and often \r\nforgotten souls. \r\nAnother issue that is of great importance to us in Mauritius is the need \r\nto respect the territorial integrity of nations. I should here like to place \r\nonce more on record the appreciation of my country to all those countries that \r\nhave consistently expressed their support of our sovereignty over the Chagos \r\nArchipelago, including Diego Garcia. We should like to inform the Assembly \r\nthat we have resumed exchanges with the United Kingdom on this issue. \r\n* The President returned to the Chair. \r\nA/47/PV.21 \r\n44 \r\n(Mr. Berenger. Mauritius) \r\nIn my address to the Assembly last year, I expressed the hope that the \r\nleaders of Fiji would redress the situation that prevails there by amending \r\nits present Constitution to the satisfaction of all the citizens of that \r\nsister island nation. Mauritius draws comfort from recent assertions by the \r\nPrime Minister of that country that he is morally committed to reviewing the \r\nConstitution of the land. We are confident that the Fijian Government will \r\nnow act on the basis of those assertions and make it once more possible for \r\nthe Fijian citizens, irrespective of the community to which they belong, to \r\nwork hand in hand for the progress of their nation. \r\nSimilarly, we commend the authorities of that other neighbourly sister \r\nisland of Sri Lanka for the efforts being deployed to put an end to the \r\nunfortunate strife that has ravaged their country and taken such a heavy toll \r\nof human lives. We are confident that with a reasonable degree of compromise \r\non all sides, peace and harmony will prevail anew there. \r\nFinally, allow me to reiterate the continued faith of my country in the \r\ncollective wisdom of our Organization and pledge anew our unstinting support \r\nfor its laudable efforts, under the skilled and enlightened leadership of \r\nMr. Boutros Boutros-Ghali, to address the political, social and economic \r\nobstacles that remain strewn on the path to harmonious coexistence and global \r\nprogress. \r\nMr. ABU JABER (Jordan) (interpretation from Arabic): It gives me \r\ngreat pleasure to extend to you, on behalf of my country. Sir, warm \r\ncongratulations on your election to the post of President of the forty-seventh \r\nsession of the General Assembly. You represent a friendly nation with which \r\nmy country has ties of friendship and cooperation. Your wealth of experience \r\nand competence will help bring our work to a successful conclusion and achieve \r\nthe desired results. \r\nA/47/PV.21 \r\n45 \r\n(Mr. Abu Jaber. Jordan) \r\nIt also gives me great pleasure to extend our thanks and appreciation to \r\nyour predecessor, Mr. Samir Shihabi, who, with his abundant skill, experience \r\nand patience, was able to conduct the business of our past session with \r\nparticular success. \r\nMay I also have the pleasure, at the beginning of my statement, to \r\nexpress my sincere thanks and deep gratitude to Mr. Boutros Boutros-Ghali, the \r\nSecretary-General, for his unremitting efforts to enhance the role of the \r\nUnited Nations and its Secretariat and make it more effective in the service \r\nof international peace and security, as well as in facing up to the challenges \r\nand addressing the issues that have arisen with the end of the cold-war era. I \r\nwould also like to commend his well thought-out and comprehensive report on \r\nthe work of the Organization which indicates the new and auspicious direction \r\nof the United Nations under his guidance. \r\nA/47/PV.21 \r\n46 \r\n(Mr. Abu Jaber. Jordan) \r\nThe forty-seventh session is convened at a time when several new States \r\nhave been admitted to membership of the United Nations, thereby enhancing the \r\nuniversality of this Organization. I welcome all of them and look forward to \r\ntheir contribution in the pursuit of the objectives and principles of the \r\nUnited Nations Charter. \r\nGiven its awareness of the interdependent character of the world we live \r\nin and its belief in dialogue, diplomacy and negotiations as the ideal and, \r\nindeed, the only means of resolving international disputes, my country looks \r\nforward to cooperation with all Members of the United Nations with a view to \r\nmoving human society to yet higher levels of progress, stability and growth. \r\nOver the past few years, the world has undergone many historic and \r\nunprecedented changes which have tended to encourage democratization and the \r\npromotion of freedoms, the rule of law, respect for human rights and the \r\npursuit of progress and development. While the end of the ideological \r\nconfrontation between East and West has brought about a new state of \r\ninternational harmony at a certain level, yet it seems that the conflict was a \r\nlid that covered a great deal of smouldering embers under the ashes. The \r\nconfrontation had hardly ended when certain primitive tendencies reared their \r\nheads. Some of those tendencies are tribal, some are ethnic and others are \r\nreligious. None of them augurs well for a very rosy future for many regions \r\nof the world. This is a situation that calls for collective action under the \r\nauspices of this Organization to rationalize the transition, and thereby, to \r\ncontain those tensions, in their various forms, within acceptable humanitarian \r\ncontexts. \r\nOur world is now going through a phase of transition from one era to \r\nanother, where the changes are taking place at an astonishingly rapid pace \r\nthat has left behind many cultural, social and political principles that many \r\nA/47/PV.21 \r\n47 \r\n(Mr. Abu Jaber. Jordan) \r\ngroups in human society continue to hang on to as if they were eternal. This \r\nmakes it imperative that we act to create a mechanism to facilitate and manage \r\nthe transition, which is, perhaps, the most difficult period in the lives of \r\ncommunities as well as in the lives of the individuals. \r\nThere is enough wisdom in this world and in the Secretariat of this \r\nOrganization in particular, to make us in Jordan look forward to a better \r\nfuture. Jordan does not accept the argument that modern technology, which has \r\ncompressed the world into a global village, has led to the opposite of what \r\nwas expected of it. We do not subscribe to the view of those who maintain \r\nthat it has led to ideological ossification and has bred an attitude of \r\nindifference to the pains, hopes and aspirations of others. \r\nProceeding from this, Jordan, a State that may be small in size but big \r\nin leadership, wishes to share with you a futuristic vision of a world that \r\nnow stands at the threshold of the twenty-first century. We feel that we may \r\nbe justified in this by the fact that we are a State that, since its \r\ninception, has committed itself to the straight path of justice and pursued a \r\npolicy that eschewed violence and extremism. It has always maintained a \r\nrational, moderate, middle-of-the-road approach in dealing with both its \r\ndomestic and its foreign affairs. Hence, Jordan has in effect become an oasis \r\nof stability in a turbulent region where emotionalism, extremism and \r\nideological as well as physical violence are still rampant. Perhaps the most \r\nsignificant outcome of this policy has been the establishment in my country of \r\na solid democratic system based on political pluralism. \r\nJordan, which believes in collective action and in the United Nations \r\nprinciples, as well as in a world of peace, security and stability, takes \r\npride in the confidence placed in it in being called upon to contribute troops \r\nto the peace-keeping forces in a number of areas of tension in the world: in \r\nA/47/PV.21 \r\n48-50 \r\n(Mr. Abu Jaber. Jordan) \r\nCroatia and Cambodia, in addition to observers in Angola and Somalia. My \r\ncountry thus believes in the need to support the United Nations to enable it \r\nto carry out effectively the essential functions set forth in the Charter, \r\nnamely, the promotion of peace and security all over the world and the \r\nprovision of the means for the welfare and progress of its peoples. \r\nWe stress that the General Assembly, the Security Council and the \r\nSecretariat under the leadership of the new Secretary-General, who is well \r\nknown for his patience, vision and extensive knowledge, together with the \r\npolitical will of Member States and the yearning of peoples for a better \r\nworld, should combine to form the basis for effective measures in the field of \r\npreventive diplomacy for peacemaking and peace-keeping and the process of \r\npost-war peace building. The \"Agenda for Peace\" (A/47/277), prepared by the \r\nSecretary-General, is indeed a very valuable contribution because of the \r\nin-depth and comprehensive analysis it offers and the set of scenarios and \r\nassumptions envisioned for United Nations work with a view to enhancing its \r\nefficiency and revitalizing its various agencies and organizations with a view \r\nto forging a new world of peace and prosperity. \r\nAllow me, in dealing with the most important international issues, to \r\naddress the dispute in the Middle East region and its core issue, the \r\nPalestine question. My country, Jordan, has indeed lived the tragedy of the \r\nPalestinian people from the beginning and, with its limited resources, has \r\nborne the brunt of its economic, social and political repercussions. \r\nWe have noticed recently that this problem has had its share of the \r\neffects of the many political changes and international breakthroughs that \r\nhave been brought about by the end of the cold war era, in that the \r\nArab-Israeli conflict and the Palestine question have taken a positive turn in \r\nline with those changes. This started with the Madrid Peace Conference. \r\nA/47/PV.21 \r\n51 \r\n(Mr. Abu Jaber. Jordan) \r\nJordan has joined in this peace process because of its firm commitment to \r\nthe achievement of a just, comprehensive and lasting peace in the region, and \r\nbecause of its belief in the justice of the Palestinian cause and in the right \r\nof the Palestinian people to self-determination, including their right to \r\nestablish their own independent State on their native soil, as well as in the \r\nright of every State in the region to live in peace and security within \r\nrecognized boundaries. Those premises and objectives of the peace process are \r\nbased on international resolutions, most importantly Security Council \r\nresolutions 242 (1967) and 338 (1973), which affirm the land-for-peace \r\nequation of returning the occupied territories, including Jordanian territory \r\nand the Syrian Golan, in exchange for peace, and which also affirm the \r\nnecessity of Israeli withdrawal from Arab Al-Quds. \r\nWe in Jordan believe that peace is an objective that our generation ought \r\nto pursue. We also believe that in order for peace to be real and lasting, it \r\nmust be based on international legality and must be just, comprehensive and, \r\nthereby, acceptable to future generations. The peace we believe in is peace \r\nthat would be an incentive to all peoples of our region to move ahead on the \r\nroad of economic, social and cultural development in an atmosphere of \r\nsecurity, stability, freedom and democracy, and in the context of cooperation \r\nand understanding, resulting in well-being and prosperity for the peoples of \r\nthe region as a whole. Justice, comprehensiveness and durability are the \r\nbases on which peace in the Middle East should be established. These bases \r\nare organically interrelated and inseparable. \r\nIt is regrettable, however, that while we are engaged in direct peace \r\nnegotiations with Israel, it persists in its acts of repression and oppression \r\nof every type against the Palestinian people under its occupation. It is a \r\nA/47/PV.21 \r\n52 \r\n(Mr. Abu Jaber. Jordan) \r\nstrange paradox indeed that while the parties to the conflict are negotiating \r\non the basis of international legality, Israel continues its illegal \r\npractices, expecially the building of new settlements and the beefing up of \r\nexisting ones. \r\nIt is true that the new Israeli Government has taken certain seemingly \r\npositive actions with regard to its policies in the occupied territories. \r\nThose actions are, however, inadequate. We, and the world as a whole, are \r\nstill waiting for Israel to translate its words into deeds. The \r\nclassification of settlements into security and political settlements is a \r\nploy that aims at breaking up into pieces the principle of legality, which is \r\nindivisible. The release of some detainees while thousands of others languish \r\nin jail, will not alter the degree of repression to which the Palestinian \r\npeople are being subjected. \r\nIf the Israeli Government truly wishes to be serious in its desire to \r\nachieve peace and wants to demonstrate good will, it has first to commit \r\nitself to the application of the Fourth Geneva Convention to the occupied \r\nterritories and to halt completely the building of settlements - all \r\nsettlements. \r\nWith regard to Lebanon, Israel continues to refuse to comply with \r\nSecurity Council resolution 425 (1978), which calls for Israel\u0027s withdrawal \r\nfrom southern Lebanon. Accordingly, we call for unconditional Israeli \r\nwithdrawal from all Lebanese territory and call for solidarity by the \r\ninternational community with Lebanon to help the Lebanese Government in \r\nrebuilding its economic and social structures and enabling its people to \r\nachieve the security, welfare and prosperity they yearn for. \r\nA/47/PV.21 \r\n53 \r\n(Mr. Abu Jaber. Jordan) \r\nThe various Security Council resolutions concerning Iraq have placed the \r\nState of Iraq and its people in a situation different from that they were in \r\nin 1990 and 1991. The suffering of the Iraqi people, which is known to all, \r\nand the threat of dismemberment and instability not intended by the Security \r\nCouncil resolutions make it imperative that we view Iraq in terms of that \r\nnew situation. Proceeding from this, Jordan which complies with Security \r\nCouncil resolutions and looks forward to putting an end to the consequences of \r\nthe Gulf crisis by peaceful means wishes to emphasize its desire for action \r\nto alleviate the suffering of the Iraqi people and to preserve the territorial \r\nintegrity of Iraq as an integral Gulf entity. It will not be in anyone\u0027s \r\ninterest, regionally or internationally, to partition Iraq or to prolong the \r\nsuffering of its people. Also, it will not be in anyone\u0027s interest that \r\nsecurity and stability should not prevail in the Gulf region. \r\nWhile we have great hopes that the consequences of the Gulf crisis will \r\nbe eliminated, we regret to see the beginnings of a new crisis: the dispute \r\nthat has erupted recently between the United Arab Emirates and the Islamic \r\nRepublic of Iran. The Islamic Republic of Iran is denying to the United Arab \r\nEmirates its sovereign rights over the islands of Abu Mousa, Greater Tunb and \r\nLesser Tunb. Jordan would like to reiterate in this regard its principled \r\nposition of respect for the principle of the inadmissibility of the \r\nacquisition of territory by force. We call on the Islamic Republic of Iran \r\nand the United Arab Emirates to reach a peaceful solution through dialogue, \r\nbased on the principles of the United Nations Charter, in order to maintain \r\ngood neighbourliness and consolidate peace and security in the Gulf region. \r\nThe tragic situation of the Somali people poses a difficult challenge to \r\nthe United Nations and to the conscience of humanity. This challenge requires \r\nA/47/PV.21 \r\n54-55 \r\n(Mr. Abu Jaber. Jordan) \r\nan immediate and effective response. The images of death, starvation and \r\nhomelessness that fill our television screens cry out to the conscience of the \r\nworld to help put an end to them. My country\u0027s delegation, while appreciating \r\nand commending the incessant efforts of the new Secretary-General on both the \r\npolitical and the relief levels, emphasizes the need for prompt and effective \r\naction by the United Nations and the international community to adopt an \r\nintegrated plan that would put an end to the tragedy of Somalia. Such a plan \r\nshould include a cease-fire, the implementation of an integral programme of \r\naction to ensure the delivery of humanitarian relief supplies to the various \r\nregions and moves to convene a conference on reconciliation, national unity \r\nand transition to help rebuild the country\u0027s infrastructure. We must also \r\ndeal with the regional consequences of the crisis: the influx of Somali \r\nrefugees into neighbouring countries and the resulting instability this has \r\ncaused in the Horn of Africa. \r\nA/47/PV.21 \r\n56 \r\n(Mr. Abu Jaber. Jordan) \r\nThe tragic situation in the Republic of Bosnia and Herzegovina continues \r\nto deteriorate and is taking a sinister turn. To do nothing about it would \r\nundermine the very concepts of democracy, civilized behaviour and collective \r\nsecurity. Reports continue to pour in, telling of continued violations of \r\ninternational humanitarian law against the people of this young nation. Its \r\nterritory continues to be swallowed up bit by bit, and attempts are continuing \r\nto change its demographic composition through ferocious and atrocious \"ethnic \r\ncleansing\" campaigns. It is both painful and dangerous that all this should \r\ncontinue despite the relevant Security Council resolutions. There is indeed \r\nan urgent need to find a prompt and peaceful solution to the situation in \r\nBosnia and Herzegovina in conformity with the Charter of the United Nations \r\nand the norms of international law. There is nothing that would justify in \r\nany way failure by the United Nations and the international community to take \r\nprompt and effective measures to put an end to aggression, to ensure the unity \r\nand territorial integrity of Bosnia and Herzegovina, to preserve its political \r\nindependence and full sovereignty over its entire territory, and to annul all \r\nthe results and consequences of aggression. We trust that the peace process \r\nled by the European Community and its member States, in cooperation with the \r\nUnited Nations, to achieve a peaceful settlement in Bosnia and Herzegovina, \r\nwill give all these elements priority in its programme of work. I can only \r\nexpress, in this regard, my country\u0027s high appreciation of the tireless \r\nefforts made by the Secretary-General of the United Nations and the \r\nSecretariat to make the peace process in Bosnia and Herzegovina a success and \r\nto expand the relief operations which they are undertaking. \r\nThe principles which my country upholds and which govern its positions on \r\nall international conflicts are based on the belief in the right of peoples to \r\nself-determination, in the principle of non-interference in the internal \r\nA/47/PV.21 \r\n57 \r\n(Mr. Abu Jaber. Jordan) \r\naffairs of States and of rejection of occupation in any shape or form. It was \r\nin this context that my country welcomed the process of reconciliation in \r\nCambodia on the basis of the Paris accords which were signed by all the \r\nCambodian parties. My country attaches great importance to the \r\nimplementation, by all parties, of those accords and the discharge of all the \r\ncommitments contained therein as those commitments constitute the guarantee \r\nand the proper mechanism for a peaceful and comprehensive settlement that will \r\nrestore peace to this war-torn country within the framework of national \r\nreconciliation in a united, independent and sovereign Cambodia. \r\nAs for the guestion of Korea, my country\u0027s delegation would like to voice \r\nits complete satisfaction in regard to the progress of the dialogue and \r\nhigh-level talks going on between the two Koreas and the resultant agreements \r\naimed at building mutual confidence between them and reuniting the Korean \r\npeninsula in a framework of national unity. \r\nWith regard to the question of Cyprus, my country values the efforts of \r\nthe Secretary-General of the United Nations, who has maintained the good \r\noffices which started in 1975. We follow with close interest and great \r\nappreciation the ongoing talks under his auspices and with his encouragement \r\nbetween the leaders of the Greek and Turkish communities with the aim of \r\nachieving a peaceful settlement of this problem. \r\nJordan shares with the rest of the world the satisfaction felt at the \r\nresults of the referendum organized by the Government of South Africa in \r\nMarch. Those results were a constructive prelude to end the policy of \r\napartheid in South Africa and augur well for the achievement by the \r\nconflicting groups of a comprehensive political settlement in a democratic \r\nsystem, which would put an end to minority rule. The agreement reached a few \r\ndays ago between Mr. Mandela and President De Klerk on the resumption of talks \r\nA/47/PV.21 \r\n58 \r\n(Mr. Abu Jaber. Jordan) \r\nfollowing the deplorable violence of last June, renews hope that all parties \r\nwill cooperate in writing a new constitution and reaching an early political \r\nsolution, thus putting an end to the policy of apartheid and allowing \r\ndemocracy to prevail. \r\nMy Government deplores the bloody events that took place recently in \r\nAfghanistan and visited yet more suffering on the Afghani people. Therefore \r\nJordan, while wishing the Afghani Government success in consolidating security \r\nand stability and in reconstructing the infrastructure devastated by the civil \r\nwar, supports that Government\u0027s request for assistance from the United Nations \r\nand the international community. \r\nThe East-West bipolarity of the cold war era has disappeared with the end \r\nof that war. There has surfaced, however, a new North-South bipolarity that \r\nwas overshadowed previously by the world\u0027s preoccupation with the ideological \r\nconflict between East and West. We hope that efforts to deal with this \r\nphenomenon, which is primarily economic and social, will take the form of a \r\npositive and constructive dialogue for the benefit of all mankind. The \r\ndeveloping South needs the countries of the North; the industrialized North \r\ncannot maintain its prosperity and stability without an independent and \r\ndeveloped South that would be free from hunger, poverty, and disease and \r\nrelieved of its heavy burden of debt. The planet on which we live, with all \r\nthe threats of ecological disruption facing it, cannot enjoy security and \r\nsafety without cooperation between North and South. Such cooperation is in \r\nthe interest of all humanity. \r\nIf we were to define the new role of the United Nations, it, undoubtedly/ \r\nwould be humanitarian in nature and would aim at protecting and preserving \r\nlife on the planet, and raising the standard of living of all peoples through \r\nA/47/PV.21 \r\n59-60 \r\n(Mr. Abu Jaber, Jordan) \r\nthe establishment of a new, balanced and equitable world economic order. Our \r\nOrganization must act to put an end to the historical contradiction that has \r\npersisted for centuries between North and South so that the North may \r\ndischarge the main task of providing new bases and common grounds for a real \r\ndevelopment of the regions of the South and thus remove the existing \r\ndistortions and inequalities. \r\nA/47/PV.21 \r\n61 \r\n(Mr. Abu Jaber. Jordan) \r\nIt has become quite clear that a common effort for development is \r\nessential to move the world gradually forward, if freedom and democracy are \r\nreally to gain acceptance and if we really want to respect human dignity and \r\neradicate underdevelopment and its concomitant social and health evils, which \r\nhave assumed terrifying proportions and freguency. \r\nThe environment is the common heritage of mankind. Thus, my country \r\nbelieves that its preservation is our common responsibility. We also feel \r\nthat the developed countries, in accordance with the commitments they took \r\nupon themselves at the Rio de Janeiro Conference, must help the developing \r\ncountries in solving their relevant problems, especially and principally, the \r\nproblem of poverty. We therefore support the establishment of the committee \r\non sustainable development and look forward to participating in it and in \r\nshaping its structure and terms of reference. \r\nIf international peace and security are among the main goals the \r\ninternational community strives to achieve, that makes it all the more \r\nimperative for us to promote arms limitation, including the elimination of all \r\nweapons of mass destruction. One must note in this regard the progress \r\nachieved in the limitation of tactical nuclear weapons and the finalization \r\nrecently at Geneva of the draft Convention on the prohibition of chemical \r\nweapons. As for conventional weapons, the General Assembly resolution adopted \r\nat the forty-sixth session on the establishment of a non-discriminatory \r\nregister in which to record all international weapon transfers was a positive \r\nstep on the road to getting rid of armaments, provided it is applied with \r\ncomplete impartiality and in an equitable manner that takes into consideration \r\nthe differences in the needs of countries for armaments. A verification \r\nsystem should be developed, taking into account not only imported weapons but \r\nA/47/PV.21 \r\n62 \r\n(Mr. Abu Jaber. Jordan) \r\nalso domestically produced weapons, especially in countries that are involved \r\nin regional conflicts. \r\nJordan supports the use of science and technology for disarmament, the \r\ndevelopment of verification systems, the efforts aimed at achieving a \r\ncomprehensive nuclear-test ban and the establishment of nuclear-free zones, \r\nincluding the Middle East region. Jordan also calls upon all States that have \r\nnot done so, including Israel, to accede to the Treaty on the \r\nNon-Proliferation of Nuclear Weapons and place all their nuclear facilities \r\nunder International Atomic Energy Agency (IAEA) safeguards. \r\nIn conclusion, I should like to say that, now that the cold war has \r\nended, the world undoubtedly stands at the threshold of a new era, as we can \r\nall see. This fact places on the United Nations the responsibility of \r\nreinvigorating itself in order to keep pace with the requirements of this new \r\nera in a fast-changing world, so that our efforts at the United Nations may \r\nbecome a foundation for a better life. We are quite confident that the Member \r\nStates are all aware of their problems and the problems of the world and are, \r\ntherefore, prepared for cooperation and the use of good offices within a \r\ndemocratic United Nations and the efforts of its evolving organs and agencies \r\nthat are guided by the vision and dedication of the Secretary-General. \r\nMr. GROS ESPIELL (Uruguay) (interpretation from Spanish): Allow me \r\nto congratulate you, Sir, on your assumption of the presidency of the General \r\nAssembly at this session. In your election can be seen an unequivocal \r\nindication of rejoicing at the establishment of democracy in your country. \r\nIt is also fitting today for us to welcome the States of Armenia, \r\nAzerbaijan, Bosnia and Herzegovina, Croatia, Slovenia, Georgia, Kazakhstan, \r\nKyrgyzstan, the Republic of Moldova, San Marino, Tajikistan, Turkmenistan and \r\nA/47/PV.21 \r\n63 \r\n(Mr. Gros Espiell, Uruguay) \r\nUzbekistan to our community of nations. Their participation as Member States \r\nguarantees observance of the principle of universality, an essential element \r\nof the very life and existence of the Organization. \r\nWe congratulate Mr. Boutros Boutros-Ghali, to whom my people and country \r\nhave had numerous occasions to express their esteem and their hopes, as he \r\nundertakes his difficult and very important mission as the new \r\nSecretary-General, continuing the brilliant work of \r\nMr. Javier Perez de Cuellar. \r\nLast year, taking note of the dizzying acceleration of world events, we \r\nput forward our views on the consequences of the collapse of what was called \r\nthe old order that was born during the cold war, and our view regarding the \r\nattitude that the international community should assume in the face of the new \r\nand emerging international situation. We said and today we have even more \r\nreason to reiterate that the spectacular changes in the former distribution \r\nof power would not necessarily lead us to the heralded new international \r\norder, although such changes opened up the possibility of our being able to \r\nachieve strict, rigorous observance of the fundamental principles of the \r\nCharter. That prospect gave us a sense of realistic optimism with regard to \r\nthe future, though we never lost sight of all the negative elements in \r\nexistence today that stand in the way of the full acknowledgement of the \r\nexistence of a true \"order\". \r\nThe success of the effective functioning of the mechanisms of collective \r\nsecurity that were put into operation during the Gulf crisis is not enough. \r\nThe important point is, essentially, that each and every one of the States of \r\nthe international community should, in accordance with its capability for \r\naction and hence with its responsibilities, adapt its conduct to the \r\nA/47/PV.21 \r\n64-65 \r\n(Mr. Gros Espiell. Uruguay) \r\nprinciples of the Charter, which are the basic principles of law and ethics; \r\nand those principles should be strictly complied with, making of that form of \r\nconduct a consistent practice. \r\nThis year we find ourselves facing a new and grave quaking of \r\ninternational security as a result of the outbreak in Europe of the most \r\nbrutal conflict to take place on the old continent since the Second World \r\nWar. In our view, it is the responsibility of the international community, in \r\nthe face of that situation, to ensure the finding of a solution that goes \r\nbeyond the national interests involved and beyond consideration of our \r\ngeographical distance from or proximity to the conflict. \r\nA/47/PV.21 \r\n66 \r\n(Mr. Gros Espiell. Uruguay) \r\nWe view with grave concern the atrocities that have been committed, the \r\nreports of the concentration of civilians in detention camps, as well as the \r\nhorrendous violations of human rights and the persistent disregard for \r\ninternational humanitarian law that are taking place in that region. \r\nWe see how cardinal principles of international law are being violated, \r\nsuch as territorial integrity and sovereignty, which leads to disregard for \r\nthe true and genuine meaning of self-determination. Furthermore, we view with \r\nalarm the extraordinary introduction of the racial factor into international \r\nrelations and the emergence of the invocation of doctrines such as that of \r\n\"ethnic cleansing\" to justify serious violations of international law and of \r\nhuman rights. \r\nWe therefore once again most forcefully reiterate our condemnation of \r\nthose practices and our exhortation to implement steps collectively worked \r\nout, in the context of international law, that enhance the effectiveness of \r\nUnited Nations mechanisms across the board. \r\nThe decision adopted by the General Assembly on 19 September as to the \r\nstatus of the Federal Republic of Yugoslavia (Serbia and Montenegro) in the \r\nUnited Nations was supported by Uruguay. It was the only position that could \r\nindeed be taken in the light of the circumstances. This did not involve a \r\ncase of exclusion, nor a situation such as those envisaged under Articles 5 \r\nand 6 in the Charter, but rather involved the finding that it was impossible, \r\non the basis of incontrovertible facts, that that State could automatically \r\ntake over the seat of the former Socialist Federal Republic of Yugoslavia. \r\nThis means that the new State will have to apply for admission as a Member of \r\nthe United Nations, pursuant to the provisions of Article 4 of the Charter. \r\nA/47/PV.21 \r\n67 \r\n(Mr. Gros Espiell. Uruguay) \r\nThe situation in that region, along with the tragedy being endured in \r\nSomalia and elsewhere, compels us to reaffirm the duty, based on the \r\nprinciples of solidarity and cooperation, to provide humanitarian aid. That \r\nduty, which implies an acknowledgement of the corresponding right, must be \r\nconceived of and implemented within the context of international law, without \r\ndoing violence to other essential principles. Humanitarian aid must be \r\ndecided upon by competent international bodies, by implementation of law, and \r\nmust not serve as a cover for disguised or veiled forms of unlawful \r\nintervention, whether on an individual or a collective basis. \r\nWe welcome the encouraging turn that in recent weeks has been taking \r\nplace in the talks aimed at bringing the peace process in the Middle East back \r\non track. The traditional and unswerving friendship of the Uruguayan people \r\nwith the Arab and Jewish peoples, along with the excellent diplomatic \r\nrelations our Government maintains with the Arab countries and with the State \r\nof Israel, are all factors that induce us to lend our vigorous support to the \r\ncommon guest for peace in that region, a peace that must be based on \r\nguaranteed security for all the States in the region, on respect for \r\nterritorial integrity, on the right to self-determination of all peoples and \r\non the full applicability of human rights. \r\nThe Government of Uruguay here reaffirms its determination to contribute \r\nto peaceful and harmonious fellowship between Arabs and Jews, both essential \r\nprotagonists of civilization, and reaffirms as well its commitment to \r\ndeepening its ties with the States of the Middle East. \r\nWe have before us an invaluable working document prepared by the \r\nSecretary-General. That document, with whose principles and approach we fully \r\nagree, gives rise to thoughts that we cannot fail to voice here. \r\nA/47/PV.21 \r\n68 \r\n(Mr. Gros Espiell. Uruguay) \r\nIn this day and age, faced as we are with the global dimensions of the \r\nproblems of peace and security, and confronted with situations that demand \r\nuniversal answers situations that it is impossible to cope with through \r\npartial or territorially limited approaches, such as issues relating to the \r\nenvironment, drug trafficking and terrorism we must rethink the question of \r\nsovereignty: not so as to weaken its essence, which continues to represent \r\nthe underpinning of our international Organization, but rather to adapt it to \r\ncurrent reguirements, which are necessary for us to build a world based on \r\npeace and solidarity, and to act on the basis of the defence and protection of \r\nthe interests of the global community as a whole, a precept that, according to \r\nFrancisco de Vitoria, lies at the roots of the rights of peoples. This \r\nconcept of humanitarianist universalism precludes the recognition of any \r\nlegitimacy in the exercise of power by any individual Power outside the \r\nframework of international law. \r\nThe report entitled \"An Agenda for Peace\" (A/47/227) presents in an \r\norganic and intelligent fashion a set of proposals to implement, within the \r\nnew international context, a systematic process of preventive diplomacy. We \r\nfundamentally share its goals and the essential aspects of the global view \r\nupon which it draws. \r\nWe must give the Secretary-General the political backing he needs for him \r\nto act with the necessary flexibility and effectiveness, in line with the \r\nconcepts that he has set forth. \r\nWe agree with the need to seek a greater balance between the Security \r\nCouncil and the General Assembly. Moreover, we welcome the fact that this \r\nreport incorporates a proposal that Uruguay has always advocated, namely the \r\nwish that all our Member States unreservedly accept the competency of the \r\nInternational Court of Justice. \r\nA/47/PV.21 \r\n69-70 \r\n(Mr. Gros Espiell. Uruguay) \r\nWe do not doubt the need to strengthen peace-keeping operations. In that \r\nconnection, our country intends to preach by example. Uruguay has now \r\nincreased to unprecedented levels the number of members of its armed forces \r\nand police forces made available to the United Nations, as measured against \r\nthe size of our military forces and our population. By way of example, more \r\nthan 900 members of our armed forces are currently participating in the \r\npeace-keeping operations in Cambodia, and a general from our Republic is \r\ncommanding the United Nations contingent in Kashmir. \r\nTo consolidate and guarantee international security, there can be no \r\ndelay in moving ahead with the process of disarmament that is currently under \r\nway. It must be expanded integrally in breadth and in depth. \r\nWe must halt any new spiralling of the arms race, whether this be on the \r\nglobal, regional or local level. Along those lines, Latin America and the \r\nCaribbean have been marking this particular phase in the evolution of \r\ninternational relations with a noteworthy effort to complete what in and of \r\nitself already constitutes a vast zone of peace.* \r\n* Mr. Rogers (Belize), Vice-President, took the Chair. \r\nA/47/PV.21 \r\n71 \r\n(Mr. Gros Espiell. Uruguay) \r\nI should like to highlight the notable effort undertaken by Latin \r\nAmerica, in which Uruguay has participated actively from the very outset, to \r\namend the Tlatelolco Treaty in such a way as to enable Cuba to sign it, \r\nArgentina to ratify it and Brazil and Chile to submit their reservations to \r\nit. These amendments, which have already been adopted and have also resulted \r\nin France\u0027s ratification of Additional Protocol I, have ensured that the first \r\nnuclear-weapon-free zone, covering all of Latin America and the Caribbean, has \r\ncome into real, total and full existence. \r\nUruguay firmly supports the adoption of the Convention on chemical \r\nweapons developed by the Disarmament Conference. \r\nThe mushrooming of regional armed conflicts compels us to give thought to \r\nnew or renewed forms of cooperation in and coordination of world-wide and \r\nregional efforts to resolve differences and to enable us to act in the face of \r\nthreats to and aggression against peace and security. Latin America, which \r\ntoday is a continent of peace and is resolving territorial or border disputes \r\nby legal and peaceful means, where there are no morbid outbreaks of xenophobia \r\nand racial hatred, and which is fighting, as never before in its history, to \r\nsolve the problems of its indigenous peoples and of human rights, has a \r\nparticular talent for setting up this necessary world-wide and regional \r\ncoordination. The recent judgment handed down by the International Court of \r\nJustice concerning a territorial dispute between Honduras and El Salvador, and \r\naccepted by both parties; the submission to an arbitration tribunal of a \r\nborder dispute between Argentina and Chile; and the new and positive spirit \r\nreigning in the dialogue between Ecuador and Peru aimed at solving the \r\nlong-standing conflict that has pitted these two fraternal countries against \r\neach other bear witness to the example Latin America is setting. \r\nA/47/PV.21 \r\n72 \r\n(Mr. Gros Espiell. Uruguay) \r\nThe duty all the States that make up the international community have to \r\nguarantee and protect human rights does not flow only from the international \r\nobligations that result from treaties in force; respect for human rights is \r\nborn of the United Nations Charter and of the Universal Declaration. \r\nFurthermore, it is a principle of jus cogens which, if violated, entails \r\ninternational answerability and renders null all legal instruments contrary to \r\nthis imperative law which originates in the will of the international \r\ncommunity as a whole. The protection of human rights at world and regional \r\nlevels has made signal progress in the law of nations of today, and the \r\nprocess of improvement must continue. \r\nIt is not, however, solely by developing international instruments for \r\nthe protection of human rights that we shall achieve generalized respect for \r\nhuman rights. We must work hard to universalize a culture of human rights \r\nthat would uproot from people\u0027s minds and behaviour intolerance, violence, \r\nhatred, and contempt for the dignity that each and every individual on the \r\nplanet naturally has. The affirmation and dissemination of that culture of \r\nhuman rights is the great challenge that mankind must meet in the decades \r\nahead. \r\nThe resurgence amongst us, in what for us is the cradle of Western \r\ncivilization, of racism, racial intolerance and animosity rooted in ethnic, \r\nreligious and cultural differences is cause for great alarm. These \r\nmanifestations are compounded by episodes, not that far distant \r\ngeographically, of forced population transfers, the appearance of detention \r\ncamps and the commission of atrocities and practices that once again amount to \r\na shameful blot on our contemporary civilization. The international community \r\ncannot close its eyes to these things, nor fail to act in the face of this \r\nterrible and unacceptable situation. \r\nA/47/PV.21 \r\n73 \r\n(Mr. Gros Espiell. Uruguay) \r\nUruguay hopes that the holding of the forthcoming World Conference on \r\nHuman Rights will be a historic landmark for the future in terms of respect \r\nfor fundamental human rights and freedoms. \r\nGlobal stability is generally and permanently threatened by the vast \r\namount and extent of grinding poverty. Apart from the fundamental, ethical \r\nreasons that inspire us all, there are security considerations that should \r\nmake us tackle this widespread situation as a whole. This is why the \r\ncountries of Latin America and the Caribbean have decided to support the \r\ninitiative put forward by our sister republic of Chile that a world summit on \r\nsocial development should be held in 1995. We welcome the fact that this \r\nconcern caused this initiative to be included in the \"Agenda for Peace\" \r\n(A/47/277) put before us by the Secretary-General, and that it has been \r\napproved by the Economic and Social Council. \r\nBecause of its modi operandi that pay no attention to frontiers and \r\nbecause of the way it is organized, drug trafficking has become one of the \r\nmost serious types of international crime. Uruguay insists that this form of \r\nmodern-day aggression must be combated in all its various phases and \r\nmanifestations. The capacity of the United Nations to act must be \r\nstrengthened in such a way as to complement and assist the concerted action \r\nwhich our own countries must take by means of regional as much as global \r\nbilateral and multilateral instruments. \r\nThe need to achieve economic development on terms compatible with \r\nconserving the environment is a priority objective for our country. We are \r\nconcerned at the fact that the Rio Conference did not result in the adoption \r\nof more specific and effective commitments. What concerns us far more, \r\nhowever, is the risk that the principles enshrined in the Rio Declaration and \r\nA/47/PV.21 \r\n74-75 \r\n(Mr. Gros Espiell. Uruguay) \r\nin the programme of action agreed upon in Agenda 21 might remain a kind of \r\ncatalogue of good intentions without any practical and effective application. \r\nThe solemn adoption of those documents, and even the signing of the \r\nConventions on biodiversity and climatic change, which Uruguay will shortly \r\nratify, are not going to halt the progressive deterioration in the \r\nenvironment. Although those documents are major contributions, the polluting\u0027 \r\nactivities that threaten our present and jeopardize our future have not \r\nstopped with their signing and will not stop once their hopefully rapid entry \r\ninto force has occurred. \r\nA/47/PV.21 \r\n76 \r\n(Mr. Gros Espiell. Uruguay) \r\nWe are all aware that the success or the failure of the process of the \r\nUnited Nations Conference on Environment and Development (UNCED) hinges on the \r\ntotal and effective implementation of those commitments. \r\nThe road to Rio was difficult. However, more arduous still will be the \r\nroad to be travelled from Rio on. States will have to shoulder their legal \r\nresponsibilities and to implement the actual measures laid down in Agenda 21. \r\nGovernments will have to agree to transform into legally binding obligations \r\nthe principles of conduct, liability and compensation emanating from the \r\nStockholm Declaration and later endorsed and developed in the Rio Declaration, \r\nwhich are considerably more than moral obligations. While today they are \r\nobligations stemming from international ordinary law, they are, moreover, \r\nauthentic criteria embodied in jus cogens, and are valid eroa omnes. \r\nHowever, notwithstanding the foregoing, it is time to avoid ambiguous \r\ninterpretations as to the real juridical value of these obligations. The \r\nPresident of Uruguay, in his address delivered at the Rio Conference, stated \r\nthe determination of my country to propose the codification of those \r\nprinciples in a binding legal instrument. We will consider the most opportune \r\ntime and place for giving practical effect to our initiative, even \r\ncontributing a draft convention. \r\nAt the same time, this approach will have to be complemented by \r\nimplementation of the plan of action agreed upon in Agenda 21. We know this \r\nobjective implies collecting huge financial resources and adopting large-scale \r\nmeasures of technology transfers. We trust that the developed countries that \r\nhave accepted the principle of shared but differentiated responsibility will \r\nfind the political will needed for taking the lead in this effort. While \r\nappearing to be a great sacrifice, this action is an investment that brooks no \r\ndelay for preserving the present and ensuring the future. \r\nA/47/PV.21 \r\n77 \r\n(Mr. Gros Espiell. Uruguay) \r\nSpecific proof of Uruguay\u0027s priority interest in environmental problems \r\nis that we have agreed that the next meeting of the Contracting Parties to the \r\nBasel Convention on Toxic and Hazardous Wastes should be held in our country. \r\nThe changes that have been progressively noted in the political arena \r\nstand in dramatic contrast to the adverse trends that are ever more \r\nexacerbating international economic relations. We view with concern the fact \r\nthat the crucial issue of development would appear to have been relegated to \r\nthe back-burner amongst issues on the international economic agenda. \r\nJust as early in the 1980s the problem was the external debt situation in \r\nthe developing countries, at the beginning of the 1990s one can say that it is \r\nthe inconsistencies in the macroeconomic and trade policies that jeopardize \r\nworld economic growth and international monetary stability. \r\nWhile the developing countries are redoubling their efforts at achieving \r\nadjustment, liberalization, deregulation and adaptation to new world \r\nrealities, recessionary trends and low rates of growth in the industrialized \r\ncountries, their bloated budgetary deficits, their increasing levels of \r\nindebtedness, the resurgence of their protectionist policies and the lack of \r\ncoordination among their monetary and parity policies are factors creating \r\nmajor counterweights to any revitalization of the world economy, to any \r\nincrease in trade and change in trade policy and to world-wide capital flows. \r\nAll this highlights the need for a better analysis and greater \r\ncoordination of economic policies the world over. \r\nIn recent years we have witnessed a major process of reorganization in \r\nworld trade, owing to two major trends unfolding side by side. On the one \r\nhand, efforts have been made in the context of the Uruguay Round aimed at \r\nguaranteeing an open international marketplace through a process of \r\nA/47/PV.21 \r\n78 \r\n(Mr. Gros Espiell. Uruguay) \r\nliberalizing and expanding trade, while strengthening multilateral rules and \r\ndiscipline within the context of the General Agreement on Tariffs and Trade \r\n(GATT). On the other hand, great economic blocs have emerged, in whose hands \r\nare concentrated most of the world\u0027s wealth, major trade flows, investment \r\nflows and flows of technological know-how. If these blocs wish to move \r\ntowards development and general progress, they will have to evolve as open \r\nmarkets. \r\nI am convinced this evolution will depend on what happens or fails to \r\nhappen in the Uruguay Round of multilateral trade negotiations of GATT, which \r\ntoday have become all but paralysed and are seriously jeopardized. \r\nFailure in the Uruguay Round would be very serious and would trigger \r\nserious adverse repercussions for the world economy as a whole. It would send \r\nan extremely negative signal to economic operators, would open the doors to \r\nunilateralism and to relations based upon power, and would lead to an \r\nescalation of protectionism and an intensification of trade conflicts. \r\nThus, we must urgently call upon all participants in the Uruguay Round \r\nand, in particular, to those countries responsible for the main disagreements \r\npending, to join their efforts and to make their positions more flexible so as \r\nto conclude the negotiations quickly and satisfactorily, with equitable \r\nresults that would promote the liberalization of trade and avoid protectionist \r\ndiscrimination. \r\nWithin the United Nations, the current process of revitalization and \r\nrestructuring the Organization in the economic and social fields must be seen \r\nas constructive. In this regard, we welcome the results of the eighth session \r\nof the United Nations Conference on Trade and Development (UNCTAD) and those \r\nof the first meeting of the revamped Economic and Social Council, held in \r\nNew York last July. \r\nA/47/PV.21 \r\n79-80 \r\n(Mr. Gros Espiell. Uruguay) \r\nThis process of revitalization must be pursued and intensified. The \r\nUnited Nations cannot stay on the sidelines of policy formulation with regard \r\nto the most important economic, financial and trade issues. What is urgently \r\nneeded is a determined effort aimed at institutional and operational \r\nrevitalization and the restoration of the indispensable credibility of the \r\nUnited Nations so that the Organization can fill the great institutional void \r\nthat currently exists in the field of international economic relations and can \r\nsuccessfully discharge its responsibilities. \r\nOnly thus will we manage to lay the groundwork for the more constructive \r\nand effective international copoeration that would make it possible to halt \r\nand reverse the adverse trends that prevail in the economic field. In this \r\nregard, my country gives particular importance to the role UNCTAD is called \r\nupon to play as the forum to further international economic relations that are \r\nconducive to development. \r\nA/47/PV.21 \r\n81 \r\n(Mr. Gros Espiell. Uruguay.) \r\nI cannot fail to mention the major effort my country has been making, \r\ntogether with Argentina, Brazil and Paraguay, to establish a common market of \r\nthe South in 1995. The various processes laid down in the Treaty of Asuncion \r\nand in the timetable adopted by the Presidents of the four States parties at \r\nthe meeting in Las LeSas, Argentina, are being fully implemented. Thus, the \r\nprocess of subregional integration has already become the axis round which \r\nrevolve our policies of development, renewal, openness and modernization, \r\nprompting us to look to the future with renewed optimism and conviction. \r\nUruguay, a State that cherishes peace, a founding Member of the United \r\nNations, respectful of a democratic and pluralist law based on solidarity, is \r\ntoday taking part in this Assembly in the same spirit as always determined \r\nto cooperate in building a world governed by the law of nations, just and \r\npeace-loving, with a universal international Organization capable of ensuring \r\ndevelopment and human rights while effectively and actively guaranteeing peace \r\nand security. \r\nMr. SANON (Burkina Faso) (interpretation from French): At the \r\noutset, I should like to convey the sincere congratulations of the delegation \r\nof Burkina Faso to Mr. Ganev on his election to the presidency of the \r\nforty-seventh session of the General Assembly of the United Nations. In him, \r\nwe pay a tribute to Bulgaria and to the qualities that earned him these \r\nresponsibilities. \r\nWe also pay a tribute to the devotion and conscientiousness with which \r\nhis predecessor, Ambassador Shihabi of Saudi Arabia, performed his duties. \r\nNine months after our Secretary-General, Mr. Boutros Boutros-Ghali, \r\nassumed his post, his energy, creative imagination and firm determination have \r\nleft their mark on the activities of our Organization. By strengthening its \r\nA/47/PV.21 \r\n82 \r\n(Mr. Sanon. Burkina Faso) \r\nuniversality, all the countries that have been admitted since the forty-sixth \r\nsession give us grounds for joy. We wish them all a warm welcome and we have \r\nno doubt that we will all work together to attain the ideals of the United \r\nNations Charter. \r\nOur times have seen the irrepressible aspirations of peoples to freedom, \r\nnational identity, and well-being flourish with more vigour and insistence \r\nthan ever before. For some, these aspirations arose from the depths of their \r\nalienation, which they now reject; for others, from the example thus set by \r\nthe former. Baptized as a \"wave of democratization\", this tempest, sometimes \r\ncoinciding with developments already under way, swept away many inappropriate \r\nor obsolete human edifices to lay bare the ruins or foundations from which we \r\nmust start building. \r\nBorn in 1987, the democratization movement in Burkina Faso, after years \r\nof an emergency regime, led to pluralism, to the election of a Head of State \r\non 1 December 1987, and to general elections held in May 1992, in which the \r\npolitical parties asked the people for their votes. Today, democratic \r\ninstitutions are in place and the opposition, which sits in the Assembly, is \r\nalso represented in the executive branch, where it holds several ministerial \r\nportfolios. This transition has been without jolts or major crises, and has \r\nled to the social peace necessary to our development efforts. \r\nThis indispensable social peace is what is lacking in Somalia, where our \r\nfamished brothers are dying at a mind-boggling rate, whereas weapons are \r\nubiquitous there and have made that martyred country a victim bled dry by \r\nintransigence and the absence of dialogue. In this respect, we welcome the \r\nhealthy reaction of our Secretary-General, who is trying to size up the true \r\nscale of this tragedy and to find the requisite solutions. We are equally \r\n9rateful for the international humanitarian assistance channelled there. But \r\nA/47/PV.21 \r\n83 \r\n(Mr. Sanon. Burkina Faso) \r\nmuch remains to be done to curtail and end the sufferings of the Somalian \r\npeople. \r\nLiberia is still in the throes of a civil war to which Burkina Faso and \r\nthe other countries of the region cannot remain indifferent. Burkina Faso, \r\nshoulder to shoulder with them, will spare no effort to restore lasting peace \r\nso that the policy of economic integration, begun within the framework of the \r\nEconomic Community of West African States, can also be pursued as well as \r\npossible. \r\nIn Angola, general elections are under way after 16 years of conflict \r\nsuffered by the Angolan people. We hail the maturity of all Angolans, who \r\nhave thereby agreed to close a difficult chapter in their history. The United \r\nNations also played a positive role there. We hope that these developments \r\nwill be successful. In Mozambique, similarly, a solution is in the offing, \r\nand we hope that a negotiated settlement will restore peace. \r\nIn South Africa, the hopes of the international community have been \r\ndimmed by the massacres of Boipatong and Ciskei. These events certainly were \r\na manifestation of apartheid, whose death throes are just as repugnant and \r\nbloody as was its existence. We need to remind the South African authorities \r\nthat they are responsible for the security of every South African and that \r\nthese tragic excesses cannot simply be ascribed to animosity among blacks. It \r\nis now well established that subtle manipulation, together with an absence of \r\nsecurity controls, can fan the flames of an already explosive situation. The \r\nresumption of the Convention for Democratic South Africa (CODESA) should take \r\nplace in a climate free of the suspicion born of manoeuvring and calculation. \r\nIn this respect, we believe that Security Council 765 (1992) of 16 July 1992 \r\nis only one step in the right direction. In order to assess the methods and \r\neffects of violence, more than 50 observers will be needed. \r\nA/47/PV.21 \r\n84-85 \r\n(Mr. Sanon. Burkina Faso) \r\nIn the Middle East, the process begun at the Madrid Conference has yet to \r\nproduce the hoped-for results. The Palestinian question remains and the \r\naspirations of the Palestinian people are legitimate and justified. The \r\npolitical changes that have taken place in Israel raise hopes that we would \r\nwish to see fulfilled on behalf of the people of the region. \r\nIn Cambodia, efforts must continue to be made by all to implement the \r\nParis Agreements. The unprecedented commitment of the United Nations should \r\nbe welcomed, encouraged and reinforced. \r\nIn the heart of Europe, a conflict is developing, the nature of which is \r\nwhat observers tend to limit exclusively to Africa. Practices we thought had \r\ndisappeared with nazism and condemned alongside apartheid are emerging under \r\nthe label \"ethnic cleansing\". This is unacceptable. We cannot accept that \r\nBosnia and Herzegovina be crucified in the name of religion or ethnicity. The \r\nLondon agreement and the Geneva negotiations must be complied with and pursued \r\nby all parties sincerely desirous of peace and reconciliation. \r\nA/47/PV.21 \r\n86 \r\n(Mr. Sanon. Burkina Fasij) \r\nThat picture does not inspire optimism. The collapse of one of the two \r\nblocs did not solve the world\u0027s problems. Rather, it emphasized the \r\nNorth-South split; old wounds that are still open; internal contradictions \r\nwithin regions; and divisions among nations. \r\nIn their millions, people are cast out into a life of wandering; children \r\nare robbed of their childhood, and of their adolescence too; a future without \r\nhope is already the lot of a growing number of people caught in the crossfire \r\nbetween one world that is dying and another that is being born. In the midst \r\nof all the uncertainty, the United Nations seemed to be a place of recourse \r\nwhere East, West, North and South could meet to accept the principles of the \r\nCharter and institute methods guaranteeing that armed force would not be used \r\nsave in the common interest, and to promote social progress and better \r\nstandards of life in wider freedom. \r\nSecurity, solidarity, progress and freedom: these are words and concepts \r\nthat 47 years after San Francisco have yet to be given form in the interest of \r\nthe world\u0027s peoples. \r\nThe Secretary-General\u0027s proposals in his Agenda for Peace and in his \r\nannual report on the work of the Organization form a good basis for discussion. \r\nIt must be recalled and stressed that security not based on the interests \r\nof all, large and small, is self-limited. The maintenance of peace demands \r\nweighty and onerous operations that must be commensurate with the needs. It \r\nis right to stress preventive diplomacy: machinery for early warning and \r\naction that can be put into play before a conflict breaks out or that can \r\nprevent a conflict from taking place. \r\nThe United Nations, while in demand on all sides, remains available. It \r\nis regrettable that among the defenders of this new role for the Organization \r\nA/47/PV.21 \r\n87 \r\n(Mr. Sanon. Burkina Faso) \r\nare those who by not paying their contributions are handicapping the United \r\nNations in this basic task. \r\nWe must ensure that the role of the Security Council does not give rise \r\nto questions about its involvement, its impartiality or its sense of \r\nfairness. The system devised 47 years ago has only been able to function for \r\ntwo years, and already there are concerns, some of which are justified. \r\nDepending on their geographical zone, conflicts seem to attract varying \r\ndegrees of vigorous attention from the Council. This makes us believe that a \r\nstructure created following the Second World War is now beginning to function \r\nin a completely different context. Some even talk of an anachronism. \r\nClearly, the role and composition of the Security Council must be reviewed. \r\nBut we fear that the discussion might be limited to merely expanding a club \r\nwhose members would continue to view their status as a privilege, not a \r\nweighty responsibility. The spirit and perhaps even the nature of the Council \r\nmust be changed. Clearly, we must begin the debate on the Security Council, \r\neven if we are still bound by the terms of Article 108 of the Charter. The \r\ndemocratization of international relations is necessary. \r\nThere can be no true security or just and lasting peace while three \r\nquarters of mankind continues to live in destitution, wretchedness and \r\nignorance. That is a fact that has been repeated in this Hall over the years \r\nby a majority of delegations. Today\u0027s world is a world in flux, where the old \r\nquestions remain and new solutions are taking too long in coming. \r\nThe North-South rift I mentioned before can be illustrated by figures, \r\nincluding the well-known fact that 20 per cent of the world\u0027s population \r\nreceives 83 per cent of the world\u0027s income, while the poorest 20 per cent \r\nshare but 1.4 per cent of the world\u0027s income. \r\nA/47/PV.21 \r\n88 \r\n(Mr. Sanon. Burkina Fasn) \r\nBeset by natural disasters, conflicts and the effects of an international \r\neconomic crisis, Africa still bears an external debt of more than \r\n$236.7 billion; it faces tariff and customs barriers erected by some of its \r\neconomic partners; and it must deal with a high rate of population growth. To \r\nthis we must add the obligatory adoption of structural adjustment programmes \r\nthat will first cause pain before possibly doing some good. \"Possibly\" is the \r\nright word, since these adjustments are put in place in a context of economic \r\nuncertainty that jeopardizes the results for which we hope. Thus, we in \r\nBurkina Faso are working to obtain all the necessary support so that slippages \r\nwill not call into question our political achievements, and particularly so \r\nthat the structural-adjustment programme can lay the lasting foundations of \r\ngenuine development and growth. \r\nThe rewards of the tireless efforts by African countries have not been \r\ncommensurate with the sacrifices we have made. The promises of the North \r\nremain promises, just as the United Nations Programme of Action for African \r\nEconomic Recovery and Development has not been truly implemented, except by \r\nAfricans themselves. A new page has been turned with the new programme for \r\nthe 1990s, but that page remains blank. We hail the few industrialized \r\ncountries that have honoured their commitment to contribute 0.7 per cent of \r\ntheir gross domestic product as official development assistance. \r\nThe international economic context is marked by increased monetary \r\ninstability, slower economic growth, high unemployment and the relative \r\nfailure of the Uruguay Round. But capital needs are first met among the \r\nindustrialized countries before they turn to so-called transitional \r\neconomies. Can we speak of competition for capital? Or must we say that \r\nAfrica is simply waiting for a response that has not been forthcoming? The \r\nA/47/PV.21 \r\n89 \r\n(Mr. Sanon. Burkina Faso) \r\nresponse we want to hear and to turn into reality is the economic integration \r\nof our continent South-South cooperation along with allowing us the \r\nlatitude of choice. As we said at the forty-sixth session, Burkina Faso is \r\nconvinced that all our problems \"can be solved only by dialogue and \r\nnegotiation between developed and developing countries with a view to bringing \r\nabout specific solutions through a multilateral approach to these problems\". \r\n(A/46/PV.4. p. 56) \r\nThat was our approach to the United Nations Conference on Environment and \r\nDevelopment the Earth Summit at Rio, and that was why we welcomed the \r\nframework Convention on climate change and the Convention on biodiversity. \r\nThe establishment of a commission for sustainable development could \r\ndefine the framework for what we have come to call the new global \r\npartnership. But as we all know, the Rio summit will be meaningful only if it \r\nis followed by the needed commitments with respect to additional resources and \r\ntechnology transfers. The Earth Summit has made the link between environment \r\nand development indissoluble. \r\nWe welcome the decision of the United Nations Conference on Environment \r\nand Development to set up an intergovernmental negotiating committee to draw \r\nup an international convention in the struggle against desertification. \r\nBurkina Faso will participate actively in that process and could act as host \r\nto some of the committee\u0027s meetings. \r\nInternational events on the horizon include: the World Conference on \r\nHuman Rights in 1993; the International Conference on Population and \r\nDevelopment in 1994; the world summit for social development in 1995; and the \r\nfiftieth anniversary of the United Nations, also in 1995. What they have in \r\ncommon is their subject and their protagonist: man. \r\nA/47/PV.21 \r\n90 \r\n(Mr. Sanon. Burkina Fagn) \r\nWe have already said that no one is against human rights because those \r\nrights are inherent in man. A partial, piecemeal vision of human rights would \r\ndoom mankind ot exploitation and abandonment. The right to development, to \r\nfood, to housing, to primary health care and to education: all these are part \r\nof human rights. To support that aspect without recognizing and accepting the \r\nbasic nature of the rights of the individual would clearly be an imperfect \r\napproach to defining and solving the problem. Likewise, stressing the rights \r\nof the individual while confining oneself to defending them would be to refuse \r\nto see the world as it is today. \r\nA/47/PV.21 \r\n91 \r\n(Mr. Sanon. Burkina Faso) \r\nIndeed, earlier I spoke of the indomitable nature of the peoples\u0027 \r\naspirations to freedom, national identity and well-being. The revolution in \r\ncommunication, the spread of ideas, the untapped potential of techniques and \r\ntechnologies have turned our world into a global village. We cannot \r\nindefinitely guarantee the security of the haves, the well-fed, to the \r\ndetriment of others without doing permanent damage to the dignity and \r\nintegrity of others. \r\nThat is why Burkina Faso believes that population guestions are \r\nfundamental, and that is why we spoke out in favour of the convening of the \r\nworld summit for social development. Nor can we approach the question of \r\nhuman rights and questions of population and development without including \r\nwomen, the mothers of the world. \r\nThese future conferences will be fairly meaningless if they do not lead \r\nto commitments that will lead, in turn, to tangible, concrete and satisfactory \r\nresults. In that connection the follow-up to the World Summit for Children is \r\nimportant, and I should like to take this opportunity to remind the \r\ninternational community that in November at Dakar, Senegal, an African \r\nregional meeting will be held, under the aegis of the United Nations \r\nChildren\u0027s Fund (UNICEF), to examine and evaluate responses to the commitments \r\nundertaken at New York in 1990 and to assess the support that could be \r\nsupplied by all the members of the international community. \r\nThose meetings are therefore based on the principle of our common \r\nmembership in the human race and on solidarity. \r\nIn 1995 the Organization will be 50 years old. The evolution in \r\ninternational relations has created an ever-greater role for the United \r\nNations. We can even talk about a central role for it, as a crucial junction \r\nA/47/PV.21 \r\n92 \r\n(Mr. Sanon. Burkina Faso) \r\nwhere political, economic, social and environmental concerns can be expressed \r\nand actually dealt with. \r\nHitherto regarded as a forum, the United Nations can now add to \r\ncooperation, deliberation and the ongoing discussion of the trio of peace, \r\nsecurity and development its status as an unparalleled instrument at the \r\nservice of joint action for the common good. \r\nBurkina Faso will follow and actively discuss the various reforms and \r\nrestructurings being planned for the whole of the United Nations system, for \r\nit is our conviction that they afford the international community a unique \r\nopportunity to implement the concept of global partnership. \r\nIt is only under those conditions that we will at last be able truly to \r\nimplement the noble ideals of the Charter. It will no longer be a guestion of \r\nsome pitted against others but, rather, of fighting the only fight worth \r\nfighting: the fight for a humanity living at peace in a saved environment. \r\nThe meeting rose at 6.25 p.m. \r\n"