"41TED \r\nMIONS \r\nGeneral Assembly \r\nPROVISIONAL \r\nA/47/PV.32 \r\n23 October 1992 \r\nENGLISH \r\nForty-seventh session \r\nGENERAL ASSEMBLY \r\nPROVISIONAL VERBATIM RECORD OF THE 32nd MEETING \r\nHeld at Headquarters, New York, \r\non Friday, 9 October 1992, at 3 p.m. \r\nPresident: Mr. GANEV (Bulgaria) \r\n(President) \r\nReport of the Secretary-General on the work of the organization: \r\nreports of the Secretary-General [10] (continued) \r\nThis record contains the original text of speeches delivered in English \r\nand interpretations of speeches in the other languages. The final text will \r\nbe printed in the Official Records of the General Assembly. \r\nCorrections should be submitted to original speeches only. They should \r\nbe sent under the signature of a member of the delegation concerned, within \r\none week, to the Chief, Official Records Editing Section, Office of Conference \r\nServices, room DC2-750, 2 United Nations Plaza, and incorporated in a copy of \r\nthe record. \r\n92-61400 1759V (E) \r\nA/47/PV.32 \r\n2 \r\nThe meeting was called to order at 3.20 p.m. \r\nAGENDA ITEM 10 (continued) \r\nREPORT OF THE SECRETARY-GENERAL ON THE WORK OF THE ORGANIZATION: REPORTS OF \r\nTHE SECRETARY GENERAL (A/47/1, A/47/277) \r\nMrs. FRECHETTE (Canada) (interpretation from French): Allow me to \r\nbegin by congratulating you. Sir, on your election as President of the \r\nforty-seventh session of the General Assembly. You are assuming this \r\nimportant position at a pivotal moment in the history of the United Nations \r\nand its Member States. You may rely on my delegation\u0027s continued cooperation \r\nas the session progresses. \r\nThe general debate of recent weeks demonstrates that there is now an \r\ninternational consensus that, while the opportunities for cooperation and \r\npeace have never been greater, there have never been so many challenges to the \r\ninternational community posed by regional conflicts, humanitarian crises and \r\nthe difficult, though exhilarating, process of democratization. \r\nThe Organization is fortunate to have at its helm at this time of both \r\nopportunity and challenge a man of vision and leadership. Since becoming \r\nSecretary-General, Mr. Boutros-Ghali has sought to encourage the Members of \r\nthe United Nations to rethink their approaches not only to the great problems \r\nwe need to resolve, but to the structures and mandates of the bodies in which \r\nwe work. Canada commends his commitment and the achievements he has already \r\nrealized. \r\nThe Secretary-General advocates an integrated approach to political, \r\neconomic and social issues, and Canada strongly supports him in this. There \r\nis no doubt that economic and social development are prerequisites for \r\nA/47/PV.32 \r\n3 \r\n(Mrs. Frechette. Canada) \r\ninternational peace and security. There is also no doubt that we shall never \r\nhave lasting world peace as long as a large part of humanity lives in misery \r\nand despair. \r\nI reaffirm that Canada supports the United Nations playing a leading role \r\nin the economic, developmental and social fields. \r\nWe thank the Secretary-General for submitting to the General Assembly a \r\nfull and clear report on the worth of the Organization, which takes up the \r\nmain themes of his report entitled \"An Agenda for Peace\", called for by the \r\nSecurity Council at its Summit Meeting last January. We are glad to have the \r\nopportunity today to comment on the proposals made by the Secretary-General \r\nwith regard to peace and security. \r\nAs the Secretary-General says in his report, in order for the United \r\nNations to realize its full potential, there must be a firm will to give the \r\nOrganization adequate means to do what we expect of the system. The \r\n,j expectations of it are now considerable. \r\n, It is up to Member States to ensure that the Secretary-General has \r\n.available to him the resources that we have all committed ourselves to pay \r\n.into the regular budget, as well as into the budget for peace-keeping \r\n.operations. We must foster in the United Nations a new culture of financial \r\nii \r\n.responsibility, which requires that Member States pay the ir assessed \r\ncontributions f u l l y and on time, and that the Secretary-General re so lu te ly \r\npursue the reforms he has i n i t i a t e d . \r\niili \r\n(BPOke in English) \r\nThe United Nations system today faces the unique challenge of building a \r\nU \r\nstronger system of collective security at a time when ethnic tensions are on \r\n:he rise in many parts of the world. \r\nA/47/PV.32 \r\n4 \r\n(Mrs. Frechette. Canada) \r\nThe United Nations will increasingly face situations in which the \r\nprinciple of non-intervention and the right of sovereign States to manage \r\ntheir international affairs is confronted by the need for collective action to \r\nprovide humanitarian assistance. Prime Minister Mulroney reiterated Canada\u0027s \r\nown approach during the visit of the Secretary-General to Montreal last May, \r\nwhen he said: \r\n\"The interests of nation States and the imperatives of geopolitics must \r\nbe subordinated to the interests and well-being of people.\" \r\nWe commend \"An Agenda for Peace\", which contains forward-looking \r\nproposals for a world in which the very nature of conflict has changed and \r\nwhich therefore has outgrown some of the traditional means of conflict \r\nmanagement. \r\nCanada supports the Secretary-General in his quest to develop relevant \r\ninstruments enabling the United Nations to discharge its ever-growing global \r\nresponsibilities to prevent and resolve conflicts. It is the objective of my \r\ndelegation during this session of the General Assembly to explore more fully \r\nwith other Member States the ideas advanced in \"An Agenda for Peace\". United \r\nNations bodies responsible for specific aspects of the Secretary-General\u0027s \r\nproposals must follow up swiftly in the light of our debate here today and our \r\nwork in the weeks ahead. \r\nWe commend the Secretary-General\u0027s emphasis on preventive diplomacy and \r\npeacemaking, and encourage him to make full use of his powers under Article 99 \r\nof the Charter to draw to the attention of the Security Council any matter \r\nwhich in his opinion may threaten international peace and security. We note \r\nthat the Secretary-General is already making greater use of fact-finding \r\nmissions, which is a trend that we encourage. In Kosovo, for example, the \r\nA/47/PV.32 \r\n5 \r\n(Mrs. Frechette. Canada) \r\nSecretary-General may wish to complement the efforts made by the Conference on \r\nSecurity and Cooperation in Europe (CSCE) to avoid the spillover of the \r\nconflict in the former Yugoslavia. \r\nWe strongly support preventive deployment, and would urge the Security \r\nCouncil to adopt this option when confrontation can be averted, democracy \r\nstabilized and, ultimately, lives saved. We particularly agree with the \r\ncreation of demilitarized zones. \r\nHowever, preventive diplomacy cannot become an effective tool of the \r\nOrganization without a strengthened capacity within the United Nations to \r\nencourage and assist parties to resolve their differences. We must enhance \r\nthe ability of the United Nations to receive and analyse early signals of \r\npotentially significant disputes. The Secretary-General has drawn our \r\nattention to the need for more sophisticated early-warning mechanisms within \r\nthe Secretariat. Canada strongly encourages him to adopt all practical \r\nmeasures, including the establishment of an early warning centre and a 24-hour \r\nsituation room to facilitate his task, and that of Member States, to provide a \r\nmore timely response to breaking developments around the world. Canada stands \r\nready to share its experience and expertise with the Secretariat in this area. \r\nBeyond early warning, it is clear that the growing demands on United \r\nNations services are straining the human resources of the Secretariat to its \r\nlimit. With so many staff members assigned to ever-increasing numbers of \r\ntemporary missions away from Headquarters, remaining personnel in several key \r\n\u0026 \r\nunits are subjected to punishing workloads, which can only, over time, \r\nW \r\nundermine efficiency and effectiveness. Canada would favour the creation of a \r\nli f \r\npermanent pool of experts on which the Secretary-General could draw in making \r\niH \r\navailable his good offices. These experts could gather, receive and analyse \r\nA/47/PV.32 \r\n5(a) \r\n(Mrs. Frechette. Canada) \r\nrelevant facts. They could also provide information about the concerns and \r\ninterests of the parties to a dispute in order to mediate, as appropriate, on \r\nthe Secretary-General\u0027s behalf. Finally, they could prepare recommendations \r\nto the Secretary-General on possible United Nations action. We stand prepared \r\nto recommend distinguished Canadians and others to the Secretariat for such \r\nduties. \r\nCanada is no stranger to the process of bringing the peace to, and \r\nkeeping the peace in, all regions of the world. Of the 53,000 peace-keepers \r\nsoon to be serving under the United Nations flag, over 8 per cent will be \r\nCanadian. We believe burden-sharing is essential with regard to peace-keeping. \r\nCanada has for years maintained significant numbers of forces on stand-by \r\nfor United Nations tasks, including an infantry battalion, air transport \r\nresources and a communications element. Minister McDougall announced here on \r\n24 September that we are prepared to confirm Canadian arrangements through an \r\nexchange of letters with the Secretariat, as suggested in \"An Agenda for \r\nPeace\". \r\nAs the business of peace-keeping becomes more complex and more dangerous, \r\nas the very nature of peace-keeping continues to evolve, troop-contributors \r\nhave a growing stake in Security Council decisions and the Secretariat \r\nrecommendations on which they are so frequently based. We encourage the \r\nSecretariat more systematically to involve troop-contributing countries in its \r\nplanning processes. The Security Council also needs to consider more fully \r\nthe perspectives of those countries called upon to implement decisions adopted \r\nby the Council through the provision of personnel, equipment and supplies. \r\nA/47/PV.32 \r\n5(b-z) \r\n(Mrs. Frechette. Canada) \r\nWe support the Secretary-General\u0027s call for Member States to make \r\navailable, as required, human-rights monitors, electoral officials, refugee \r\nand humanitarian specialists and police. Canada has provided personnel to the \r\nUnited Nations under all of these headings in recent years. \r\nA/47/PV.32 \r\n6 \r\n(Mrs. Frechette. Canada) \r\nWe believe the expertise of Member States in addressing the peace-keeping \r\nneeds of the United Nations should be further elaborated. We invite the \r\nSecretariat to consider, for instance, initiating consultations with Member \r\nStates on possible modalities for the pre-positioning of equipment, \r\nharmonization of peace-keeping training and other contingency planning. \r\nAs Minister McDougall stated here on 24 September, Canada believes that \r\nenforcement action should be considered only as the very last resort, once all \r\nother avenues for diplomacy, humanitarian assistance, peace-keeping and \r\npeacemaking have been exhausted. However, recent events unfortunately \r\ndemonstrate that the use of force needs to be one of the tools at the disposal \r\nof the United Nations and must be considered as an option when all other \r\navenues have been foreclosed. \r\nThe Secretary-General has advanced an interesting proposal involving the \r\ncreation of peace-enforcement units for use in situations where an existing \r\ncease-fire arrangement has broken down due to the actions of one or more \r\nparties. We believe the United Nations needs the ability to conduct such \r\noperations under United Nations command. Thus, the idea of peace-enforcement \r\nunits strikes us as a sound one on which the Secretariat\u0027s thinking needs to \r\nbe elaborated urgently for discussion among Member States. Canada for one is \r\neager to discuss in greater detail when and how such units would be utilized \r\nand the practical implication of such forces for personnel, training, \r\nequipment and other resource requirements, and for the traditional United \r\nNations rules of engagement. Obviously, troop-contributing countries must be \r\ncentrally involved in such consultations in weeks ahead. \r\nThe suggestion of earmarking troops for full enforcement under Article 43 \r\nraises very difficult issues, including that of the consent of States for the \r\nuse of their troops, their ability to participate in the decision-making \r\nA/47/PV.32 \r\n7 \r\n(Mrs. Frechette. Canada) \r\nprocess, the role of the Military Staff Committee and the capacity of the \r\nUnited Nations actually to command and control such operations. \r\nWe agree with the Secretary-General that such forces are not likely to be \r\navailable to the United Nations for some time to come. Accordingly, for the \r\npresent we might better focus most of our energies on more immediate prospects \r\nfor enhancing United Nations conflict management and prevention capabilities. \r\nWe encourage the United Nations to involve actively in its peace-building \r\nplanning those international organizations which can contribute the most to \r\nthe reconstruction of devastated societies, notably the international \r\nfinancial institutions and the regional development banks, as well as United \r\nNations development agencies. We increasingly need to think of peace-building \r\nas a process in which the United Nations allows for, and indeed plans, the \r\ninvolvement of relevant financial and development institutions and donor \r\ncountries through such mechanisms as the consultative groups so successfully \r\nassociated with World Bank leadership as soon as peace-building can be \r\nenvisaged. Such planning would parallel the continuum we have endorsed in the \r\nfield of humanitarian assistance where prevention and assistance need to yield \r\nt \r\nto reconstruction and development. \r\nWe invite the Secretariat to look more closely at tangible ways to forge \r\ni . . \r\nlinks with regional organizations. Joint training of crisis-management and \r\npeacemaking staffs could be one promising approach. Regular secondment of \r\n\u0027 staff members between regional organizations and the United Nations could be \r\n\"\u0027 another. It is essential to develop a sense of shared commitment to global \r\npeace, security and development as between the United Nations and regional \r\n;\"\u0027! organizations. This is more likely to be achieved if the staffs of these \r\nfit bodies know each other, and their respective strengths, well. \r\nJ) \r\nA/47/PV.32 \r\n8 \r\n(Mrs. Frechette. Canada) \r\nWhile we expect that in future regional organizations increasingly will \r\nbe mandated to carry out, and capable of carrying out, peace-keeping \r\noperations of their own, it is our view that the role of the United Nations \r\nfor peacemaking, peace-keeping and peace-building will remain central to \r\ninternational relations, reflecting the universal interest of mankind in peace \r\nand security world wide. \r\nShould we allow the current financial plight of the United Nations to \r\npersist, pernicious practices of financing a la carte certain United Nations \r\noperations by a small number of Members will spread. My country\u0027s unhappiness \r\nwith the financial arrangements in place to support the United Nations \r\nPeace-keeping Force in Cyprus (UNFICYP) these past 28 years, relying on \r\nvoluntary contributions, is well known. The decision that participating \r\ncountries should cover their own expenses incurred in the expansion of the \r\nUnited Nations force in the former Yugoslavia is a dangerous echo of our \r\nearlier mistake on the financing of UNFICYP. Canada insists that if \r\nactivities mandated by the United Nations are worth while on their own merits, \r\nthey deserve to be supported financially by all Members through assessed \r\ncontributions. \r\nIn the report on the work of the Organization the Secretary-General \r\noutlines a series of financial proposals to address chronic shortages. It is \r\nboth within the jurisdiction and among the responsibilities of the General \r\nAssembly to address immediately the funding problems facing the Organization. \r\nMy delegation believes the General Assembly should at this forty-seventh \r\nsession undertake to provide swift and concrete follow-up to these proposals. \r\nWe have already signalled Canada\u0027s support for the Secretary-General\u0027s \r\nproposal of a dedicated peace-keeping start-up fund. We are also open to \r\nother, complementary proposals. \r\nA/47/PV.32 \r\n9 \r\n(Mrs. Frechette. Canada) \r\nI have outlined in some detail Canada\u0027s views with respect to the \r\nSecretary-General\u0027s report to the Assembly and \"An Agenda for Peace\" because \r\nmy country believes both these documents to be of the greatest importance. I \r\nshould like to conclude by reiterating the need for the Assembly to undertake \r\nconstructive discussions to address the specific proposals raised by the \r\nSecretary-General. \r\nMr. ERDOS (Hungary) (interpretation from French): We note with \r\nsatisfaction that, with the discussions on the Secretary-General\u0027s report \"An \r\nAgenda for Peace\" held during the general debate and with the present \r\ndiscussion, we have started work designed to prepare the United Nations for \r\nthe challenges awaiting it in the decades to come. As we stated from this \r\nrostrum during the general debate, we appreciate the great value of the report \r\nsubmitted by the Secretary-General and believe that it makes a very important \r\ncontribution to improving United Nations activities. \r\nThe recommendations in the report and the spirit in which they have been \r\nformulated envisage a more effective role for the United Nations in crisis \r\nprevention and the restoration and maintenance of peace on the basis of the \r\npossibilities inherent in the Charter. \r\nI shall not try to draw up a complete list of the recommendations made by \r\nthe Secretary-General, which, already at this stage, we find encouraging, but \r\nI wish to draw attention to some of them. We believe that if these \r\nrecommendations are to be put into effect we must find means to guarantee a \r\nreasonable balance between, on the one hand, respact for the sovereignty of \r\nStates and, on the other, their commitment to implementing decisions taken by \r\nthe international community. This is a sine oua non for the implementation of \r\none of the most essential chapters of the Secretary-General\u0027s recommendations, \r\nthat is, preventive diplomacy. We cannot hope to make preventive diplomacy a \r\nA/47/PV.32 \r\n10 \r\n(Mr. Erdos. Hungary) \r\nreality unless Member States regard the use of the machinery offered them in \r\nthis context as action that does not impair their sovereignty in any way. \r\nAnother very timely consideration with regard to the restoration and \r\nmaintenance of peace is how much freedom of action the international community \r\nwishes to have in order to oppose attempts at blackmail made against the \r\nfamily of nations by die-hard elements ready to risk the lives not only of \r\nservicemen but also of innocent civilians, to sow mindless terror and cause \r\nirrational, irreparable material destruction. \r\nA/47/PV.32 \r\n11 \r\n(Mr.Erdos. Hungary) \r\nIt is clear that their aim is thus to try to paralyse the effectiveness \r\nof international and regional organizations which are rightly devoted to the \r\nvalue of each human life. And it is precisely because the life of each of our \r\nfellow citizens of the planet is priceless that we support the idea of \r\ncollective action against all those who would attack United Nations personnel \r\nor thwart the objectives of an operation decided on by the United Nations. On \r\nthe other hand, diatribes and threats should not prevent us from initiating \r\npeace-keeping action or launching specific operations pursuant to the goals of \r\nthe United Nations to protect the lives of tens of thousands of defenceless \r\npeople. \r\nWe support the Secretary-General\u0027s proposals seeking to strengthen the \r\nrole of the regional organizations and to enhance their cooperation with the \r\nUnited Nations. In this context, it would also be a good idea to take up the \r\nquestion of coordination between the United Nations and the competent regional \r\norganizations with respect to joint, simultaneous action, to make sure that \r\nthese combined efforts are as effective as possible and are complementary. \r\nWe also regard as promising the Secretary-General\u0027s suggestion to deploy \r\ninternational observers on the territory of a country involved in a crisis or \r\nconflict on the basis of a unilateral request by the authorities of the \r\ncountry in question. Such measures may ease tension and promote the \r\nsettlement of conflicts. Accordingly, we see interesting examples in measures \r\ntaken with regard to the crisis in the former Yugoslavia by regional \r\norganizations and arrangements, such as the Conference on Security and \r\nCooperation in Europe (CSCE) and the European Community, on the territory of \r\nA/47/PV.32 \r\n12 \r\n(Mr. Erdos. Hungary) \r\nneighbouring countries. We also support the Secretary-General\u0027s \r\nrecommendation to set up stand-by peace-enforcement units, to be supplied by \r\nMember States. \r\nGenerally speaking, we believe that a study of the practices of various \r\nStates in the area of human rights, and possible violations of them, should be \r\nincorporated more harmoniously into the usual work of the United Nations and \r\nregional organizations. In this context, we attach great importance to recent \r\ndecisions by the Security Council condemning violations of international \r\nhumanitarian law in Bosnia and Herzegovina and establishing a Commission of \r\nExperts to gather information about such violations. \r\nWe also note that the Secretary-General\u0027s report advocates a more active \r\nrole for the highly esteemed International Court of Justice, and we can only \r\nwelcome the recommendation that all Member States accept the general \r\njurisdiction of the Court, without any reservation, before the end of the \r\ncentury. Hungary has recently done so, as our Foreign Minister announced a \r\nfew days ago from this very rostrum. \r\nWe are aware, even after the first of these very positive exchanges of \r\nviews, that we will have to make serious efforts to realize the possibilities \r\noffered by the Secretary-General\u0027s report. With the presentation of the \r\nreport, he has discharged the mandate given to him by the Security Council\u0027s \r\nSummit Meeting. What must be done now is to continue the work within the \r\nGeneral Assembly, the Security Council and other relevant United Nations \r\nbodies until it is brought to its logical conclusion. \r\nWe conceive ongoing study of these questions as taking place within the \r\nframework of a process which should be both dynamic and regular, focusing on \r\nideas and recommendations that appear to be ripe for in-depth study, which, on \r\nA/47/PV.32 \r\n13 \r\n(Mr. Erdos. Hungary) \r\nthe basis of consensus, would lead to tangible results and success within a \r\nreasonable period of time. Therefore, dynamism, regularity, feasibility, \r\nconsensus, tangible results, reasonable deadlines this is how I would sum up \r\nour own philosophy in this field. \r\nWithin the framework of this process, which in fact has already been \r\nlaunched at this session of the General Assembly, the various United Nations \r\nbodies should deal with questions that are within their own competence and \r\nshould formulate appropriate positions on various aspects of these problems. \r\nThis work should proceed as a whole in a coherent, integrated and coordinated \r\nmanner, so that at the end of the process a proper practical response can be \r\nmade to suggestions giving prospects of action. \r\nWe must do our utmost to avoid any disputes about competence. We believe \r\nthat we need a very informal working context, open to all, which will allow an \r\ninput from the various competent bodies, to be incorporated into a logical \r\nwhole and channelled towards subsequent action by the General Assembly. In \r\nthis context, we think it is particularly essential to harmonize the \r\nactivities of the General Assembly and the Security Council and to build on \r\nthe work already done by an informal Security Council working group, which \r\nJ \r\nsought to identify and distribute in a preliminary way the various \r\ni \r\nrecommendations in the Secretary-General\u0027s report. We welcome the making \r\ni-\r\navailable to delegations by the Secretariat of a similar document to help us \r\ni» \r\nin our discussions. \r\nI! \r\nIn conclusion, we are convinced that the very substantive report of the \r\nSecretary-General offers us a multitude of existing or new possibilities \r\nconducive to enhancing the role of the United Nations in a new world. We are \r\nsit \r\nconfident that some steps could be taken at the present session. To that end \r\nA/47/PV.32 \r\n14-15 \r\n(Mr. Erdos. Hungary) \r\nwe must now go beyond mere generalizations and properly structure our analysis \r\nof these recommendations, and in the appropriate forums, in a pragmatic \r\nspirit, start studying the recommendations of the Secretary-General in order \r\nto arrive at practical, positive conclusions. \r\nMr. MROZIEWICZ (Poland): With the end of the cold war the world is \r\ntaking leave of the old order and old divisions. The entire fabric of \r\ninternational relations is undergoing profound transformations. It is \r\ntherefore natural that we are witnessing a widespread search on all levels \r\nnational, regional and international - for new ideas on how to cope with \r\nglobal challenges to the contemporary world. \r\nIn those circumstances there is also a need to scrutinize the structures \r\nand functions of the United Nations in order to make it fully responsive to \r\nnew demands and tasks. \r\nThe Secretary-General undertook the commendable task of addressing a \r\nwhole range of problems facing mankind in all their complexity and exploring \r\nthe ways and means by which the United Nations can contribute most effectively \r\nto their solution. \r\nA/47/PV.32 \r\n16 \r\n(Mr. Mroziewicz. Poland) \r\nThe result of this arduous and ambitious work is now contained in his two \r\nreports \"An Agenda for Peace\" and the report on the work of the \r\nOrganization. Both documents will guide our efforts to establish a new world \r\norder which, in the words of the Minister for Foreign Affairs of Poland, \r\nMr. Krzysztof Skubiszewski, should be \r\n\"free from nuclear terror, based on mutual respect among nations, on \r\ngreater equality of opportunity and on effective cooperative structures.\" \r\n(A/47/PV.7. p.73) \r\nThe reports contain a very important set of proposals, and both deserve \r\ncareful examination. In fact, they are complementary and both have the same \r\nobjective: the evolution and transformation of the Organization, its \r\nstructure and tasks in such a way that it may more efficiently implement the \r\nprovisions of the Charter and live up to the new hopes and expectations of \r\nMember States. \r\nPoland considers the Secretary-General\u0027s report \"An Agenda For Peace\" a \r\nlandmark document setting the Organization\u0027s goals for the years to come. Its \r\nthoroughness and thoughtfulness, combined with an effort to reach new layers \r\nof our Organization, create a significant potential for monitoring \r\ninternational peace and security. It responds directly to the new challenges \r\nfacing the world. Let me also stress that its goals are in full accord with \r\nPoland\u0027s position on the question of peace and international security. We \r\nwelcome it and the proposals it contains, and we respond to them with our \r\nspecific suggestions, of which I mention in particular the following. \r\nA/47/PV.32 \r\n17 \r\n(Mr. Mroziewicz. Poland) \r\nFirst, we believe that the idea of financing peace-keeping operations out \r\nof the defence budgets of States deserves special examination. Therefore, we \r\nsuggest that all States should consider earmarking half of 1 per cent of their \r\nannual military expenditure for peace-keeping operations. In terms of \r\nnational budgets it is not much. In terms of our Organization it would create \r\na new situation - financially and politically. It would help to overcome the \r\npresent budgetary constraints. It would make the maintenance of peace and \r\nsecurity a truly common responsibility of the international community. The \r\nterms \"common defence\" and \"collective security\" would acquire new meanings. \r\nSecondly, Poland stands ready to contribute to the development of \r\ninternational centres to prepare peace-keeping forces. To this end, we \r\npropose to make available to the United Nations one of the military bases in \r\nPoland vacated by the Russian armed forces. It could become the first United \r\nNations training and logistic centre. \r\nThirdly, the Government of Poland has indicated its willingness to assign \r\nto peace-keeping operations, as of 1993, two or three self-contained infantry \r\nbattalions, in addition to logistics detachments. This contingent could \r\neventually be made available to the Security Council on a permanent basis. \r\nFourthly, Poland stands ready to participate in consultations aimed at \r\nthe implementation of Article 43 of the Charter. \r\nFurther, we share the view that Member States should make more use of the \r\nopportunities inherent in Chapter VIII of the Charter. As Mr. Skubiszewski \r\nstressed in the\"general debate: \r\n\"Regional and continental security structures should become ... part of a \r\nglobal security architecture.\" (A/47/PV.7. p.78) \r\nA/47/PV. 32 \r\n18 \r\n(Mr. Mroziewicz. Poland) \r\nPoland welcomed the fact that the Conference on Security and Cooperation in \r\nEurope (CSCE) declared itself a regional arrangement in the sense of \r\nChapter VIII of the Charter, and Poland contributed to this evolution of the \r\nCSCE. We suggest that other regional organizations might consider appropriate \r\naction in their own spheres. Constructive interaction between the United \r\nNations and regional arrangements may well constitute an important new element \r\nmaking the United Nations more effective. \r\nFinally, the United Nations system of peaceful settlement of disputes \r\nmust be made more effective. In particular, a more active role could be \r\nplayed by the Security Council in this respect. Taking into account the \r\nprovisions of Article 36 of the Charter, the Security Council should not \r\nhesitate to make recommendations on specific procedures or methods of \r\nadjustment of disputes; that should become normal practice in cases where \r\nparties to a dispute are unable to settle it according to their obligations \r\nunder paragraph 3 of Article 2. The Secretary-General rightly emphasizes this \r\nin his report. \r\nI should like to add that Poland fully shares the opinions expressed \r\ntoday by the representatives of the United Kingdom and Sweden on \"An Agenda \r\nfor Peace\". In particular, we endorse the idea of the Permanent \r\nRepresentative of the United Kingdom, Ambassador David Hannay, concerning a \r\nmemorial to all the members of the United Nations peace-keeping forces who \r\nhave sacrificed their lives in the service of peace and of the Organization. \r\nIn conclusion, the reports of the Secretary General must be commended for \r\ntheir vision and complexity. We believe that today\u0027s discussion adds a new \r\ndimension to them. We also believe that these reports and our debate will \r\nlead us to specific decisions and recommendations during this session. My \r\ndelegation is ready to participate in their elaboration. \r\nA/47/PV.32 \r\n19-20 \r\nMr. KHALIL-UR-REHMAN (Pakistan): The report of the \r\nSecretary-General entitled \"An Agenda for Peace\", prepared at the Security \r\nCouncil\u0027s request, made at its January 1992 meeting at the level of Heads of \r\nState and Government, comes at a most opportune moment in the history of the \r\nUnited Nations. It is by far one of the most important documents elaborated \r\nfor the last 40 years. It fully grasps the complex undercurrents of the \r\npresent time and holds out a vision of the future. My delegation welcomes the \r\npresent opportunity to make some preliminary comments on \"An Agenda for Peace\". \r\nThe end of the cold war has ushered in a new era characterized by \r\ndialogue and relaxation of tension between States. It has opened up new \r\nprospects and vistas for the promotion of international peace and the \r\nstability and prosperity of all peoples. For the first time since its \r\ninception, the Organization is presented with a unique opportunity truly to \r\nbecome an institution that reflects the collective will of all nations. \r\nA/47/PV.32 \r\n21 \r\n(Mr. Khalil-Ur-Rehman. Pakistan) \r\nRespect for the inherent dignity of the individual constitutes a sound \r\nfoundation for the promotion of freedom, justice and peace in the world. In \r\nseeking to promote the cause of human rights, the international community must \r\neschew selectivity while fully respecting the values, beliefs and customs of \r\nall peoples. Human-rights standards should be applied without discrimination \r\nor selectivity. \r\nThe trend towards democracy within nations must also be reflected in the \r\ndemocratization of the United Nations. We share the Secretary-General\u0027s view \r\nthat \r\n\"Democracy within the family of nations ... requires the fullest \r\nconsultation, participation and engagement of all States, large and \r\nsmall, in the work of the Organization\". (A/47/277, para. 82) \r\nPakistan also welcomes the general trend towards economic liberalization. \r\nThe growing interdependence of the world economy requires the adoption of \r\nmeasures with a view to providing equitable opportunities for all peoples and \r\nthe promotion of their progress and prosperity. Efforts by individual nations \r\ntowards opening up their economies will not succeed without a favourable \r\nexternal economic environment. Developed countries have a special \r\nresponsibility to help create an environment that would encourage economic \r\ngrowth and would nurture sustained development in the developing countries. \r\nThe nexus between international peace and security and the economic \r\nwell-being of all peoples cannot be denied. Stability will be possible only \r\nif the international community addresses the underlying socio-economic \r\nproblems and other factors. In our view, the United Nations can, and must, \r\nplay a central role in overcoming the economic problems confronting developing \r\ncountries. An equitable resolution of these problems can make a substantial \r\ncontribution to world peace and stability. \r\nA/47/PV.32 \r\n22 \r\n(Mr, Khali1-Ur-Rehman. Pakistan) \r\nThe international community must ensure respect for the sovereign \r\nequality of all States, the peaceful settlement of disputes and strict \r\nadherence to the principle of non-interference. At the same time, it should \r\nensure respect for the right to self-determination of all peoples under \r\ncolonial or alien domination or foreign occupation. The free exercise of this \r\nbasic right would effectively contribute to the strengthening of international \r\npeace and security by removing a major cause of conflict and source of \r\ninstability in many regions. \r\nPakistan agrees in principle with the five aims put forward by the \r\nSecretary-General in his report entitled \"An Agenda for Peace\": resort to \r\npreventive diplomacy through the early identification of potential conflicts; \r\nengagement in peacemaking where conflict occurs; the preservation of \r\npost-conflict peace through peace-keeping and assistance in the implementation \r\nof agreements achieved; post-conflict peace-building; and, finally, the \r\nadoption of measures aimed at redressing the deeper socio-economic and \r\npolitical causes of conflict. \r\nWe fully endorse the Secretary-General\u0027s view that \r\n\"The principles of the Charter must be applied consistently, not \r\nselectively, for if the perception should be of the latter, trust will \r\nwane and with it the moral authority which is the greatest and most \r\nunique quality of that instrument.\" (A/47/277, para. H2) \r\nThis fundamental rule should govern the deliberations and decisions of the \r\nUnited Nations -\u0027in particular, the Security Council. The ability of the \r\nUnited Nations to preserve international peace is dependent in large measure \r\non the credibility of its decisions and on the degree of consistency in the \r\napplication of the principles of the Charter. \r\nA/47/PV.32 \r\n23 \r\n(Mr. Khalil-Ur-Rehman. Pakistan) \r\nThe consensus that currently characterizes the deliberations of the \r\nSecurity Council must be maintained and further reinforced. Measures aimed at \r\nmaking the Council\u0027s decision-making process more transparent would greatly \r\ncontribute towards fostering a fruitful relationship between the Council and \r\nthe general membership of the Organization. \r\nArticle 24 of the Charter confers on the Security Council the primary \r\nresponsibility for the maintenance of international peace and security. \r\nHowever, the issue of international peace and security needs to be approached \r\nin an integrated and balanced manner so that each organ of the United Nations \r\nmay play the due role accorded to it under the Charter. Decisions of all \r\norgans of the United Nations must be respected. \r\nPakistan favours the strengthening of the capacity of the United Nations \r\nin the area of preventive diplomacy to pre-empt the outbreak of armed \r\nconflicts. We share the belief of the Secretary-General in the need to \r\npromote measures to build confidence between parties to a conflict as a means \r\nof reducing the likelihood of further conflict. In particular, the proposal \r\nthat the Secretary-General should undertake periodic consultations on \r\nconfidence-building measures should be supplemented by efforts to promote the \r\npeaceful settlement of disputes. \r\nTimely and accurate information on potential conflict situations is \r\nessential to preventive diplomacy. In keeping with the provisions of \r\nresolution 46/59 on fact-finding, the Security Council, the General Assembly \r\nor the Secretary-General should undertake such missions. Member States should \r\nbe encouraged to provide the requisite information. Where circumstances \r\nrequire, and if the Security Council deems it necessary, the Council may meet \r\naway from Headquarters, as provided for in the Charter, to focus international \r\nattention on a given situation. \r\nA/47/PV.32 \r\n24 \r\n(Mr. Khalil-Ur-Rehman. Pakistan) \r\nTo respond effectively to developments threatening peace, the early-\r\nwarning capability of the United Nations needs to be fully developed. The \r\nOrganization\u0027s capacity to collect and analyze information with a view to \r\nmaking recommendations for preventive action should be strengthened. Member \r\nStates should be actively involved in and informed of the process at all \r\nstages. Regional organizations or agencies should also be consulted, where \r\nfeasible. It is essential that the mechanisms employed for this purpose be \r\nfully transparent and allow for an independent evaluation and impartial \r\nrecommendations. The proposal for reporting by the Economic and Social \r\nCouncil to the Security Council at its request under Article 65 should be \r\nexamined in the light of the ongoing process of revitalizing and restructuring \r\nthe Economic and Social Council. \r\nPakistan regards the Secretary-General\u0027s proposals on preventive \r\ndeployment and the establishment of demilitarized zones at the request of the \r\ncountries concerned, or at the request of one country on its side of the \r\nborder, as useful mechanisms to prevent the outbreak of armed conflict. \r\nAs regards peace-making, the United Nations - in particular, the Security \r\nCouncil, which has the primary responsibility for the maintenance of peace and \r\nsecurity - should first exhaust all measures under Chapter VI of the Charter. \r\nThe transition from measures under Chapter VI to those provided for in Chapter \r\nVII should be graduated. Measures under Chapter VII should be undertaken \r\nwithout any selectivity or discrimination. This process should involve \r\ngreater transparency and should be strictly in accordance with the provisions \r\nof the Charter. \r\nPakistan calls for greater resort to mediation and negotiation undertaken \r\nunder the authority of the Security Council, the General Assembly or the \r\nA/47/PV. 32 \r\n25 \r\n(Mr. Khalil-Ur-Rehman. Pakistan) \r\nSecretary-General than has been the case so far. In particular, more use \r\nshould be made of the good offices of the Secretary-General. For greater \r\neffectiveness, the relationship between the Secretary-General and the Security \r\nCouncil should be one of close cooperation and consultation. \r\nPakistan has accepted the compulsory jurisdiction of the International \r\nCourt of Justice without any reservations, except those permitted by the \r\nCourt\u0027s Statute itself. We view favourably the recommendations of the \r\nSecretary-General with regard to the greater use of the Court by States. \r\nWe welcome the Secretary-General\u0027s decision to have the Administrative \r\nCommittee on Coordination explore methods by which the inter-agency system may \r\nimprove its contribution to the peaceful resolution of disputes by extending \r\nurgently needed assistance in an effective and coordinated manner. \r\nPakistan firmly believes that the issue of the negative economic \r\nimplications for Member States of the imposition of sanctions under Article 41 \r\nof the Charter by the Security Council should be adequately addressed. \r\nInvoking Article 50 should lead to the adoption by the Council of a series of \r\npractical measures to overcome the special economic problems confronted by \r\nStates. \r\nA/47/PV.32 \r\n26 \r\n(Mr. Khalil-Ur-Rehman. \r\nPakistan) \r\nThe use of military force by the Security Council under Article 42 should \r\nbe undertaken as a last resort after all other collective security measures \r\nhave been fully exhausted. The proposal concerning stand-by armed forces as \r\nenvisaged under Article 43 needs to be developed further and its practical \r\naspects examined, including such matters as financing and standardization of \r\nequipment and training, as well as other related issues. The concept of peace \r\nenforcement units as a provisional measure under Article 40 needs to be \r\nelaborated further and its practical aspects also carefully studied. \r\nGiven the evolutionary nature of peace-keeping operations, it may be \r\npremature at this stage to determine hard and fast guidelines for such \r\noperations. They may have a restrictive effect on future peace-keeping \r\noperations and deprive them of one of their most crucial elements, and that is \r\ntheir flexibility to adapt to circumstances peculiar to each operation. It is \r\nalso desirable in this respect to follow a comprehensive approach covering all \r\naspects of peace-keeping, including its practical aspects. \r\nThe Secretary-General has enumerated certain principles and practices of \r\npeace-keeping. I should like to emphasize here that for the mandate of any \r\npeace-keeping operation to be clear and well-defined, it is essential that \r\nthere be no change in the composition, mandate, nature and duration of a \r\npeace-keeping operation without an express decision of the Security Council. \r\nWe agree with the Secretary-General that the parties concerned must cooperate \r\nin implementing that mandate. The continued support of the Security Council \r\nis crucial. Member States should be prepared to contribute personnel as well \r\nas to ensure adequate financial and logistic support. I should like to \r\nreiterate here that the Government of Pakistan is prepared to designate \r\nspecific units of its armed forces for such operations any time and anywhere. \r\nA/47/PV.32 \r\n27 \r\n(Mr. Khalil-Ur-Rehman. \r\nPakistan) \r\nPakistan shares the concern of the Secretary-General regarding the lag \r\nbetween the increasing demands on the United Nations for peace-keeping and the \r\nfinancial and other resources made available to him. Pakistan agrees in \r\nparticular with the Secretary-General\u0027s several proposals relating to \r\npersonnel, pre-positioned stocks of basic peace-keeping equipment and adequate \r\nfinancial resources. All these proposals need to be given serious \r\nconsideration. \r\nWe are of the view that any realistic approach to the apportionment of \r\nthe costs of peace-keeping operations should continue to take into account the \r\nspecial responsibilities of the permanent members of the Security Council and \r\nthe fact that the economically more-developed countries are in a position to \r\nmake relatively larger contributions than the economically less-developed \r\ncountries. The institutionalization of such a formula would provide the \r\nrequisite financial security to the Organization in the area of \r\npeace-keeping. Member States should pay their peace-keeping dues in full and \r\non time. Simultaneously, efforts should made be on a continuous basis to make \r\nsuch operations more cost-effective. \r\nThe lack of financial resources has already severely handicapped many of \r\nthe operations in which the United Nations is currently engaged. In view of \r\nthe serious financial shortfall with which the United Nations is now faced, it \r\nmay become necessary for us to consider various options for obtaining \r\nresources to cover the current shortfall. \r\nThe safety of the United Nations personnel is, to my mind, of absolutely \r\nparamount importance and should be fully guaranteed and respected by all \r\nparties concerned. As suggested by the Secretary-General, the Security \r\nCouncil may consider adopting certain measures against a defaulting party in \r\nA/47/PV.32 \r\n28 \r\n(Mr. Khalil-Ur-Rehman. \r\nPakistan) \r\nsituations where a systematic pattern of exposing United Nations personnel to \r\nphysical harm is clearly established. \r\nRegions of the world ravaged by wars require urgent measures aimed at \r\nrebuilding their social and economic structures or, as the Secretary-General \r\ndefines it, \"post-conflict peace-building\". Without the assistance of the \r\ninternational community, these devastated societies will remain sources of \r\ninstability and pose a threat to international peace and security. Pakistan \r\nsupports, in principle, the many measures proposed by the Secretary-General as \r\npart of post-conflict peace-building. The United Nations system, and in \r\nparticular its specialized agencies, should develop a coordinated and \r\neffective strategy for extending the required assistance to areas urgently in \r\nneed of such aid. \r\nThe Secretary-General has called for greater association of regional \r\narrangements or agencies with the United Nations in matters relating to the \r\nmaintenance of international peace and security as provided in Chapter VIII of \r\nthe Charter. In our view, such activities must be strictly in accordance with \r\nthe provisions of Chapter VIII and not detract in any manner from the Security \r\nCouncil\u0027s primary responsibility for the maintenance of international peace \r\nand security. \r\nPakistan welcomed the first meeting of the Security Council at the level \r\nof Heads of State or Government in January 1992. We favour the idea that \r\nHeads of State or Government of Council members meet every alternate year and \r\nwhenever circumstances require at the foreign-minister level. \r\nPakistan shares the general desire of Member States to complete the \r\nreorganization of the United Nations by 1995. We consider this process vital \r\nso that each organ of the United Nations may employ its capabilities in the \r\nA/47/PV.32 \r\n29 \r\n(Mr. Khalil-Ur-Rehman. \r\nPakistan) \r\nbalanced and harmonious fashion envisaged in the Charter. However, this \r\nprocess should involve universal participation and should aim at strengthening \r\nthe world body\u0027s role in maintaining international peace and security and \r\npromoting global prosperity. The trend towards democratization of the United \r\nNations should be strengthened, and we should avoid creating new centres of \r\npower and privilege. Particular attention should be focused on preserving and \r\naugmenting the security of small and vulnerable States as well as adequately \r\naddressing the social and economic dimensions of global peace and security. \r\nWe are pleased to note from the report of the Secretary-General on the work of \r\nthe Organization that in the next phase of the reform process special \r\nattention will be paid to the economic and social activities of the United \r\nNations. \r\nThe importance of the Secretary-General\u0027s report \"An Agenda for Peace\" \r\ncannot be overemphasized. We need to act upon it as early as possible. My \r\ndelegation would be very willing to participate in any working group \r\nestablished under the President\u0027s chairmanship for the purpose of evaluating \r\nthe document, establishing priorities in terms of time and subject matter and \r\nsubmitting recommendations as soon as feasible. \r\nAttaining and sustaining peace has a very high price politically and \r\nfinancially, and therein lie the burden and moral responsibility incumbent \r\nupon all Member States to achieve this aim. The emergence of the new \r\ninternational environment presents a great challenge as well as great \r\nopportunities to the United Nations. The United Nations has to use its full \r\nmoral authority and increase its efforts to resolve economic, trade and social \r\nissues. Peace today does not only mean the absence of armed conflict but also \r\nrequires the removal of poverty and misery around the world. Herein lies the \r\nA/47/PV.32 \r\n30 \r\n(Mr. Khalil-Ur-Rehman. \r\nPakistan) \r\nsignificance and the very spirit of the Secretary General\u0027s report \"An Agenda \r\nfor Peace\". Long live peace! \r\nMr. WATSON (United States of America): Please allow me, on behalf \r\nof the United States, to congratulate you once again. Sir, on your election to \r\nthe presidency of the United Nations General Assembly at its forty-seventh \r\nsession. We look forward to a productive session under your stewardship. \r\nLet me also take this opportunity to say how welcome has been the \r\nleadership provided by Mr. Boutros Boutros-Ghali over the difficult and \r\ntumultuous months since he became our Secretary-General in January. The clear \r\nvision and sound instinct with which he has already faced numerous challenges \r\nis equally demonstrated in his report \"An Agenda for Peace\" which has \r\nstimulated so many thoughtful and positive comments today and during the \r\ngeneral debate. \r\nA/47/PV.32 \r\n31 \r\n(Mr. Watson. United States) \r\nAs President Bush emphasized in his address to the General Assembly last \r\nmonth, profound changes arising from the end of the cold war have enormously \r\nincreased both the potential and the need for preventive diplomacy, \r\npeace-making and peace-keeping. The President stressed the importance of \r\nstrengthening our ability to meet the post-cold-war challenges to peace and \r\nsecurity, and he committed the United States to those efforts. \r\nThe Secretary-General\u0027s report is a most valuable contribution to the \r\ndiscussion sparked by the peace and security challenges of the post-cold-war \r\nworld. Indeed, it offers many useful proposals for strengthening the United \r\nNations capacity to deal with them. \r\nThe Secretary-General\u0027s report responds to «• direct request by the \r\nhistoric Summit Meeting of the Security Council at Heads of State and \r\nGovernment level last January. It directly engages, both as a whole and in \r\nits many parts, the subject of international peace and security, primary \r\nresponsibility for which has been entrusted, under Article 24 of the Charter, \r\nto that body by the Members of the United Nations. For that reason we look \r\nforward to the Security Council\u0027s beginning detailed consideration of the full \r\nreport later this month. \r\nAt the same time, as the Secretary-General rightly affirms in his report, \r\ninternational peace and security is the business of every Member State. \r\nDespite the delegation of primary responsibility to the Security Council, \r\npeace and security is a subject on which the General Assembly itself retains \r\nan important role. \r\nMoreover, many of the concrete recommendations contained in \"An Agenda \r\nfor Peace\" are of direct concern to the mandates and ongoing work of different \r\nsubsidiary organs of the General Assembly. This point is amply demonstrated \r\nA/47/PV.32 \r\n32 \r\n(Mr, Watson. United Status) \r\nby the informal tabulation of proposals prepared by the Secretariat at the \r\nrequest of the Security Council working group last month. \r\nOur own review of the report, against the backdrop of the continuing work \r\nof several General Assembly bodies, suggests a similar conclusion. For \r\nexample, the Fifth Committee is now deeply engaged on the subject of financial \r\nprovisions for peace-keeping and is considering recommendations on that \r\nsubject. The important proposal on Article 50 is currently being discussed in \r\nthe Charter Committee, and is also of concern to the Economic and Social \r\nCouncil and the Security Council. The subject of fact-finding has been \r\naddressed by the Special Committee on Peace-keeping Operations and the Charter \r\nCommittee, and is of direct interest to both the Security Council and the \r\nGeneral Assembly. In the Special Committee on Peace-keeping Operations much \r\nuseful work has been done on issues relating to peace-keeping personnel, \r\nlogistic support and training. And of course the Secretary-General\u0027s \r\nproposals regarding the International Court of Justice are of direct interest \r\nto the Sixth Committee. \r\nThis is not an exhaustive list but it is an instructive one. Within the \r\nsphere of their existing competence, the organs of the United Nations are \r\nalready productively engaged in the substance of many of the broad themes and \r\nconcrete proposals contained in \"An Agenda for Peace\". Such an approach holds \r\nthe best prospect for promoting our common goal to give rapid, thorough and \r\nfocused attention to the Secretary-General\u0027s proposals. \r\nIn keeping with that division of labour, the General Assembly as a whole \r\ncould best apply its attentions to that subset of recommendations broadly \r\ndirected at the General Assembly proper and of course to the task of reviewing \r\nthe individual reports of its competent organs. When more than one organ has \r\nA/47/PV.32 \r\n33 \r\n(Mr. Watson. United States) \r\na direct involvement in any part of the report, there should be no objection \r\nto both of them carrying out their own review. \r\nThese considerations lead my Government to question whether the creation \r\nof an open-ended General Assembly working group would lead to the most \r\nefficient use of the General Assembly\u0027s time and resources. Frankly, we are \r\nconcerned that by introducing a new, non-expert layer of review, such a \r\nworking group would produce a less substantive result and delay action on \r\nproposals, and could risk politicizing a process intended to strengthen the \r\nOrganization in ways we all desire. \r\nAs the Security Council observed when requesting this report, \r\n\"The international community ... faces new challenges in the search \r\nfor peace.\" (S/PV.3046. p.143) \r\nIn \"An Agenda For Peace\" the Secretary-General proposes a number of sensible \r\nas well as many imaginative and far-reaching proposals for responding to these \r\nchallenges. \r\nIn the field of preventive diplomacy the United States strongly endorses \r\nthe Secretary-General\u0027s call for increased use of confidence-building measures \r\nand closer coordination with regional organizations and parties to potential \r\ndisputes. We share the view that the United Nations should be better equipped \r\ni to analyse information provided by Member States concerning potential \r\ni international conflicts. \r\n; In that regard we believe that active monitoring as well as preventive \r\npeace-keeping and demilitarized zones may make a critical difference in \r\n., volatile regions. By the same token, the Secretariat must also have \r\n,, sufficient personnel to develop rapidly conflict-avoidance strategies and, \r\nj once they are approved by the Security Council, implement them rapidly and \r\nif \r\nA/47/PV.32 \r\n34 \r\n(Mr. Watson. United States) \r\neffectively. Finally, in all United Nations efforts to pursue preventive \r\ndiplomacy, we share fully the Secretary-General\u0027s emphasis on striving \r\n\"to enhance respect for human rights and fundamental freedoms\". \r\n(A/47/277, para. 5) \r\nIn the sphere of peacemaking, the United States supports the \r\nSecretary-General\u0027s suggestion that he undertake more vigorous action, \r\nprovided the Security Council is closely consulted throughout the process. \r\nThe proposal that the Security Council itself pursue an appropriate role in \r\ndispute-settlement is an appealing one in principle. This is an area in which \r\nthe Council, in fact, played a greater role in the past than it does today. \r\nAs I mentioned earlier, we believe the subject of Article 50 is an \r\nimportant one, as economic sanctions play an increasing role in the \r\nimplementation of the Charter. It is our view, however, that arrangements for \r\naddressing the concerns of countries disproportionately affected by sanctions \r\nshould closely reflect the facts and circumstances of each case and must be \r\naddressed in the overall context of the Council\u0027s primary responsibility for \r\nmaintaining international peace and security. \r\nThe subject of peacemaking also raises the subject of arrangements \r\nconcerning the use of force. The discussion of Article 43 in \"An Agenda For \r\nPeace\" is interesting. We believe, however, that the agreements envisioned in \r\nArticle 43 raise significant military, organizational and political questions \r\nwhich would require careful study. One would need to assure, for example, \r\nthat the existence of such agreements would not adversely affect national \r\ndecisions regarding the employment or command and control of such forces, or \r\nthe constitutional processes of Member States. \r\nA/47/PV.32 \r\n35 \r\n(Mr. Watson. United States) \r\nWe are sceptical of proposals to invigorate the Military Staff Committee,\u0027 \r\nwhich we believe is ill-suited to military planning and command. If there \r\nwere a role for the Military Staff Committee, then we believe it would not be \r\nin the operational area at all, but might involve the provision of military \r\ninformation and advice to the Secretary-General. \r\nWe enthusiastically support the general thinking in the report and most \r\nof its specific proposals on peace-keeping. Peace-keeping operations should \r\nhave a clear mandate and sufficient financial and logistic support. They \r\nshould be guided by a clear understanding of the resources host Governments \r\nwill provide. We strongly advocate improved training in common aspects of \r\npeace-keeping. There is a need for much closer integration of peace-making \r\nand peace-keeping at both the planning and implementation stages. \r\nWe share the view that action must be taken to strengthen the logistic \r\nfoundation of peace-keeping operations. To accomplish that we would support \r\nefforts to enhance existing United Nations stockpiles, and we would also urge \r\nMember States themselves to designate stockpiles of resources necessary to \r\nmeet emergencies. We join the Secretary-General in expressing our concern for \r\nthe safety of United Nations personnel, and are willing to help explore ways \r\nbetter to protect it. \r\nIn the financial area, my country fully supports the creation of a \r\npeace-keeping reserve fund. Operating on a rotating basis, such a fund could \r\nhelp absorb the steep initial costs of starting a peace-keeping operation and \r\nwould then be replenished from the inflow of Member State assessments for that \r\noperation. Although the reserve account is a preferable means for defraying \r\nthe up-front costs of an operation, we may consider the idea of accelerated \r\nappropriations on a case-by-case basis when the reserve account is not \r\nA/47/PV.32 \r\n35(a-z) \r\n(Mr. Watson, United States) \r\nadequate to meet the needs. However, we cannot accept the proposal that the \r\nGeneral Assembly appropriate fully one third of estimated costs as soon as the \r\nSecurity Council decides to establish an operation. The United States \r\ncontinues to question the desirability of the many past proposals in the \r\nfinancial area that were once again endorsed in the report. \r\nMy Government views discussion of the report, in addition to serving as a \r\nvehicle for presenting the thinking of the Secretary-General, as an \r\nopportunity to explore peace-keeping and related matters about which Member \r\nStates have concerns. In that spirit I should like to expand on a few of the \r\nthemes sounded by President Bush in his address to the General Assembly at its \r\nforty-seventh session. Those ideas combined proposals directed at all Member \r\nStates to strengthen United Nations peace-keeping and humanitarian-relief \r\noperations with concrete commitments by the United States and proposals \r\ndirected at enhancing the structure and management of the Secretariat to meet \r\nthe expanding demands and complexity of those operations. \r\nA/47/PV.32 \r\n36 \r\n(Mr. Watson. United States) \r\n. Foremost, among President Bush\u0027s ideas was his proposal to consider • • \r\nconvening a special meeting of the Security Council to develop concrete ways \r\nin which the international community can help enhance United Nations \r\npeace-keeping and related activities in five key areas. \r\nThe first of these concerns force-readiness. All United Nations Member \r\nStates could develop and train military units for possible peace-keeping \r\noperations and humanitarian relief. It is our hope that such forces would be \r\nmade available on short notice, at the request of the Security Council and \r\nwith the approval of the Governments providing them. \r\nThe second point is force-development. We believe that multinational \r\nunits should train together and develop coordinated command and control, \r\nstandardized doctrine and interoperability of equipment and communications. \r\nThe third point concerns force-support. It is vital that adequate \r\nlogistical support be provided to United Nations peace-keeping and \r\nhumanitarian operations. We believe the United Nations own stockpiling \r\ncapacity should be supplemented by resources which Member States can make \r\navailable to meet emergencies. \r\nFourthly, planning, operations and intelligence capabilities of \r\npeace-keeping forces should be improved. \r\nAnd finally, adequate, equitable financing must be ensured. \r\nWith regard to the measures the United States will take. President Bush \r\nannounced several far-reaching steps. Among these are: the inclusion of \r\npeace-keeping and humanitarian relief among the missions for which United \r\nStates military units will be trained; establishing a permanent peace-keeping \r\ncurriculum in United States military schools; making available United States \r\nbases and facilities for multinational training, field exercises and \r\nA/47/PV.32 \r\n37 \r\n(Mr. Watson. United States) \r\nsimulations; providing our military expertise to the United Nations to help \r\nstrengthen planning and operations for peace-keeping; and broadening American \r\nsupport for monitoring, verification, reconnaissance and other peace-keeping \r\nand humanitarian mission requirements. \r\nIn the United Nations Secretariat itself, we believe the escalating \r\nvolume and complexity of peace-keeping and related missions argues for reforms \r\nin management and structure. I will mention just a few examples. Perhaps the \r\nSecretariat could develop a peace-keeping planning staff and 24-hour \r\ncommunications centre. Effective operational integration of all offices \r\nengaged in planning and implementing peace-keeping operations and providing \r\nlogistical and budgetary support seems useful to us. In the field, when a \r\nbroad range of programmes and agencies are involved in a particular mission, \r\nsteps should be taken to rationalize and integrate them. \r\nIn the financial sphere, we believe a variety of actions are called for: \r\nfirst, adjustment of the formula for calculating peace-keeping assessments to \r\nreflect more accurately the new interest of Member States in the increased \r\npeace-keeping activities of the United Nations; secondly, limitation of \r\nassessment periods to six months; thirdly, maximum recourse to outside \r\ncontracting; fourthly, maximum use of voluntary assessments by Member States \r\nmost affected by a specific operation; and fifthly, status-of-forces \r\nagreements with receiving countries that require most favourable terms for all \r\narrangements. \r\nIn conclusion, let me say that my Government regards the \r\nSecretary-General\u0027s report as an extremely valuable contribution to both the \r\nA/47/PV.32 \r\n38 \r\n(Mr. Watson. United States) \r\nconsideration and the actual construction of the United Nations future role in \r\ninternational security. We look forward to working with him and with fellow \r\nMember States in those important endeavours. \r\nMr. O\u0027BRIEN (New Zealand): The General Assembly does well to give \r\nclose attention to the Secretary-General\u0027s reports. They are noticeboards, \r\nnot only of action completed, but of action planned. They tell us a lot about \r\nthe health of the Organization and our way of doing things. \r\nThere will be other opportunities to give our views on many of the \r\nspecific subjects covered in the Secretary-General\u0027s annual report on the work \r\nof the Organization, and I should like here to confine my remarks to two or \r\nthree \"framework\" issues. \r\nThe Secretary-General has pointed out that the years between 1992 and the \r\nUnited Nations 50th anniversary in 1995 may well determine the course and \r\ncontribution of the Organization for the next generation or more. The \r\nmembership has taken this on board. We as Members and the Secretary-General \r\nas the chief administrative officer are now having a hard think about \r\nredesigning the system\u0027s procedures and mechanisms. After 47 years of hard \r\nwear, some of them need repair, remodelling or replacing. The machine needs \r\nto be in very good order for an action-oriented United Nations the \r\n\"strongest hope for a better world\" (A/47/1, para. 22). as the \r\nSecretary-General calls it, and of which the New Zealand Prime Minister spoke \r\nfrom this rostrum last month. \r\nReading the annual report, one cannot but be struck by the fact that \r\ntoday there are peace-keeping operations in four continents costing an annual \r\nsum of $3 billion. Increasingly, these address situations not between but \r\nwithin countries, where civil order has broken down. The reasons usually are \r\nA/47/PV.32 \r\n39 \r\n(Mr. O\u0027Brien. New Zealand) \r\ncomplex, but are nevertheless not hard to find. Too often one ingredient is \r\neconomic underdevelopment interlinked with social and structural inequity. \r\nOne cannot but be struck, too, by the knowledge that though it provides \r\nan essential framework for equitable development, greater political freedom \r\ndoes not unaided cure the deep-seated problems of indebtedness, poverty, \r\nfamine and lack of fair opportunities to trade. Democratic political, social \r\nand economic institutions have to be built from the ground up. The \r\ninternational human-rights instruments set standards that societies must \r\nanswer to. A focused effort to act on an agreed strategy for sustainable \r\neconomic development globally needs the political will to cooperate for the \r\ncommon good. The goals set by the Rio Conference are called ambitious, but if \r\nthey are not achieved, the next generation will pay a price. \r\nThe New Zealand delegation strongly supports the view expressed by the \r\nSecretary-General that this Organization should view \r\n\"its objectives in respect of economic and social cooperation and \r\ndevelopment with the same sense of responsibility and urgency as its \r\ncommitments in the political and security area\" (A/47/1, para. 105 (a)). \r\nOur Organization needs clarity of objectives in each of its principal organs. \r\nNone can override the mandates or functions of another, but each makes an \r\nessential contribution to the integrated concept of security as we now \r\nrecognize it. \r\nStructurally, New Zealand looks to arrangements that ensure value is \r\nadded at each level of input and that duplication of effort is eliminated. \r\nThis assumes a coherent relationship and interaction between the whole and its \r\nparts. We need systems that are capable of responding to the strategic \r\nmessages passed on to them through the debate and decisions of the membership \r\nA/47/PV.32 \r\n40 \r\n(Mr. O\u0027Brien. New Zealand) \r\nand that are responsive to the instructions of the membership. We need \r\nmonitoring and assessment capabilities, both so that we can see how the system \r\nperforms and to enable programmes to be wound up when they have done their job \r\nand allow other, current needs to take their place. This is a tall order, but \r\nworth striving for. Well directed support for the agreed objectives is \r\naxiomatic. \r\nWe note the intention to extend the process of internal reform of the \r\nSecretariat, renewed nearly a year ago, to the economic and social sectors. \r\nA/47/PV.32 \r\n41 \r\n(Mr. O\u0027Brien. New Zealand) \r\nThis we applaud. We support the Secretary-General in the work he is doing. \r\nWe are pleased, for example, at the effort being made to improve family-wide \r\ncoordination through the Administrative Committee on Coordination (ACC), and \r\nwe look forward to an early report on the conclusions and recommendations of \r\nthe consultants who are working on this project. \r\nNew Zealand has made it clear that we think it is vital that the United \r\nNations respond to situations that threaten peace or cry out for global action \r\nwherever they occur. The second report of the Secretary-General that is \r\nbefore us today, \"An Agenda for Peace\", spells out, we think very effectively, \r\nthe mix that makes for security in its totality. It raises the key issues \r\nthat are likely to preoccupy us for the rest of the decade. \r\nDebate on the \"Agenda for Peace\" is only beginning. It will take place \r\nin many forums: here in the Assembly, in its committees, and in its \r\nspecialist bodies such as the Special Committee on the Charter and the Special \r\nCommittee on Peace-keeping Operations, as well, of course, as in the Security \r\nCouncil and the Military Staff Committee, the specialized agencies, the \r\nEconomic and Social Council, the ACC and indeed amongst the regional \r\norganizations that have a close interest in the matter. \r\nOn issues of such importance the debate needs time for interaction and \r\ncross-fertilization of ideas, more so than I suspect is possible at this early \r\nstage of our deliberations. The New Zealand delegation would like, for \r\ninstance, to hear the views of the special groups that are looking at \r\nfinancing questions before we embark on irreversible courses of action. I \r\nhope, therefore, that the Assembly will have an opportunity to return to the \r\ndiscussion of the \"Agenda for Peace\" later in the session to assess the issues \r\nin their full breadth and to take account of the expert advice of other \r\nA/47/PV.32 \r\n42 \r\n(Mr. O\u0027Brien. New Zealand) \r\ncommittees and forums. We should avoid seeking to synthesize an Assembly view \r\nat this early stage. We are embarking on what must be an evolving process. \r\nPremature conclusions could be unnecessarily restrictive. The purpose of \r\ntoday\u0027s debate, as we see it, should be to lay down some markers which we can \r\nadd to and return to later. \r\nAt the same time, we realize that some of the steps recommended in the \r\n\"Agenda for Peace\", where new mandates are not needed, are already being \r\neffectively implemented as our Organization and its Secretary-General confront \r\nthe new challenges that abound in our world. \r\nNew Zealand, which is a long-standing contributor to United Nations \r\npeace-keeping operations, is acutely aware of the changing character of \r\npeace-keeping. On the one hand, we have seen the broadening of the \"classic\" \r\noperation, facilitated by the end of the cold war and by a more consensual \r\napproach in the United Nations, and in the Security Council in particular. We \r\nsupport the inclusion of new components and additional tasks, including many \r\nof a non-military nature. The delicate balances needed to restore and \r\nmaintain conditions of peace may on occasion require humanitarian assistance \r\nand protection, the monitoring of elections, the building of democratic \r\ninstitutions and the observance of human rights. To deny these as part of a \r\npeace-keeping package could be to deny survival to besieged populations. The \r\nrole of the Security Council in such issues is sensitive. It must act with \r\ncare, with consistency, with consultation and with respect for sovereign \r\nrights and concerns. \r\nTypically, the traditional peace-keeping operation took place in \r\npost-conflict cease-fire situations. Increasingly, this is no longer the \r\ncase. Whether peacemaking and peace-keeping can operate simultaneously \r\ninstead of in sequence is now being put to the test. Fact-finding missions \r\nA/47/PV.32 \r\n43 \r\n(Mr. O\u0027Brien. New Zealand) \r\nand the good offices of the Secretary-General are being used more and more to \r\nexplore possibilities for solutions to problems. As one of the main sponsors \r\nof the Declaration on Fact-finding (resolution 46/59) adopted here last year. \r\nNew Zealand welcomes these developments. In addition to the important role \r\nsuch missions play in clarifying the factual circumstances in given \r\nsituations, they can also help forestall or defuse an escalation of tensions. \r\nWe support a full exploration of the parameters of existing and new \r\ntechniques to prevent disputes from erupting into violence. These include \r\nconfidence-building measures; exploring and encouraging the possibilities for \r\nnegotiated settlements, including through United Nations mediation if \r\nappropriate; ways of containing violence when it does occur by monitoring the \r\nseparation of the parties to the conflict; and packages to assist in building \r\nconditions for peace. \r\nAmongst the most important instruments for preventive diplomacy and for \r\npeace-keeping in its broadest sense are the timeliness and quality of the \r\nearly-warning and follow-up information available to the Secretary-General. \r\nWhat is required, in our view, is an enhanced and integrated capacity within \r\nthe Secretariat for information-gathering and analysis, including objective \r\nreporting of the concerns and interests of parties to incipient conflicts. \r\nLogically, this would done by a dedicated professional unit reporting to \r\nthe Secretary-General and the Security Council as issues arise. Its prime \r\nsources could well include more frequent fact-finding missions and field \r\nvisits. We are pleased that moves have already been set in train to improve \r\nthe information-gathering in the Secretariat on a geographic basis. We look \r\nforward to further coordination of this activity. At this point New Zealand \r\nremains to be convinced, however, of the need to call for the Economic and \r\nA/47/PV.32 \r\n44 \r\n(Mr. O\u0027Brien. New Zealand) \r\nSocial Council to engage in additional reporting to the Security Council on \r\nsocial and economic developments. \r\nWe fully share the view that cooperation between the United Nations and \r\nrelevant regional organizations should be enhanced. More work should be done \r\non the appropriate divisions of labour, bearing in mind that the Council must \r\nretain primary responsibility for the maintenance of international peace and \r\nsecurity. The efforts of the Council, the Assembly and regional organizations \r\ncan complement one another. \r\nAs a strong supporter of the International Court of Justice, New Zealand \r\nsupports proposals to reinforce and enhance its role in the peaceful \r\nsettlement of disputes. We support calls for wider acceptance of the Court\u0027s \r\ncompulsory jurisdiction, and we support the proposal that the \r\nSecretary-General should have the authority to request advisory opinions of \r\nthe Court. In the Decade of International Law we can hardly do less. \r\nOther proposals warrant further study and reflection. The concept of the \r\npreventive deployment of United Nations forces, for example, in disputes \r\nbetween States seems to us in principle a helpful one. But issues such as \r\nrequest or consent, how the trigger-point is defined, and the precise role of \r\nsuch forces suggest that formal guidelines would be difficult to develop and \r\nthat responses would have to be on a case-by-case basis. Neither are we \r\naltogether clear about the proposed graduation from peace-keeping to \r\npeace-enforcement, the circumstances in which enforcement activity might be \r\nundertaken, or the limits on such a role. We expect these ideas to be teased \r\nout further in our debate, with the opportunity to come back to them. We \r\nwould likewise expect further thinking to develop on measures that might be \r\ntaken in support of the Secretary-General and the Security Council in the very \r\nA/47/PV.32 \r\n45 \r\n(Mr. O\u0027Brien. New Zealand) \r\nimportant area of guaranteeing the safety of United Nations personnel in all \r\naspects of peace-keeping deployments. \r\nAt the crux of the effectiveness of the United Nations in the whole area \r\nof preventive diplomacy, peace-keeping, peacemaking and peace-building lies, \r\nof course, the issue of financing. New Zealand\u0027s share of peace-keeping costs \r\nin 1991-1992 was almost three times greater than our contribution to the \r\nregular budget. We remain one of the handful of countries that have paid \r\ntheir assessments in full and on time. It has not been easy for us, and for \r\nus, as for most other Members, stringent scrutiny of peace-keeping-operation \r\nbudgets will remain essential. \r\nSeveral new ways of funding operations are proposed in the \"Agenda for \r\nPeace\". We note too that one Member State has signalled an intention to put \r\nforward a proposal to establish a peace-keeping start-up fund which would not \r\nput new financial burdens on Member States. We await with interest a full \r\nelaboration of the various proposals in the appropriate committee. \r\nThat said, the bottom line must continue to be that all States must pay \r\ntheir dues on time and in full. Only thus can we show that we are prepared to \r\ncarry out in practice those Charter principles to which we have all \r\nsubscribed. New Zealand\u0027s contribution to this discussion will take this as \r\nits baseline: the remedies relate first and foremost to our responsibilities \r\nas Members, rather than to external solutions such as commercial borrowing. \r\nIn this contribution I have addressed only a few of the issues raised in \r\nthe annual report and the \"Agenda for Peace\". Good governance and \r\nresponsibility are at the heart of those issues. As the debate continues in \r\nthe months ahead we are confident that a broad consensus can be developed on \r\nthe key issues. New Zealand looks forward to being part of that consensus. \r\nA/47/PV.32 \r\n46 \r\nMr. SAMHAN (United Arab Emirates) (interpretation from Arabic): It \r\ngives me pleasure, on behalf of the delegation of the United Arab Emirates, to \r\nconvey to Mr. Boutros Boutros-Ghali, the Secretary-General of the United \r\nNations, our appreciation for his sincere efforts to consolidate international \r\npeace and security. This is the ultimate objective of this Organization. The \r\nSecretary-General\u0027s wide experience dealing with various international \r\nproblems, in all their political, economic, and social dimensions, has helped \r\nto enhance the role and work of the United Nations. The Secretary-General\u0027s \r\nextensive experience and expertise are reflected also in his report on the \r\nOrganization\u0027s work and in the special report on preventative diplomacy, \r\npeacemaking, and peace-keeping, which bespeak the positive orientation he has \r\nshown since assuming his high post. \r\nThe end of the cold war has afforded us an historic opportunity to \r\nstrengthen the role of the United Nations in the short term as well as in the \r\nlong term, in laying the foundations and formulating the rules of a new world \r\norder that aims at maintaining international peace and security, upholding \r\njustice and equality between all countries, dealing with such chronic \r\nquestions as underdevelopment, poverty, achieving comprehensive disarmament \r\nthat would rid the world of all weapons of mass destruction, be they nuclear, \r\nchemical, or biological and creating an international social and economic \r\nenvironment of peace and respect for international law. \r\nThe Secretary-General has dealt in detail with all these various aspects, \r\nand has highlighted the new patterns of conflict and dispute that have come to \r\ncharacterize the period of transition on the world level. \r\nWe in the United Arab Emirates agree with his enumeration of all these \r\ncases, and with his definitions of their types and their characteristics. We \r\nA/47/PV.32 \r\n47 \r\n(Mr, S?mhan. United Arab Emirate^) \r\nalso support the five aims he has set for the United Nations as the main tools \r\nfor preventing international conflicts and for maintaining international peace \r\nand security. These are: first, to seek to identify at the earliest possible \r\nstage situations that could produce conflict and to try, through diplomacy, to \r\nremove the source of danger before violence results; secondly, to engage in \r\npeacemaking aimed at resolving the issues that have led to conflict; thirdly, \r\nthrough peace-keeping, to work to preserve peace, where fighting has been \r\nhalted; fourthly, to assist in peace-building in its differing contexts; and \r\nfifthly, to address the deepest causes of conflict. \r\nAlthough these five aims are interlaced, interrelated and form an \r\nintegral whole, the role of the international Organization plays in achieving \r\nany one of them differs from the others in respect of the mechanism chosen to \r\naddress it, and the opportunities to use such mechanisms as well as in the \r\ntypes of methods applied in achieving the desired aims. All this depends also \r\non the concomittant role the Member States are expected to play, either \r\nindividually, or collectively through the regional organizations they belong \r\nto, in working with the United Nations or within its framework, for the \r\nachievement of any of those aims. \r\nThe proposals of the Secretary-General afford us new and wider \r\nopportunities for discussing the role of the United Nations in \r\nconfidence-building between States, not to mention post-conflict \r\npeace-building. These creative concepts, by their very nature, are still in a \r\nstate of flux: they tend to change rapidly and to open up new vistas. \r\nTherefore, we must strive to determine the logical conclusions of building \r\npreventive peace that is, the prevention of the incidence of crises which \r\nmay arise from social and economic factors. In order for us to achieve that \r\nA/47/PV.32 \r\n48 \r\n(Mr. Samhan. United Arab Emirates) \r\naim, we must strengthen the role of the United Nations, not only with regard \r\nto restoring international peace and security, but also in achieving justice \r\nas well as social and economic progress. \r\nWe in the United Arab Emirates attach great importance to these proposals \r\nand recommendations and accord them the attention they deserve. We study and \r\nexamine them, keeping in mind their special nature, the fact that they have to \r\ndo with stability and peace and that they are timely indeed, having been \r\nformulated and put forth at a time when the very nature of crises has changed \r\nand the conventional methods of conflict management have changed as well. \r\nIt is essential, in the light of the changed international scene, to \r\nconsolidate the role of the United Nations Secretary-General in maintaining \r\ninternational peace and security. We must also strengthen the role of the \r\nGeneral Assembly and its machinery and increase their effectiveness. We must \r\nenhance the role of the Economic and Social Council in dealing with the social \r\nand economic problems that face the countries of the Third World. We must \r\nfind appropriate solutions to the problems of those countries. \r\nWe believe it is also necessary to coordinate the activities of the \r\nUnited Nations system and regional organizations, in view of the commonality \r\nof objectives and interests. This would facilitate the work of the \r\nSecretary-General in particular and of the international Organization in \r\ngeneral. \r\nMy delegation supports the proposal to establish a working group to study \r\nthe proposals and recommendations in the Secretary-General\u0027s report. In this, \r\nwe must take into consideration the nature of the problems faced by Member \r\nStates and the ways and means of dealing with them within the framework of the \r\nCharter, particularly in relation to disputes between countries and the \r\nA/47/PV.32 \r\n49 \r\n(Mr, Samhan. United Arab Emirate;?! \r\nresolution of such disputes by peaceful means in order to achieve the supreme \r\nobjective, namely the maintainance of international peace and security. \r\nAs for the guestion of financing, this, no doubt, is a crucial problem \r\nthat deserves special attention, since it so strongly affects the development \r\nand enhancement of the concepts contained in the Secretary-General\u0027s report, \r\nparticularly the question of maintaining international peace and security. \r\nTherefore, we stress the need to deal with this question within the \r\nspecialized machinery of the United Nations system. \r\nThe United Arab Emirates, like other States, believes strongly in the \r\nimportance of respecting the United Nations Charter and enhancing the \r\nOrganization\u0027s role in maintaining international peace and security. In our \r\npast experience, we found that some countries resorted to force as a means of \r\nsolving disputes with their neighbours. Moreover, there is the desire, on the \r\npart of certain countries, for hegemony and expansion. But we should not \r\nmention only those cases that are known to all: there are other, \r\nlong-standing disputes and hotbeds of tension in various regions of the world \r\nthat cduld develop into armed conflicts if they are not dealt with in a timely \r\nfashion, by peaceful means. \r\nProceeding from our desire to establish a new world order that would be \r\nbased on the non-use of force by any State against another, and in keeping \r\nwith our national and regional interests, as a small State, in maintaining our \r\nsecurity and stability, we find it necessary that the international community, \r\nand the United Nations in particular, should focus on ensuring full respect \r\nfor the principles of international law and the principal rules of the \r\nCharter. We also find it necessary to implement, fully and absolutely, the \r\nprinciple of settling regional disputes by peaceful means and the principle of \r\nA/47/PV.32 \r\n50 \r\n(Mr. Samhan. United Arab Emirates) \r\nthe non-admissibility of the occupation of the territories of other countries \r\nby force. This would transform international relations in a manner that must \r\nlead to the upholding of the principle of equal sovereignty. \r\nA/47/PV.32 \r\n51 \r\n(Mr, Samhan. United Arab Emirates) \r\nThis requires the mobilization of our energies and capabilities and the \r\ncrystallization of our efforts in a drive to use preventive diplomacy with the \r\naim of preventing the eruption of disputes between countries and halting the \r\nescalation of conflicts so that they may not turn into regional or \r\ninternational problems. \r\nThe other method is peacemaking through the promotion of reconciliation \r\nbetween disputants by peaceful means, especially by the means set forth in \r\nChapter VI of the United Nations Charter and, in particular, in its Article 33. \r\nWith good intentions, and a strong will, we shall be able, if we can \r\nresort to those two approaches and use them fully, without favouritism or \r\ndiscrimination, to create a world that would be totally free from armed \r\nconflict. We could even dispense with the costly operations of peace-keeping \r\nor peacemaking and channel the savings to economic and social development and \r\npreservation of the environment. \r\nWe must work together and seize this historic opportunity to achieve the \r\nmain objective of those who wrote the Charter: a world of tolerance, \r\ncoexistence, peace and good-neighbourliness. \r\nMr. CAMILLERI (Malta): The consideration of the work of the United \r\nNations this year has a special dimension through the increased interest in \r\nthe question of the reform of our Organization in order to adapt it to the \r\ncomplex and challenging demands of the new international situation. \r\nIn undertaking this task we are fortunate to have before us two very \r\nthorough and thought-provoking reports by the Secretary-General: \"An Agenda \r\nfor Peace\" (A/47/277) and the annual report on the work of the Organization \r\n(A/47/1). \r\nA/47/PV. 32 \r\n52 \r\n(Mr. Camilleri. Malta) \r\nTaken together these two reports cover the whole range of issues that are \r\nof most relevance to the question of the future role and direction of the \r\nUnited Nations. They contain a wealth of ideas and proposals, some of a bold \r\nand far-reaching nature, all of which deserve detailed and careful examination. \r\nDiscussions on the changing role of the United Nations, and consequent \r\nreforms in its structures and methods of work, have intensified in recent \r\nyears. That is reflected in the increasing number of separate agenda items \r\nthat deal with different aspects of the subject. One of the great merits of \r\nthe reports presented to us by the Secretary-General this year is the way in \r\nwhich they focus attention on the interrelated aspects of all the main issues \r\ninvolved. \r\nIn presenting these reports to us the Secretary-General is at the same \r\ntime also making a most welcome and effective contribution to the objective of \r\nrevitalizing the work of the General Assembly by ensuring timeliness, \r\nrelevance and comprehensiveness in its deliberations. \r\nI should like to make some brief observations on four elements that \r\nunderlie much of the thinking in the reports we have before us - namely, the \r\nneed to strengthen the United Nations capacity for preventive diplomacy and \r\nthe peaceful settlement of disputes, the relationship between security and \r\ndevelopment, the role of action at the regional level and the question of \r\nadequate resources and financing. \r\nOver the last few years the United Nations role in the maintenance of \r\ninternational peace and security has risen dramatically. In his annual \r\nreport, the Secretary-General tells us that \r\n\"never before in its history has the United Nations been so \r\naction-oriented, so actively engaged, and so widely expected to respond \r\nto needs both immediate and pervasive.\" (A/47/1, para. 5) \r\nA/47/PV.32 \r\n53 \r\n(Mr. Camilleri. Mal^a) \r\nHis report provides impressive details to substantiate this claim. \r\nA direct and welcome result of the United Nations increased \r\nresponsibilities in matters of peace and security is an enlarged and more \r\neffective role for the Security Council. In turn, this may be having a less \r\nwelcome effect on other organs of the United Nations system, particularly by \r\nmarginalizing much of the work of the General Assembly and perhaps in some \r\nrespects also that of the International Court of Justice. \r\nIn his address to this Assembly a few days ago, my Prime Minister \r\nstressed that a dynamic relationship between the General Assembly and the \r\nSecurity Council remains the essential prerequisite for the credible and \r\neffective functioning of the United Nations in the field of peace and \r\ninternational security. \r\nThe Secretary-General touches upon this point in his \"An Agenda for \r\nPeace\", when he reminds us that: \r\n\"The General Assembly, like the Security Council and the \r\nSecretary-General, also has an important role assigned to it under the \r\nCharter for the maintenance of international peace and security.\" \r\n(A/47/277, para. 36) \r\nHe finds it necessary to underline what should be an obvious point, namely \r\nthat greater reliance on the International Court of Justice \"would be an \r\nimportant contribution to United Nations peacemaking\". (ibid., para. 38) \r\nOne risk in any uneven evolution of the roles of the major organs in \r\nmatters of peace and security could lie in a relative weakening over the \r\nlonger term of the system\u0027s capacity for preventive diplomacy and the peaceful \r\nsettlement of disputes. \r\nA/47/PV.32 \r\n54 \r\n(Mr. Camilleri. Malta) \r\nWe have seen in recent months an increasing tendency in the Security \r\nCouncil to move from peacemaking to peace-keeping. This is largely a \r\nreflection of its new found vigour as well as a response to the exceptional \r\nsituations with which it has been confronted. It is also evident that there \r\nwill always be instances of legitimate differences of opinion regarding the \r\npoint where the processes of preventive diplomacy and the peaceful settlement \r\nof disputes have broken down, leaving no alternative to more forceful action. \r\nIt is equally evident, however, that within the General Assembly, the \r\nInternational Court of Justice and indeed other organs of the United Nations \r\nsystem there exists a vast and sometimes untapped capacity for efforts towards \r\nthe peaceful settlement of disputes. It is in our collective interest to \r\nensure that this capacity is fully utilized in the United Nations system\u0027s \r\napproach to matters of security. Recourse to more forceful action, especially \r\nenforcement action under Chapter VII of the Charter should always remain a \r\nmeasure of last resort, a measure whose ultimate credibility and effectiveness \r\nlies in inverse proportion to the frequency of its application. \r\nIt is for this reason that we attach special importance to the \r\nSecretary-General\u0027s recommendations regarding preventive diplomacy and to his \r\nurging that the Security Council \r\n\"take full advantage of the provisions of the Charter under which it may \r\nrecommend appropriate procedures or methods for dispute settlement\". \r\n(ibid., para. 35) \r\nIn this context we see the need for the Secretary-General to be ready to make \r\nfull use of his powers under Article 99 of the Charter. \r\nWe also welcome the Secretary-General\u0027s decision to highlight a fourth \r\nimportant concept in this area, namely that of post-conflict peace-building. \r\nA/47/PV.32 \r\n55 \r\n(Mr. Camilleri. Malta) \r\nwhich he describes as \"the construction of a new environment\" which \"should be \r\nviewed as the counterpart of preventive diplomacy\", (ibidt, para, 57) \r\nThe concept of peace-building, as conceived in the Secretary-General\u0027s \r\nreport, is also linked to the wider issues of social and economic \r\ndevelopment. There is increasing realization that social and economic \r\ndevelopment constitutes a means, perhaps ultimately the most effective and \r\nlasting means, for ensuring international peace and security. \r\nThe Secretary-General devotes a significant part of his annual report to \r\nthe notion of global partnership for development. He rightly reminds us that \r\n\"the United Nations as an institution is uniquely placed to press for global \r\nsolutions to global problems in the economic field\" (A/47/1, para. 57) and \r\nthat in this context the United Nations \"still has a continuing obligation to \r\nput its weight behind those who are most seriously underprivileged\", \r\n(ibid., para. 61) \r\nThe revitalization of the Economic and Social Council plays an important \r\npart in the endeavour to give the United Nations the role in the promotion of \r\neconomic and social development that was envisaged in the Charter. Among the \r\nmany useful ideas and suggestions of the Secretary-General on this matter, we \r\nsupport in particular his views regarding the need for closer and improved \r\nrelationships between the United Nations and the Bretton Woods institutions. \r\nWe also support his recommendation that the Security Council invite \r\n\"a reinvigorated and restructured Economic and Social Council to provide \r\nreports, in accordance with Article 65 of the Charter of the United \r\nNations, on those economic and social developments that may, unless \r\nmitigated, threaten international peace and security.\" (ibid., para. 82) \r\nA/47/PV.32 \r\n56 \r\n(Mr. Camilleri. Malta) \r\nIn the same line of thinking, we also support the suggestion that ways be \r\nexplored of empowering the Secretary-General and expert human rights bodies to \r\nbring massive violations of human rights to the attention of the Security \r\nCouncil, together with recommendations for action. \r\nPoints of linkage between the work of the various organs, through their \r\nrespective fields of competence, form, in our view, an essential complement to \r\nthe notion of the interrelationship of the issues of peace, democracy and \r\nhuman rights, and the requirements of development, that the Secretary-General \r\nconsistently emphasizes in his reports. \r\nCooperation at the regional level offers yet another useful dimension in \r\nthe renewed global efforts towards peace and development. In his \"Agenda for \r\nPeace\", the Secretary-General reflects upon the evolution of the notion of \r\nregional arrangements from that of a device responding to the dangers of a \r\nconfrontational global environment to that of partnership in the process of \r\nmultilateral cooperation. \r\nThe case of the Conference on Security and Cooperation in Europe (CSCE) \r\nprovides a most impressive instance of such an evolution. In its \r\ntransformation from a product of the cold war to a central forum for European \r\ncooperation, the CSCE brings a wealth of experience and well-tested ideas, \r\nranging from confidence-building measures to the intimate linkage between \r\nissues of peace, development and human rights. \r\nExperience in other regions, especially in the resolution of specific \r\nregional conflicts, confirms the Secretary-General\u0027s conclusion that \r\n\"regional action as a matter of decentralization, delegation and \r\ncooperation with United Nations efforts could not only lighten the \r\nA/47/PV.32 \r\n57 \r\n(Mr. Camilleri. Malta) \r\nburden of the Council but also contribute to a deeper sense of \r\nparticipation, consensus and democratization in international affairs.\" \r\n(A/47/277, para. 64) \r\nThe question of the nature and extent of interaction between the regional \r\nand more global levels of multilateral cooperation is a subject that will \r\nincreasingly require special attention in the future. In particular, the \r\ndifferent implications of the three concepts that the Secretary-General \r\nmentions in this connection, namely, decentralization, delegation and \r\ncooperation, will have to be examined in some detail. \r\nIn the light of the widespread satisfaction at the improved prospects for \r\ninternational cooperation, and the central role of the United Nations system \r\nin this process, the resource and financial problems being encountered by our \r\nOrganization in the accomplishment of its task are especially frustrating. \r\nThe Secretary-General has found it necessary to caution that \r\n\"amid the tumult of demands placed upon it, the United Nations cannot \r\nafford to become a victim of its own popularity, suffering from a crisis \r\nof expectations rather than, as in the past, from a lack of credibility \r\nto command consensus.\" (A/47/1, para. 44) \r\nPerhaps over the years we have come to take too much for granted the \r\ndistinctive merits of the United Nations as a working organization. It is an \r\norganization that by virtue of its constitution invariably runs a balanced \r\nbudget - a budget that, in both absolute and especially in relative terms, is \r\nalmost insignificant. It is an organization that does not possess any direct \r\naccess to significant reserve funds, nor does it have any access to commercial \r\nborrowing. \r\nIn spite of this, and in spite of the very real problems that it has \r\nfaced over the years, the system has remained sound in the most important \r\nA/47 /PV. 32 \r\n58 \r\n(Mr. Camilleri. Malta) \r\nadministrative and management aspects. It has also, though with great and \r\nincreasing difficulties, managed to rely upon its own internal resources to \r\ncope with what the Secretary-General calls a \"deplorable ... situation\" \r\n(A/47/1, para. 47). \r\nThe distinctive strength of our Organization arises from the intimate and \r\ncontinuous relationship that exists between its political and administrative \r\nlevels. We believe that every effort should be made to maintain this \r\nrelationship. In this context we believe that the main thrust of the efforts \r\nto remedy the financial situation of the United Nations should lie in the \r\ndirection of ensuring that Members meet their obligations promptly and fully. \r\nWe therefore support the Secretary-General\u0027s ideas that go in this \r\ndirection, notably the proposal to charge interest on arrears, as well as the \r\nproposals regarding the retention of budgetary surpluses and the increase of \r\nthe Working Capital Fund. The proposals concerning a revolving Peace-keeping \r\nl Reserve Fund, as well as the establishment of a Peace Endowment Fund are also \r\n. timely and attractive. The successful experience with the recent \r\n• establishment of the Humanitarian Revolving Fund encourages us to believe that \r\nthis type of proposal is both feasible and practical. \r\nWe would, however, suggest caution as regards the idea of authorizing \r\ncommercial borrowing since this, in our view, would tend to ease the pressure \r\ni on Members to pay their dues on time, and might consequently contribute to an \r\nerosion of the existing intimate linkage between the Members and the \r\n„ Organization. \r\ntil \r\nWe would like to see the present discussion as an important element in \r\nthe ongoing intensive and comprehensive exercise dealing with the whole range \r\nof issues related to the evolving role and structures of the United Nations. \r\nThe Secretary-General\u0027s reports provide an excellent basis for focusing and \r\nA/47/PV.32 \r\n59 \r\n(Mr. Camilleri. Malta) \r\ndirecting our thinking on the subject. Ways have to be found of tying \r\ntogether the various relevant discussions that are being conducted in \r\ndifferent forums, some in the Main Committees of the General Assembly itself, \r\nothers in the Economic and Social Council, in the Security Council and \r\nelsewhere. \r\nTogether with the Secretary-General, we wish to see fulfilled the \r\nexpectation that a fundamental renewal of the United Nations will be complete \r\nby the time it marks the first half-century of its existence. \r\nMr. NOBILO (Croatia): In a world without peace, troubled with \r\npost-cold-war instability and regional crises, what can be more important than \r\n\"An Agenda for Peace\"? The Republic of Croatia, which is one of the \r\nunfortunate victims of the war-troubled period that followed the collapse of \r\ncommunism and the historical transformations in Middle and Eastern Europe, \r\nfirmly supports the efforts made by the Secretary-General aimed at promoting, \r\nreshaping and implementing a new global strategy for efficient preventive \r\ndiplomacy, peacemaking and the peace-keeping process around the world. \r\nCroatia is carrying the burden of painful experience and first-hand knowledge \r\nas to how the absence of substantive peacemaking and peace-keeping action on \r\nthe part of the world community can intensify a crisis and aggravate the \r\ntragedy of war and human suffering. At the same time, Croatia is able to \r\nappreciate the importance and benefits of peace-keeping operations, because \r\none of the biggest actions in United Nations history is taking place on \r\nCroatian soil with, we hope, promising results. \r\nThe political ice age has ended, but the world has still not reached the \r\ngoals of lasting peace and prosperity. On the contrary, vicious wars are \r\nbeing fought in the name of national, religious or even linguistic \r\nsuperiority; the land is being taken from those who had lived there for \r\nA/47/PV.32 \r\n60 \r\n(Mr. Nobilo. Croatia) \r\ncenturies; \"ethnic cleansing\" and annihilation of other peoples\u0027 cultural and \r\nsocial heritage are the names of a new bloody game that post-communist \r\ndictators love to play. \r\nFrom the fields of Croatia to the Black Sea shores, the people are dying, \r\nunable to stop the tragedy with their own hands and clear the way towards \r\nstability and security. The old towns that once were the symbols of cultural \r\nmight and spirit, on the eve of the twenty-first century became the \r\nmanifestations of pain, suffering and destruction. If there is anything the \r\nworld can learn from the horrifying examples of Dubrovnik, Vukovar and \r\nSarajevo, it is that the world community cannot stand passively aside, not \r\nresponding to blatant aggression. The sooner the world responds to the calls \r\nfor determined action, the fewer will be the victims and the smaller the scale \r\nof suffering. \r\nThe fact that the United Nations has undertaken 13 new peace-keeping \r\noperations since 1988 is clear evidence of the mounting importance of the \r\nworld Organization in its role as the guardian and promoter of peace all over \r\nthe world. Today, when regional crises are jeopardizing global stability. \r\nUnited Nations peace-keeping and peacemaking actions, as well as preventive \r\ndiplomacy and post-war confidence-building, are emerging as a foundation-stone \r\nfor the prosperous future of the united world. At this moment, almost 50,000 \r\nBlue Helmets are stationed all over the world trying to preserve peace and \r\nprevent new bloodshed. Their bravery deserves our admiration. The results of \r\ntheir efforts must not be underestimated, but, unfortunately, they have not \r\nyet accomplished all their tasks. \r\nA/47/PV.32 \r\n61 \r\n(Mr. Nobilo. Croatia) \r\nThere is no doubt that the United Nations is on the way to asserting its \r\nauthority in the place of the old cold-war balance, which once froze all \r\npotential regional crises. The sad reality of the 1990s is that the United \r\nNations cannot limit its role to keeping and guarding the peace. Sometimes \r\none has to fight for it. United Nations military enforcement actions have so \r\nfar been authorized on only two occasions, in the Korean and Gulf wars. The \r\nresults achieved in liberating Kuwait provide a good lesson to the aggressors; \r\nthe tragedy in the Balkans shows how high the price is when the aggressor is \r\nnot stopped instantaneously and with all the might of the joint world \r\ncommunity. \r\nPreventive diplomacy and preventive peace-keeping, as well as consistent \r\ndevelopment policy and support, must be one of the major goals in the work of \r\nthe General Assembly, the Security Council and the whole Organization. The \r\nbest way to stop war and its harrowing consequences is not to have one. But \r\nthere are crises and wars that have already exploded and where \"prevent\" is a \r\nuseless word. Those crises the war in the Republic of Bosnia and \r\nHerzegovina is the best example have to be solved through the process of \r\npeacemaking in all its aspects, including those provided under Chapter VII of \r\nthe United Nations Charter. \r\nThe threatening war-drums of regional crises impose imperatives for deep \r\nreforms in the United Nations peace-keeping process. \"An Agenda for Peace\", \r\nwisely proposed by the Secretary-General, is the right answer at the right \r\ntime. Croatia supports the proposed reforms and actions, particularly those \r\nin the field of post-conflict peace-building, cooperation with regional \r\narrangements and organizations, and financing. Croatia would especially like \r\nto underline the importance of establishing peace-enforcement units, as \r\nA/47/PV.32 \r\n62 \r\n(Mr. Nobilo. Croatia) \r\nproposed in paragraph 44 of \"Agenda for Peace\". Furthermore, Croatia is ready \r\nto participate actively in those forces, which will be the pillar of the new \r\nworld stability. \r\nExperience gained from the peace-keeping operation in Croatia should be \r\nhighly relevant and inspirational for future peace-keeping operations around \r\nthe world. All conflicts in the post-cold-war era are regional and \r\nconsequences of the political creation of new States or of regional \r\nimperialism. This experience can be particularly relevant for the growing \r\npeace-keeping operation in neighbouring Bosnia and Herzegovina, a country \r\nexposed to the same Serbian territorial conquest as Croatia and even more \r\nbrutally subjected to \"ethnic cleansing\". \r\nThough we strongly appreciate the efforts and results of the United \r\nNations peace-keeping operation in Croatia, my Government is considering the \r\noption of not prolonging the mandate of the United Nations Protection Force \r\n(UNPROFOR) in March next year. This should in no way be seen as an act of \r\nhostility towards United Nations peace-keepers. On the contrary, we are \r\nlooking for the successful fulfilment of the UNPROFOR mandate in Croatia by \r\nnext spring. It is particularly important to disarm Serbian paramilitary \r\nunits, if necessary even by force, since they were identified in the \r\nSecretary-General\u0027s report (S/24600) of 28 September as the main obstacle to \r\nthe implementation of the Vance plan and to the return of the refugees. \r\nIt is certainly not the mandate, nor is it the intention, of UNPROFOR to \r\nfreeze existing situations in United Nations Protected Areas; rather, it is to \r\ncreate conditions for a political settlement. We have to implement principles \r\nagreed at the Conference on the former Yugoslavia and approved by the Security \r\nCouncil and General Assembly, especially in regard to the inviolability of \r\nexisting boundaries and the protection of the rights of minorities. The \r\nA/47/PV.32 \r\n63 \r\n(Mr, Wnbilo. Croatia) \r\nRepublic of Croatia will continue to work devotedly in creating internal and \r\nexternal political conditions for a political resolution of the conflict. \r\nI have the pleasure to inform the Assembly that the Croatian Parliament \r\nrecently adopted the \"Law of Abolition and Amnesty\" for all except those who \r\nhad committed war crimes. We will continue to build confidence among the \r\npopulation in the crisis area. But in order to create conditions for the full \r\nimplementation of minority rights under the \"Law on Special Status for the \r\nSerbian Minority in Croatia\", adopted by the Croatian Parliament at the \r\nbeginning of this year, the United Nations Protected Areas have to be fully \r\nintegrated into the Croatian political, economic, and social system. \r\nFurthermore, we believe that destroyed areas cannot be rebuilt, nor can \r\nhundreds of thousands of displaced persons be returned to their homes and \r\nworking places, without the full reintegration of these parts of the Republic \r\nof Croatia into its infrastructure. Confidence-building among various ethnic \r\ncommunities cannot start under the present provisional legal and political \r\nstructures of the former communist system, nor with the implementation of the \r\nlegislation of another State. This is why we urge the start of a massive \r\nreturn of the refugees as the beginning of the process of reconciliation. \r\nWe have also made a big step forward in stimulating regional conditions \r\nfor peace and stability envisaged in the joint statement of the President of \r\nthe Republic of Croatia and the President of the Federal Republic of \r\nYugoslavia on 30 September 1992 in Geneva. It remains to be seen whether this \r\nagreement means new temporizing by internationally isolated and weakened \r\nSerbia. But only the full cessation of military, political and economic \r\nsupport by Serbia to radical Serbian nationalists in Croatia and Bosnia and \r\nHerzegovina can divert the trend of confrontation. \r\nA/47/PV.32 \r\n64 \r\n(Mr. Nobilo. Croatia) \r\nWe would also like to make the existing UNPROFOR mandate in Croatia a \r\nsuccess story in order to encourage similar peace processes in Bosnia and \r\nHerzegovina and in Serbia itself. This would enable UNPROFOR to use financial \r\nand other resources to proceed with an even more comprehensive and effective \r\npeace-keeping operation in Bosnia and Herzegovina. \r\nWe fully support the new concept of shared, increased responsibility of \r\nregional organizations in promoting and enforcing peace in their regions, \r\nbecause regional organizations and Member States are better equipped and \r\nmotivated to perform peace-keeping and peacemaking roles in their respective \r\nregions. But for that task regional organizations must restructure themselves \r\nand be prepared to perform such important functions. Each Member State should \r\ndevote part of its defence budget and military forces to immediate use in \r\npeace-keeping or peace-enforcing operations, upon the request of regional \r\norganizations. \r\nHowever, it is quite clear that the Security Council should play the main \r\nrole in authorizing such action; the United Nations should play the main role \r\nin coordinating the military, diplomatic and humanitarian aspects of each \r\npeace operation. The Organization should also set standards and guidelines \r\nfor the peace-keeping and peacemaking roles of regional organizations. In \r\nEurope such a responsible task in the cause of peace should be entrusted to \r\nthe Conference on Security and Cooperation in Europe (CSCE), as the widest \r\nEuropean forum. But the CSCE must be transformed into a real regional \r\norganization and provided with adequate structures and political and military \r\nmechanisms to accomplish this task. \r\nMr. HATANO (Japan): It is indeed an honour to address this very \r\nimportant meeting, which has been convened to discuss the Secretary-General\u0027s \r\nA/47/PV.32 \r\n65 \r\n(Mr. Hatano. Japan) \r\nreport \"An Agenda for Peace\". Since that report raises many issues of common \r\nconcern, not only to the Security Council, but to the United Nations as a \r\nwhole, it is appropriate for the members of this Assembly to have the \r\nopportunity to exchange views on it. \r\nA/47/PV.32 \r\n66 \r\n(Mr. Hatano. Japan) \r\nJapan extends its warmest congratulations to the Secretary-General for \r\nthe world-wide echo he triggered by making public his report regarding \r\npreventive diplomacy, peacemaking, peace-keeping and peace-building, and I \r\nshould like to pay a high tribute to him for his initiative. We fully share \r\nthe view that now that the current world situation is bringing ever-greater \r\nchallenges to the United Nations, Member States are required to enhance their \r\nefforts to support the Organization with a view to coping effectively with \r\nthese challenges and thus creating a more peaceful world. Japan further \r\nbelieves that the Secretary-General\u0027s efforts are also a valuable contribution \r\nto strengthening the role of the United Nations in the maintenance of \r\ninternational peace and security in this changing world. \r\nIndeed, many of the concepts and proposals raised in the report are \r\nextremely interesting. We have no doubt that these sets of ideas deserve to \r\nbe discussed thoroughly and seriously. Japan considers that in so doing \r\nattention should be duly paid to the following points. \r\nFirst, since the report covers a wide range of subjects, discussions \r\nshould be carried out in appropriate forums of the United Nations, including \r\nthe Security Council and the General Assembly. Thus far, my own delegation \r\nhas been actively engaged in the discussions of the Security Council and the \r\nCommittee on Peace-keeping Operations. A number of items to be discussed, \r\nhowever, may be handled in more than one forum. In such cases, the relevant \r\norgans should coordinate with each other, exchanging views both intensively \r\nand on a continuing basis. \r\nSecondly, some ambitious and innovative ideas concerning preventive \r\ndiplomacy and peace-keeping contained in the Secretary-General\u0027s report should \r\nbe discussed fully, respecting the time-tested principles and practices of \r\npeace-keeping operations. \r\nA/47/PV.32 \r\n67 \r\n(Mr. Hatano. Japan) \r\nIn this respect, I reiterate Japan\u0027s position on the idea of \"preventive \r\ndeployment\" and \"peace-enforcement units\" which Foreign Minister Watanabe \r\nexplained in his statement in the general debate at this session of the \r\nGeneral Assembly. Japan would welcome further discussion of these issues \r\namong Member States, upon whose support and cooperation the possible future \r\nrealization of this proposal greatly depends. \r\nThirdly, measures to secure a sound financial base are urgently \r\nrequired. To this end, Japan is planning to put before this session of the \r\nGeneral Assembly a draft resolution designed to ensure that financial \r\nrequirements for major peace-keeping operations at the start-up stage will be \r\nmet without imposing new financial burdens on Member States. We believe \r\nJapan\u0027s proposal is compatible with those put forward by the Secretary-General \r\nand hope that as many Member States as possible will be able to support this \r\ninitiative. \r\nFourthly, the Secretariat should be organized so as to ensure that the \r\nUnited Nations maximizes the effectiveness of its efforts to resolve \r\ninternational problems. In this regard, I heartily welcome the \r\nSecretary-General\u0027s decision to streamline relevant components of \r\npeace-keeping operations by heeding a proposal put forward by the Committee on \r\nPeace-keeping Operations. In the interests of efficiency, it is important to \r\nhave a single, integrated structure, with clear lines of responsibility and \r\naccountability. \r\nFifthly, better communication among the various United Nations agencies \r\nis necessary to ensure that limited resources are used effectively and that \r\nthe Organization\u0027s full potential is realized. \r\nThe Committee on Peace-keeping Operations has emphasized the importance \r\nof informal and frequent consultations between the Secretariat and \r\nA/47/PV.32 \r\n68 \r\n(Mr. Hatano. Japan) \r\ncontributing States. It would be helpful if a mechanism were established for \r\nconsultations among the permanent members of the Security Council, the major \r\nsources of financial support, the countries providing large contingents of \r\npersonnel, and the countries of the regions concerned. \r\nMy delegation is delighted to note that the Secretary-General\u0027s report \r\n\"An Agenda for Peace\", which in my view aims at strengthening the \r\neffectiveness of and trust in the Organization, has evoked successfully \r\nwide-ranging discussions among Member States. With the aim, however, of \r\nenhancing effectiveness of and trust in the United Nations, it is equally \r\nimportant to consider seriously how the United Nations as a whole should be \r\nstructured, including the function and composition of the Security Council, \r\nand other aspects of the Council\u0027s work. As our Foreign Minister stressed in \r\nhis statement in the general debate at this session we consider it necessary \r\nfor the United Nations itself to begin to deal with this important issue. \r\nJapan, for its part, is prepared to take an active part in this process, fully \r\nmindful of its position and responsibility in the international community. \r\nMr. JACOVIDES (Cyprus): My delegation is particularly pleased to \r\nhave this opportunity of participating in this debate on the report of the \r\nSecretary-General on the work of the Organization, an item which is \r\nsufficiently broad to cover both the comprehensive annual report (A/47/1) and \r\nthe excellent document \"An Agenda for Peace\" (A/47/277). It is right and \r\nfitting that this should be the first item to be considered in the plenary \r\nAssembly, after the conclusion of the general debate, in which many heads of \r\ndelegations had the occasion to comment favourably on the imaginative and \r\nsolid proposals put forward by our esteemed Secretary-General. \r\nA/47/PV.32 \r\n69-70 \r\n(Mr. Jacovides. Cvnri^) \r\nAllow me to recall on this occasion that Cyprus from the beginning of its \r\nexistence as an independent State and its admission to the United Nations in \r\nSeptember 1960 has consciously made the principles of the Charter central to \r\nits foreign policy and has not hesitated to take positions on the issues \r\nbefore the Organization dictated primarily by its dedication to the \r\nfurtherance of the aims of the United Nations. It so happened that this \r\nattitude, determined by its commitment to principle, coincided with the \r\ncountry\u0027s enlightened self-interest as a small and militarily weak State \r\ndepending for its security on the collective security system of the United \r\nNations and, as a developing country, standing to gain from multilateral \r\ntechnical assistance and know-how. In both the political and the economic \r\nfields the attitude of Cyprus towards the United Nations was conditioned by \r\nits understanding of what was in the best interests of the United Nations, \r\nconsistent with what was in the best interests of Cyprus itself. Similarly, \r\nin the international legal field Cyprus has in its modest way always \r\nendeavoured to abide by the rules of international law, to participate \r\nconstructively in major United Nations law-making conferences and to make its \r\ncontribution in such areas as developing compulsory third-party \r\ndispute-settlement procedures and the adoption of such progressive notions of \r\ninternational law as ius cogens. \r\nA/47/PV.32 \r\n71 \r\n(Mr. Jacovides. Cyprus) \r\nIt is from this perspective that we view \"An Agenda for Peace\" as a \r\ntimely and valuable contribution by the Secretary-General to the ongoing \r\ndebate on the revitalized role of the United Nations in present day \r\ninternational affairs. We particularly welcome the fact that this debate is \r\ntaking place in the General Assembly, where all Member States, large and \r\nsmall, are equally represented as part of the democratic process, and look \r\nforward to following up particular topics for detailed discussion in other \r\nappropriate bodies of the United Nations, such as the Special Political \r\nCommittee, in connection with the item on peace-keeping, the Sixth Committee, \r\nin connection with the Charter Committee\u0027s report, the Fifth Committee, on the \r\nissue of financing, and indeed in the Security Council, the Secretariat, \r\nnon-governmental organizations, the press and concerned institutions and \r\nindividuals. It is very much our hope and expectation that discussion will be \r\nfollowed by decisions and actions to implement these decisions. \r\nMy delegation fully agrees with the Secretary-General\u0027s observation that, \r\nwhile the foundation stone of the United Nations is and must remain the State, \r\nthe time for absolute and exclusive sovereignty in an evermore interdependent \r\nworld has passed. It is equally true that if every ethnic, religious or \r\nlinguistic group claimed statehood there would be no limit to fragmentation, \r\nand peace, security and economic well-being for all would be evermore \r\ndifficult to achieve. Indeed, commitment to human rights with a special \r\nsensitivity to those of minorities, whether ethnic, religious or linguistic, \r\nis essential and the increasingly effective machinery of the United Nations \r\ndealing with the protection of human rights provides the appropriate remedy \r\nfor real or contrived grievances in this respect. We fully endorse the \r\nA/47/PV.32 \r\n72 \r\n(Mr. Jacovides. Cyprus) \r\nSecretary-General\u0027s view that in addressing various problems with regard to \r\nthe maintenance of international peace and security: \r\n\"The principles of the Charter must be applied consistently, not \r\nselectively, for if the perception should be of the latter, trust will \r\nwane and with it the moral authority which is the greatest and most \r\nunique quality of that instrument.\" (A/47/277, para. 82) \r\nThe conceptual framework of \"An Agenda for Peace\" is indeed remarkable in \r\nthe ramifications and linkages it establishes between peace and security, \r\ninternational law, democracy, human rights and sustainable development. \r\nEvidently, preventive diplomacy - as is the case with preventive \r\nmedicine is more useful than attempting to cure the crisis through peace-\r\nkeeping or peacemaking after it has erupted. The Secretary-General could \r\nindeed exercise more often his responsibilities under Article 99 of the \r\nCharter for matters which, in his opinion, threaten the maintenance of \r\ninternational peace and security, and fully utilize the information-gathering \r\npossibilities open to the Secretariat through fact-finding missions or \r\notherwise. The Secretary-General\u0027s ideas on preventive deployment of troops \r\nwhen so requested to deter conflict between States are worthy of consideration \r\non a case-by-case basis. The establishment of demilitarized zones where \r\nappropriate is also a sound idea. Indeed, demilitarization on a broader \r\nscale, not only in the context of preventing conflicts but also as part of \r\npeacemaking, offers wide possibilities in appropriate situations. And here I \r\nwould draw attention to our long-standing proposal for the complete \r\ndemilitarization of the Republic of Cyprus, as reiterated by President \r\nVassiliou in the general debate on 22 September this year, as an important \r\nelement of the overall solution to the Cyprus problem. \r\nA/47/PV.32 \r\n73 \r\n(Mr. Jacovides. Cyprus) \r\nUnder the chapter \"Peacemaking\" in \"An Agenda for Peace\" the \r\nSecretary-General wisely proposes an increased effort by utilizing the Charter \r\nprovisions for dispute settlement. There has recently been intensification of \r\nactivity towards third-party settlement of disputes, both at the United \r\nNations and in such regional organizations as the Conference on Security and \r\nCooperation in Europe (CSCE). Indeed, the Security Council is now in a \r\nstronger position to recommend appropriate procedures or methods for dispute \r\nsettlement. One can only hope that such methods of dispute settlement as \r\nmediation and recourse to judicial settlement will prove to be more effective \r\nunder the present international climate than in the past, as happened for \r\nexample with the report of the United Nations mediator, Galo Plaza, whose \r\njudicious and balanced mediation effort for the solution of the Cyprus \r\nproblem, under Security Council resolution 186 (1964) lapsed when one of the \r\nparties to the dispute refused to accept it with the unfortunate result that \r\nthe peacemaking leg of Security Council resolution 186 (1964) fell out of step \r\nwith peace-keeping under the same resolution when the Security Council proved \r\nunwilling to ensure compliance. \r\nWe particularly note and welcome the Secretary-General\u0027s recommendations \r\nin the international law field. Cyprus, having accepted without any \r\nreservations the compulsory jurisdiction of the International Court of \r\nJustice, and having been the first State to have made a contribution to the \r\nTrust Fund established to assist countries unable to afford the cost of \r\nlitigation before the Court, particularly welcomes and supports the \r\nrecommendation that the Secretary-General be authorized, pursuant to \r\nArticle 96 (2) of the Charter, to take advantage of the advisory competence of \r\nthe Court and that other United Nations organs that already enjoy such \r\nA/47/PV.32 \r\n74 \r\n(Mr. Jacovides. Cyprus) \r\nauthorization turn to the Court more frequently for such advisory opinions. \r\nIndeed, we noted with approval the wise suggestion of the President of the \r\nInternational Court of Justice, Sir Robert Jennings, in his statement to the \r\nGeneral Assembly last year, that wider use be made of the advisory \r\njurisdiction by States on the legal aspects of political disputes between them. \r\nOther suggestions of the Secretary-General towards more effective \r\npeacemaking by the United Nations, including the use of military force under \r\nChapter VII of the Charter, also merit serious consideration and support. \r\nPeace-keeping has been one of the areas where the revitalization of the \r\nUnited Nations has been most evident in recent years. In our own experience, \r\nthe United Nations force in Cyprus provides an excellent illustration of an \r\neffective and successful United Nations operation in its proper role of \r\ninsulating a crisis and filling a power vacuum, while the processes of \r\npeacemaking are under way for the purpose of making its continued presence no \r\nlonger necessary. Those associated with the United Nations Peace-keeping \r\nForce in Cyprus (UNFICYP), and all other United Nations peace-keeping \r\noperations, can justly take pride in the award of the Nobel Peace Prize to the \r\nUnited Nations peace-keeping forces. While UNFICYP was originally established \r\nby the Security Council for a brief period, it is still in operation many \r\nyears later, and its presence is still necessary in order to perform essential \r\nfunctions. The lesson to be drawn from the Cyprus peace-keeping efforts of \r\nthe United Nations is that as long as one or more of the parties concerned is \r\nunwilling to comply with the dictates of the international community, as \r\nspelled out in unanimously adopted and binding resolutions of the Security \r\nCouncil, and as long as the international community, and more particularly the \r\nmajor Powers are not willing or able to act effectively in order to implement \r\nA/47/PV.32 \r\n75 \r\n(Mr. Jacovides. Cyprus) \r\nthe resolutions for which they voted, peacemaking, which should go hand in \r\nhand with peace-keeping, is lagging behind, resulting in the indefinite \r\ncontinuation, if not the actual perpetuation, of the problem. This is an \r\nevidently unsatisfactory situation - unsatisfactory to the Government \r\nconcerned, no less than to the contributing countries and to the United \r\nNations - but the answer lies not in abandoning the peace-keeping effort, \r\nthereby abdicating responsibility and leaving the weak at the mercy of the \r\nstrong, but in pressing on with effective peacemaking through the \r\nimplementation of the relevant Security Council resolutions in all available \r\nways. \r\nMy delegation welcomes the constructive suggestions of the Secretary-\r\nGeneral for improving the potential of United Nations peace-keeping, including \r\nthe training of personnel and the strengthening of the Department of \r\nPeace-keeping Operations, as well as of the Military Adviser\u0027s office, and we \r\nfind meritorious the idea of earmarking appropriate equipment on stand-by for \r\nuse by the United Nations. \r\nA/47/PV.32 \r\n76 \r\n(Mr. Jacovides. Cyprus) \r\nWe similarly find worthy of serious consideration and support the \r\nSecretary-General\u0027s ideas on peace-building, on cooperation with regional \r\norganizations, on safety of personnel and on financing. In particular as \r\nregards the last point, it is obvious that Member States must meet their \r\nfinancial responsibilities and that the Secretary-General\u0027s specific \r\nsuggestions, including the proposed peace-keeping reserve fund, merit support \r\nif the Organization is to be able to respond effectively to the \r\never-increasing demands for peace-keeping. The expenditures involved, while \r\nsubstantial, are only a small fraction of what is being spent on armaments \r\nand, in the new international political and military climate, it ought not to \r\nbe impossible for the international community to meet its obligations in this \r\nregard. \r\nIn conclusion, let me stress that Cyprus, itself a case-study of most of \r\nthe issues raised and discussed in the \"Agenda for Peace\", warmly welcomes the \r\nopportunity afforded by the debate for serious consideration of all the \r\naspects raised in the report. It is obvious that peace-keeping, peacemaking \r\nand peace-building are important for the world. As our recent history has \r\nsadly demonstrated, it is particularly relevant and important for Cyprus. It \r\nis our sincere hope that before long we will achieve a just and lasting \r\nsolution to the problem that has confronted us for too long. It will benefit \r\nall concerned and will constitute a major success for the United Nations. \r\nLet us heed the warnings and advice of the Secretary-General and let us \r\nall work together to transform this, our Organization, not only into a vehicle \r\nthat will enable us to move through this painfully turbulent period of \r\ntransition, but one that will help us and our children to traverse \r\nsuccessfully the times ahead. Let it not be said by future generations that \r\nA/47/PV.32 \r\n77 \r\n(Mr. Jacovides. Cyprus) \r\nwhen their lives and future were in our hands we were found wanting because of \r\nnarrow nationalistic objectives. We should seize the moment and move \r\nvigorously towards a more effective, new United Nations. \r\nMr. BATIOUK (Ukraine): It has been some time since the General \r\nAssembly held an in-depth discussion of the item before us. We think that \r\nthis is o timely initiative and the Ukrainian delegation would like to express \r\nits appreciation to the Secretary-General for his comprehensive reports, which \r\nmade this discussion possible and desirable. \r\nWe share the basic ideas contained in his report on the work of the \r\nOrganization (A/47/1). In our opinion, this report gives a thorough analysis \r\nof the current international situation and an objective account of the \r\nchanging role of the United Nations at a time when the world community is \r\nentering largely uncharted territory. Without exaggeration the report may be \r\nconsidered as the best annual report thus far, one that provides States with a \r\nclear vision of the achievements of the Organization as well as of the \r\nchallenges which confront it. \r\nAt the same time, although both of the reports presented by the \r\nSecretary-General rightly concentrate on peace, sustainable development, the \r\nenvironment and human rights as ultimate goals of the United Nations, it seems \r\nto us that an important subject has been omitted. Both \"An Agenda for Peace\" \r\n(A/47/277) and the \"agenda for development\" in the annual report (A/47/1, \r\nchap. Ill C), should take into consideration the validity of ideas contained \r\nin the United Nations expressions \"peace and security through disarmament\" and \r\n\"development through disarmament\". Hence, we feel compelled to draw the \r\nAssembly\u0027s attention to the omission of the important subject of disarmament \r\nin the reports. \r\nA/47/PV.32 \r\n78 \r\n(Mr. Batiouk. Ukraine) \r\nLike other delegations that have participated in this discussion, my \r\ndelegation would like to focus its comments on one of the most \r\nthought-provoking of recent United Nations documents - \"An Agenda for Peace: \r\nPreventive diplomacy, peacemaking and peace-keeping\". Its multifaceted \r\napproach to the pressing problems of international peace and security requires \r\ncareful analysis and evaluation by various United Nations bodies. However, in \r\nthe view of the Ukrainian delegation, opinions expressed by the General \r\nAssembly on this subject are of particular importance both to the \r\nSecretary-General and to the Organization as a whole. \r\nFor several years now various bodies of the General Assembly have been \r\nengaged in serious discussions on a wide range of issues that are dealt with \r\nin the Secretary-General\u0027s report. We have managed to accumulate a \r\nsubstantial number of ideas which reflect the degree of consensus regarding \r\nconcrete aspects of United Nations peace-keeping and peacemaking activities. \r\nIn this connection, it might be advisable for the General Assembly at an \r\nappropriate time to crown its present deliberations with a consensus \r\nresolution that would reflect the preparedness of States to cooperate with the \r\nSecretary-General in implementing his ideas. In our view, it would be useful \r\nto try to formulate a common approach to the far-reaching proposals of the \r\nSecretary-General, and to draft a possible list of priorities. \r\nWe are convinced that the General Assembly will reiterate the fundamental \r\ntheme of the report, namely that: \r\n\"In these past months a conviction has grown, among nations large and \r\nsmall, that an opportunity has been regained to achieve the great \r\nobjectives of the Charter a United Nations capable of maintaining \r\ninternational peace and security, of securing justice and human rights \r\nA/47/PV.32 \r\n79-80 \r\n(Mr. Batiouk. Ukraine) \r\nand of promoting, in the words of the Charter, \u0027social progress and \r\nbetter standards of life in larger freedom\u0027. This opportunity must not \r\nbe squandered. The Organization must never again be crippled as it was \r\nin the era that has now passed.\" (A/47/277, para. 3) \r\nAllow me now to touch upon some specific aspects of the report, in \r\nparticular those dealing with the peace-keeping activities of the United \r\nNations. We attach special importance to those issues since the Ukraine \r\nbecame a troop-contributing country to the United Nations Protection Force \r\n(UNPROFOR), sector Sarajevo probably one of the \"hottest\" peace-keeping \r\noperations ever carried out by the United Nations. \r\nOur brief experience offers further proof of the importance of focusing \r\nworld-wide attention on the problem of ensuring the safety of United Nations \r\npersonnel carrying out peace-keeping duties in areas of conflict. The tragic \r\ntoll speaks for itself. No one can fail to be impressed by the figure \r\nprovided by the Secretary-General that over 800 military, police and civilian \r\npersonnel from 43 countries, Ukraine among them, were killed in the service of \r\nthe Organization - not at war. Something must definitely be done about it. \r\nWe share the views expressed in this regard by the representative of the \r\nUnited Kingdom on behalf of the Twelve at the outset of our debate. \r\nA/47/PV.32 \r\n81 \r\n(Mr. Batiouk. Ukraine) \r\nWe understand that \r\n\"Duty in areas of danger can never be risk-free; United Nations personnel \r\nmust expect to go in harm\u0027s way at times.\" (A/47/277, para. 67) \r\nNevertheless, it is a direct responsibility of the international community to \r\nreact adequately to all hostile action towards United Nations personnel, \r\nespecially such action as the deliberate shelling of United Nations forces. \r\nIn the view of the Ukrainian delegation, the time has come to explore the \r\npossibility of drafting an international legal instrument to ensure the safety \r\nof United Nations peace-keeping personnel an instrument under which a State \r\nin which a peace-keeping force is deployed, as well as the parties to the \r\nconflict, would be held duly responsible for the use of force against \r\npeace-keepers. We also expect that the Security Council, in discharging its \r\nresponsibilities in accordance with the Charter, will, without further delay, \r\nadopt effective measures to create the necessary conditions for the safe \r\noperation of peace-keeping forces and for an adequate response in the case of \r\ncontinued provocative action against those forces. \r\nMy delegation would like now to turn briefly to chapter IX of the \r\nSecretary-General\u0027s report, which deals with questions of financing. Members \r\nof the General Assembly may recall the discussion of these issues during \r\ndebates in the Fifth Committee and the Special Political Committee as well as \r\nthe Committee on Peace-keeping Operations. I refer to the polemics regarding \r\nso-called alternative sources of financing. The report of the \r\nSecretary-General leaves no doubt about the necessity to look for \r\nsupplementary means of covering the Organization\u0027s expenses in this area. It \r\nA/47 /PV. 32 \r\n82 \r\n(Mr. Batiouk. Ukraine) \r\nadvances a whole range of proposals designed to strengthen the financial bases \r\nof peace-keeping. These do not exclude the possibility of borrowing resources \r\nfrom private institutions or a certain degree of commercial initiative for the \r\nOrganization in this field. But, in this respect, the ideas I have mentioned \r\nare not the only ones that deserve consideration. \r\nWe share this approach, which accords with the existing realities and is \r\ndesigned to mitigate the financial difficulties of the Organization. In our \r\nview, the General Assembly should empower its relevant organs to start working \r\non specific means of utilizing additional sources of finance, paying due \r\nregard to the maintenance of the impartial and objective character of \r\npeace-keeping operations. It goes without saying that the principle of the \r\ncollective responsibility of States for the financing of these activities in \r\naccordance with Article 17 of the Charter of the United Nations remains the \r\ncornerstone of this endeavour. \r\nOf particular importance to the delegation of Ukraine are those parts of \r\nthe report that deal with the measures provided for in Chapter VII of the \r\nCharter of the United Nations. We agree with the Secretary-General that in \r\nthe current political circumstances - circumstances that exist for the first \r\ntime since the Charter was adopted the long-standing obstacles to the \r\nimplementation of Article 43, whereby Member States undertake to make armed \r\nforces, assistance and facilities available to the Security Council, should be \r\nremoved. The availability of armed forces on call could, in itself, serve as \r\na means of deterring breaches of the peace, since a potential aggressor would \r\nknow that the Council had at its disposal a means of response. \r\nA/47/PV.32 \r\n83 \r\n(Mr. Batiouk. Ukraine) \r\nWe are convinced that full use by the international community of such a \r\npowerful mechanism as Chapter VII would certainly strengthen the authority of \r\nthe United Nations and would allay the concern of some countries and certain \r\nsegments of world public opinion about the legality of Security Council \r\ndecisions authorizing the use of military force. \r\nAt the same time, we agree with the Secretary-General that such forces \r\nare not likely to be available for some time to come. That is why Ukraine \r\nsupports the Secretary-General\u0027s recommendation concerning special \r\npeace-enforcement units to be utilized by the Security Council in clearly \r\ndefined circumstances and with terms of reference specified in advance. \r\nUkraine, for its part, is considering the possibility of creating a \r\nspecial stand-by contingent of the Ukrainian armed forces for possible use by \r\nthe Security Council for the purpose of maintaining or restoring international \r\npeace and security. \r\nI should like, in conclusion, to express confidence that our \r\ndeliberations will contribute to the search for more reliable United Nations \r\nmechanisms in the field of preventive diplomacy, peacemaking, peace-keeping \r\nand post-conflict peace-building. \r\nMrs. ZAFRA TURBAY (Colombia): As this is my delegation\u0027s first \r\nopportunity to address the General Assembly, I should like to congratulate you \r\nmost sincerely, Mr. President, on your election. Our congratulations go also \r\nto the other officers of the Assembly. I am convinced that under your \r\nleadership. Sir/ the General Assembly will be successful in its work. \r\nIt is with great pleasure that my delegation refers to the report \r\n(A/47/277) that the Secretary-General prepared at the request of the Security \r\nCouncil. That report contains recommendations aimed at making more efficient \r\nA/47/PV.32 \r\n84 \r\n(Mrs. Zafra Turbay. Colombia) \r\nthe capacity of the United Nations in the spheres of preventive diplomacy, \r\npeace-keeping, peacemaking and peace-building. \r\nAs soon as it became aware of the report, Colombia began to analyse it \r\nwith keen attention. It contains concepts that we share fully, as well as \r\nconcepts which, because of their implications and scope, give us cause for \r\nsome concern and demand more thorough consideration. As a member of the Rio \r\nGroup, Colombia fully agrees with the views expressed by our coordinator, the \r\nrepresentative of Argentina, who presented the position of the Permanent \r\nMechanism for Consultation and Concerted Political Action. In addition, \r\nColombia deems it necessary to emphasize certain issues that we hope will \r\nconstitute a contribution to these discussions. \r\nThe profound and rapid changes that the international community has \r\nexperienced in recent times mark the beginning of a new era in relations \r\nbetween States. The expectations created by the configuration of a new order \r\nbased on fairness and justice, the establishment of democracy and fundamental \r\nfreedoms, and cooperation for the purpose of achieving sustainable development \r\nand general well-being presuppose that there will be a political order and an \r\ninternational economic environment which will help to ensure that the internal \r\nmeasures adopted by States produce the expected results and will give firm \r\nsupport to national institutions and global stability. \r\nIn other words, the new scenario submitted to the community of nations \r\nentails a clear recognition of the fact that peace is a multifaceted concept. \r\nWe are very pleased about this, but the achievement of peace is still \r\novershadowed by uncertainty and by certain trends that can be seen in the \r\nmanner in which some decisions are made, as well as in the tendency of some to \r\nA/47/PV.32 \r\n85 \r\n(Mrs. Zafra Turbav. Colomhia) \r\narrogate certain powers to themselves something that merely increases \r\ndistrust and confusion. \r\nAccordingly, we agree with the Secretary-General when he refers to the \r\nexistence of a new dimension of security that encompasses economic factors \r\nincluding anti-free-trade protectionist barriers, poverty, hunger and the \r\ncrushing debt burdens and new global problems, such as illicit drug \r\ntrafficking, deterioration of the environment and the risks involved in the \r\nflow of displaced persons and in the massive migrations of people within and \r\nbeyond national borders. \r\nA/47/PV.32 \r\n86 \r\n(Mrs. Zafra Turbay. Colombia) \r\nThe bodies to deal with these questions must be those recognized as \r\ncompetent by the international community and in which States participate \r\ndemocratically on the basis of the principle of sovereign equality. \r\nThe new range of elements that could become a threat to international \r\npeace and security represents a challenge to all States and to the United \r\nNations. The latter\u0027s effectiveness in carrying out this common task of \r\npreventing and settling conflicts and of keeping the peace will depend, to a \r\nlarge extent, on how consistently the principles of the Charter are \r\nimplemented and on the credibility of the Organization\u0027s decisions. \r\nColombia agrees with the Secretary-General on the need to implement the \r\nprinciples of the Charter uniformly, not selectively, if we are to banish \r\nmistrust and avoid further weakening the United Nations moral authority. One \r\nof my country\u0027s major concerns with regard to the Agenda for Peace relates to \r\nthe apparent contradiction between the principles of sovereignty, interference \r\nin the internal affairs of States and economic cooperation. \r\nIndeed, the Secretary-General\u0027s report states: \r\n\"The time of absolute and exclusive sovereignty, however, has passed; its \r\ntheory was never matched by reality.\" (A/47/277, para. 17) \r\nThe same document, when referring to internal crisis situations, states that: \r\n\"the sovereignty, territorial integrity and national unity of States must \r\nbe fully respected in accordance with the Charter of the United Nations\" \r\n(Ibid., para. 30). \r\nColombia has always advocated and upheld the need to ensure that Member \r\nStates abide strictly by the principles of international law and that such \r\nprinciples should not be diluted or sacrificed for the sake of universality or \r\nthe trend to establish blocs. The very recognition of interdependence and the \r\nA/47/PV.32 \r\n87 \r\n(Mrs, Zafra Turbav. Colombi?) \r\nexistence of multilateralism can be understood only if construed as \r\nrecognition of the outside influence of a State\u0027s sovereign acts and the \r\nequally sovereign response of the community of nations to the conduct in \r\nquestion. \r\nIn that connection Colombia was especially pleased that the \r\nSecretary-General, in addressing the Tenth Conference of Heads of State or \r\nGovernment of the Movement of Non-Aligned Countries held at Jakarta in the \r\nfirst week of September, reaffirmed the need to abide by such basic principles \r\nas national sovereignty and that in that connection he stated that: \r\n\"The concept of sovereignty is at the very heart of the United Nations \r\ndialectic, for nations cannot be truly united if they are not genuinely \r\nsovereign. Let us also remember that the Charter refers to sovereign \r\nequality, since sovereignty embodies the principle of equality.\" \r\nEqually reassuring was his reference to non-intervention and his words to \r\nthe effect that the United Nations will never intervene in the internal \r\naffairs of a Member State, whether under the guise of preventive diplomacy or \r\nfor the sake of performing humanitarian actions, without obtaining the consent \r\nof all the interested parties. \r\nNow that that has been made clear, we can refer to the links that the \r\nSecretary-General established between the economic and social situation of \r\ncountries and peace and security. We view that relationship as an invitation \r\nto strive for a just and balanced economic and social development, putting \r\ninto that undertaking the same degree of effort and intensity as has been \r\ndevoted to the maintenance of peace in regions of conflict. On earlier \r\noccasions we have stated that a sound economic situation is no guarantee of \r\npeace, just as the absence of peace does not mean that a region will \r\nA/47/PV.32 \r\n88 \r\n(Mrs. Zafra Turbay, Colombia) \r\nautomatically become one of conflict. Peace, we must not forget, is one of \r\nthe most important issues on our agenda, but it is not the only one. The \r\nOrganization must also deal with economic and social issues, as was stated in \r\nthe proposal of the Rio Group, which we firmly support, and which drew up a \r\ntrue Agenda for Development. \r\nIn that connection we must reverse the recent trend to expand the powers \r\nof the Security Council, to the detriment of the balance established by the \r\nCharter between the various principal organs of the United Nations. If a \r\ndifficult situation rooted in economic and social factors should arise, the \r\nsolution ought not be provided by the Security Council. It would be more \r\nappropriate to have recourse to the various agencies in the system and seek \r\ninternational support in stabilizing a given region through a development \r\nprogramme and appropriate strategies. Development is a goal in itself, one \r\ndesigned to achieve higher standards of well-being for peoples, and, just as \r\nit can be a destabilizing factor, when properly directed it can create a solid \r\nfoundation for progress. \r\nIn our opinion there is one issue that should be added to the Agenda for \r\nPeace: reform of the Security Council, which is indispensable for the new \r\ndesign for peace. The new tasks and responsibilities in the field of peace \r\nimply a reform of the Security Council, a body that is still governed by \r\nmeasures adopted nearly 50 years ago, in 1945. Such reform should include, \r\ninter alia- the question of that body\u0027s composition and an analysis of the \r\nquestion of the right to the veto. The redefinition of a peace programme must \r\nproceed parallel to the updating of that organ, which bears the major \r\nresponsibility for implementing the peace programme. \r\nA/47/PV.32 \r\n89-90 \r\n(Mrs. Zafra Turbay. Colombia) \r\nAlso of particular interest to my country is the question of \r\npeace-keeping operations. We understand that this mechanism has been applied \r\nto a new series of situations. However, as a peace-loving country, we are \r\nconcerned at the frequency with which Chapter VII of the Charter is being \r\ninvoked and, consequently, at the new and expanded responsibilities being \r\nallocated to the Security Council over and above those set forth in the \r\nCharter. We are apprehensive at the possibility, albeit remote, that United \r\nNations peace-keeping operations might become an executory arm of the \r\ndecisions adopted by the Security Council in such areas as humanitarian \r\nassistance, the protection of human rights, illicit drug trafficking, \r\nenvironmental deterioration and others, which, as I said earlier, are issues \r\nthat should be dealt with in the General Assembly, the Economic and Social \r\nCouncil and other appropriate forums. \r\nMy country attaches the utmost importance to peace-keeping operations. \r\nIn the past 40 years Colombia has participated in peace missions by providing \r\nlaw-enforcement officers and military observers. Our contribution and \r\ncooperation with the United Nations in the maintenance of international peace \r\nand security began with our active participation in the Korean conflict. \r\nA/47/PV.32 \r\n91 \r\n(Mrs. Zafra Turbay. Colombia) \r\nOur contribution to United Nations peace-keeping activities continues \r\ntoday in El Salvador, Cambodia, Yugoslavia, the Sinai and Angola. My \r\ndelegation believes that in the exercise of those activities, such fundamental \r\nprinciples as universality and non-discrimination on the basis of race, \r\nlanguage or culture must be borne in mind. The process of selecting \r\ncontingents from different countries should be carried out equitably and \r\nimpartially. \r\nIn connection with the budgetary proposals contained in the report of the \r\nSecretary-General on the work of the Organization, although we agree with him \r\non the need to seek financial mechanisms that will ensure the effective \r\nimplementation of peace-keeping operations, my delegation would supplement \r\nthose proposals, as follows. \r\nFirst, budgetary measures should be discussed en bloc in order to provide \r\nMember States with an overview of implicit financial commitments. \r\nSecondly, the discussion should benefit from the initiatives currently \r\ntaking shape in various bodies, including the expert group set up by the \r\nSecretary-General. It would be advisable to set a deadline for the submission \r\nof proposals to allow time for their thorough examination. \r\nThirdly, eventual decisions should discourage late payment of \r\ncontributions and not destabilize the United Nations regular budget. \r\nFourthly, thought should be given to establishing a peace-keeping reserve \r\nfund, on the understanding that the search for sources of financing in the \r\nprivate sector and from individuals should not compromise the necessary \r\nimpartiality and neutrality of the Organization. \r\nA/47/PV. 32 \r\n92 \r\n(Mrs. Zafra Turbav. Colomhia) \r\nFinally, we wish to underscore what was said by the Rio Group. We do not \r\nthink it a good idea at this juncture to alter the scale of assessments \r\nadopted for peace-keeping operations. On the contrary: institutionalization \r\nof the scale would enhance the reliability of commitments resulting from the \r\nSecretary-General\u0027s new initiatives. \r\nThe Colombian delegation hopes these ideas will contribute to improving \r\nour Organization\u0027s capacity for action in the face of the changing factors of \r\npeace and security. Thus, we firmly support the establishment of a General \r\nAssembly working group that is able to contribute positive proposals to the \r\nanalysis of the document that we have been considering today. \r\nThe meeting rose at 6.30 p.m. \r\n"