"IITED \r\nJIONS \r\nGeneral Assembly U N LIBRARY \r\nOCT 2 i 12-\u0027\" \r\nUN/SA COLLECT! \r\nPROVISIONAL \r\nA/47/PV.15 \r\n7 October 1992 \r\nENGLISH \r\nForty-seventh session \r\nGENERAL ASSEMBLY \r\nPROVISIONAL VERBATIM RECORD OF THE 15th MEETING \r\nHeld at Headquarters, New York, \r\non Monday, 28 September 1992, at 3 p.m. \r\nPresident: \r\nlater: \r\nMr. GANEV \r\nMr. LEAL \r\n(Vice-President) \r\n(Bulgaria) \r\n(Nicaragua) \r\nAddress by Mr. Vytautas Landsbergis, President of the Supreme \r\nCouncil of the Republic of Lithuania \r\nGeneral debate [9] (continued) \r\nStatements made by \r\nMr. Evans (Australia) \r\nAddress by Mr. Aleksander Meksi, Chairman of the Council of \r\nMinisters of the Republic of Albania \r\n/... \r\nThis record contains the original text of speeches delivered in English \r\nand interpretations of speeches in the other languages. The final text will \r\nbe printed in the Official Records of the General Assembly. \r\nCorrections should be submitted to original speeches only. They should \r\nbe sent under the signature of a member of the delegation concerned, within \r\naaS-Wfiek, to the Chief, Official Records Editing Section, Office of Conference \r\nServices, room DC2-750, 2 United Nations Plaza, and incorporated in a copy of \r\nthe record. \r\n92-61255 1434-I4it;v \"*\u003e \r\nA/47/PV.15 \r\nl(a-z) \r\nStatements made by \r\nMr. Chambas (Ghana) \r\nMr. Alarcon de Quesada (Cuba) \r\nMr. Wong (Singapore) \r\nMr. Holo (Benin) \r\nMr. Niehaus Quesada (Costa Rica) \r\nA/47/PV.15 \r\n2 \r\nThe meeting was called to order at 3.30 p.m. \r\nADDRESS BY MR. VYTAUTAS LANDSBERGIS, PRESIDENT OF THE SUPREME COUNCIL OF THE \r\nREPUBLIC OF LITHUANIA \r\nThe PRESIDENT: The Assembly will now hear an address by the \r\nPresident of the Supreme Council of the Republic of Lithuania. \r\nMr. Vytautas Landsberqis. President of the Supreme Council of the \r\nRepublic of Lithuania, was escorted into the General Assembly Hall. \r\nThe PRESIDENT: On behalf of the General Assembly, I have the honour \r\nto welcome to the United Nations the President of the Supreme Council of the \r\nRepublic of Lithuania, His Excellency Mr. Vytautas Landsbergis, and to invite \r\nhim to address the Assembly. \r\nPresident LANDSBERGIS (spoke in Lithuanian; English text furnished \r\nby the delegation): Allow me to express to you, Mr. President, and to the \r\nfree people of Bulgaria my sincere congratulations on behalf of Lithuania on \r\nyour election to such an eminent post. It is fitting that you, an active \r\nparticipant in the creation of a new Europe, should preside over the \r\ndeliberations of this Assembly as it seeks to establish the foundations for a \r\nrevitalized United Nations. The task that confronts us is a result of the \r\nmany significant changes in the world. \r\nExactly four years ago in Lithuania, in the Cathedral Square of Vilnius, \r\npeople were beaten because they sought freedom. They had gathered to \r\ncommemorate the day in 1939 when, the Second World War having already begun, \r\nHitler sold to Stalin the as yet unconquered land of Lithuania with all its \r\npeople and all their rights. Almost half a century later, in 1988, no more \r\nrights had been secured. So on that day, 28 September 1988, in Cathedral \r\nSquare, some staged hunger strikes for the release of political prisoners and \r\nothers sang songs and demanded freedom for their homeland, while still others \r\nattacked with shields and rubber truncheons, beating those that sang. \r\nA/47/PV.15 \r\n3 \r\n(President Landsbergis) \r\nSuch was the struggle for rights and ideas a struggle that needed to be \r\nunderstood and appreciated. And in the international commentary and portrayal \r\nof this struggle, there also ensued a battle of ideas for right and truth. \r\nSuch was the non-violent struggle for liberation waged by Lithuania in the \r\nname of independence and universally acknowledged Christian principles \r\nunifying the ideas of truth and freedom. \r\nA year has passed since that day in September when the Lithuanian flag \r\nwas raised at United Nations Headquarters. In that year we watched as the \r\nSoviet Union - that great totalitarian empire stretching from the Baltic to \r\nthe Sea of Japan flickered and disappeared, and how that country was \r\nreplaced in its seat here at the United Nations by a new democratic Russia \r\nassuming its predecessor\u0027s rights and obligations. \r\nWe also watched as parallel movements for national independence brought \r\ndown a small communist empire in the south of Central Europe on the Adriatic \r\ncoast. And we watched as both of these processes were accompanied by the \r\nrather ambivalent sentiments and positions of the Western States that is, of \r\ntheir leaders. The world order is moving in a positive direction we will \r\nsee less evil yet these changes seem to bring about a nostalgia for the old \r\norder to which so many had grown accustomed. \r\nLithuania\u0027s position was not one of ambivalence. We supported \r\npolitically Armenia, Georgia and Moldova and the Muslim nations of the former \r\nSoviet Union, proposing peaceful solutions to their problems. We were the \r\nfirst to recognize the independence of Slovenia and Croatia in 1991, and this \r\nyear we recognized the independence of Bosnia and Herzegovina and Macedonia. \r\nAlthough this may not have been much, these policies nevertheless reflected a \r\nposition arising from our own experience and the principles we cherish. \r\nA/47/PV.15 \r\n4 \r\n(President Landsberqis) \r\nAnd what is that experience? \r\nThe campaign against us was waged by magical means that perhaps can be \r\nbest described as communist voodoo politics, in which nothing is called by its \r\nproper name. So we learned how to identify these phantoms and shadows and we \r\nfound that such ghosts, when called by their proper names, soon begin to fade. \r\nThe evil empire continues to fade away, but it has not vanished \r\naltogether. Sometimes quite the opposite appears to be true its spirit is \r\nso lively that it just may rise again among us and above us. For this reason, \r\nwhen we call for the condemnation and trial of Soviet communism, when we see \r\nand expose attempts to restore the USSR, we are in effect supporting \r\ndemocratic Russia and international peace. Democratic Russia, which condemned \r\nthe 1940 Soviet annexation of Lithuania and recognized our independence, \r\nre-established in 1990, should not refer to the Baltic countries as \"newly \r\nemerged\" States. Those officials who continue to promulgate this misnomer do \r\na disservice to the truth and to their country, which is struggling to renew \r\nitself, to rise above the lies of the past. This applies also to some other \r\nlabels and intentions. \r\nWe do not think, for example, that the Serbian army, operating in \r\nneighbouring countries, could be called a \"peace-keeping force\", even if the \r\ntroops painted their helmets blue. We do not think that such forces, \r\nauthorized to act both on their own and on neighbouring territory, should \r\nunilaterally establish their outposts wherever they please, without the \r\nneighbouring country\u0027s consent. \r\nWe think that States and their armies should be called by their proper \r\nnames. \"Serbia\" and \"Montenegro\" are fine names, appropriate enough for a \r\nfederation title, so let old ghosts fade away. Defending one State\u0027s actions \r\nagainst another under the guise of ethnic protection is dangerous. \r\nA/47/PV.15 \r\n5 \r\n(President Landsberqis) \r\nspecifically if the goal is to politicize what is clearly a legal matter. It \r\nis even more dangerous to hide in this way the true nature of military \r\nactions. When an assault is called by a more neutral term, such as \r\n\"conflict\", this third-party position benefits the aggressor and that position \r\nbecomes neither objective nor neutral. \r\nA/47/PV.15 \r\n6 \r\n(President Landsberqis) \r\nLithuania has experienced this and I think that Lithuania\u0027s experience of \r\ndefending itself with the truth, and by avoiding political entrapments, can be \r\na useful example to others, including the Organization. \r\nLithuania, Latvia and Estonia have a big neighbour where a variety of \r\npolitical forces are vying for power in sectors of society and government. \r\nSome elements are democratic, some less so, and others not at all. Those \r\nmedia circles in neighbouring Russia that inherited the characteristic \r\nmind-set of the old empire are at present promoting aggressive anti-Baltic \r\nsentiments, a substitute \"cold-war\" policy which surfaces in the statements of \r\nits officials time and time again. \r\nAllow me to share some concepts and statements, emanating from the \r\nconservative elements of the Russian Parliament and the Foreign Ministry, \r\nwhich alarm Russia\u0027s smaller neighbours. Foreign countries are there divided \r\ninto two categories: the inner sphere and the outer sphere. \r\nSimilarly, Lithuanian composer Bronius Kutavicius\u0027s musical score for \r\nfour of the instruments used have the designations of near violin, distant \r\nviolin, near piano and distant piano. The stage violin is the one that the \r\nlistener can reach from the front row and thus may feel the inclination to \r\ngrab as his \"vital interest\". Universal musical harmony is of less concern to \r\nhim. The 30 June 1992 document of the Foreign Affairs Committee in the \r\nRussian Parliament recommends this position. The concept is not new; it has \r\nbeen around since the time of Ivan the Terrible. It was used by other States \r\nless successfully. \r\nThe \"inner sphere\" is designated as an extraordinary or special-interest \r\nzone. This concept having been defined - and, if necessary a \r\nMolotov-Ribbentrop-type pact may be signed military force may be used and \r\nthe former inner sphere is no longer a foreign land. Then the outer sphere \r\nA/47/PV.15 \r\n7 \r\n(President Landsberqis) \r\nbecomes the inner sphere and subsequently a special-interest zone. \r\nTerritorial expansion continues, and will continue, if resources permit, until \r\nno foreign countries at all remain. \r\nFor those who believe this process of territorial expansionism to be \r\nnatural the opposite process is quite painful. For this reason attempts are \r\nmade to block it, to stop the withdrawal of troops from the neighbour\u0027s \r\nterritory; for this reason one must find someone to protect with this army as \r\na pretext not to remove troops. Those politicians like President Yeltsin who \r\nthink democratically and have a broader perspective, who want to withdraw the \r\narmy and to normalize relations, are called traitors who do not defend the \r\nState\u0027s imperial interests. \"Your interests are our interests\", and \"Your \r\nrights are our rights\", is said to fellow nationals abroad, especially to \r\nthose who think that their prime interest and right is the restoration of the \r\norder and traditions of the former empire. \r\nI take a different view. For example, in my opinion the best interest \r\nand natural right of the Russian community in Estonia is to learn a little of \r\nthe Estonian language and after a few months to acguire Estonian citizenship, \r\naccording to the law about which there is so much outcry at present. We hear \r\nno protest from Lithuanians living in Estonia, and Lithuania does not plan any \r\nsanctions against that country. We will not suspend any of our treaties with \r\nEstonia and we will not ask the United Nations to impose any sanctions against \r\nit. I have not heard that similar actions have been demanded by Israel or \r\nUkraine, although the Foreign Minister of the Russian Federation in his \r\nstatement to the Assembly at this session was also concerned about other \r\nnationalities residing in Estonia. \r\nA/47/PV.15 \r\n8 \r\n(President Landsberqis) \r\nWe disagree with the opinion expressed in the Russian periodical \r\nDiplomatic Bulletin that a referendum or other type of vote in one State may \r\nbe regarded as an act of force against another State, with a presumed right of \r\nthat State to resort to \r\n\"reactive measures, and not necessarily ones of an equivalent character\". \r\nSuch diplomacy is based on the hope that: \r\n\"Russia will not be condemned, at least by those nations which at that \r\nmoment will be directing their planes towards a Libya or an Iraq\". \r\nThese are words uttered in August 1992, but they sound as if they were uttered \r\nin January 1991. \r\nWhen we hear from this very rostrum that it is necessary to use force to \r\nprotect human rights we immediately begin asking ourselves who is this \r\npoliceman-defender who comes, let us say, from Russia to Moldova or from \r\nSerbia to Bosnia. In Dubrovnik and in Sarajevo he defends his minority rights \r\nin very strange ways. It reminds me of an old and macabre dissident joke from \r\nthe days of Stalin. The first man asks \"Will there be a third world war?\" \r\nThe second answers \"No, there will not, but there will be such a battle for \r\npeace that not one stone will be left on another.\" \r\nFor this reason we would not want to see Russian peace-keeping forces \r\ntransforming themselves into forces that would impose a Russian peace, a \"Pax \r\nRuthenia\", in the inner sphere of foreign countries. We wish that somebody \r\nwould remember the human rights of the hundreds of thousands of people \r\ndeported from the Baltic countries, including the right to compensation, and \r\nthat someone, possibly the United Nations, would help to raise from the bottom \r\nof the Baltic Sea the poisons of the Second World War that were dropped off \r\nour shores by the Soviet army. The right of anyone to live on the shores of \r\nthe Baltic Sea is now in danger. \r\nA/47/PV.15 \r\n9-10 \r\n(President Landsberqis) \r\nWe would like to see the world community help all nations rising from the \r\nRed plague and to see the family of nations assist Russia economically and \r\nalso in its search for democracy and justice. It should be a matter of \r\nuniversal concern that the dead hand of communism should not drag down into \r\nits marble mausoleum the entire nation and possibly all mankind. We should \r\nresist this danger by upholding other values, not those from the realm of \r\nghosts of the past. \r\nLithuania and the other Baltic States again present a challenge to \r\nRussia, and the world will see how it responds. Maybe the economic pressure \r\nand measures of an undeclared blockade directed against us are not direct \r\npunishment for destruction of the empire or help to our leftist opposition in \r\nLithuania. Maybe these are just the difficulties of Russia itself, although \r\nprobably not exclusively of an economic nature. We also have these \r\ndifficulties and thus we know them well. \r\nRecently signed bilateral agreements on the withdrawal of the Russian \r\narmed forces from Lithuania give us hope. These agreements were welcomed by \r\nthe democratic world and a multitude of people of good will. I do not doubt \r\nthat the United Nations will urge that such agreements should also be signed \r\nbetween Latvia and Russia as well as between Russia and Estonia. Moreover, \r\nthe process of withdrawal of the armed forces should be carefully monitored in \r\norder that the four States may as soon as possible achieve normalization of \r\ntheir relations under conditions of security, prosperity and friendship \r\nbetween all the nations of the region. \r\nA/47/PV.15 \r\n11 \r\n(President Landsberqis) \r\nI thank you, Mr. President, for the opportunity to express that hope. \r\nIn conclusion, I should like to say a few words about United Nations \r\nstructural reforms. These reforms are also tied to our experience. \r\nWhen a large State pressures and accuses a small neighbour, the latter \r\nshould find support here, at the United Nations, which is duty-bound to defend \r\nsmall States. Changes in representation could be made, such as establishing a \r\nGroup of Small European States at the United Nations with its specific vision \r\nof global problems and shared concern for preserving national identity. \r\nPerhaps that \"Little Europe\" could initiate a solidarity movement in behalf of \r\nsmall States around the globe. \r\nThe Security Council could be expanded to include three new permanent \r\nmembers - Japan, Germany and India and the exercise of the right to veto \r\nfrom that day forward could require not one but at least two permanent \r\nmembers\u0027 invoking that right at the same time. \r\nI respectfully request that these ideas be included in the ongoing debate \r\nof ideas being considered at the United Nations. \r\nThe PRESIDENT: On behalf of the General Assembly, I wish to thank \r\nthe President of the Supreme Council of the Republic of Lithuania for the \r\nstatement he has just made. \r\nMr. Vytautas Landsberqis. President of the Supreme Council of the \r\nRepublic of Lithuania, was escorted from the General Assembly Hall. \r\nAGENDA ITEM 9 (continued) \r\nGENERAL DEBATE \r\nMr. EVANS (Australia): I congratulate you, Mr Ganev, on your \r\nelection as President of the General Assembly at its forty-seventh session. \r\nYou take this important position at a very challenging time for the United \r\nA/47/PV.15 \r\n12 \r\n(Mr. Evans. Australia) \r\nNations and its Member States, not least for your own country, which is so \r\nadmirably consolidating the gains of the democratization process. The \r\nAustralian delegation looks forward to working closely with you as the session \r\nprogresses. \r\nI also extend, at the outset, Australia\u0027s very warm welcome to the 13 \r\nStates for which this session will be their first as Members of the United \r\nNations: Armenia, Azerbaijan, Georgia, Kazakhstan, Kyrgyzstan, Moldova, San \r\nMarino, Tajikistan, Turkmenistan, Uzbekistan, Croatia, Slovenia, and Bosnia \r\nand Herzegovina. We have, I believe, in our own highly multicultural \r\nAustralian population immigrants from every one of those States, and we \r\nalready feel, as a result, that we know them well. \r\nIn the past year we have seen the total collapse of the bipolar global \r\nstructure which had underpinned international relations since 1945. The risks \r\nof a global nuclear holocaust have receded almost to the vanishing point. So \r\ntoo have the sterile ideologies of the past which for so long set obstacles in \r\nthe way of the development of a new international system of cooperation under \r\nthe authority of the United Nations and its agencies. \r\nBut while the opportunities for cooperation have never been greater, the \r\nchallenges to the international community posed by regional conflicts, \r\nhumanitarian crises and unresolved transnational problems have also never been \r\ngreater. What is expected of the United Nations system is now immense, but \r\nthere is still a very big question mark over the capacity of our system to \r\ndeliver. In the past twelve months the international community has had some \r\nconspicuous success in meeting some of these challenges. We have seen, for \r\nexample, the signing of the Paris Agreements on Cambodia last October, the \r\nrecently completed negotiation of a chemical-weapons Convention text, the \r\nA/47/PV.15 \r\n13 \r\n(Mr. Evans. Australia) \r\nUnited Nations Conference on Environment and Development (UNCED) summit in Rio \r\nin June, movement forward in the Middle East peace process, and hopes for the \r\nresolution of the long-standing problems in Afghanistan, Cyprus and Western \r\nSahara. \r\nBut a number of problems have to date been beyond the capacity of the \r\nUnited Nations, or international cooperative efforts more generally, to \r\nresolve in a timely and wholly effective way. The most significant and tragic \r\nof these have been the conflicts in the former Yugoslavia and Somalia. \r\nEqually, the world has failed so far in efforts to strengthen and expand the \r\nliberal international trading system through the Uruguay Round of multilateral \r\ntrade negotiations on the General Agreement on Tariffs and Trade (GATT), a \r\nfailure of just as much concern to the developing nations as to the \r\ndeveloped. \r\nThis session of the General Assembly gives us the opportunity of \r\nsystematically reviewing where we have got to and how far we still need to go \r\non the range of acute problems - political, economic and humanitarian - now \r\nconfronting us around the globe. We are much assisted in this respect by the \r\nSecretary-General\u0027s report entitled \"An Agenda for Peace\", on some key aspects \r\nof which I want to focus in this statement. The report, although \r\nconcentrating specifically on the role of the United Nations in peacemaking, \r\npeace-keeping and related areas, was of course written very much against the \r\nbackground of the total challenge facing the United Nations international \r\nsystem, and in particular the critical importance of finding lasting solutions \r\nto the age-old problems of basic human survival and, in the words of the \r\nCharter, \"better standards of life in larger freedom\". \r\nA/47/PV.15 \r\n14 \r\n(Mr. Evans. Australia) \r\nIf we have learned anything from the passage of years about the sources \r\nof conflict and war, and what is necessary to achieve peace and security, it \r\nis that these problems have to be addressed at many different levels. Threats \r\nto security arise not only from military ambition and the race to acquire \r\narmaments, but also from economic and social deprivation, from ignorance of \r\ncountries about each other, from a failure to address problems that by their \r\nnature cross international boundaries, and from a failure by national leaders \r\nto trust the sense and judgment of their own people. An effective system of \r\ninternational cooperation to meet threats to peace and security itself has to \r\noperate at all these levels simultaneously. \r\nIn the first place, when unbridled aggression occurs across national \r\nfrontiers, the international community has to have a credible collective \r\ncapacity to resist that aggression. Chapter VII of the Charter provides for \r\nsuch a peace-enforcement function. There is now in the post-cold-war era a \r\nmanifest willingness in the international community to utilise interventionist \r\nChapter VII functions, so long rendered impotent by the veto in the Security \r\nCouncil, in cases of overt aggression and other obvious cross-border threats \r\nto international peace and security. \r\nOf course not every case of aggression, or the deliberate infliction of \r\nsuffering, occurs across State borders or in such a way as to clearly and \r\nunambiguously constitute a threat to international peace and security. And \r\nthere will be a number of such situations in which the intervention of the \r\ninternational community could make a difference, so much so that there are \r\nlarge moral and political pressures upon us all to take action. It seems \r\nlikely, unhappily, that the United Nations will increasingly be confronted \r\nwith situations in which the principle of non-intervention in internal affairs \r\nwill be matched by a compelling sense of international conscience. It may be \r\nA/47/PV.15 \r\n15 \r\n(Mr. Evans. Australia) \r\nthat our Charter will never be capable of formal amendment so as to precisely \r\ndefine those circumstances in which such intervention is legitimate and those \r\nin which it is not. But recent experience has shown that there is an emerging \r\nwillingness - which my country has certainly shared to accommodate \r\ncollective intervention in extreme, conscience-shocking cases, and it may well \r\nbe that a body of customary precedent will emerge over time and will \r\nconstitute its own source of authority for such intervention in the future. \r\nA/47/PV.15 \r\n16 \r\n(Mr. Evans. Australia) \r\nThe second level of necessary United Nations involvement in peace and \r\nsecurity matters is peace-keeping: that activity which falls short of actual \r\nenforcement, but involves assistance on the ground in monitoring, supervising, \r\nverifying and generally securing the implementation of agreements once made. \r\nAs the various peace-keeping operations now in place or planned for Cambodia, \r\nAfrica, the Middle East and elsewhere amply make clear, an increasingly wide \r\nvariety of activities, involving both military and civilian personnel, are \r\nbeing subsumed under this general umbrella: none of them are very clearly \r\ndescribed in the letter of the United Nations Charter, but all of them are \r\nvery clearly within its spirit. \r\nAustralia strongly endorses the call by President Bush on 21 September to \r\nstrengthen United Nations peace-keeping and related operations, and welcomes \r\nin particular the stated intention of the United States to look at ways of \r\nensuring adequate financial support for these activities as well as for United \r\nNations humanitarian activities. Financing and administration of United \r\nNations peace-keeping operations are obviously key areas of its activity where \r\ndecisions are necessary at this year\u0027s General Assembly. It is a source of \r\nregret that we, the nations of the world, have still not given the \r\nSecretary-General the financial resources or flexibility needed to undertake \r\nUnited Nations peace-keeping operations expeditiously. \r\nFor its part, Australia would support the Secretary-General\u0027s call in \"An \r\nAgenda for Peace\" (A/47/277) for the establishment at this session of a \r\npeace-keeping reserve fund, and for virtually automatic approval of one third \r\nof the anticipated budget for a peace-keeping operation to enable it to be \r\ndeployed speedily and efficiently. We would also recommend that the \r\nSecretary-General consider further structural changes in the Secretariat as a \r\nA/47/PV.15 \r\n17 \r\n(Mr. Evans. Australia) \r\nmeans of improving the administration of peace-keeping operations, including \r\nthe relocation of the Field Operations Division into the Department of \r\nPeace-keeping Operations. \r\nThe third level of United Nations involvement in peace and security, and \r\nthe most basic and important of all, is the prevention of conflict. We in the \r\ninternational community should be working hardest through the United Nations \r\nto create conditions that minimize insecurity and threats to peace, and which \r\nmake it possible for specific high-risk situations to be addressed before they \r\nget to the point of requiring either peace-keeping or, worse still, coercive \r\npeace-enforcement responses. \r\nThe effective prevention of conflict and risk minimization involve three \r\nquite distinct kinds of activity. In the first place, it involves addressing \r\na variety of non-military threats to security; secondly, addressing the \r\nmilitary risk to security posed by uncontrolled arms build-ups; and thirdly, \r\nputting in place the most effective possible preventive diplomacy and \r\npeacemaking arrangements to deal at an early stage with specific high-risk \r\nsituations. I want to concentrate my remarks on what we should be doing, in \r\nthis General Assembly and beyond, in each of these areas in turn. \r\nAmong the gravest of all life-threatening non-military risks are those \r\nposed by humanitarian disasters, especially famine. The recurring tragedy of \r\nmass starvation in Africa often made worse by accompanying military \r\nconflict, but not wholly explained by that conflict underlines the need for \r\nthe United Nations system as a whole, and the Security Council in particular, \r\nto strengthen its capacity to meet the problems of potential famine. \r\nAustralia proposes the establishment of a group of senior officials from \r\ndeveloped and developing countries and relevant United Nations agencies, \r\nA/47/PV.15 \r\n18 \r\n(Mr. Evans. Australia) \r\nsupported by a strengthened Department of Humanitarian Affairs and by a \r\ncomprehensive database, which would convene regularly to conduct high-level \r\nreviews of the global famine situation and identify emerging crisis \r\nsituations. Such a group would be responsible for turning pledges into \r\ntimely, life-saving deliveries of food to people in need, and would seek to \r\nensure that donor contributions were complementary, properly coordinated and \r\nwell-targeted. That high-level review group would report regularly, with \r\nappropriate recommendations, to the Security Council. \r\nFamine is only the most extreme example of a much more widespread global \r\nproblem. The Secretary-General, in his address to the summit of the Movement \r\nof Non-Aligned Countries, identified our \"ultimate enemy\" as poverty. He \r\nargued for the indivisibility of peace and prosperity, of political and \r\neconomic security, of democracy and development, and environmental protection \r\nand sustainable development, making the point that unless we meet the threat \r\nposed by poverty, it will undermine all the advances we make elsewhere. We \r\nneed to have this firmly in mind as we act for the rest of this decade and \r\nbeyond to meet non-military threats to peace and security. \r\nTwo issues in particular will have a crucial influence on our ability to \r\nprevail over these threats. One is the retreat to protectionism, which could \r\nwell result from a failure to reach agreement in the Uruguay Round, which will \r\ndo untold damage to many economies around the world, particularly those of the \r\npoorest nations, which would effectively be excluded from the benefits of an \r\nexpansion in world trade. We cannot let pass the opportunity, provided by \r\nthis round of negotiations, to further liberalize world trade and establish \r\nequitable disciplines for the new components of world trade. The recent \r\nsummit of the Non-Aligned Movement illustrated beyond a doubt that this is a \r\nview shared equally by developed and developing countries. \r\nA/47/PV.15 \r\n19 \r\n(Mr. Evans. Australia) \r\nThe other important need in this context is for prompt and effective \r\nfollow-up to the outcomes of the United Nations Conference on Environment and \r\nDevelopment, and in particular the creation of an effective Commission on \r\nSustainable Development. We cannot waste now the opportunity offered to us at \r\nRio to make a serious attack on the elimination of global poverty, based on \r\nthe principles of sustainable development. Ignoring these will produce, at \r\nbest, only short-term solutions which will have little impact on our ability \r\nto secure the future of this planet. This places a particular onus on us at \r\nthis session. Our decisions and actions will have a crucial bearing on how \r\nthe concerns identified at Rio are taken forward. \r\nNatural disasters, acute poverty, famine and environmental degradation \r\nare all, along with war itself, major contributors to another great \r\nhumanitarian problem and by extension security problem with which the \r\ninternational system is barely coping: the problem of unregulated population \r\nflows. Much important relief and rehabilitation work continues to be done for \r\nrefugees and displaced persons by the relevant agencies, in particular the \r\nUnited Nations High Commissioner for Refugees, and some useful attention has \r\nbeen recently given to the problem by the General Assembly. But crises \r\ncontinue to escalate, and there are still problems evident in the coordination \r\nof responses between operating and supervising bodies. Those problems have to \r\nbe addressed as a matter of urgency, and one obvious way to do so is, again, \r\nto strengthen the capacity of the new Department of Humanitarian Affairs. \r\nThere is at least one other non-military threat to peace and security \r\nthat Australia hopes will get increased attention from this General Assembly, \r\nand that is the failure of Governments to observe the fundamental standards of \r\nA/47/PV.15 \r\n20 \r\n(Mr. Evans. Australia) \r\nhuman rights as set out in the Universal Declaration and the more detailed \r\nCovenants, to which so many of us have subscribed. \r\nThe Secretary-General in his report \"An Agenda for Peace\" (A/47/277) very \r\nproperly emphasizes in this context the question of the rights of minorities. \r\nIt is understandable that, freed from the iron restraints of totalitarian \r\nregimes, some ethnic and linguistic groups have sought and no doubt will \r\ncontinue to seek - to establish their own political entities. As has been all \r\ntoo graphically demonstrated in the States of former Yugoslavia, Iraq and \r\nelsewhere, there is no easy answer to these aspirations, particularly when \r\nself-determination would in such cases be synonymous with fragmentation and \r\nitself be a source of threat to international peace and security. War, \r\nparticularly civil war, also engenders many of the greatest abuses of human \r\nrights. \r\nThe bulk of such aspirations to self-determination might, in fact, be met \r\nby stricter observance of human rights and guarantees of the rights of all \r\nminorities ethnic, religious, linguistic or social within democratic \r\nframeworks. The General Assembly will have before it at this session a draft \r\ndeclaration on the rights of minorities, endorsed earlier this year by the \r\nCommission on Human Rights. And the launch, later this session, of the \r\nInternational Year of the World\u0027s Indigenous People to which Australia is \r\nvery strongly committed will be a further indication of our concern in this \r\nregard. \r\nA/47/PV.15 \r\n21 \r\n(Mr. Evans. Australia) \r\nBreaches of universal human rights standards remain, unhappily, all too \r\ncommon. In a country such as Burma or Myanmar - the security of the State \r\nis based on a denial of fundamental human rights and the application of \r\ndemocratic processes. In South Africa, the promise of a peaceful, negotiated \r\ntransition to majority rule continues to be put at risk by recurring violence \r\nof appalling intensity, itself an all too obvious legacy of the apartheid \r\nsystem. \r\nThese and too many other examples that could be mentioned show the \r\ndimensions of the problem still ahead of us. They confirm the importance of \r\nnext year\u0027s World Conference on Human Rights in Vienna, particularly for \r\nthose Governments needing further encouragement to adopt human rights \r\npolicies - founded, I emphasize, not on so-called Western values, but on \r\ninternationally accepted, universal standards of practice. Discussion at this \r\nsession should play an important role in developing a consensus approach to \r\nthe Conference. At the very least, I hope it will resolve the outstanding \r\nquestion of the agenda, which was left undecided at the recent preparatory \r\nmeeting in Geneva. \r\nThe General Assembly at this session might also usefully consider some \r\nother steps to consolidate respect for human rights. There is, for instance, \r\na growing call by the international community for a mechanism to try \r\nindividuals for breaches of international humanitarian law and other \r\ninternational crimes. Australia supports consideration being given to an \r\ninternational criminal jurisdiction to deal with such offences, and considers \r\nthat the International Law Commission should continue its important work on \r\nthis topic, specifically by drafting a statute for an international criminal \r\ncourt. \r\nA/47/PV.15 \r\n22 \r\n(Mr. Evans. Australia) \r\nThe end of the cold war notwithstanding, a major preventive effort by the \r\ninternational community is still necessary in relation to the military threat \r\nto security posed by continuing arms build-ups. The climate for such an \r\neffort is certainly now encouraging. International endeavours in this field \r\nare finally producing results. After over 20 years, agreement has finally \r\nbeen reached on a chemical weapons Convention text. It is a historic \r\nachievement, and one for which Australia has worked particularly hard. \r\nUnanimous endorsement of this Convention, with a recommendation for its \r\nuniversal signature and ratification, would be one of the major outcomes of \r\nthis forty-seventh session of the General Assembly. \r\nWe should also build on the success we have had in concluding the \r\nchemical-weapons Convention to reinvigorate our efforts to reach agreement on \r\nother elements of the multilateral disarmament agenda. The benefits to \r\nmankind of the end of the cold war will be quickly lost unless progress, which \r\nis being made in bilateral arms control and disarmament negotiations between \r\nthe United States and the former Soviet Union, is carried into the \r\nmultilateral arms control process. \r\nWe must redouble our efforts to achieve a world free from nuclear \r\nweapons, and the threat of nuclear war. We must work harder to obtain \r\nuniversal membership of the Treaty on the Non-Proliferation of Nuclear Weapons \r\nand ensure its indefinite extension unamended in 1995. We should also \r\ncontinue the progress that has been made since the Gulf War to strengthen the \r\nnuclear safeguards system of the International Atomic Energy Agency (IAEA) and \r\ntighten export controls on nuclear and nuclear-related dual-use items. We \r\nshould build on the moratorium on nuclear testing advanced by Russia and \r\nFrance. And I urge Member States to support once again the draft resolution \r\nA/47/PV.15 \r\n23 \r\n(Mr. Evans. Australia) \r\nthat Australia will co-sponsor at this session on the comprehensive test-ban \r\ntreaty. \r\nIncreased transparency in military activities should continue to be a key \r\nobjective for all Members of the General Assembly. I regard the United \r\nNations Register of Conventional Arms Transfers, established by the \r\nforty-sixth session of the General Assembly, as an important step in this \r\nprocess. Australia welcomes the Secretary-General\u0027s report on the operation \r\nof the Register and supports its adoption. \r\nAt the recent summit of non-aligned countries in Jakarta, leaders \r\nexpressed their deep concern over the negative impact of global military \r\nexpenditure, and their support for the attainment of security at lower levels \r\nof armaments. We must all work to make good these pledges, thereby releasing \r\nsorely needed funds to help free the peoples of the world from want, as well \r\nas from the fear of war and destruction. \r\nPursuing an effective arms control agenda and addressing a variety of \r\nnon-military threats to security are all important ways of creating a general \r\nenvironment in which risks to security are minimized. So too are the \r\npeace-building strategies described in the Secretary-General\u0027s report, many of \r\nwhich are as much applicable to pre-conflict as to post-conflict situations. \r\nBut the tools with the cutting edges in specific situations of conflict \r\nprevention and avoidance of conflict escalation are preventive diplomancy and \r\npeace-making. \r\nIn \"An Agenda for Peace\", the Secretary-General emphasized the importance \r\nof preventive diplomacy as a cost-effective means of avoiding the human and \r\nmaterial costs of conflict and the burdens involved in using armed force to \r\nresolve conflicts. Indeed, if we examine the worst conflicts over the last 12 \r\nA/47/PV.15 \r\n24 \r\n(Mr. Evans. Australia) \r\nmonths in the former Yugoslavia, Somalia and Afghanistan we could \r\nplausibly argue that, at least in the first two cases, more attention to \r\npreventive diplomacy may have avoided the catastrophes that befell those \r\nnations and peoples. Australia considers, therefore, that the challenge \r\nbefore the United Nations in the coming year will be to establish more \r\neffective processes for converting the promise of preventive diplomacy in all \r\nits aspects into reality. \r\nEffective preventive diplomacy cannot be ad hoc or peripheral to the \r\nother activities of the United Nations. What is reguired is a strengthened \r\ncapacity within the United Nations to encourage and assist parties to disputes \r\nto resolve their differences peacefully. The crucial elements in making \r\npreventive diplomacy work are timing, adequate resources and the willingness \r\nof Member States to invest the United Nations with the authority to use all \r\nthe means available for its effective implementation. \r\nIn practice, the trigger for United Nations action, and the threshold for \r\ndefining a situation as a threat to international peace and security, has \r\ntended to be the outbreak of armed hostilities. The earliest possible \r\nattention to potentially significant disputes is crucial if they are to be \r\naddressed before the parties have become committed and entrapped by their own \r\nrhetoric and actions. \r\nThis in turn calls for the formation of a permanent unit within the \r\nSecretariat with an enhanced capacity to gather, receive and analyse not only \r\nbasic facts, but\u0027also information about the concerns and interests of the \r\nparties to a dispute, in order better to prepare recommendations on possible \r\naction. This requires a more systematic approach to information-gathering and \r\nanalysis, for which a professionally dedicated support unit in the Secretariat \r\nis essential. \r\nA/47/PV.15 \r\n25 \r\n(Mr. Evans. Australia) \r\nThis will need in turn a sophisticated level of expertise and skill in \r\nthe form of a nucleus of foreign affairs specialists and policy analysts \r\nexperienced and knowledgeable in conflict resolution, with the skills that are \r\nnecessary to encourage parties to a dispute to improve communication, minimize \r\ninflammation, define issues and create innovative and imaginative ways of \r\nreconciling their conflicting interests. Regular and routine field visits \r\nshould allow an improved capacity for fact-finding, early-warning information \r\ngathering and the opportunity quietly to provide good offices. Staff should \r\nhave the capacity to develop in-depth knowledge of emerging disputes and to \r\ngain the confidence of all parties at an early stage. An evaluation mechanism \r\nshould be developed to collect, analyse and retain experience from such \r\nactivities that could prove useful in other similar situations. \r\nI therefore applaud the decisions Mr. Boutros Boutros-Ghali has so far \r\ntaken to create geographically based divisions within the Department of \r\nPolitical Affairs, whose tasks will include the collection of information on \r\nvarious regions and the early identification and analysis of possible \r\nconflicts, and I do urge all Members to support the Secretary-General in \r\nfurther efforts to establish a professional and effective mechanism for \r\npreventive diplomacy. \r\nThere is also scope, in encouraging greater use of preventive diplomacy, \r\nfor more extensive training in the principles underpinning the concept. It is \r\ngood to hear, in this context, that the United Nations Institute for Training \r\nand Research (UNITAR) is planning to launch a new fellowship programme in \r\npreventive diplomacy in 1993. I think it will be important for relevant \r\nUnited Nations Secretariat staff and diplomats and officials from Member \r\nStates to participate in this fellowship programme. I am pleased to announce \r\ntoday that Australia will contribute US$ 50,000 to UNITAR to assist with the \r\nA/47/PV.15 \r\n25(a-z) \r\n(Mr. Evans. Australia) \r\ncosts of the first year of the fellowship. I would urge that other Member \r\nStates also consider a contribution, and participation by their officials. \r\nA significant challenge to an enhanced Secretariat role in preventive \r\ndiplomacy will, of course, be the deep reluctance of many States to accept any \r\nsuggestion that a contentious bilateral issue be internationalized. While \r\nthere will no doubt continue to be caution about too early resort to Articles \r\n35 and 99 which enable Member States and the Secretary-General, \r\nrespectively, to bring disputes to the Security Council there should not be \r\nthe same degree of reluctance to have regard to Article 33, which requires \r\nparties to a dispute to first seek a solution by negotiation, mediation or the \r\nlike. \r\nA/47/PV.15 \r\n26 \r\n(Mr. Evans. Australia) \r\nWhat has been lacking hitherto is any real institutional capacity within \r\nthe United Nations system to respond to such approaches on other than a wholly \r\nad hoc basis. The building of such a capacity for quiet diplomacy in the way \r\nI have been describing would be a major step forward, and help over time to \r\nincrease the confidence of Members in other more formal United Nations \r\nprocesses. \r\nI have today sought to give some substance, not just rhetorical support, \r\nto the proposition that the changed conditions of the post-cold-war world call \r\nfor new responses from the United Nations. The Secretary- General has shown \r\nus some new directions in his \"Agenda for Peace\". What is needed now is \r\naction. \r\nIn nearly all cases, no major new international machinery is called for \r\nor necessary, because the machinery is already there in the Charter rusty, \r\nin some cases, but still serviceable. What is needed, however, in virtually \r\nevery case, is the lubrication of adequate financing and restructuring within \r\nthe United Nations system to meet the increasing demands being made on it. \r\nOne of the really fundamental tasks we need to move forward at this session is \r\ncontinuation of the process, accordingly, of United Nations reform. \r\nThere is no single, or simple, enemy to peace in the contemporary \r\nworld. The appalling situation in Somalia, and the looming crises in \r\nMozambique and the Sudan, are demonstrations if any are still needed - that \r\nproblems do not come in neatly defined packages. The Somalian situation \r\ninvolves, simultaneously, humanitarian assistance, peace-keeping and political \r\nnegotiation, with no one of these elements being capable of delivery in \r\nisolation. The United Nations is now organizing itself in Somalia to deliver \r\nthese elements in an integrated way, although it has been a difficult and \r\nProtracted process to get to this point. The task for the United Nations in \r\nA/47/PV.15 \r\n27 \r\n(Mr. Evans. Australia) \r\nthe future is to learn from this experience and to devote the necessary \r\nresources to achieving the kind of cooperation between humanitarian and \r\npolitical strategies that is going to be increasingly necessary in the future \r\nif durable solutions are to be found to many real world problems. \r\nMore and more attention is going to focus, as indeed it has already \r\nfocused in this general debate, on the role and representativeness of the \r\nSecurity Council itself. As President Soeharto said last week, speaking in \r\nthis respect on behalf of the whole non-aligned Movement, the post-cold war \r\nworld is not the world as it was after the Second World War. Our guiding \r\nlight should by all means continue to be the present terms of the Charter, but \r\nit should be within our collective capacity to work out the changes in the \r\ncomposition and methods of decision of the Security Council that will ensure \r\nthat it can both fulfil its duty and command overwhelming consensus for its \r\ndecisions in the years ahead. \r\nIn many respects the task ahead of us, and ahead of the United Naions, \r\nis daunting. It is clear that we are part of an evolutionary process, with \r\nboth the world and the United Nations adjusting to new demands. We must draw \r\nstrength from the success achieved in the last 12 months, and from the \r\nprogress we have made in improving global co-operation. \r\nBut our success has not been uniform: we were not able to respond \r\nadequately to some key challenges. We must not ever lose sight of the goal \r\nahead of us: a more stable and secure world, devoid of abject poverty, with \r\nall peoples able to enjoy basic rights and freedoms. And we must never avoid \r\nthe responsibility we all have to achieve those goals. \r\nA/47/PV.15 \r\n28 \r\nADDRESS BY MR. ALEKSANDER MEKSI, CHAIRMAN OF THE COUNCIL OF MINISTERS OF \r\nTHE REPUBLIC OF ALBANIA \r\nThe PRESIDENT: The Assembly will now hear an address by the \r\nChairman of the Council of Ministers of the Republic of Albania. \r\nMr. Aleksander Meksi. Chairman of the Council of Ministers of the \r\nRepublic of Albania, was escorted to the rostrum. \r\nThe PRESIDENT: I have great pleasure in welcoming the Chairman of \r\nthe Council of Ministers of the Republic of Albania, Mr. Aleksander Meksi, and \r\ninviting him to address the Assembly. \r\nMr. Meksi (Albania) (interpretation from French): It is an honour \r\nand a particular pleasure for me, on behalf of the Albanian delegation and the \r\nAlbanian people, to extend my heartfelt congratulations to you, Sir, upon your \r\nelection as President of the General Assembly at its forty-seventh session. \r\nIt is a tribute to your personal accomplishments, an honour to your country, \r\nand an expression of the qualitatively new role that countries in transition \r\nare playing in the international arena. I believe that the current session, \r\nunder your presidency, will successfully attain its goals, which are the goals \r\nof the international community at large. I should like to assure you of the \r\nsupport of the Albanian delegation in the Assembly\u0027s work during this session. \r\nI take this opportunity to convey my thanks and express my highest \r\nconsideration to your predecessor, Mr. Samir S. Shihabi, for the admirable way \r\nin which he presided over the General Assembly at its forty-sixth session. \r\nAllow me also to extend my greetings to Mr. Boutros Boutros-Ghali, the \r\nSecretary-General of the United Nations, for his commendable role at the head \r\nof the world Organization, for his contribution to the strengthening of the \r\nspirit of cooperation, and especially for his personal contribution to solving \r\nvarious problems in different hotbeds of tension in the world of today. \r\nA/47/PV.15 \r\n29 \r\n(Mr. Meksi. Albania) \r\nMy special greetings go also to the 20 newly admitted Members of the \r\nOrganization, which are going to play their part in upholding the common \r\nvalues of the new society that is taking shape. Their accession to membership \r\nof this world body has enriched the universal character of the United \r\nNations. The Republic of Albania has strongly supported their membership, \r\nbelieving that it will further promote the peace process and strengthen the \r\ndemocratic way of development. \r\nSince the last session of the General Assembly we have witnessed a \r\nnumber of significant events which followed the cold war and which will have \r\nan effect on the future of mankind. The fundamental values of the \r\npost-cold-war era are being established. Confrontation between the blocs, \r\nand the attendant political tension, has been supplanted by the universal \r\nvalues of democracy and equality in international relations, which are \r\ninterdependent in terms of the economic and social development and security of \r\nevery country. This has been confirmed. Today, the aspirations of the \r\npeoples towards self-determination and their striving to establish their \r\nnational identity, which had been marred under communism, as well as their \r\nthirst for democracy and equality, have become the driving forces of the \r\nsituations we are faced with today. Nationalism is not a product of \r\ndemocracy. Nationalism is the affirmation of national identity which, only \r\nafterwards, will work towards integration. \r\nThe blows dealt by the countries of Central and Eastern Europe to the \r\nparalytic system of some years ago are today translating euphoria into onerous \r\nefforts to overcome a very difficult period of trial and transition. The year \r\nthat has passed has strengthened the tendency towards political union and has \r\nwitnessed the victory of the basic principles of respect for human rights, \r\ndemocracy, the rule of law and the move towards the market economy system. \r\nA/47/PV.15 \r\n30 \r\n(Mr. Meksi. Albania) \r\nThe contribution of the United Nations and in particular of the Security \r\nCouncil to these ends since the last session of the General Assembly has been \r\nremarkable. In seeking to add a human dimension to the delicate balances to \r\nbe struck, the United Nations is shouldering historic responsibilities. The \r\npolitical vector of its activities is aimed precisely at promoting those \r\nprinciples and thus at creating a common political psychology of thought and \r\naction. Unity in diversity that is, the realization of one\u0027s national \r\ninterests in the overall equation of world development is undoubtedly the \r\nfoundation and the raison d\u0027etre of the Organization; it is the very \r\nembodiment of the predominance of peaceful reasoning over passionate action \r\nand the preservation of the very delicate balance between the two. \r\nThe resolutions of the Security Council, especially the one imposing \r\nsanctions against Serbia and Montenegro; the Middle East peace talks that are \r\nincreasing the chances of finding a solution; the talks on resolving the \r\nconflict between the communities in Cyprus, as well as other activities, all \r\nreaffirm the universality of the Organization and the overall impact of its \r\nunique and inalienable role, which is the universal yardstick in measuring \r\ncompliance with implementation of the principles of international law and \r\ntacit norms of world civilization. \r\nA/47/PV.15 \r\n31 \r\n(Mr. Meksi. Albania) \r\nIn this context, Albania welcomes the recent contribution of the \r\nSecretary-General in the form of his report entitled \"An Agenda for Peace\" as \r\na comprehensive approach to the challenges of the world of today and of the \r\nOrganization. \r\nThis session of the General Assembly gives Albania the opportunity to \r\nproclaim from this rostrum the remarkable victory scored by the democratic \r\nanti-communist forces in my country in the general parliamentary elections of \r\n22 May 1992 and in the local elections of 26 July. Those events finally \r\ndetermined the course upon which Albania has embarked and which it is \r\npersistently pursuing. Those events laid the foundations, in Albania, of the \r\nrule of law which is becoming institutionalized. They marked the beginning of \r\nour first epoch of non-communist, democratic governments, the first of which \r\nis implementing a very profound reform as the only course towards the overall \r\ntransformation and development of the political, economic, social and other \r\nfields, at the level of the individual and of society as a whole. \r\nMy Government\u0027s main goal is to establish the legal framework needed to \r\nfacilitate that reform in order to harmonize the integration of the Albanian \r\neconomy with the world economy, in order to eradicate the disastrous \r\nconsequences of isolation and to overcome the economic collapse which the \r\nGovernment inherited from many years of totalitarianism. \r\nThat, however, is not all the Government inherited. It also inherited \r\nactive human resources inclined to change, human beings full of potential who \r\nare endeavouring to follow the models of the new system, people who, for no \r\nfault of their own, lack experience. These are the people who are working to \r\nshape the new Albanian society, and to do so they have turned to international \r\npolitical life to find remedies against impatience. In this context, the \r\nA/47/PV.15 \r\n32 \r\n(Mr. Meksi. Albania) \r\ninvolvement of various United Nations agencies such as the United Nations \r\nDevelopment Programme (UNDP), the World Health Organization (WHO), the United \r\nNations Children\u0027s Fund (UNICEF), the World Bank and the International \r\nMonetary Fund (IMF), already active in the country, is a valuable contribution \r\nto democracy in Albania. I would single out in particular the remarkable \r\ncontribution of the IMF in working out the programme of economic reform that \r\nis being implemented. \r\nAlbania is faced with a very challenging economic crisis resulting from \r\nthe total failure of the centralized economy which it inherited and from the \r\ninevitable difficulties of transition itself. At present, Albania is living \r\non the emergency humanitarian aid offered by the European Community and the \r\nItalian Government on the one hand, and on the modest contribution of the \r\ngrowing private sector on the other. The Albanian economy, in this initial \r\nphase of recovery, badly needs financial support, substantial investments and \r\nraw materials to invigorate industry and employ the large work force, one of \r\nthe youngest in Europe. Everything cannot of course be done overnight; hence \r\nthe difficulties of transition. Understanding, support and assistance on the \r\npart of the international community are the sole guarantees of improvement of \r\nthe situation in Albania and of the success of the reform. \r\nIn that process, Albania is trying to develop its economy against a \r\nbackground of environmental safety. We are fully aware of the possible \r\nconsequences of neglect, and equally aware of what we have inherited as a \r\nresult of underdevelopment in this regard. We look forward to benefiting from \r\nthe relevant experience which the United Nations has to offer. In this \r\ncontext, we welcome the outcome of the United Nations Conference on \r\nEnvironment and Development held earlier this year in Rio. \r\nA/47/PV.15 \r\n33 \r\n(Mr. Meksi. Albania) \r\nUnder those conditions, Albanian foreign policy has also acquired a new \r\ndimension and orientation. Concrete proof of its new orientation is the \r\nestablishment of diplomatic relations with a number of countries such as \r\nEstonia, Lithuania, Saudi Arabia, Slovenia, Croatia, the United Arab Emirates, \r\nParaguay and Qatar; the active participation of Albanian delegations in \r\nvarious activities such as the Black Sea initiative and the Conference on \r\nSecurity and Cooperation in Europe (CSCE). In the course of this year, the \r\nRepublic of Albania has joined the International Fund for Agricultural \r\nDevelopment and has adhered to the 1951 Convention and the 1967 Protocol on \r\nthe status of refugees. \r\nThe situation in my country is unfolding against a very tense and \r\nperilous background in the Balkans. In some parts of the region, \r\nunfortunately, the practices being carried out go against the general \r\npolitical orientation and acceptable norms of behaviour of a civilized \r\nsociety. All-out war has been going on in the former Yugoslavia for more than \r\na year now. The persistent efforts of the international community have been \r\nstubbornly flouted by malicious proponents of Serbian nationalism in its \r\nunprecedented affront to civilization and the norms of common democratic \r\nlife. For more than a year now, a number of international organizations have \r\nbeen directly seized of that crisis, which is ravaging more human lives by the \r\nday. The United Nations, the CSCE and the European Community, among others, \r\nhave been forced to consider stern measures to counter that uncivilized \r\nchallenge. The war, however, is still going on. \r\nAlbania, a neighbouring country in that region, is suffering the \r\nconsequences of regional insecurity. Moreover, my country, situated as it is \r\nbeside that region, is living under the constant threat and real danger of a \r\nA/47/PV.15 \r\n34 \r\n(Mr. Meksi. Albania) \r\nspill-over of the conflict into Kosovo. That threat is even greater if we \r\ntake into account the continuing repression of the third group of peoples of \r\nthe former Yugoslavia, the anti-constitutional amendments there, the laws \r\ngoverning special circumstances, and the complete and total paralysis of \r\ninstitutional life. The danger becomes alarming if we take into account the \r\ncruel refusal by the Belgrade authorities to allow the exercise of \r\ninstitutional power by the Albanians of Kosovo, who are peacefully and \r\ndemocratically organized, in conformity with all the norms of international \r\nlaw. \r\nKosovo is one of the most delicate issues of the Yugoslav crisis. The \r\nconflict there is a highly political one, a conflict deriving from the \r\nimpossibility of coexistence with the occupier. It is a conflict between the \r\npeaceful exercise of the principle of self-determination and blatant \r\nhegemonistic refusal to allow that exercise. Consequently, the situation \r\nremains explosive. That is also the conclusion of a number of missions of the \r\nEuropean Community and the CSCE which have visited Kosovo. The international \r\ncommunity, fully aware and desirous of avoiding violence, is seized of the \r\nsituation. \r\nThe Albanian delegation, however, cannot but notice that preventive \r\ndiplomacy has not as yet yielded the desired results. The legitimate leaders \r\nof Kosovo, on their part, although determined to pursue the road of \r\nunconditional political dialogue to which the CSCE Helsinki summit gave its \r\nblessing, and which was refused by the authorities in Belgrade, are finding it \r\nmore and more difficult to keep the agitation of their people under control. \r\nThe sacred principles of the United Nations Charter, the Helsinki Final \r\nAct and other fundamental documents of world political life apply equally to \r\nthe Albanian people of Kosovo. Principles cannot be selectively applicable. \r\nA/47/PV.15 \r\n35 \r\n(Mr. Meksi. Albania) \r\nThe Albanian side has, for a long time now, voiced its concern and called on \r\nthe international community to concert its efforts towards finding a just and \r\nlasting solution that would be acceptable to the parties involved. \r\nThe Yugoslav crisis is a complex one. As such, it has been considered by \r\na number of international bodies. The London Conference, the most recent \r\ninitiative, has set itself the task of finding an overall solution. Albania \r\nappreciates and endorses the praiseworthy contribution rendered by the United \r\nNations in trying to solve the crisis over the last year, especially now, as \r\nCo-Chairman of that Conference, which we believe will be able to ensure the \r\npolitical commitment of all parties. \r\nAlbania is participating in that Conference in order to make its \r\ncontribution to its proceedings, particularly as regards the question of \r\nKosovo. And in those endeavours, it will continue to advocate the findinq of \r\nan acceptable solution. In our view, the Yugoslav crisis is the crisis of \r\npeoples who cannot live under Serbian hegemony any longer; it is not a \r\nconstitutional crisis or a crisis among republics only. Accordingly, a \r\nsolution will entail broader direct participation. It will entail the full \r\nparticipation of the legitimately mandated representatives of Kosovo when \r\ntheir future is being discussed. It will entail international mediation. \r\nThat is the only way to control the various factions which are seeking to \r\nobstruct the way to peace. The Republic of Albania trusts that the United \r\nNations, with its valuable contribution, will ensure the triumph of reason \r\nover passions, and will adopt the measures necessary to enforce the \r\nimplementation of its decisions and to stand forcefully against the policy of \r\nfait accompli. \r\nA/47/PV.15 \r\n36 \r\n(Mr. Meksi. Albania) \r\nThe social model to come embodies the loftiest standards of respect for \r\nthe human being. The new world order, based on security, understanding and \r\ncooperation, is the guarantee that current structures will be strengthened and \r\nfurther developed. All of us must contribute to strengthening this edifice. \r\nThe United Nations will continue to provide us with a framework in which \r\npeoples can count on good will and mutuality. \r\nThe PRESIDENT: On behalf of the General Assembly, I wish to thank \r\nthe Chairman of the Council of Ministers of the Republic of Albania for the \r\nstatement he has just made. \r\nMr. Aleksander Meksi. Chairman of the Council of Ministers of Albania. \r\nwas escorted from the rostrum. \r\nMr. CHAMBAS (Ghana): It is a great pleasure and privilege for me to \r\ncongratulate you. Sir, in the name of the Ghana delegation, on the honour that \r\nthe Assembly has conferred on you by electing you to preside over the affairs \r\nof its forty-seventh regular session. The cordial relations that exist \r\nbetween our two countries give us added pleasure in your presidency. We \r\npledge you our support and cooperation during your tenure as President of the \r\nmost representative organ of our United Nations. \r\nPermit me to express our gratitude to your predecessor, \r\nMr. Samir Shihabi, for the excellence that marked his stewardship. He tackled \r\nhis assignment with a steadfast sense of commitment, fully charged with a deep \r\nawareness of the historic role that the General Assembly must continue to play \r\nin the expanding importance of our Organization. \r\nWe salute the Secretary-General, Mr. Boutros Boutros-Ghali, for his \r\nenergetic leadership. Within the short period since his assumption of office \r\nhe has demonstrated his remarkable skills as an administrator and as an \r\nA/47/PV.15 \r\n37 \r\n(Mr. Chambas, Ghana) \r\naccomplished diplomat. We renew our pledge to support him in his difficult \r\nand delicate task. \r\nMy delegation would also like to take this opportunity to extend a warm \r\nwelcome to the new Member States, whose presence among us further enhances the \r\nuniversality of our Organization.* \r\nIt was with deep regret and sorrow that we learned of the crash of a \r\nNigerian military aircraft and of a Pakistan International Airlines aircraft, \r\nwith such loss of life. Preliminary information indicates that among the \r\n163 officers reported dead in the crash of the Nigerian military aircraft were \r\nofficers from other West African States, including Ghana. We share in the \r\ngrief at such a tragic loss. Our condolences go to the bereaved families of \r\nthese gallant men, who died in the course of service to our subregion. We \r\nalso wish to convey through you. Sir, to the people and Government of Pakistan \r\nour heartfelt condolences on their tragic bereavement. \r\nOnce again we, the representatives of the Governments and peoples of the \r\nUnited Nations, have assembled here to combine our efforts for the promotion \r\nof peace and prosperity for all our peoples. The search for peace is part of \r\nthe eternal guest of humanity for a relationship in society that, though \r\nrecognizing differences and conflicts of interests, strives for their \r\nresolution without resort to means that could destroy humanity itself. Twice \r\nin recent world history this search has engulfed us in wars. Regrettably, the \r\nperiod after the Second World War turned the quest into confrontation and \r\ncompetition marked by unrestrained and costly acquisition of deadly arsenals \r\n* Mr. Leal (Nicaragua), Vice-President, took the Chair. \r\nA/47/PV.15 \r\n38 \r\n(Mr. Chambas. Ghana) \r\nof war on the untenable assumption that peace could be guaranteed only by the \r\nhighest level of preparedness for war. \r\nThis untenable policy of deterrence overshadowed the real causes of \r\ntension in society factors that, in the words of the Charter, have twice \r\n\"brought untold sorrow to mankind\" and are at the root of conflicts that have \r\nsent our Blue Helmets to the continents of Africa, America, Asia and Europe. \r\nThe world now stands on the ashes of the cold war, celebrating the end of \r\nthat war. Yet the harsh reality of our world, divided as it is between the \r\nrich and the poor, the strong and the weak, has not been obliterated by the \r\nending of the cold war nor by the emerging new world order, the contours of \r\nwhich are far from clear. In this uncertain new world order, we are told that \r\nhistory must resume. Which history? Is it the history at whose hands vast \r\nareas of our globe suffered so much, and from whose predatory effects we have \r\nyet to fully recover as nations? Or is it the history that launched many of \r\nus into freedom and independence? \r\nJuxtaposed with the challenge of the reality of our world is a historic \r\nand unparalleled opportunity to construct peace, not as an alternative to war, \r\nbut as the prerequisite for social progress and better standards of life in \r\nlarger freedom, anchored in faith, in true human rights, and in human dignity \r\nand equality. \r\nIn the grim reality of our world, which has not been wiped away by the \r\nend of the cold war, we would hear the anguished cries of the more than 30,000 \r\nchildren who will die today, largely from preventable intestinal disorders; of \r\nthe 2 million children who will die this year from vaccine-preventable \r\nillnesses; and of the 5 million to 6 million people who will die this year \r\nfrom diseases that the United Nations Children\u0027s Fund (UNICEF) says could \r\nA/47/PV.15 \r\n39-40 \r\n(Mr. Chambas. Ghana) \r\nalmost certainly be prevented by the development of new vaccines. Four \r\nmillion people will die by the end of this year, their pleas and those of \r\ntheir nations for help to cure them of diarrhoeal ailments ignored. We would \r\nalso see the plight of the 1.3 billion human beings with no access to safe \r\ndrinking water and the 2.3 billion people world-wide who have no access to \r\nsanitation services. We would see the 135 million human beings who live in \r\nareas afflicted with desert conditions, particularly in Africa, where almost \r\nnothing grows. We would also see that in that part of the world one out of \r\nevery five children dies at birth. For those who survive life expectancy \r\nranges from 42 to 63. During their short span on Earth many of these \r\nrelatively lucky ones will be uprooted from their homes by poverty, drought \r\nand natural disasters, all compounded at times by rivalries that are ethnic in \r\ncharacter but emanate largely from quarrels over scarce resources. \r\nA/47/PV.15 \r\n41 \r\n(Mr. Chambas. Ghana) \r\nThese are but a few of the graphic and dehumanizing manifestations that \r\nonly partly reflect the world reality in which 70 per cent of the world\u0027s \r\nincome is produced and consumed by 15 per cent of the world\u0027s population \r\nlocated in the industrialized countries. The World Bank forecasts that there \r\nwill be no significant upturn in this lopsided relationship until 1995 or well \r\nbeyond. \r\nAnd the international community is not unaware of the factors that have \r\nconspired to frustrate the efforts of developing countries. Falling commodity \r\nprices, rising protectionism, huge agricultural subsidies, various price \r\nsupport mechanisms and suffocating debt-servicing may now sound like \r\nrepetitive platitudes in some ears. But they are the realities that have \r\nundermined the gallant efforts of the developing countries. \r\nIn Africa overall economic output continues to revolve around \r\n3 per cent still lagging behind the population growth. The impact on \r\ninvestment and growth of the structural reform programmes, which many African \r\ncountries continue to undertake, remains disappointing. Debt relief through \r\nrescheduling has proved to be of little real benefit to African countries, \r\nwhich continue to part with $10 billion a year on debt servicing alone an \r\nexpenditure that is several times higher than the expenditure on health and \r\neducation put together. \r\nProspects that such a dehydrating financial outflow would be contained by \r\nincreased aid infusion have proved illusory. In its annual report. \r\nDevelopment Cooperation 1991, the Organization for Economic Cooperation and \r\nDevelopment (OECD) has confirmed, though indirectly, the fears of the \r\ninternational community that the preoccupation with developments in Eastern \r\nEurope and the former Soviet Union would aggravate the marginalization of \r\nA/47/PV.15 \r\n42 \r\n(Mr. Chambas, Ghana) \r\nAfrica. According to the OECD, not only did aid from the former Soviet Union \r\nand Eastern Europe to sub-Saharan Africa almost fall to zero, but also aid \r\ndisbursements to the same area from other countries remained stagnant. \r\nIn contrast, the OECD estimated that pledges from its members in November \r\n1991 to Eastern Europe amounted to $45 billion as compared with its annual \r\nofficial commitments to Africa of about $34 billion. Furthermore, at their \r\nmeeting in Munich in July this year, the Group of Seven industrialized \r\ncountries endorsed a package of financial assistance worth $24 billion to the \r\nRussian Federation alone. It is of little wonder, then, that the World Bank, \r\nin its report entitled African External Finance in the 1990s, foresees for \r\nsub-Saharan Africa a financial shortfall ranging from $1 billion to $7 billion \r\nby 1995. It is against this discouraging backdrop that my Government supports \r\nnot only the call for the write-off of debts by official creditors and \r\ncommercial banks, as well as by multilateral institutions, but also the \r\nconvening of the proposed international conference on the financing of \r\ndevelopment, which assumes a new urgency in the face of these facts. \r\nThe end of the cold war has not brought peace to the world either. It is \r\ntrue that the danger of nuclear holocaust has now receded into a very remote \r\npossibility. But the world has not become any safer. In its \"Jakarta \r\nMessage: A Call for Collective Action and the Democratization of \r\nInternational Relations\", the Non-Aligned Movement has aptly observed \r\n\"Simmering disputes, violent conflicts, aggression and foreign \r\noccupation,-interference in the internal affairs of States, policies of \r\nhegemony and domination, ethnic strife, religious intolerance, new forms \r\nof racism and narrowly conceived nationalism are major and dangerous \r\nobstacles to harmonious coexistence among States and peoples and have \r\neven led to the disintegration of States and societies\". \r\nA/47/PV.15 \r\n43 \r\n(Mr. Chambas. Ghana) \r\nThe disintegration and descent of Yugoslavia into a region of \r\ninstability, war, strife and misery is a source of concern to the people and \r\nthe Government of Ghana. Unrestrained nationalism that is projected as an \r\nexpression of the much-cherished principle of self-determination and the use \r\nof force for the homogenization of populations are as unacceptable and as \r\nwarped as they are incapable of promoting peace in an ever-increasingly \r\ninterdependent world. Underlying such policies is the obnoxious element of \r\nracial intolerance, which inexorably leads to racism and racial \r\ndiscrimination. Ethnic homogeneity cannot, and should not, be a prerequisite \r\nfor coexistence in a civic society. Fundamental human rights, human dignity \r\nand eguality can be meaningful for man only in a society that respects the \r\nworth of the human person, irrespective of colour, race, ethnic origin, creed \r\nor sex. We condemn the notion of \"ethnic cleansing\" in the strongest terms \r\npossible, just as the world has rejected and condemned every thought and \r\nmanifestation of racial superiority. \r\nIn our search for a new world order that emphasizes cooperation rather \r\nthan confrontation as the means to international peace and security, we have \r\nto monitor developments carefully, if only to draw attention to threats to \r\npeace. We are, therefore, disturbed by the increasing dangers to peace caused \r\nby intolerance, xenophobia, racial and ethnic tensions elsewhere in Europe. \r\nThe raising of symbols reminiscent of an ignominious chapter of history, the \r\nbaiting of religious minorities, including the desecration of their tombs and \r\nsacred places, as well as racial attacks, constitute inherent threats to \r\npeace. While these manifestations may reflect the frustrations of those who \r\nstand on the fringes of their societies marginalized, unemployed and \r\nneglected the manifestations are none the less unacceptable. We therefore \r\nA/47/PV.15 \r\n44-45 \r\n(Mr. Chambas, Ghana) \r\ncall upon our Organization and individual Member States to redouble efforts in \r\npromoting peaceful coexistence through respect for each other\u0027s race, colour, \r\nethnicity, religion and sex. My Government is ready to play its full part in \r\nthis renewed endeavour. \r\nWhile my Government does recognize the complexity of the Middle East \r\ncrisis, we, nevertheless, regret that the hopes raised by the commendable \r\ninitiative launched last year by the United States for a lasting peace in the \r\nsubregion still remain only hopes. We urge all parties to be persistent and \r\ncooperative in the search for peace. We also urge the United Nations to be \r\nfully involved in the process so as to assure the speedy realization by the \r\nPalestinian people of the full restoration of their rights and the attainment \r\nof their self-determination in accordance with the relevant United Nations \r\nresolutions. \r\nThe full restoration of Kuwaiti sovereignty and territorial integrity was \r\na reaffirmation of basic principles of inter-State relations. The time has \r\nnow come to bury the hatchet and enter a new era of genuine peace and \r\nreconciliation. In that regard, it is our cherished hope that all States will \r\ndemonstrate respect for the principles of non-aggression, mutual respect and \r\nnon-interference in the internal affairs of others. Outstanding issues, such \r\nas the question of Kuwaiti prisoners of war, must now be promptly resolved to \r\nopen the way for Islamic brotherhood, fraternal cooperation and solidarity. \r\nA/47/PV.15 \r\n46 \r\n(Mr. Chambas. Ghana) \r\nOur Organization needs to remind itself that even though the conflict in \r\nLiberia has been stopped from exploding into a major subregional crisis, it is \r\nfar from over. Now that the United Nations, particularly the Security \r\nCouncil, has been able to define a role for itself in the Yugoslav situation, \r\nit is imperative that our Organization assume its responsibilities in Liberia. \r\nThe developing countries of the subregion which have so far borne the weight \r\nof the ECOWAS (Economic Commission of West African States) Cease-fire \r\nMonitoring Group (ECOMOG) deserve the recognition, the encouragement, and the \r\nmaterial and financial support of our Organization. The active involvement of \r\nthe United Nations is now required to arrest the deteriorating situation, \r\nbrought about largely by the intransigence of one faction. \r\nIn our view, the involvement of the United Nations would, furthermore, \r\nnot only accelerate the peace process, but also facilitate the restoration of \r\npeace and security in the entire subregion, enabling its countries to focus \r\ntheir full attention on their economic and social development. \r\nThe pervasive breakdown of law and order in Somalia which is hampering \r\nthe peace process and relief efforts also deserves the attention of our \r\nOrganization. The people and Government of Ghana have heaved a sigh of deep \r\nrelief that at long last the Security Council has shown appreciation of the \r\nserious threat that the Somalia situation poses to the political and economic \r\nstability of the subregion and conseguently to international peace and \r\nsecurity. The Security Council\u0027s handling of the Yugoslav situation should \r\nencourage it to continue, in a more steadfast manner, its efforts in the \r\nsearch for peace in Somalia. We also call upon the Somali factions currently \r\nengaged in senseless fratricide to desist from placing obstacles in the path \r\nof United Nations agencies and non-governmental organizations in their efforts \r\nto provide humanitarian assistance to the millions of starving Somali people. \r\nA/47/PV.15 \r\n47 \r\n(Mr. Chambas. Ghana) \r\nWe all continue to look on as the Government of Sudan seeks a military \r\nsolution to an essentially political problem in the southern part of the \r\ncountry, thereby resulting in gross abuses of human rights, untold suffering \r\nof the people and an unbearable refugee problem for neighbouring States. The \r\nhumanitarian dimension of this problem now calls for United Nations action. \r\nDevelopments during the year have reminded all of us that determined \r\nefforts would be required to complete the total political emancipation of the \r\ncontinent of Africa. We regret the postponement of the referendum which was \r\nto have been held in Western Sahara under United Nations supervision to \r\ncomplete its decolonization. We urge the Secretary-General of the United \r\nNations, in cooperation with the Secretary-General of the Organization of \r\nAfrican Unity (OAU), to settle all questions of voter eligibility, delays in \r\nthe exchange of prisoners and the repatriation of bona fide Saharawis in order \r\nto facilitate the task of the United Nations Mission for the Organization of a \r\nReferendum in Western Sahara (MINURSO). The inability of the parties to \r\nadhere to the implementation of agreements reached raises questions as to \r\ntheir commitment to the peace process. We take this opportunity to appeal to \r\nall parties concerned to cooperate fully with the United Nations and the OAU \r\nto bring this chapter of colonial struggle to a close. \r\nIn South Africa, the international community had hoped that the \r\nConvention for a Democratic South Africa would contribute to the introduction \r\nof \"profound and irreversible changes\". In anticipation of the establishment \r\nof an interim government and firm processes leading to a democratically \r\nelected constituent assembly to draw up a constitution for a united, \r\nnon-racial and democratic South Africa, the General Assembly at its \r\nforty-sixth session adopted a series of measures to encourage the racist \r\nA/47/PV.15 \r\n48 \r\n(Mr. Chambas. Ghana) \r\nregime in its efforts to dismantle apartheid. Recent developments would seem \r\nto confirm the view that De Klerk\u0027s Government is, on the contrary, pursuing a \r\ndouble agenda in order to perpetuate the obnoxious system of apartheid. \r\nWhilst posturing and stating its willingness to negotiate, it seeks ways and \r\nmeans to entrench white supremacy. The Boipatong and Ciskei massacres are \r\ndisingenuous provocations of the racist regime designed to derail the process \r\ntowards the establishment of an interim government which would work out a new \r\nconstitutional framework. The white minority regime and its cohorts stand \r\naccused of violence. They instigate and perpetuate violence against unarmed \r\npeaceful protesters in an attempt to hold on to a moribund and unjust system \r\nand to prevent the march towards a united, democratic, non-racial South Africa. \r\nIt is becoming clear that the international community relaxed its \r\npressure on the racist regime far too early and without due regard for the \r\nwarnings of the democratic forces of that country. It should, however, be \r\nmade clear to the South African Government that the programmed-management \r\napproach to the lifting of sanctions is intended as a reaction to measures it \r\nwould take for the total elimination of apartheid. It should be stressed, in \r\nthis regard, that even the people-to-people sanctions would be re-imposed if \r\nthe Government does not abandon its stalling of the peace process. \r\nHistory is littered with instances of situations in which desperation has \r\ndriven people to actions which have spilled over their narrow confines to pose \r\nchallenges and threats to others. Many peoples have waged heroic struggles to \r\noverthrow the forces of tyranny and exploitation. In spite of the belief that \r\nthe Second World War was fought to end the threat to international peace and \r\nA/47/PV.15 \r\n49 \r\n(Mr. Chambas. Ghana) \r\nsecurity that a particularly racist ideology posed, the greater threat to the \r\ncommon peace remains an international order that seems bent on denying many of \r\nus our fair share of the very fruits of our labour in a truly free and \r\nequitable market-place. \r\nThe world cannot be seen to be encouraging a policy founded on the \r\ndangerous notion that it is only through military might that a sovereign State \r\ncan gain respect and acceptability in the international economic system \r\nalready dominated by a few. \r\nPopular demands for changes in the world order that manifest themselves \r\nas conflicts the world over cannot be contained by the dispatch of United \r\nNations peace-keeping forces alone. The people and Government of Ghana salute \r\nthe Member States of the United Nations, our distinguished Secretary-General \r\nand his dedicated staff, and all who have been associated with the sterling \r\nsuccesses achieved so far. We share in their pride. But we need to be \r\nreminded often of the self-evident truth that the presence of United Nations \r\npeace-keepers does not by itself guarantee enduring peace. The harrowing \r\nevents in Bosnia attest to this. The peace-keeping presence does not even \r\ndirectly contribute to the solution of the underlying problems that give rise \r\nto the conflict or threat to peace. The United Nations peace-keeping role \r\nshould be seen for what it is: an invaluable contribution to containing a \r\nconflict and to the search for a lasting political solution. An international \r\norder that can be secured only through military presence or intervention is \r\nclearly inadequate. It is a rather sad reflection on our search for peace \r\nthat as of the end of April 1992, close to $3 billion had been assessed on \r\nMember States for peace-keeping purposes alone, while the United Nations \r\nrelatively neglected the economic and social underpinnings of most of these \r\nconflicts and those yet to rear their heads. \r\nA/47/PV.15 \r\n50 \r\n(Mr. Chambas. Ghana) \r\nThe inability of the United Nations since its creation to respond \r\neffectively to our Charter\u0027s injunction to combine our efforts to achieve \r\ninternational cooperation in solving international problems of an economic, \r\nsocial, cultural or humanitarian character deserves serious and careful review \r\nnow that the cold war has been pronounced over. \r\nA/47/PV.15 \r\n51 \r\n(Mr. Chambas. Ghana) \r\nThe relative inaction by the international community and within the \r\nUnited Nations itself on the United Nations New Agenda for the Development of \r\nAfrica in the 1990s speaks eloquently of our misplaced emphasis in our efforts \r\nregarding the establishment of a new world order. The opportunity presented \r\nby the consensus General Assembly resolution 46/151 on the final review and \r\nappraisal of the implementation of the United Nations Programme of Action for \r\nAfrican Recovery and Development 1986-1990, in which the international \r\ncommunity accepted the principle of shared responsibility and full partnership \r\nwith Africa, must be a spur to our good intentions, if the continent of Africa \r\nis not to be condemned to a fate worse than that which it has been enduring \r\nthis last decade and a half. The unseemly wranglings, which turned into \r\ndisappointment for many, at the summit of the United Nations Conference on \r\nEnvironment and Development (UNCED) in Rio de Janeiro over the transfer of \r\nfinancial resources and technology to the majority poor, attest to an \r\ninsufficient appreciation on the part of many of the developed nations that in \r\nthe final analysis world peace depends on the economic and social well-being \r\nof all peoples. \r\nThe statement that the Security Council adopted at the end of its \r\nhistoric summit on 31 January 1992 represented as the Secretary-General has \r\nstated in his report entitled \"An Agenda for Peace: Preventive diplomacy, \r\npeacemaking and peace-keeping\" an unprecedented recommitment at the highest \r\npolitical level to the purposes and principles of the Charter. In this \r\ndocument, however, the primacy of economic relations - nay, the necessity for \r\na redefinition of the new world order underpinned by economic, trade, \r\ntechnological and development issues to promote peace sadly received little \r\nattention. Preventive diplomacy cannot and should not be limited to efforts \r\nA/47/PV.15 \r\n52 \r\n(Mr. Chambas. Ghana) \r\nto prevent the outbreak of conflicts. No standing army, however well-equipped \r\nand well-garrisoned is a bulwark against underdevelopment, poverty and natural \r\ndisasters. Preventive diplomacy should also, and even more significantly, be \r\ndirected at eliminating the factors that contribute to conflicts. In the \r\ncontext of international peace and security it should focus on the \r\nestablishment of a just world order in which everyone has access to good \r\ndrinking water, food, shelter, health and education. \r\nThe first significant steps should be taken within our Organization, the \r\nUnited Nations. The pre-eminent position of the General Assembly in the work \r\nof the Organization should be asserted and reconfirmed. The Charter \r\nprovisions, notably Articles 15 and 24(3), must be given full meaning and \r\neffect. It should be emphasized that the Security Council was not conceived \r\nas an executive organ. It is to facilitate decision-making in urgent \r\nsituations of the eruption of conflicts that the Members of the Organization \r\nhave conferred on it, under Article 24, the primary responsibility for the \r\nmaintenance of international peace and security. \r\nAbove all, the present composition of the Security Council, with the \r\noutmoded and obviously undemocratic permanent-five arrangement that reflects \r\nthe post-Second-World-War situation and its 10 two-year rotative seats for the \r\nrest of the world, flies in the face of a global reality in which we are all \r\nexpected to play our part in maintaining the peace. The creeping tendency on \r\nthe part of certain nations to see themselves as policy-makers and executors \r\non behalf of the entire United Nations membership through their predominance \r\nin the Security Council does not send out welcome signals to the rest of us as \r\nequal partners in world affairs. The Security Council, we submit, should be \r\nA/47/PV.15 \r\n53 \r\n(Mr. Chambas. Ghana) \r\nenabled to perform its functions in a more democratic manner to enhance its \r\nlegitimacy in acting on behalf of the membership of the United Nations in \r\naccordance with Article 24 of the Charter. \r\nIn this regard we welcome the decision of the Non-Aligned Movement at its \r\ntenth summit in Jakarta to empanel a working group on the revitalization and \r\nrestructuring of the United Nations, and hope that the working group will make \r\na positive contribution towards the democratization of the Organization. \r\nThe people and Government of Ghana retain faith and we wish hereby to \r\nreaffirm it in the United Nations to lead the efforts of the international \r\ncommunity in the establishment of a truly new order. We believe that the \r\nUnited Nations remains the only hope of mankind for peace and prosperity. \r\nTogether we must resist the temptation to see some Member States as more equal \r\nthan others; to see some Member States as leaders, with all others as mere \r\nfollowers. For it is through the efforts of all Members, large and small, \r\nacting in concert through our United Nations that we can craft and ensure a \r\nnew world order that is just and equitable and reflects the diversity of \r\nmankind, an order in which all nations have a legitimate share and interest as \r\nequals. The people and Government of Ghana rededicate themselves to this \r\npursuit. \r\nMr. ALARCON de QUESADA (Cuba) (interpretation from Spanish): I wish \r\nto congratulate Mr. Ganev on his election to the presidency of the General \r\nAssembly at this session. He can be sure of the cooperation of the Cuban \r\ndelegation. \r\nWe shall soon be commemorating the five hundreth anniversary of the clash \r\nbetween two worlds and the beginning of an era that was to transform radically \r\nrelations between nations. That dramatic and as yet unfinished piece of \r\nA/47/PV.15 \r\n54-55 \r\nMr. Alarcon de Quesada. Cuba) \r\nhistory started in the Caribbean Sea and forever left its mark upon the fate \r\nof the peoples of the area. \r\nOur deepest root, which gave us life as a nation and a place in history, \r\nis our rebelliousness. For centuries the Caribbean was the victim of the \r\nbrutal greed of all sorts of intruders, the crossroads of slave-traders and \r\npirates, of traffickers and invaders; violence and cruelty were its constant \r\nscourges. But it was also witness to the heroic resistance of its peoples, \r\nwhich time and again rose up, pushed by the powerful and anonymous force of \r\nthe Caribbean winds, in their eagerness to achieve their freedom. While the \r\nplundering of its resources and the iniguitous exploitation of its people led \r\nthe Caribbean to its encounter with the rest of the world, it was the struggle \r\nto abolish all kinds of servitude and to have no master other than our own \r\nconscience, which shaped our profound and irreducible identity and allowed us \r\nto discover ourselves. \r\nA/47/PV.15 \r\n56 \r\n(Mr. Alarcon de Quesada, Cuba) \r\nThe Assembly is meeting at a crucial moment of definition. Today, as \r\nfive centuries ago, we are faced with attempts to reshape the world and \r\nreorder relations between nations. Today, as in the past, the idea is to \r\ndetermine whether the future will allow human solidarity to flourish or \r\nwhether it will still be weighed down by selfishness; whether it will one day \r\nlead to the emancipation of the dispossessed, or whether it will for ever \r\nperpetuate their tragedy; whether we are on the verge of a new colonizing \r\nadventure, or whether, at long last, hope will begin to emerge for the poor of \r\nthis Earth. \r\nIn recent years humanity has been surprised by a series of developments \r\nwhich have radically changed important elements of international relations and \r\nhave led to an avalanche of hasty interpretations and conclusions promoted by \r\nthe unrestrained haste of the privileged and the naive optimism of many others. \r\nThe end of the cold war, and with it the lessening of the danger of a \r\nnuclear holocaust, should not be used to attempt to conceal what everyone \r\nknows. It is true that military confrontation between the super-Powers \r\nwhich threatened mankind with extermination never happened, and that the \r\nrancorous antagonism of yesteryear was transformed through the unilateral \r\nincantation of a baffling kind of alchemy into complacent subordination and a \r\nshow of fondness. That that war never occurred is of course salutary and \r\ndeserving of praise, but to identify with that fact the emergence of universal \r\npeace is an absurdity which can make sense only from the profoundly racist \r\nperspective of the new conquerors. \r\nThe period which now seems to be coming to an end was for the third world \r\na period of hard-fought struggles for independence and freedom. While \r\nthreatening with a battle which never occurred, imperialists used \r\nA/47/PV.15 \r\n57 \r\n(Mr. Alarcon de Quesada. Cuba) \r\nall their means and resources to invade, attack, repress and oppress the \r\npeoples of the South; many of their sons and daughters fell in confrontations \r\nwhich had nothing to do with the rivalries between the powerful, and they died \r\nwithout knowing how that antagonism was to be transmuted into a bizarre \r\nconvergence. \r\nJust as the existence of the cold war did not alter the fate of the \r\nthird world, its disappearance does not, so far, seem to be benefiting its \r\npeoples. The previous balance of power that contained the opposing blocs and \r\navoided a direct military conflict between them did not prevent the practice \r\nof war, aggression and intervention against the third world. \r\nWe have no reason to imagine that the effects of the present conditions \r\nof unipolarity and hegemonism will be more favourable to our peoples. On the \r\ncontrary, dangers are greater than ever in the face of a triumphant ecstasy on \r\nthe part of those who are in possession not only of the largest military power \r\nbut also of an insurmountable historical ignorance and the most gross moral \r\ncallousness. \r\nThe cold war is disappearing, but the arms race is not being reduced in \r\nparallel, nor are militarism and bellicose mentalities being abandoned. If \r\nthe danger of war has been reduced, why does the United States aspire to \r\ncontinue developing its military superiority, as was recently announced by the \r\noccupant of the White House? Against whom will the empire now direct its \r\nweapons? \r\nWe hear unending rhetoric about the end of confrontation and the \r\nbeginning of a new era of international cooperation, but it seems to exist \r\nonly in the imagination of those so gullible as to believe it. If a spirit of \r\ninternational cooperation does really exist and if the cold war has ended, why \r\nA/47/PV.15 \r\n58 \r\n(Mr. Alarcon de Quesada. Cuba) \r\nare the military expenditures of the big Powers not being drastically reduced \r\nand why are the resources thus released not being channelled to the promotion \r\nof development in underdeveloped countries? How can it be explained that \r\nnow precisely now attempts are being made to reduce international \r\ncooperation for development to an even more subordinate and hypothetical role, \r\nfurther to diminish the already limited presence of the United Nations in that \r\nfield and also to introduce unacceptable conditionalities and restrictions? \r\nThe changes that have occurred between the countries of the North have \r\nno meaning for the majority of the inhabitants of the planet. If those \r\nchanges are to make some sense for them, it is necessary to undertake decisive \r\nand effective action against the hunger and poverty which affect hundreds of \r\nmillions of people in the third world; and against infant malnutrition and \r\nincurable diseases which are daily taking the lives of thousands of children \r\nin an ongoing and silent war that some choose to ignore. \r\nThe economic crisis, the external debt of the third world, which has \r\nrisen to the figure of $1.50 trillion, unequal exchange, and increased hunger \r\nand poverty have never been greater amongst the immense majority of mankind. \r\nTheir effects are staggering even for the most solid economies of the world. \r\nOpen subsidies and other selfish policies threaten to impede the conclusion of \r\nagreements which have been in course of negotiation for years to regulate \r\ninternational trade and which may provoke disastrous confrontations between \r\nthe large economic Powers. This clearly demonstrates that the history of \r\ncapitalism cannot escape its terrible and self-destructive laws. \r\nThere is meagre cause for optimism at present, when many cannot even \r\ndefy the consequences of recalling the principles of the new international \r\neconomic order solemnly proclaimed by the Assembly in times that were \r\nsupposedly less favourable for international cooperation. \r\nA/47/PV.15 \r\n59-60 \r\n(Mr. Alarcon de Quesada. Cuba) \r\nTrue, universal and durable peace will be possible only in a world full \r\nof hegemony, based on the rights, interests and aspirations of all peoples, in \r\na world in which the purposes and principles of the San Francisco Charter will \r\nbecome a reality and, in particular, in a world which pays full respect to the \r\nsovereign equality of States, non-intervention and non-interference in the \r\ninternal affairs of States, self-determination of peoples, and the right to \r\ndevelopment. \r\nBut to achieve this, it is indispensable to democratize international \r\nrelations and the United Nations, providing the Organization with the \r\nconditions necessary for it to fulfil the mission for which it should exist. \r\nThe United Nations cannot be reduced to a simple instrument of \r\ndomination by the powerful. Member States must prevent that; if they do not \r\nthey would in practice be permitting its termination and the elimination of \r\nall possibility of achieving an equitable and peaceful world. \r\nA/47/PV.15 \r\n61 \r\n(Mr. Alarcon de Quesada. Cuha) \r\nWe must not accept the Security Council\u0027s operating as a secret society, \r\nturning its back on the Organization which created it and in whose name it \r\nshould be acting; we must not accept its assuming functions which it does not \r\nhave and which no one has conferred upon it. The Security Council\u0027s \r\ncomposition, functions and modus operandi must be urgently examined in depth \r\nso that it can become a truly representative body, so that the anachronistic \r\nand anti-democratic veto privilege can be eliminated and transparency can be \r\nintroduced into its activities, while limiting them strictly to those set down \r\nin the Charter, and so that it will fully respect the obligation enshrined in \r\nthe Charter to be accountable to the General Assembly, which, in turn, should \r\nstrictly fulfil its responsibility to exercise control over the Council. \r\nThe Security Council has no authority whatsoever to interpret the Charter \r\nor to broaden the scope of its powers, or to carry out all the orders coming \r\nfrom its surreptitious informal gatherings. We must not tolerate the use of \r\nthe Council by those who so frequently defile the ideals of democracy as an \r\ninstrument for carrying out a virtual coup d\u0027etat in the United Nations. Nor \r\ncan we we allow ideas to take hold that would introduce the concept of limited \r\nsovereignty and promote the creation of mechanisms that would result in \r\nconverting the Organization into a permanent source of intrusion, interference \r\nand intervention, to the benefit of the interests of the powerful. \r\nThe Organization must be democratized in order to strengthen its role and \r\nenhance its efficiency. To that end, it is indispensable to reinforce, not to \r\nweaken, the responsibilities of the General Assembly as the sole body in which \r\nall of us have equal responsibilities and which therefore has the capacity to \r\nrepresent the international community as a whole. \r\nA/47/PV.15 \r\n62 \r\n(Mr. Alarcon de Quesada. Cuba) \r\nDuring the tenth summit conference that we held at Jakarta early this \r\nmonth, the non-aligned countries adopted a common platform to face the present \r\ninternational situation and to ensure concerted action in the United Nations. \r\nThe Jakarta Message, the Final Document and the resolutions that were adopted \r\nshould become our tools to mobilize the third world in defence of its rights \r\nand to organize our resistance to those who are attempting to impose a \r\nself-styled new world order, which was conceived against, and without taking \r\ninto account the interests of, the peoples of the South and which would \r\nconstitute nothing but the installation on a global scale of the kind of \r\nhegemonistic delusions upon the cinders of which this Organization was created. \r\nThe aims of those who are concocting the reorganization of the world, \r\nwith a view to dominating it, are becoming increasingly obvious. \r\nUnderdevelopment and poverty would be permanently reserved for the peoples of \r\nthe South, which constitute three quarters of humankind, and they would \r\ncontinue to be the providers of wealth for the affluent minorities of the \r\nNorth. International bodies would be converted into mechanisms for domination \r\nand intervention to guarantee a world system where the powerful would impose \r\ntheir corrupted ideas and values. The new conquerors are not bearers of the \r\ncross; rather, they brandish the sword and the moneybag, and the only gospel \r\nthey preach is profits. \r\nCynically they proclaim themselves the representatives of a superior \r\nsociety and they go so far as to attempt to present themselves as the very \r\nimage of democracy, freedom and human rights. With the same arrogance shown \r\nby their colonialist ancestors, with the same haughtiness shown by their \r\nfascist inspirers, today\u0027s hegemonists boast about the alleged superiority of \r\nA/47/PV.15 \r\n63 \r\n(Mr. Alarcon de Quesada. Cuba) \r\ntheir societies, their way of life, their ideas, beliefs and values, and use \r\nevery means in attempting to impose them upon other peoples. \r\nThey are attempting to impose not only their ideas, but also their \r\n\"justice\", which lacks the slightest equity and which, even within the \r\nterritory of the United States, and with an openly racist point of view, \r\npronounces the harshest sentences, including the death penalty, on, almost \r\nexclusively, blacks and hispanics. What is the sense of, and how can we \r\ncondone, the decision of that country\u0027s Supreme Court which legalized the \r\nright to kidnap anyone of any nationality in any part of the world? Has \r\nmankind ever seen such an abuse of power and high-handedness at any other \r\nstage in its history? \r\nAt the same time, encouraged by the setbacks of European socialism, they \r\nare trying to decree the end of socialist ideals and to impose capitalism, in \r\nits most uncontrolled fashion, as the sole, definitive and permanent model to \r\nbe applied around the world. They proclaim the so-called neo-liberal formulas \r\nas dogma which everyone must observe and they do not even blush when they \r\nportray themselves as having the exclusive recipe for mankind\u0027s prosperity and \r\nhappiness. \r\nMillions of dollars that could be devoted to more noble purposes are \r\nbeing spent today in selling those ideas. But the peoples of the third world \r\nhave not forgotten that it was the unrestrained voraciousness of capitalism \r\nthat compelled them to endure the long and harsh experience of colonialism, \r\nthat crushed them with racism and discrimination, that subjected them to the \r\nbackwardness and poverty still besetting them. Capitalism was and is the \r\nA/47/PV.15 \r\n64-65 \r\n(Mr. Alarcon de Quesada. Cuba) \r\nessential cause of the evils afflicting our peoples; it can never be their \r\nsolution. \r\nThe euphoric promoters of so-called neo-liberalism are overcome with joy \r\nwhen they see the bankruptcy of a number of socialist projects which, as is \r\nwell known, lasted barely a few decades and were tested in adverse conditions \r\nand in comparatively less developed countries. \r\nThose who exult over the failure of some socialist societies should be \r\ncapable of demonstrating that capitalism is solving the problems of mankind or \r\nat least that it is doing so somewhere. After all, capitalism has been the \r\npredominant system in the world for centuries and has come to full development \r\nin some of the more wealthy countries. But, after more than 200 years of \r\ncapitalism in a rich, developed and powerful country such as the United \r\nStates, the population as a whole still lacks a health system; millions are \r\ncalling for employment, housing, education and protection in their old age or \r\nare suffering the consequences of drug addiction, violence and other social \r\nevils; and tens of millions are victims of the worst expressions of racism and \r\nracial discrimination. The most powerful country has not been able in two \r\ncenturies to solve any of those problems through capitalism, although it not \r\nonly has been able to rely on its own wealth but also has been pitilessly \r\nexploiting other peoples during that lengthy period. \r\nA/47/PV.15 \r\n66 \r\n(Mr. Alarcon de Quesada. Cuba) \r\nCertain turncoats may kneel before that deceptive golden calf, but to \r\nunderstand the failure of capitalism as a social project it is not necessary \r\nto read Karl Marx one need only take stroll through the New York or Los \r\nAngeles inner city. The American dream may dazzle some weak minds, but for \r\nbroad, and growing, sectors in this country and, above all, for tens of \r\nmillions of Afro-Americans, Latinos, native Americans and Asians, the \r\nunemployed, the poor and the destitute - that dream has been, and is, a \r\nbitter, sad and perpetual nightmare. \r\nOn what moral grounds can profoundly unjust societies present themselves \r\nas a universal archetype when the inordinate consumption patterns and the \r\nextravagance of their insolent minorities mock the plight of countless others \r\nin their midst who are suffering a life as miserable as that of the poorest in \r\nthe third world? In terms of human solidarity they have nothing to teach us; \r\non the contrary, they have much to learn from us. \r\nIn truth, not only is the type of society that would be imposed upon us \r\nintrinsically unjust and inhuman: it threatens the survival of the human \r\nspecies - indeed, life itself on our planet. The irrational consumption \r\npatterns of the wealthy exhaust non-renewable resources, poison oceans and \r\nrivers, make the air in our cities unbreathable, adversely change the climate, \r\ndangerously raise the sealevel, irreparably damage the soil, destroy forests, \r\nenlarge deserts and deepen the poverty of hundreds of millions of human \r\nbeings. The environment is also the victim of a relentless war that has \r\nalready caused the death of numerous species and is putting many others in \r\ndanger of extinction. \r\nA/47/PV.15 \r\n67 \r\n(Mr. Alarcon de Quesada. Cuba) \r\nWhen will it be man\u0027s turn to fall victim to his own folly? For how long \r\nwill a lifestyle that condemns each and every one of us to death continue to \r\nbe worshipped? \r\nI address this Assembly at what is, for Cuba, a particularly difficult \r\ntime. The economic, commercial and financial blockade imposed by the United \r\nStates against the Cuban people has been in force for more than 30 years, but \r\nit is now being intensified and extended. While talking hypocritically of \r\npeace and international cooperation, the Government in Washington forbids \r\nforeign vessels involved in any business with Cuba to enter United States \r\nports and tries to compel corporations based in other countries to follow its \r\nanti-Cuban policy. Thus it is grossly violating not only the most basic \r\nrights of my people but also the sovereignty of other countries and the \r\nfundamental principles and norms of international law. \r\nWhile former adversaries become partners, and while the number of \r\ncountries to which Washington applies economic restrictions diminishes, the \r\nbudget and resources of the Government office entrusted with enforcement of \r\nthose restrictions have been increased, and it is publicly acknowledged that \r\nthose actions are geared towards reinforcement of the blockade against Cuba. \r\nThe United States obstructs Cuban economic and commercial activities world \r\nwide. It strives to prevent us from purchasing oil, foodstuffs and medicines; \r\nputs pressure on investors and businessmen; and, more than once, has been able \r\nto intimidate others, and thus frustrate entirely legitimate operations, by \r\nits stubborn and criminal attempts to starve our people into surrender. \r\nNever before, other than in the course of war, has a people been \r\nsubjected to such rigorous, prolonged and total attack. This aggression is \r\nbeing carried out against a small and poor country - a country with very few \r\nA/47/PV.15 \r\n68 \r\n(Mr. Alarcon de Quesada. Cuba) \r\nnatural resources, and no substantial sources of energy; a country whose \r\ndevelopment prospects are totally dependent on foreign trade; a country that \r\nreceives no credit or finance from international organizations; a country to \r\nwhich even various types of humanitarian aid are restricted. And now attempts \r\nare being made even to prevent us from trading. \r\nThe blockade is being intensified at a time when Cuba is suffering an \r\nextremely trying situation arising from the dissolution of the Socialist bloc, \r\nthe disintegration of the Soviet Union and the sudden and radical change in \r\nrelations with the countries with which we conducted 80 per cent of our trade, \r\nas well as from the abrupt disappearance of the fair and equitable prices that \r\ngoverned those relations. This has meant the loss of 70 per cent of Cuba\u0027s \r\npurchasing power the figure having fallen from $8,139 million in 1989 to \r\n$2.2 million this year. In truth, Cuba is confronted by a double blockade \r\nthat is becoming harsher and more implacable every day. \r\nIndeed, the enormous damage to our economy has had inevitable \r\nrepercussions for the living standards and consumption levels of the \r\npopulation, as well as for the country\u0027s production and development \r\nprogrammes. In these grave circumstances the imperialists nurture the hope \r\nthat, by making their blockade tougher and more oppressive, they will be able \r\nto create conditions of poverty and hunger and, thus, make our people \r\nsurrender. However, that is nothing but a foolish hope. Those who seek to \r\nannihilate us are ignoring the fact that Cuba\u0027s main resource - its only true \r\nwealth is its people. \r\nOnly a united, informed and resolute people, a people prepared to fight \r\nfor what it wants to achieve, a people whose social relations are governed by \r\nequity and solidarity, can confront and overcome such adversity. Only in a \r\nA/47/PV.15 \r\n69-70 \r\n(Mr. Alarcon de Quesada. Cuba) \r\nsociety such as that of Cuba could such disastrous conditions have occurred \r\nwithout leading to the closure of a single school, to neglect of the health of \r\na single child or elderly man or woman, or to the abandonment of a single \r\ncitizen. Can the same be said of our rabid enemies or our hypocritical \r\ncritics? \r\nThere is no greater proof of the strength of our social system or of the \r\nimplacable resolve and unity of the Cuban people in defence of its revolution \r\nthan the heroic popular resistance to this imperialist onslaught. How many \r\ncountries have endured such a trial? \r\nBut this large-scale economic warfare is not the only action being taken \r\nagainst Cuba. Part of our territory continues to be illegally occupied by a \r\nUnited States military base, which is the source of frequent provocation; the \r\nair above and the sea around the country are constantly being used for \r\nmanoeuvres by the mighty who assault us; more than 1,500 hours of aggressive \r\nradio broadcasts are transmitted to Cuba weekly, and there have been \r\nunsuccessful attempts to invade our television spectrum; the territory of the \r\nUnited States is used openly and shamelessly, and with the apparent complicity \r\nof the authorities of that country, for the purpose of carrying out terrorist \r\nattacks against us; and Cuba is being subjected to a systematic campaign of \r\nslander to distort the image of a country which the United States has not been \r\nable to defeat and which refuses to renounce its independence. \r\nA/47/PV.15 \r\n71 \r\n(Mr. Alarcon de Quesada, Cuha) \r\nAs it has not been able to bend us to its will, imperialism threatens us \r\nwith extermination and endeavours to compel the rest of the world to acquiesce \r\nto its genocidal infamy. The Yankee blockade is a brutal violation of the \r\nrights of all the Cuban people and of international norms and the sovereignty \r\nof other countries. It is, above all, a moral disgrace. \r\nThose who think they can bring Cuba to its knees are mistaken. Our \r\npeople has travelled a long road to achieve its full emancipation. It started \r\nits trek, totally alone, more than 120 years ago. Within its limited island \r\nspace, without allies, without the material support of any Government, it \r\nstruggled for three decades against a better and larger military force than \r\nthe total of the forces which Spain had used to combat rebellion in all its \r\nother colonies. Attempts were made even then to isolate our people from the \r\nrest of the world; even then the oppressor found accomplices; even then \r\nattempts were made to compel our people to surrender because of hunger, and a \r\nsubstantial part of our population was annihilated. \r\nThe Puerto Rican patriot, Eugenio Maria de Hostos, described those \r\npainful times for Cuba in the following words: \r\n\"It is necessary to imagine oneself in that terrifying situation, \r\nthe most tragic ever faced by any people: deprived of everything itself, \r\nwhile its enemy possesses all the power and resources of civilization; \r\nabandoned, while its enemy is abetted; disdained, while its enemy is \r\nflattered by the complicity of all. It is necessary to be able to feel \r\nall the torments of the agony of many years to understand how long a \r\nrevolution lasts, to realize how much time passes, to understand the \r\nprodigious resistance of the combatants, to appreciate their heroism, to \r\nbe worthy of admiring those admirable men ... \r\nA/47/PV.15 \r\n72 \r\n(Mr. Alarcon de Quesada. Cuba) \r\n\"It is necessary to live in such infamous times, stumbling through \r\nthe darkness of injustice, to feel for those men, elevated by their own \r\nefforts to the dignity of complete men, all the enthusiastic reverence, \r\nall the impulsive admiration, inspired by those capable of heroically \r\nrepresenting the highest virtues of mankind.\" \r\nThose times referred to by Hostos were certainly even more difficult for \r\nour people. Today we are facing an enemy more powerful than Spain was then, \r\nbut we have a united, brave people, worthy heirs of those combatants who never \r\nretreated despite the greatest misfortunes. We will never betray their \r\nmemory; we will never renounce a fatherland which we liberated with rivers of \r\nblood and sacrifice. \r\nWe also rely on the solidarity of peoples. We know that the oppressed, \r\nthe exploited and the victims of discrimination on this Earth who place their \r\nhopes in Cuba\u0027s survival are many. \r\nFor our dead, and for those who hope for a worthy life, we will continue \r\nresisting. We will not betray the mandate of our ancestors and the confidence \r\nof peoples. We will prove ourselves capable of resisting and we will know how \r\nto resist. \r\nWe will continue to pursue our most sacred duty: to save the fatherland, \r\nthe revolution and socialism. For their sake, we shall continue our struggle, \r\nwithout hesitating, despite all obstacles, hard and difficult though \r\ncircumstances may be; ever onward to victory. \r\nA/47/PV.15 \r\n73 \r\nMr. WONG (Singapore): In 1989, the year in which the Berlin Wall \r\nfell and the cold war came to an end, there were 159 Member States represented \r\nin this Hall. Today, three years later, there are 179, an increase of 20. \r\nWill this trend continue? If so, there could be 200 Member States represented \r\nin this Hall when we meet here again in 1995. Will these new countries come \r\nfrom Africa, Asia, Europe or the Americas? And will the birth pangs of these \r\nnew States be as traumatic as those of some our newer Members, like Croatia, \r\nSlovenia, Bosnia and Herzegovina, Moldova and Georgia? Or will they emerge \r\npeacefully? \r\nI begin my statement with these questions because I believe that our \r\nfirst task at this session is to rid ourselves of the euphoria that many of us \r\nhere experienced when the cold war ended. From the tragic experience of \r\nKuwait to the continuing anguish of the former Yugoslavs, we are seeing the \r\nre-emergence of forces that we thought had been swept away by forces of \r\nmodernization. Ghosts which had been sleeping for decades have awakened to \r\nhaunt us. How many more will awaken in the years to come? \r\nThis session clearly needs to be one of sober reflection. In this regard \r\nI am pleased that we have elected Ambassador Ganev of Bulgaria to guide our \r\ndeliberations. This reflects the confidence of Member States in his \r\nleadership abilities. Bulgaria\u0027s geographical location gives it a unigue \r\ninsight into the problems that we are facing. \r\nI should also like to place on record our appreciation of the wise \r\nleadership and guidance provided by our President\u0027s predecessor, \r\nAmbassador Samir Shihabi. In addition, we wish to place on record our \r\nappreciation to Mr. Perez de Cuellar for his 10 years of dedicated and \r\nexemplary service as Secretary-General. Let me also congratulate \r\nA/47/PV.15 \r\n74-75 \r\n(Mr. Wong. Singapore) \r\nMr. Boutros Boutros-Ghali on his wise and dynamic stewardship of the United \r\nNations in his first year in office. \r\nThere can no longer be any doubt that the cold war, even though it \r\nterrified many of us in this Hall, effectively froze or suppressed many \r\ntribal, religious, ethnic and cultural divisions. The thawing of the cold war \r\nhas led to their re-emergence. I need only to cite some obvious recent \r\nexamples. Even as we speak, conflicts are raging between Armenia and \r\nAzerbaijan over Nagorno-Karabakh, and there are conflicts in Moldova, Georgia \r\nand Afghanistan. Somalia is splintering; the former Yugoslavia has descended \r\ninto tribal warfare. The world has still not recovered from the shock of the \r\natrocities and the blatant disregard of basic humanitarian principles in \r\nBosnia and Herzegovina in the name of \"ethnic cleansing\", which we condemn as \r\nan abhorrent practice. \r\nIn this setting it is appropriate and timely that the Secretary-General \r\nhas produced his report \"An Agenda for Peace: Preventive diplomacy, \r\npeacemaking and peace-keeping\" (A/47/277). Not every United Nations Member \r\nwill agree with its analysis. Nor will all the recommendations be universally \r\nendorsed. But it is a far-reaching document with concrete proposals for the \r\nmaintenance of international peace and security. \r\nA/47/PV.15 \r\n76 \r\n(Mr. Wong. Singapore) \r\nIt also contains the Secretary-General\u0027s recommendations on ways to strengthen \r\nand make more efficient the capacity of the United Nations for preventive \r\ndiplomacy, peacemaking, peace-keeping and peace-building. We should \r\ncongratulate the Secretary-General and his staff on putting together a \r\ncomprehensive and thoughtful paper that raises the issues that Member States \r\nneed to address. \r\nThere is much in there for us to ruminate on but there is also room for \r\nus to add ideas to it. For example, the report, for obvious reasons, refrains \r\nfrom trying to apportion blame or investigate the causes of the recent \r\nconflicts. This should be the job of Member States. We need to be clear in \r\nour minds whether the explosion of new States in recent years is a natural and \r\nwelcome development, something akin to what we saw in the era of \r\ndecolonization, or whether it is a reflection of a state of disorder in the \r\nstructures of human society that we have created in the twentieth century. Or \r\nis it the case, as the \"Agenda for Peace\" suggests, that the \"deepest causes \r\nof conflict\" are: \"economic despair, social injustice and political \r\noppression\" (A/47/277, para. 15)? We need to be clear in our minds about what \r\nis happening because this will in turn define the mission that we will entrust \r\nto the United Nations: when a conflict breaks out within a State should the \r\nmission of the United Nations be to resolve the conflict and peacefully \r\nreunite the factions as in Angola and El Salvador or should the mission of \r\nthe United Nations be to facilitate a peaceful division of the country as in \r\nYugoslavia? These are not theoretical questions. These are practical \r\nquestions that United Nations peace-keepers confront on a day-to-day basis in \r\nthe former Yugoslavia and in Somalia. \r\nA/47/PV.15 \r\n77 \r\n(Mr. Wong. Singapore) \r\nLest I be misunderstood, let me stress that I welcome the new Member \r\nStates that have joined the United Nations this year: Armenia, Azerbaijan, \r\nBosnia and Herzegovina, Croatia, Georgia, Kazakhstan, Kyrgyzstan, the Republic \r\nof Moldova, San Marino, Slovenia, Tajikistan, Turkmenistan and Uzbekistan. I \r\nbelieve that they would agree with me that if more new Member States are going \r\nto join us we should ensure that they emerge peacefully and not through war \r\nand conflict. \r\nThe \"Agenda for Peace\" also makes it clear that the functions of United \r\nNations peace-keepers have gone far beyond their usual mandate. In the past \r\nUnited Nations peace-keepers were traditionally sent in after a peace \r\nagreement had been worked out between the warring parties. Today United \r\nNations forces are involved in a variety of tasks ranging from \r\nelection-monitoring to inspection of nuclear installations. The range of \r\nfunctions is expected to increase. As the \"Agenda for Peace\" points out, \r\nthese will include preventive diplomacy, peacemaking, peace-keeping and \r\npeace-building. \r\nLet me also state the points of agreement that I have with the report. \r\nFirst, I agree that the United Nations should play a more proactive role in \r\npreventive diplomacy. As the report states: \r\n\"... preventive diplomacy requires measures to create confidence; it \r\nneeds early warning based on information gathering and informal or formal \r\nfact-finding; it may also involve preventive deployment and, in some \r\nsituations, demilitarized zones.\" (A/47/277, para. 23) \r\nSecondly, I also agree that the Security Council can now play a more active \r\nrole because, as the report states: \r\n\"With greater unity has come leverage and persuasive power to lead \r\nhostile parties towards negotiations.\" (A/47/277, para. 35) \r\nA/47/PV.15 \r\n78 \r\n(Mr. Wong. Singapore) \r\nThirdly, I agree that the United Nations should work in concert with regional \r\ngroupings. I believe that the Association of South-East Asian Nations (ASEAN) \r\nwould be happy to do so. The endorsement by the United Nations of the Treaty \r\nof Amity and Cooperation, signed in Bali, Indonesia, in 1976 and recently \r\nacceded to by Laos and Viet Nam, could make it a model for other regions to \r\nemulate. \r\nHaving imposed these significant new burdens on the United Nations it is \r\nabsurd that Member States, especially the permanent members of the United \r\nNations Security Council, are depriving the United Nations of the funds needed \r\nto carry out these operations. Unpaid arrears for United Nations \r\npeace-keeping operations now amount to $800 million. They are likely to rise \r\nas the cost of peace-keeping operations for this year alone is likely to reach \r\n$3 billion. \r\nSome of the biggest debtors of the United Nations come from countries of \r\nthe North. It would be tragic for countries of the North to assume that they \r\nare immune from the political and economic travails of the South. Yugoslavia \r\nhas demonstrated that these problems can explode at their doorsteps. The \r\nmodern technology spun by the developed countries has made our world into a \r\nglobal village in the truest sense of the word. No villager can ignore a fire \r\nin the home of his fellow villager, for if he does his own home could be burnt. \r\nWe saw this clearly at the Rio de Janeiro Summit earlier this year. The \r\ncountries of the North called upon the countries of the South to restrain \r\ntheir deforestation, their production of chloro-fluorocarbons (CFCs) and their \r\npollutive development, for they were concerned that the effects of these \r\nactivities in the South would wander into their homes. Yet while they expect \r\nthe relatively impoverished countries of the South to make valiant sacrifices, \r\nA/47/PV.15 \r\n79 \r\n(Mr. Wono. Singapore) \r\nthey are not prepared to make equal sacrifices in their relatively affluent \r\nlifestyles. Given these difficulties, it is remarkable that the Rio Summit \r\nreached a consensus on Agenda 21. We in the General Assembly should endorse \r\nthe Rio Declaration and Agenda 21 and adopt a good decision to establish a \r\nhigh-level commission on sustainable development. The momentum achieved in \r\nRio de Janeiro has to be maintained and followed up. \r\nTo address these environmental questions squarely, the world also needs \r\nto reinvigorate the global economy. We must convince the countries of the \r\nNorth that if they want the South to pay greater heed to their concerns on the \r\nglobal environment, they must in turn push the global economy forward by \r\nsuccessfully completing the Uruguay Round as soon as possible. Instead of \r\ndoing this, the countries of the North are concentrating on regional \r\nintegration. Whatever the fate of the Maastricht Treaty, an integrated single \r\nEuropean market will be in place by January 1993, bolstered by an expanded \r\nagreement with the European Free Trade Association (EFTA) countries that would \r\nbring about greater European Community-EFTA economic co-operation known as the \r\nEuropean Economic Area (EEA). The North American Free Trade Area (NAFTA) is \r\nabout to be formed. If these arrangements benefit only the countries of the \r\nNorth, with no perceived benefits to the South, the South is unlikely to \r\ncooperate with the North on environmental issues. \r\nFortunately, the South has not been standing still. A major economic \r\nrevolution is also taking place there, affecting the lives of billions of \r\npeople, especially in large nations such as China, India, Pakistan and \r\nIndonesia. If present trends continue, by the year 2000 the ASEAN countries \r\nand the Asian newly industrializing economies will have a gross domestic \r\nA/47/PV.15 \r\n80 \r\n(Mr. Wong. Singapore) \r\nproduct (GDP) of $3.3 trillion, two thirds of the United States 1990 GDP or \r\nhalf of the European Community 1990 GDP. China could double its gross \r\nnational product (GNP) within this decade. Clearly, some parts of the South \r\nare going to experience explosive economic growth. \r\nExcept for a few which still cling to the virtues of the command economy, \r\npractically every country in the world now realizes that it has to introduce \r\neconomic reforms. The old economic systems with their manifest inefficiencies \r\nand inadequacies that hindered economic growth had to be discarded. Except \r\nfor a few, all States are working to introduce the market-economy system. But \r\nsuch adjustment to open economic competition is not without sacrifices and \r\ngreat political costs. The transitional economies have experienced great \r\neconomic difficulties and dislocations in their initial periods of \r\nadjustment. The North should see that it is in its interest to help these \r\ncountries by fighting protectionism. With such support, the developing \r\ncountries should be able to pull off this economic transition successfully. \r\nA/47/PV.15 \r\n81 \r\n(Mr. Wong. Singapore) \r\nIf this massive economic revolution in the South succeeds, the world will \r\nexperience a rising tide that will lift all of humankind those in the South \r\nand those in the North. It is also likely that this rising tide would help \r\nextinguish the flames of tribal and ethnic discord that have erupted around \r\nthe globe. \r\nSouth-East Asia has sometimes been called \"the Balkans of Asia\". Despite \r\nthis, the countries of the Association of South-East Asian Nations (ASEAN) \r\nhave already experienced two decades of peace and economic development. \r\nThrough regional cooperation in ASEAN and the concentration of national \r\nenergies on economic development, the ASEAN region has become the most \r\npeaceful and prosperous part of the third world. There is no reason why this \r\nASEAN experience cannot be duplicated in the rest of the world. I hope that \r\nthis session of the General Assembly will give some thought to this as it \r\nsearches for solutions to the ongoing tragedies we are now witnessing. \r\nMr. HOLO (Benin) (interpretation from French): Nigeria and Pakistan \r\nare mourning today. I should like to extend to the Governments and the \r\npeoples of these two friendly countries the compassion of the people of Benin \r\nwho understand their sorrow and share their grief. \r\nI should like to join those who preceded me at this rostrum in \r\ncongratulating Mr. Ganev warmly, on behalf of the Republic of Benin, on his \r\noutstanding election to the presidency of the General Assembly at this \r\nsession. This is a well-deserved tribute to his country, Bulgaria, and to him \r\npersonally. \r\nI should also like to congratulate his predecessor, \r\nAmbassador Samir Shihabi of Saudi Arabia, who presided over the forty-sixth \r\nsession of the General Assembly so ably and efficiently. \r\nA/47/PV.15 \r\n82 \r\n(Mr. Holo. Benin) \r\nI wish also to pay a well-deserved tribute to the Secretary-General of \r\nthe United Nations for his courage, his dedication and his readiness in the \r\nservice of the ideals of the Organization. Less than a year after his \r\nelection, Mr. Boutros Boutros-Ghali has already demonstrated his effectiveness \r\nand his diplomatic experience, to the admiration of the international \r\ncommunity as a whole. His tireless efforts to restore peace to the various \r\nhotbeds of tension throughout the world deserve the active support of all the \r\nMembers of the United Nations. His recent detailed and well-written report to \r\nthe membership is eloquent testimony of his endeavours. \r\nMy delegation would like once again to pay a tribute to his predecessor, \r\nMr. Javier Perez de Cuellar, for his invaluable work at the service of our \r\nuniversal Organization, whose membership has continued to expand over the \r\nyears. \r\nBenin welcomes the new Members of the United Nations: Armenia, \r\nAzerbaijan, Bosnia and Herzegovina, Croatia, Georgia, Kazakhstan, Kyrgyzstan, \r\nthe Republic of Moldova, San Marino, Slovenia, Tajikistan, Turkmenistan and \r\nUzbekistan. \r\nAt the last session of the General Assembly, we unanimously welcomed the \r\nend of an era of confrontation and the advent of an era of international \r\ncooperation based on a spirit of solidarity and fraternity among the nations \r\nof the world. \r\nIn that context, Benin also welcomed the advent and the admission to \r\nmembership in the United Nations of the independent States that emerged from \r\nthe former Soviet Union following the signing of the Minsk Agreements. \r\nThe first ever meeting of the Security Council at the level of Heads of \r\nState or Government, held on 31 January 1992, marked the end of the cold war; \r\nA/47/PV.15 \r\n83 \r\n(Mr. Holo. Benin) \r\nat that meeting, they urged the advent of a new, more stable and more \r\nprosperous world order, for which the United Nations would provide the \r\nframework. \r\nUnfortunately, we have to say that this session of the Assembly is \r\nbeginning at a time when there is an unprecedented reappearance of hotbeds of \r\ntension throughout the world, resulting in a situation in which peace-keeping \r\nactivities have become the primary concern of the United Nations over the last \r\n10 months. These hotbeds of tension demonstrate the fragility of peace and of \r\ninternational security, at an important turning-point in our history. \r\nMay I point out here that the Security Council, in its statement of \r\n31 January 1992, indicated that the development of the democratic movement and \r\nthe promotion of respect for human rights would help make the world more \r\nstable and more prosperous. \r\nMy delegation would like to reaffirm that the international community, \r\nwhile welcoming the emergence of new nations as a result of the affirmation of \r\nthe unbreakable will of peoples to regain freedom, dignity and justice through \r\nrespect for their own cultural and political values, must promote the search \r\nfor consensus and the spirit of tolerance and dialogue which can still today \r\nprovide the basis for a peaceful transition. \r\nNegotiation prevailing over the use of force, trade over exploitation, \r\nfreedom over constraints: those are the approaches that should guide each of \r\nour countries so that the capacity of the Organization in the areas of \r\npreventive diplomacy, peacemaking and peace-keeping can be enhanced. \r\nWe often say that our planet is sick. It is sick because of delayed \r\ndevelopment resulting from financial, technological, scientific and ecological \r\nimbalances between the northern and southern hemispheres. It is sick because \r\nA/47/PV.15 \r\n84-85 \r\n(Mr. Holo, Benin) \r\nof social injustice and because of extreme poverty that dehumanize so many \r\npeoples that are referred to as \"developing peoples\". \r\nTo all these ills, aggravated today by the resurgence of nationalism, we \r\nmust add new kinds of illnesses that are decimating our peoples throughout the \r\nworld. It is therefore essential that States regain control and contribute \r\nindividually and collectively to the strengthening of international peace and \r\nsecurity. \r\nAgainst this backdrop, the Secretary-General\u0027s report, \"An Agenda for \r\nPeace\", submitted pursuant to the statement agreed by the summit meeting of \r\nthe Security Council on 31 January 1992, offers us food for thought serious \r\nthought and it opens up new prospects. We must all contribute to fleshing \r\nout that report so that our dream of a better world can become a reality in \r\nthe years ahead. \r\n\\ _ \r\nA/47/PV.15 \r\n86 \r\n(Mr. Holo. Benin) \r\nAs for Africa, our continent has suffered too much for us not to try \r\ntoday, together, hand in hand, to join forces and use all that we have in the \r\nway of intelligence, courage, strength and resources, to lessen suffering, \r\nalleviate poverty and establish a coherent strategy for sustainable \r\ndevelopment. \r\nIt is Benin\u0027s hope that all of Africa will be free of fratricidal and \r\ninternal wars and all other conflicts that hinder our development. It is \r\nenough to look around us to see the tragedy of our brothers in Liberia, \r\nSomalia and Sudan, just to mention a few. \r\nFrom now on Africa can prove, if need be, that it can resolve its own \r\nconflicts when foreign interference does not complicate matters. To eliminate \r\ninstability and insecurity in Africa, the international community must offer \r\nits firm support for the efforts now under way to restore peace to Liberia and \r\nSomalia. \r\nMy country, which currently holds the chairmanship of the Economic \r\nCommunity of West African States (ECOWAS), has been making intensive efforts \r\nsince August to bring those involved in the Liberian tragedy to silence their \r\nweapons so that we can move towards national reconciliation. Benin\u0027s only \r\ninterest in Liberia is peace. President Soglo\u0027s efforts deserve the support \r\nof Africans first and foremost and then of all the major Powers and all other \r\nMembers of the United Nations. \r\nBenin hopes that recent appeals from the Conference of Heads of State and \r\nGovernment of the Organization of African Unity (OAU), held from 28 June to \r\n2 July 1992 in Dakar, to those involved in the tragedy in Somalia and Sudan \r\nwill be heard so that hostilities can cease and negotiations can begin, with a \r\nview to national reconciliation. That, we believe, is a prerequisite for \r\nA/47/PV.15 \r\n87 \r\n(Mr. Holo. Benin) \r\npreserving the unity and integrity of those two countries, which are also \r\nravaged by famine. \r\nIt is important to emphasize the hope inspired by the humanitarian \r\nactions of the United Nations to save the people of Somalia from famine. Here \r\nI should also like to hail the work done by all the countries and humanitarian \r\norganizations that have taken action in that part of the world, despite the \r\nthreats they are exposed to in the field by the various parties to the \r\nconflict. In particular, we hail the efforts of Mr. Boutros Boutros-Ghali, to \r\nwhom we are indebted for heightening awareness of that tragedy and its \r\nhorrors. In addition, his Special Representative, Ambassador Sahnoun of \r\nAlgeria, deserves our fraternal commendation and admiration. \r\nJust a few months ago, the international community welcomed the positive \r\nchanges taking place in the situation in South Africa, changes that were \r\nexpected to crown with success the tireless struggle of the black people of \r\nSouth Africa against a system that for more than 50 years had reduced them to \r\nslavery. Here I should like to reaffirm my country\u0027s unequivocal position on \r\nthe problem of apartheid. That odious and inhuman system must be dismantled, \r\nin deeds and in law, to allow for the emergence of a democratic and \r\nmultiracial South Africa, where the principle of one man, one vote, will \r\nbecome a political reality. \r\nRecent developments, both political and social in that country, notably \r\nthe resumption of violence, which has already claimed hundreds of innocent \r\nvictions, shows, unfortunately, that many difficulties and obstacles still \r\nhave to be dealt with before apartheid can be totally dismantled. In the \r\ninterest of international peace and security, we must encourage dialogue among \r\nthose involved in the political situation in South Africa, who still have to \r\nA/47/PV.15 \r\n88 \r\n(Mr. Holo. Benin) \r\novercome very deep political differences, while continuing at the same time to \r\nkeep the pressure on the South African regime so that the reform processes \r\nthat have been initiated can be continued and speeded up. \r\nThat is how Benin understands the Security Council\u0027s adoption of \r\nresolution 765 (1992) on the question of South Africa, the appointment by the \r\nSecretary-General of a Special Representative and the sending of United \r\nNations observers to that country. \r\nWe are happy to see that the peace process in Angola, which began with \r\nthe signing of the cease-fire agreement at Estoril, Portugal, on 31 May 1991, \r\nis on course. The Members of the United Nations must continue to support that \r\ncountry, which has been riven by 15 years of fratricidal war, in its efforts \r\nfor democratization, one important stage of which will be the free elections \r\nscheduled for 29 and 30 September 1992, that is, tomorrow and the day after. \r\nThe delegation of Benin welcomes the fact that the peace talks which have \r\nbegun between the Maputo Government and RENAMO leaders have led to the signing \r\nat Rome on 7 August 1992 of a peace agreement between the two parties. May \r\npeace truly and definitively come to Mozambique so that all the sons and \r\ndaughters of that country can tackle the job of national reconstruction. \r\nThe Madrid Conference on peace in the Middle East portended a reasonable \r\narrangement between Arabs and Israelis with a hope for lasting peace. Recent \r\npolitical changes in Israel may enable the current negotiations to evolve in a \r\nsatisfactory manner that would be acceptable to all parties to the conflict. \r\n!t is our duty to encourage that needed dialogue, with a view to achieving a \r\nlasting peace that would guarantee the existence of the Hebrew State and a \r\nPalestinian State within secure borders recognized by all. \r\nA/47/PV.15 \r\n89-90 \r\n(Mr. Holo, Benin) \r\nThat, of course, would presuppose our listening to both parties. It is \r\nin that spirit that Benin this year resumed diplomatic relations with the \r\nState of Israel. We are guided by our firm resolve to use our pivotal \r\nposition as a traditional friend of the Arab States and a new partner of the \r\nState of Israel as a point of departure to help bring the two parties together \r\nas best we can. My country wholeheartedly hopes for success at the peace \r\nprocess that began in Madrid. \r\nA solution to the Middle East Problem also involves the consistent and \r\neffective implementation of Security Council resolutions 242 (1967) and \r\n338 (1973), emphasizing the inadmissibility of the acquisition of territory \r\nthrough war and the need to work for a just and lasting peace, enabling each \r\nState in the region to live in safety within boundaries that are \r\ninternationally recognized and guaranteed by the international community, \r\nincluding Palestine and Israel. \r\nMy country is distressed at the killing and the flagrant violations of \r\nhuman rights in Bosnia and Herzegovina stemming from the disintegration of the \r\nSocialist Federal Republic of Yugoslavia. \r\nA/47/PV.15 \r\n91 \r\n(Mr. Holo. Benin) \r\nThe continuing tragedy of the peoples of that country threatens \r\ninternational peace and security and constitutes a new challenge to our \r\nOrganization. In my Government\u0027s opinion, there are three factors that could \r\nhave a favourable influence on efforts undertaken by the European States and \r\nthe United Nations to restore peace in the former Yugoslavia. These are an \r\nimmediate cessation of hostilities; respect for the territorial integrity of \r\nthe various States that have emerged from the disintegration of the former \r\nFederation; and the protection of minorities. \r\nI would add to this our unequivocal condemnation of the intolerable \r\npractice of \"ethnic cleansing\", a practice unworthy of humankind and one of \r\nwhich each and every human being should be ashamed today. Given the \r\nuniversality of our Organization, however, my country hopes that the reguest \r\nfor admission of the Federal Republic of Yugoslavia Serbia and Montenegro \r\nwill encounter no obstacles and that the admission of that country might even \r\nbe a catalyst for a just and lasting peace in the Balkans. \r\nThe new spirit of consensus particularly among the permanent members of \r\nthe Security Council and the end of the cold war have encouraged the present \r\natmosphere of detente in the international political arena. In that context, \r\ngeneral and complete disarmament must remain the international community\u0027s \r\nultimate goal at the end of the twentieth century. \r\nThe Republic of Benin would like to see the enormous resources devoted to \r\nthe manufacture and purchase of weaponry shifted towards satisfying the more \r\nurgent need for development of the third world countries. We believe that a \r\nmajor step in that direction would be the acceptance by the international \r\ncommunity particularly the arms-producing countries of the \r\nSecretary-General\u0027s proposal on taxing arms sales in order to offset the \r\nbudgetary deficit of the United Nations and provide it with the resources it \r\nA/47/PV.15 \r\n92 \r\n(Mr. Holo. Benin) \r\nneeds to carry out the work entrusted to it. My country therefore supports \r\nthis proposal by Mr. Boutros Boutros-Ghali. Moreover, Benin supports all \r\nUnited Nations resolutions related to the reduction, limitation, and \r\nnon-proliferation of nuclear weapons. \r\nIt is often being said that the international community is today at a \r\nturning-point. The will expressed by Member States to move towards the \r\nsolution of regional conflicts and the new feeling of urgency in the face of \r\nglobal threats to the well-being of the planet give us an historic opportunity \r\nto tackle the real problems we all face. \r\nOf course, the world economy has developed in a rather remarkable way in \r\nthe past few years, as demonstrated, inter alia, by the extension of the \r\nmarket economy and the emergence of major economic groupings in Western Europe \r\nand North America. However, the international cooperation necessary to the \r\ncreation of a new world order is not really getting under way. The imbalances \r\nbetween North and South are being exacerbated. If the current trends persist \r\nuntil the year 2000, the citizens of the richest nations of the world will \r\nhave an average annual income of more than $13,600 while those from the least \r\ndeveloped African countries will have an average per capita income of only \r\n$217 that is, $12 less than in 1985. This sharp decrease has already been \r\nseen in many countries. \r\nWe must therefore acknowledge that the problem of the economic liberation \r\nof Africa is one that still faces us most acutely. All the efforts made to \r\nwipe out and reverse this trend towards deterioration in the economies of our \r\ncountries have been in vain. Africa\u0027s economic horizon is darkening daily-\r\nHere, I should like to broach the question of debt, and more specifically \r\nin sub-Saharan African. In one report on the debt crisis, the \r\nSecretary-General stressed that the heavy obligations imposed by debt \r\nA/47/PV.15 \r\n93 \r\n(Mr. Holo. Benin) \r\nservicing have given rise to serious budgetary problems. Public investment \r\nand social expenditures have suffered the results of this, and the most \r\nvulnerable social sectors have therefore been the most seriously affected. \r\nToday, our continent groans under the crushing burden of debt, which now \r\namounts to more than $270 billion. In 1990, our States had to pay out \r\n$23 billion to service this debt. Confronted by these increasingly harsh \r\nresource problems, most of our States have committed themselves to structural \r\nadjustment programmes. These programmes do not yet have the resources that \r\nare truly necessary to the development of our devastated economies. That is \r\nwhy Benin appeals to the international community to take concrete, urgent \r\naction to reduce the debt burden of the African countries and increase \r\nfinancial flows for their development. \r\nMeasures to ease or cancel debt in some cases debt that our countries \r\nfind so difficult to bear should be accompanied by detailed and explicit \r\nprogrammes on the conditions for financing structural adjustment programmes \r\nand repaying the debt owed by our States. \r\nOn another level, the forty-sixth session of the General Assembly, \r\nfollowing consideration and final evaluation of the implementation of the \r\nUnited Nations Programme of Action for African Economic Recovery and \r\nDevelopment 1986-1990 adopted the New Agenda for the Development of Africa in \r\nthe 1990s. That was an opportunity to refocus the international community\u0027s \r\ninterest in the socio-economic difficulties facing the countries of Africa. \r\nTo reach the objectives of the New Agenda, it is now time for the \r\ninternational community to translate into real action the commitments that \r\nhave been entered into and renewed so many times to support the efforts made \r\nA/47/PV.15 \r\n94-95 \r\n(Mr. Holo. Benin) \r\nby the African countries themselves to achieve autonomous growth and \r\nsocio-economic development. Indeed, the Secretary-General has said that \r\nAfrica is one of the five United Nations priorities for the 1990s. As to the \r\nother four priorities the environment, peace-keeping, the fight against drug \r\nabuse, and humanitarian assistance we have to say that no actual decision \r\nhas been taken to translate this priority into action. \r\n\\_ \r\nA/47/PV.15 \r\n96 \r\n(Mr. Holo. Benin) \r\nMy delegation feels serious concern about the situation that still \r\nprevails one year after the adoption of resolution 46/151 on the United \r\nNations New Agenda for the Development of Africa in the 1990s. First, the \r\nSecretary-General\u0027s programme has not yet really been launched. Secondly, the \r\nfollow-up mechanisms, for example, the high-level consultative group, the \r\ninter-agency committee and the steering committee, have not yet been set up. \r\nThirdly, the study on the need for and the feasibility of establishing a \r\ndiversification fund for African commodities has not yet been carried out, \r\neven though it is supposed to be the subject of a report by the \r\nSecretary-General to the General Assembly at its forty-eighth session. \r\nLastly, the setting up of adeguate financial resources is still hypothetical. \r\nI would like to express the ardent hope that no effort will be spared to \r\nensure that by December 1992, or at the latest by January 1993, the New Agenda \r\nfor the Development of Africa in the 1990s will emerge from its present \r\nlethargy and enter a truly active and dynamic phase that will live up to our \r\nhopes. \r\nTo a certain extent, the Programme of Action for the Least Developed \r\nCountries for the 1990s is experiencing the same difficulties as the New \r\nAgenda for the Development of Africa in the 1990s. This will hardly help to \r\nimprove the living and working conditions of the most vulnerable groups in the \r\nleast developed countries. \r\nIt is essential to continue and support efforts aimed at ensuring that \r\nthe number of least developed countries, particularly in Africa, can be cut in \r\nhalf by the end of the twentieth century. We must thus reverse the tendency \r\ntowards increasing the number of least developed countries, a trend that has \r\nbeen noted since the adoption of the Programme of Action in September 1990 and \r\nthe adoption of the new criteria for classification in 1991. \r\nA/47/PV.15 \r\n97 \r\n(Mr. Holo. Benin) \r\nMy Government feels that the International Conference on Financing \r\nDevelopment could provide responses to the difficulties facing the various \r\nprogrammes and plans of action for the development of the countries of the \r\nSouth. \r\nFor that reason, we sincerely hope that the General Assembly will, during \r\nthis session, adopt a resolution to convene the Conference, which will be \r\nprepared as part of the process of intergovernmental negotiations with the \r\nparticipation of all States. The holding of such a Conference will be an \r\nimportant element in the process of strengthening the role of the United \r\nNations in promoting international economic cooperation. We welcome the \r\nJapanese initiative to organize in 1993 an international conference on the \r\ndevelopment of Africa. The work of that conference should be a good \r\npreparatory exercise for the Conference on Financing Development. \r\nBenin believes that economic integration is also a response to the \r\nmarginalization of Africa. It is essential today for our States that the \r\nregional economic groupings we have created in order to ensure South-South \r\ncooperation should be strengthened. \r\nAfrica, determined to continue with vigour the policy it has been \r\nfollowing in this sphere for effective regional and subregional economic \r\ncooperation and integration, is thus particularly committed to the creation of \r\nthe African Economic Community, whose Constitution was signed by the Heads of \r\nState and Government on 3 June 1991 at Abuja. \r\nSuccess for this project presupposes, I believe, a commitment by each of \r\nour States to promote integration in the various activity sectors of our \r\neconomies and to ensure the development and maintenance of reliable networks \r\nof agricultural, road and industrial infrastructures on the continent. \r\nA/47/PV.15 \r\n98 \r\n(Mr. Holo. Benin) \r\nDespite the economic situation of our countries, many specific actions \r\nhave been taken to help children as part of the follow-up of the World Summit \r\nfor Children. \r\nOn 16 June 1992 Benin celebrated the Day of the African Child, as we had \r\nin 1991. Although my country had already scored some successes, the \r\ncelebrations on that day enabled us to place even more emphasis on improving \r\nthe health of mothers and children through the expanded vaccination programme, \r\nthe struggle to combat malnutrition and other widespread diseases of children, \r\nthe provision of drinking water to rural areas, the gradual reduction of \r\nilliteracy and the securing of access to education for all children. \r\nAfrica aspires to development of the whole person, and to that end, we \r\nmust be sure to involve women and children. They are, after all, the majority \r\nof the people of our countries on the path of progress, which can be achieved \r\nprimarily through the education and training of young people and adults. \r\nBenin welcomes the action already taken by the Organization of African \r\nUnity (OAU), together with the United Nations Children\u0027s Fund (UNICEF), with a \r\nview to the holding of the International Conference on Assistance for the \r\nAfrican Child, to be held at Dakar from 25 to 27 November 1992. \r\nParallel with its actions in behalf of children, my Government is also \r\npreparing actively to mark the International Year of the Family in 1994. In \r\naddition, we stand ready to make a worthwhile contribution to the preparatory \r\nwork for the World Conference on Women, to be held at Beijing in 1995. \r\nA few years ago each of our States, particularly the richer ones among \r\nus, was content to act alone at the national level in order to stop \r\nenvironmental degradation. \r\nA/47/PV.15 \r\n99-100 \r\n(Mr. Holo. Benin) \r\nToday we have to recognize that the major ecological problems we face are \r\nplanetary in dimension and require an international approach. \r\nIn that context, Benin welcomes the conclusions of the United Nations \r\nConference on Environment and Development (UNCED), held from 3 to 14 June 1992 \r\nat Rio de Janeiro. \r\nWhile that historic conference, in which my country took an active part, \r\ndid not fully live up to the hopes placed in it, it did enshrine the concept \r\nof sustainable development and a recognition of the undeniable link that \r\nexists between environmental protection and economic development. \r\nBenin, convinced that dealing with environmental and development problems \r\nrequires the coordination of activities, initiatives and programmes, welcomes \r\nthe agreement reached at Rio on institutional mechanisms for following up \r\nUNCED decisions, particularly the establishment of a high-level commission on \r\nsustainable development. \r\nIn our opinion, that commission will play an essential role in the \r\nimplementation and follow-up of Agenda 21, adopted at Rio by the Conference. \r\nWith a strong and competent secretariat, which could be headquartered at \r\nGeneva, the commission on sustainable development should make it possible, we \r\nbelieve, to coordinate, facilitate and orient intergovernmental action within \r\nthe United Nations system in the area of environment. \r\nThe members of the commission, to be elected by the General Assembly, \r\nshould represent all the regional groups in the United Nations and all types \r\nof development. \r\nA/47/PV.15 \r\n101 \r\n(Mr. Holo. Benin) \r\nAs well as supporting the establishment of a high-level commission on \r\nsustainable development, which will be the subject of a draft resolution at \r\nthis session, Benin stresses the great importance we attach to following up \r\nall the decisions and recommendations of the Rio Conference. We welcome in \r\nadvance the resolutions the Assembly will adopt in this connection, including \r\nthat by which the Assembly will establish an intergovernmental negotiating \r\ncommittee to draft by June 1994 an international convention to combat \r\ndesertification, particularly in Africa. We also look forward to a resolution \r\non the financing of Agenda 21, whose implementation by developing countries \r\nwill require new, additional funds. \r\nThe Rio Declaration on Environment and Development does not reflect all \r\nthe concerns expressed during the preparatory process for the Conference; the \r\nGeneral Assembly must therefore adopt a resolution with a view to preparing an \r\nEarth charter to be adopted during the fiftieth anniversary of the United \r\nNations in 1995, as proposed by the Secretary-General of the Conference, \r\nMr. Maurice Strong. \r\nWhile cruel at times, our age can now be proud of having witnessed the \r\nemergence of a universal human-rights movement. An awareness of democracy is \r\nspreading throughout the world, a world where men and women used to be reduced \r\nto silence and wretchedness. Democracy is slowly becoming a reality that it \r\nwill be difficult to ignore. \r\nThe credo of Benin, henceforth to be a State where the rule of law is \r\nparamount, is respect for, and the promotion and defence of, human rights and \r\nthe rights of peoples. That is why we support the 1993 convening of a World \r\nConference on Human Rights and are already participating actively in the \r\nPreparations for that high-level Conference. \r\nA/47/PV.15 \r\n102 \r\n(Mr. Holo. Benin) \r\nIt is necessary to promote social development if we are to promote, \r\nprotect and defend human rights. To the hungry, human rights can mean little \r\nif nothing is done to improve health care and education, to eliminate hunger \r\nand wretchedness, and to improve housing and the quality of life in short, \r\nto achieve greater well-being. That is why my country welcomes the decision \r\nto convene a world summit for social development in 1995; this will enshrine \r\nthe human dimension of development. \r\nI wish on behalf of the Government and the people of Benin to pay tribute \r\nto all nations, large and small, that have shown unswerving support and \r\nfriendship for my country, particularly in the past two years, and that have \r\nsupported and encouraged democratic renewal in Benin: the political, economic \r\nand moral rebirth of my country. \r\nI pay a special tribute to friendly agencies, bodies and Governments for \r\ntheir continued cooperation as we ponder, evaluate, organize and take \r\ndecisions on all aspects of the lasting economic and social recovery of Benin, \r\nand for all they did to prepare for, coordinate, organize and hold the \r\nround-table meeting of partners in the economic and social development of the \r\nRepublic of Benin, which took place at Geneva on 2 and 3 April 1992. \r\nIt is my great hope that the forty-seventh session of the General \r\nAssembly will achieve a consensus acceptable to all in the negotiations on the \r\nrestructuring of the United Nations system and the strengthening of the \r\nOrganization\u0027s role in promoting international economic cooperation and \r\nconsolidating our achievements in peace-keeping and international security. I \r\nalso hope that it will show our peoples that it is still working for \r\nsolidarity, partnership for development and hope. \r\nA/47/PV.15 \r\n103 \r\nMr. NIEHAUS QUESADA (Costa Rica) (interpretation from Spanish): \r\nCosta Rica took great pleasure in supporting the election of Mr. Stoyan Ganev \r\nto the presidency of the General Assembly at its forty-seventh session. His \r\nelection bears witness to a new era in the history of Bulgaria, an era of \r\nfreedom and pluralistic democracy. \r\nMy delegation sincerely congratulates the Secretary-General on his \r\nmasterful guidance of the work of the United Nations. Under his leadership \r\nthe Organization is with ever greater vigour assuming the central role that it \r\nshould play in international affairs. \r\nCosta Rica warmly welcomes all the new Members of the United Nations. \r\nTheir presence in this Hall symbolizes the birth of a new era in international \r\nrelations based on the ideals of peace and freedom and cooperation between all \r\npeoples. \r\nMankind has seen the threat of nuclear holocaust lifted; it has seen the \r\nEast-West ideological and military confrontation fade. But super-Power \r\nconfrontation has been replaced, quickly and bloodily, by conflicts whose \r\nseemingly lesser magnitude does not make them any the less dangerous to world \r\npeace. \r\nThe outbreak for the most absurd reasons of a number of conventional \r\nwars confirms our belief that it is more important than ever to make progress \r\nin the field of disarmament. The end of the East-West conflict provides a \r\nunique opportunity to make decisive advances in that sphere and to impose \r\nstrict controls on the arms trade. The fading of the nuclear threat must not \r\ntake us back to the era of continuous war. \r\nOld sins cast long shadows. Today, as in 1914, we look with dismay \r\nat events in the Balkans. A State Member of the United Nations, Bosnia and \r\nHerzegovina, is fighting for survival in the midst of a bloody and \r\nA/47/PV.15 \r\n104-105 \r\n(Mr. Niehaus Quesada. Costa Rica) \r\nunjustifiable war. Peace initiatives fail one after the other. A final \r\nsolution to this senseless holocaust is not yet in sight. \r\nCosta Rica is deeply concerned at the dimensions this regional European \r\nconflict is taking on, and at the number of innocent victims, which grows \r\ndaily. The international community reacts tepidly, and, incomprehensibly, is \r\nreluctant to take the firm and vigorous stand that returned sovereignty to \r\nKuwait. \r\nA/47/PV.15 \r\n106 \r\n(Mr. Niehaus Quesada. Costa Rica) \r\nHow many thousands of deaths must there be for a conflict to be worthy of \r\ninternational interest? The case of Somalia reveals how far we still have to \r\ngo before we can truly speak of a family of united nations. The conflict in \r\nSomalia did not command our interest until 2 million people were about to die \r\nof hunger and our consciences were struck by the terrible images of Somali \r\nchildren begging for food. Regrettably the tragedy of Somalia is only the \r\nmost terrible aspect of the tragedy of sub-Saharan Africa, which is suffering \r\na slow death of despair, hunger, poverty and underdevelopment and is met with \r\nthe indifference of the community of nations. \r\nThe end of the cold war has not decreased the depth of the abyss between \r\nnorth and south; indeed, it increases daily with technological advances. \r\nThird world countries not only do not receive an adeguate response to their \r\nneeds and expectations, but are witnessing a reduction in outlets for their \r\nproducts and in financial aid for development. The stagnation of the Uruguay \r\nRound, the increase in protective measures adopted by industrialized nations, \r\nand the reductions in development programmes are, oddly, occurring at a time \r\nwhen Latin America has become a continent of democracies and when many African \r\nand Asian countries have again taken the road to civil and political liberty. \r\nSome regrettable steps backwards have already been taken. Latin American \r\ndemocracy has suffered severe setbacks in Peru and Haiti. In Peru there seems \r\nto be movement towards a solution, despite the fact that the country is still \r\noverrun by the irrationality of terrorism and the worst economic situation in \r\nits history. In contrast, the problem in Haiti, the poorest and most \r\nunderdeveloped country in the Americas, grows worse every day. Because Costa \r\nRica belongs to the Caribbean, Haiti\u0027s tragedy is of special concern to us. \r\nMy country believes that both the United Nations and the regional \r\nA/47/PV.15 \r\n107 \r\n(Mr. Niehaus Quesada. Costa Rica) \r\norganizations should pay more attention to this matter and strive harder for a \r\nprompt solution to the crisis. We are not talking about the legitimacy of a \r\npresident or a government, but about the right of a sister nation to live in \r\nfreedom and receive the cooperation it desperately needs for its development. \r\nI have mentioned only two examples, but I believe they are dramatically \r\nrepresentative. An overwhelming majority of third world democracies are still \r\non the road to consolidation. This consolidation will be difficult, however, \r\nwithout a substantial improvement in their economic and social conditions, \r\nwhich in turn requires that developed countries change their attitude in \r\nrespect to opening their markets and increasing their cooperation. It need \r\nhardly be said that the worse the conditions become in third world countries, \r\nthe greater will be the number of legal or illegal immigrants to developed \r\ncountries, despite the ethnocentric, racist movements which, shamefully in \r\nthis era, are again on the rise. \r\nNeedless to say, the third world countries must do their part too. \r\nInternational cooperation, regardless of its magnitude, will not change the \r\nsituation of the receiving country if it does not exert a disciplined and \r\ndetermined effort to make progress. \r\nIt is no secret that in many cases financial aid intended for development \r\nhas been misspent on unproductive and grandiose projects. It has been used to \r\npay salaries and has even been placed in personal bank accounts. Meanwhile, \r\nthe people continue to suffer hunger and poverty. Therefore if cooperation \r\nwith the underdeveloped countries is to increase, those countries must fight \r\nharder against bureaucracy and administrative corruption and must redouble \r\ntheir efforts to ensure that international aid truly fulfils its objectives. \r\nA/47/PV.15 \r\n108 \r\n(Mr. Niehaus Quesada. Costa Rica) \r\nAt a time when the economic situation is difficult even for many \r\nindustrialized nations, and when the European Community is undergoing one of \r\nthe worst monetary crises of its history, priority should also be given to \r\nincreasing South-South cooperation. Each of us has something to give and \r\nsomething to receive. The common condition of third world countries does not \r\nprevent us from recognizing that there are many stages of development and many \r\npossibilities for cooperation. Moreover, the growing importance of \r\nintegration institutions offers a great opportunity to intensify the levels of \r\ninterregional cooperation by means of effective and coordinated actions which \r\nwill contribute to fortifying the democratic system through economic and \r\nsocial progress. \r\nCosta Rica wishes to stress the efforts to ensure coordination and \r\ncooperation being made by the countries of Latin America; they clearly show \r\nthe region\u0027s determination to resolve differences through the use of machinery \r\nfor peaceful settlement established in international law. In this connection, \r\nmy Government congratulates El Salvador and Honduras on completing their case \r\nbefore the International Court of Justice, making it possible to settle their \r\nborder conflict. At the same time, we express our satisfaction with the \r\nefforts being made by Ecuador and Peru to find a just and final solution to \r\nthe bilateral border dispute which for so many years has existed between these \r\ntwo fraternal countries. \r\nDemocracy can flourish only if electoral pluralism is combined with \r\nrespect for human rights. Costa Rica assigns primary importance to these \r\nrights, which for many years now we have made the foundation for both our \r\ninternal life and our external policies. Consequently, my country takes a \r\nA/47/PV.15 \r\n109-110 \r\n(Mr. Niehaus Quesada. Costa Rica) \r\ngreat interest in the World Conference on Human Rights, scheduled to be held \r\nin Vienna next year, and we are very happy to serve as the site of the \r\npreparatory meeting for the Latin American and Caribbean region. We are also \r\npleased to know that during the Vienna Conference some countries will discuss \r\nthe possibility of creating the post of United Nations High Commissioner for \r\nHuman Rights. Costa Rica has submitted this idea to the General Assembly \r\nrepeatedly since the 1970s, and we firmly hope that it will finally take shape \r\nat the World Conference. \r\nMy delegation also wishes to express Costa Rica\u0027s firm support for the \r\nmechanism established by the Economic and Social Council in 1991 to allow the \r\nCommission on Human Rights to hold special sessions to take up serious \r\nviolations of fundamental rights. We deem it necessary to continue the search \r\nfor flexible machinery which will stop and prevent massive violations of human \r\nrights in a timely manner. We should like to recall here the Costa Rican \r\nproposal - approved by the Human Rights Committee at the beginning of this \r\nyear for a treaty on prevention of torture. \r\nThe negotiations on the complex problems of South Africa and the Middle \r\nEast are doubtless of great importance to the cause of human rights. \r\nA/47/PV.15 \r\n111 \r\n(Mr. Niehaus Quesada. Costa Rica) \r\nIn this and other forums my country has rigorously condemned the \r\napartheid regime, an offensive and unjustifiable anachronism that deprives the \r\nmajority of the South African people of their fundamental rights. We have \r\nwelcomed, with optimism, the beginning of negotiations between the Pretoria \r\nregime and the African National Congress, and we firmly hope that, leaving \r\naside the reprehensible acts that have occurred in Ciskei and other parts of \r\nSouth Africa, the renewed peace talks will soon lead to the construction of a \r\nnew, democratic and peace-loving South Africa that will work towards the \r\ndevelopment of the entire continent. Costa Rica urges that resolute steps be \r\ntaken in that direction. \r\nThe need for long-lasting peace in the Middle East has been a matter of \r\nconstant concern to the United Nations almost ever since it was established. \r\nNow, for the first time in the eventful history of this region, effective \r\npeace talks are taking place with the participation of all interested \r\nparties. Nevertheless, it is my Government\u0027s opinion that this process should \r\nmove faster and should be accompanied by a substantial improvement in the \r\nhuman rights situation in the Middle East without distinction as to race, \r\nnationality or religious creed. It is important that in this case, as in many \r\nother cases, the international community should contribute, in a vigilant \r\nmanner, to promoting peace and assuring respect for the fundamental rights of \r\nindividuals and communities. \r\nPeace is possible regardless of the number of human lives lost in a \r\nconflict or of how much damage has been caused. Human beings are capable of \r\nforgetting extremism and of talking with their opponents when the future of \r\ntheir children is at stake. The recent history of Central America is vivid \r\nProof that a cruel and lengthy conflict can be stopped by means of negotiation. \r\nA/47/PV.15 \r\n112 \r\n(Mr. Niehaus Quesada. Costa Rica) \r\nDuring the 1980s, Central America suffered an unprecedented political and \r\nsecurity crisis marked by intimations of totalitarism and by guerrilla \r\nactivity, flows of refugees, an arms buildup, the destruction of \r\ninfrastructure and an alarming extension of the East-West confrontation. \r\nFortunately, today most of these features belong to the past. Democracy and \r\npolitical freedom reign in all the Central American countries, several \r\nnational reconciliation processes are at present under way, arms limitation \r\ntalks are moving ahead and a vigorous effort for integration is in progress. \r\nNevertheless, the experience of Central America also shows the \r\ninternational community that it is very difficult to consolidate advances \r\nachieved in matters relating to peace and democracy if the underlying reality \r\nof underdevelopment and poverty continues to exist. The democratic and \r\npeaceful Central America of today has seen the world lose interest in its \r\nproblems. It has witnessed a decline in the cooperation that existed when it \r\nwas in turmoil. The Latin American peoples\u0027 effort to change their destiny \r\nhas collided with the increasing indifference of the developed nations. \r\nFinancial aid is being reduced. Coffee and bananas, our leading export \r\nproducts, are encountering more and more obstacles. We are being urged to \r\ndiversify our production, but international markets are not opening up to us. \r\nCentral America is being urged to advance towards democracy without our being \r\ngiven the tools that will lead us to development. Political democracy alone, \r\nregrettably, is not a panacea for the social problems of our countries. It is \r\ntrue that it is possible to live in democracy even with poverty, but in \r\ncountries that have just started to experience democracy, democracy will not \r\nsink its roots very deep if it is not accompanied by improvements in \r\nnutrition, housing and public health. \r\nA/47/PV.15 \r\n113 \r\n(Mr. Niehaus Quesada. Costa Rica) \r\nIt is not possible to approach most of the subjects being discussed here, \r\nincluding international cooperation, from one point of view alone. The \r\npresent international situation is an especially promising opportunity for all \r\nnations, regardless of their resources, to work in a coordinated manner to \r\ncombat common enemies and to build a better world for our children. This \r\nplurality of vision is, for example, the only way to confront, with any \r\nprospect of success, the problem of drug trafficking and production, which is \r\nharmful to producing and consumer countries alike, and is aggravated by the \r\naccompanying terrorism and guerrilla warfare. \r\nUnquestionably, the most important problem we must face as a species is \r\nthat of saving the planet\u0027s ecological, economic and social integrity, for \r\nourselves and for future generations. Costa Rica, which has been a victim, \r\nlike many other countries, of the irrational destruction and exploitation of \r\nits national resources, has reconsidered and now emphasizes the need for a new \r\ninternational ecological order that will save mankind from its progressive \r\nenvironmental suicide and reorient the course of its development. \r\nI am very pleased to announce to this Assembly that, in accordance with \r\nCosta Rica\u0027s offer of 3 September to set up, in the capital city of my \r\ncountry, the organizing committee of the Earth Council, a non-governmental \r\norganization that will supplement and support governmental follow-up of the \r\nRio agreements. \r\nThe Rio Conference, regardless of all its limitations, is a magnificent \r\nlandmark in the fight against environmental degradation and unsustainable \r\ndevelopment patterns. But how much has really been done to put into effect \r\nwhat was agreed there? Will we limit ourselves to regarding the Rio \r\nConference as a kind of community of ecological nations packed with \r\nfine-sounding words and good intentions but lacking results? \r\nA/47/PV.15 \r\n114-115 \r\n(Mr. Niehaus Quesada, Costa Rica) \r\nThe triumph of ecological degradation creates only losers. Safeguarding \r\nthe environment, sustainable development and the struggle against poverty are \r\njoint responsibilities of both the industrialized and the underdeveloped \r\nworld. Hence the United Nations is an ideal forum for making efforts in that \r\ndirection, for demanding compliance with the Rio resolutions and for imposing \r\nsanctions on those Members that disregard them. While there are mechanisms \r\nfor collective international action to combat threats to international peace \r\nand security, there should also be, within the United Nations, procedures for \r\nacting against those who endanger human survival, the planet\u0027s resources and \r\nsocial justice, and for imposing sanctions against them. \r\nAs the Secretary-General has stated, the question of world peace, \r\nstability and security should include subjects other than military matters. \r\nIt is logical, then, that the changes that have taken place in the world and \r\nthe new realities being encountered by mankind today make it imperative for \r\nthe United Nations, a pillar of the joint efforts of nations, to reorganize in \r\norder to fulfil its important mission more effectively. From this \r\nperspective, my country considers it indispensable that the United Nations \r\nshould comply fully with the principle of universality and open its doors to \r\nthose who, for various reasons, have been forced to remain outside it. \r\nOf special concern to us is the case of the Republic of China in Taiwan, \r\na democratic community of 21 million people with a brilliant economic \r\ndevelopment record whose reality cannot continue to be ignored by an \r\nOrganization that takes pride in having gone beyond the patterns of the cold \r\nwar. \r\nA/47/PV.15 \r\n116 \r\n(Mr. Niehaus Quesada. Costa Rica) \r\nIn addition, it is imperative that the structures and procedures of the \r\nUnited Nations be revised to conform with the realities of our times. The \r\nSecretary-General, in his outstanding report, \"An Agenda for Peace\", has \r\nwritten with commendable accuracy about the most important aspects which need \r\nto be modified in a relatively short period of time. Costa Rica wishes today \r\nto declare that it shares most of the concerns stated in that document and \r\nurges all Member States to begin a vigorous effort for institutional renewal. \r\nOne of the most important areas that should be revised is the Security \r\nCouncil, in terms of its make-up and objectives. We believe that the number \r\nof permanent members should be increased, in accordance with the new realities \r\nof the international scene, and based on better and greater geographical \r\nrepresentation. We also deem it necessary to reconsider the institution of \r\nthe veto and reflect upon the corresponding role of the Council in maintaining \r\nworld peace and security, as well as its relationship to the General \r\nAssembly. Some thought should also be given to strenthening, modernizing and \r\nreducing bureaucracy in the Economic and Social Council. \r\nThis is a good time also to mention the importance of coordination \r\nbetween the United Nations and other international forums. Regardless of the \r\ninevitable difficulties, the integration movement continues apace in Europe, \r\nAsia, South America and Central America. We the Central Americans, joined by \r\ndemocracy in all our countries, have reconsidered our outmoded system of \r\nintegration to adapt it to the new regional realities, and only a few months \r\nago the Treaty that establishes, on a new basis, the Central American \r\nIntegration System came into force. Costa Rica is confident that this new \r\norganization will become the arena for persistent efforts towards our shared \r\nfuture and in keeping with the Secretary-General\u0027s proposal, it will shortly \r\nbe in a position to request observer status in the United Nations. \r\nA/47/PV.15 \r\n117 \r\n(Mr. Niehaus Quesada. Costa Rica) \r\nIn a few days the anniversary of the meeting of two hemispheres the \r\nmeeting of the whole world with itself - will be celebrated. Since the dawn \r\nof that day, a Friday in October, mankind was able to start thinking with a \r\nsense of family and of inevitable common destiny. Now, on the threshold of \r\nthe third millennium, that unavoidable mission of mankind is stronger than \r\never before, and the United Nations is its most important embodiment. \r\nHere at the United Nations, and in everyone\u0027s country and in everyone\u0027s \r\nhome, the wise words of sura XXVIII of the Holy Koran hold true: \r\n\"... [Do not] forget thy portion in this \r\nWorld: but do thou good. \r\nAs God has been good \r\nTo thee ... \r\n\"That Home of the Hereafter \r\nWe s h a l l cjive to those \r\nWho intend not high-handedness \r\nOr mischief on earth: \r\nAnd the End is (best) \r\nFor the righteous.\" (The Holy Koran. XXVIII:77.83) \r\nThe PRESIDENT (interpretation from Spanish): We have heard the last \r\nspeaker in the general debate this afternoon. One representative wishes to \r\nspeak in exercise of the right of reply. \r\nMay I remind members that, in accordance with General Assembly decision \r\n34/401, statements in exercise of the right of reply should be limited to \r\n10 minutes for the first intervention and to five minutes for the second and \r\nshould be made by delegations from their seats. \r\nI now call on the representative of the Sudan. \r\nA/47/PV.15 \r\n118 \r\nMr. ADAM (Sudan) (interpretation from Arabic): In his statement \r\nthis afternoon, the Chairman of the delegation of Ghana said that in dealing \r\nwith the Sudanese crisis, the Government of Sudan is trying to impose a \r\nmilitary solution, whereas the problem is fundamentally political. We agree \r\nwith him on the political and social nature of the problem, but we want \r\neveryone to recall that all previous Sudanese Governments have proposed \r\nnegotiation as a means of solving this problem which is not of the Sudanese \r\npeople\u0027s making. \r\nThe problem of the south of the Sudan, with its attendant fratricidal \r\nstrife, was created by unmistakable foreign forces with the aim of undermining \r\nthe country\u0027s unity. The revolution of national salvation has consistently \r\nadvocated the peace option. The conference of national dialogue which was \r\nconvened in 1989 and which everyone attended with the exception of the \r\nrebellion movement that rejected the invitation to participate was the \r\nstarting point in the search for a peaceful solution to the problem of the \r\nsouth. Thereafter, several meetings were held. Worthy of note are the Abuja \r\ntalks, sponsored by Mr. Babangida, the President of Nigeria. \r\nIt is the rebellion movement that rejects peace. It is that movement \r\nthat violates human rights, particularly in the south of the country, where it \r\nhas burned out whole villages and kidnapped tens of thousands of children, to \r\nuse them as human shields for its horses, and as slave labour. This has led \r\nthe inhabitants of many villages to flee their villages. The rebellion has \r\nburnt those people\u0027s crops, rustled their cattle, mobilized their children by \r\nthe force of arms, deprived them of relief and now threatens to shoot down \r\naircraft that bring in relief supplies. \r\nA/47/PV.15 \r\n119 \r\n(Mr. Adam. Sudan) \r\nWe in the Sudan are calling for peace and on various occasions we have \r\nannounced a general amnesty for those who would put down their arms. This is \r\na call that is beginning to have an unprecedented response on the part of \r\nthose who had been misled by the rebellion movement. \r\nThe duty of the legitimate Government in the Sudan is to retrieve every \r\ninch of the country\u0027s soil occupied by the rebellion movement, especially that \r\nit has instituted a federal system that allows every State to administer its \r\nown affairs in a federalist context. \r\nWe invite all who wish to ascertain that we observe human rights in Sudan \r\nand that it is the rebellion movement that is violating human rights in an \r\nunprecedented manner. \r\nWe would have expected the representative of Ghana, as the representative \r\nof a sister African country, to ascertain the facts as they are on the ground \r\nand not to follow the reports of foreign media. This will never contribute to \r\nfinding the peaceful solution we all desire. \r\nThe visit by Mr. Eliasson, Under-Secretary-General for Humanitarian \r\nAffairs, to the Sudan in the course of this month and the report he has \r\nsubmitted are conclusive proof of the veracity of what we have stated. We \r\nconsider that this statement is also a reply to what was said by the \r\nrepresentative of Benin a few moments ago. \r\nThe meeting rose at 7.30 p.m. \r\n"