"United Nations\r\nG E N E R A L\r\nA S S E M B L Y\r\nFORTY-EIGHTH SESSION\r\nOfficial Records\r\n39th\r\nPLENARY MEETING\r\nWednesday, 27 October 1993\r\nat 10 a.m.\r\nNEW YORK\r\nPresident: Mr. INSANALLY\r\n(Guyana)\r\n__________\r\nThe meeting was called to order at 10.10 a.m.\r\nAGENDA ITEM 112 (continued)\r\nINTERNATIONAL DRUG CONTROL\r\nHIGH-LEVEL PLENARY MEETINGS TO\r\nEXAMINE THE STATUS OF INTERNATIONAL\r\nCOOPERATION AGAINST THE ILLICIT\r\nPRODUCTION, SALE, DEMAND, TRAFFIC AND\r\nDISTRIBUTION OF NARCOTICS AND\r\nPSYCHOTROPIC SUBSTANCES: DRAFT\r\nRESOLUTION (A/48/L.12)\r\nThe PRESIDENT: I now call on the first speaker in\r\nthe debate for this meeting, the representative of the\r\nMarshall Islands.\r\nMr. HEINE (Marshall Islands): I have the honour to\r\nspeak today on behalf of those members of the South Pacific\r\nForum that are also Members of the United Nations, namely,\r\nAustralia, the Federated States of Micronesia, Fiji, New\r\nZealand, Papua New Guinea, the Republic of the Marshall\r\nIslands, Samoa, Solomon Islands and Vanuatu.\r\nAt the Summit Meeting of the Security Council held\r\nlast year leaders of many of the world’s largest and most\r\npowerful nations declared that international drug trafficking\r\nrepresented one of the most serious non-military threats to\r\ninternational security. They placed the problem in the same\r\ncategory as the grave threat of poverty. Unlike poverty,\r\nhowever, the problem of drug trafficking is not concentrated\r\nin either developed or developing countries but impacts on\r\nall nations of the global community. It is essential,\r\ntherefore, that nations work together for solutions.\r\nThe experience of the Pacific area reflects the global\r\nnature of the international drug trafficking problem.\r\nAlthough we in the Pacific islands have been spared the\r\nmost dramatic images resulting from trafficking in illicit\r\nnarcotics such as crack houses, coca fields and\r\nnarco-terrorism, the sad reality is that we are neither immune\r\nto nor isolated from this scourge. Today large quantities of\r\nillicit narcotics find their way even to our most remote\r\nislands. Tragically, our youth are being introduced to\r\nsubstances about which they have little information. Often\r\nthey are not aware of the potentially deadly effects of these\r\nnarcotics.\r\nA number of our nations are composed of many small\r\nislands spread over vast areas of ocean. Some, such as the\r\nFederated States of Micronesia, span an area almost as large\r\nas the continental United States. These geographic features,\r\ncombined with the growing importance of the Pacific region\r\nas a shipping lane between Asia and the West present an\r\nattractive avenue for international drug traffickers.\r\nNaturally, the Governments of our region are committed\r\nto stopping all illicit drug shipments from ever reaching our\r\nshores. However, our region’s limited financial,\r\ntechnological and human resources hamper our ability to\r\ndeal with this problem. Notwithstanding the will of our\r\nGovernments, we suspect that these limitations have often\r\nresulted in shipments passing through the region undetected.\r\nOur Governments commend the successes enjoyed in\r\nother regions of the world in the effort to address the\r\nproblem. We have observed nations with highly advanced\r\ntechnologies and sound economies taking direct measures -\r\nwith some success - to eradicate the trade in illicit narcotics\r\nThis record is subject to correction.\r\nCorrections should be sent under the signature of a member of the delegation concerned\r\nwithin one week of the date of publication to the Chief of the Verbatim Reporting Section,\r\nRoom C-178, and incorporated in a copy of the record.\r\nCorrections will be issued after the end of the session in a consolidated corrigendum.\r\n93-86982 (E)\r\nDistr. GENERAL\r\nA/48/PV.39\r\n12 November 1993\r\nENGLISH\r\n2 General Assembly - Forty-eighth session\r\nand its associated activities, such as money laundering.\r\nIronically, successes in other regions may have a negative\r\neffect on the Pacific islands, as effective measures elsewhere\r\ncause drug traffickers to look for new fields of operation.\r\nTo these international criminals the Pacific region, with its\r\nresource limitations, represents fertile ground for their grim\r\ntrade.\r\nIt is essential that our nations ensure an effective\r\nexchange of information, both within the region and\r\nintraregionally. Increased technical and financial assistance\r\nto improve monitoring and interdiction in the small island\r\ncountries of the Pacific is especially needed.\r\nAlthough the problem of drug consumption in the\r\nPacific has not reached the extreme that it has elsewhere, it\r\nthreatens to do so in the future.\r\nDomestic drug-abuse problems are increasing in our\r\nsocieties as illicit drugs become more widely available.\r\nEducation is the key to preventing this menace from\r\ndevastating Pacific island societies. Drug traffickers often\r\nprey on an ignorance of the consequences of drug use.\r\nBecause of the historic isolation of Pacific islanders from the\r\nproblem, the level of drug abuse education today is\r\nstruggling to keep up with the rapid pace of the threat from\r\nillicit narcotics. With the help of the international\r\ncommunity, effective programmes to raise awareness of the\r\ndangers of drug abuse can be incorporated into formal\r\neducation curricula at all levels.\r\nOur region has a well-developed framework that has\r\nbeen utilized in the fight against illicit narcotic trafficking,\r\nthe laundering of funds generated by these activities, and in\r\nthe area of mutual judicial assistance generally. Specialist\r\nbodies under the South Pacific Forum, such as the Pacific\r\nIslands Law Officers Meeting (PILOM), the South Pacific\r\nChiefs of Police Conference (SPCPC), and the Customs\r\nHeads of Administration Regional Meeting (CHARM) are all\r\nworking in the field. The South Pacific Commission is also\r\nmaking a growing impact on the areas of demand reduction\r\nand prevention via its health and education programmes. All\r\nthese institutions have the capacity to deliver additional,\r\nwell-targeted and culturally relevant drug-control\r\nprogrammes to the island States of the South Pacific if\r\nadditional resources can be made available to them.\r\nIn this context, we have noted with appreciation the\r\nreport of the UNDCP mission to the Pacific in November\r\nand December 1992. The report’s conclusions, which\r\nrecommend some specifically targeted programmes for the\r\nmost seriously affected countries, as well as use of the\r\nexisting regional infrastructure to deliver some region-based\r\nprogrammes in the areas of demand reduction and prevention\r\nand of interdiction and law enforcement, strike us as\r\nappropriate and timely.\r\nWe welcome the decision of the UNDCP to implement\r\nsome of the conclusions, and we would encourage the\r\nProgramme to continue implementation of the additional\r\nrecommendations as resources permit.\r\nClearly, all nations - large and small - have a direct\r\ninterest in combating drug trafficking. International agencies\r\nplay an essential role in assisting nations in their efforts.\r\nWe welcome the heightened attention being given by the\r\nUnited Nations to drug-control activities, and we commend\r\nthe work of the Commission on Narcotic Drugs and of the\r\nUnited Nations International Drug Control Programme. We\r\nwelcome all initiatives aimed at increasing coordination\r\nbetween United Nations agencies, and we look forward to\r\nthe report of the Commission on Narcotic Drugs on the\r\nconsolidation of United Nations drug-control activities. This\r\nreport is to be submitted to the high-level segment of the\r\nEconomic and Social Council in 1995.\r\nThe allocation of these plenary meetings of the General\r\nAssembly for a high-level discussion of the topic makes\r\npossible a continued and fruitful exchange of views. We\r\nfully endorse this year’s General Assembly draft resolution\r\non measures to strengthen international cooperation in drug\r\ncontrol, and we look forward to its adoption by consensus.\r\nFinally, our Governments pledge their continued\r\ncommitment to full cooperation with members of the\r\ninternational community to combat the problem of\r\ninternational drug trafficking and associated activities. We\r\ncall on all States to join us in abiding by commitments and\r\nin acting responsibly on this issue.\r\nThe PRESIDENT: I now call the representative of the\r\nIslamic Republic of Iran.\r\nMr. KHOSHROO (Islamic Republic of Iran): As it\r\napproaches the fourth year of its Decade against Drug\r\nAbuse, the United Nations, which is the forum best suited to\r\nthe purpose, has convened to examine the status of\r\ninternational cooperation in this field. The success of the\r\nvarious responses to the challenges posed by the widespread\r\ndrug menace will depend primarily on States’ political will,\r\nwhich is the vital element of this sacred struggle.\r\nThe Government of the Islamic Republic of Iran\r\nbelieves that drug abuse has become one of the world’s most\r\nserious and widespread problems, threatening the human race\r\n39th meeting - Wednesday, 27 October l993 3\r\nand destroying economic and social organizations steadily\r\nand at an ever-increasing pace.\r\nIn view of the increase in the volume and misuse of\r\nnarcotics in various countries, on the one hand, and of the\r\nadvanced weaponry and the sophisticated distribution and\r\nsmuggling networks among narcotics dealers, on the other\r\nhand, international instruments, such as anti-drug\r\nconventions - especially the Convention of 1988 - must be\r\ngiven serious priority by States. It is particularly important\r\nto emphasize the need for full application of paragraph 6 of\r\narticle 3 of that Convention in order to deter drug-related\r\noffenses.\r\nThe Islamic Republic of Iran, as a party to the 1961\r\nand 1988 Conventions, continues to take all possible steps,\r\nat the national, regional and international levels, to promote\r\nand implement the recommendations of the Global\r\nProgramme of Action. We believe that the adverse\r\nconsequences of the illicit production and sale of, demand\r\nfor, traffic in and distribution of narcotics and psychotropic\r\nsubstances threaten the lives of millions equally in the\r\ndeveloping and in the developed countries. To prevent and\r\nlimit the destabilizing effects of drug misuse, we must pay\r\nspecial attention to the areas known as the Golden Crescent\r\nand the Golden Triangle, as well as to the Latin American\r\nand Caribbean regions.\r\nSouth-West Asia is one of the world’s leading areas of\r\nnarcotics production. Owing to its geographical location\r\nand - more important - to political developments there in\r\nrecent years, this is a highly sensitive region. With an\r\nannual output of 3,000 to 3,500 tons, South-West Asia is a\r\nmajor producer and supplier of drugs at the international\r\nlevel. A considerable percentage of this output is smuggled\r\ninto the Islamic Republic of Iran, from which it is\r\ntransported to European markets.\r\nPoppy cultivation and drug production were\r\npermanently eradicated in the first year following victory in\r\nIran’s Islamic revolution, and there is now no drug\r\ncultivation or production of any kind in the country.\r\nHowever, Iran is located on a major drug-smuggling route.\r\nIn view of the special, determining conditions in the region,\r\nas well as the extensive efforts at the national level, many\r\nsessions and exercises in bilateral and multilateral\r\ncooperation involving various countries of the region, for the\r\npurpose of securing effective measures to resolve problems\r\nrelating to drugs, have been held in Tehran.\r\nAmong the most significant sessions, the following are\r\nworth highlighting: the twenty-eighth session of the\r\nSubcommittee on Illicit Drug Traffic and Related Matters in\r\nthe Near and Middle East, in July 1991; the ministerial-level\r\nConference at the twenty-ninth session of that Subcommittee,\r\nin October 1992; the meeting of the Group of Experts of the\r\nEighth Committee of the Economic Cooperation\r\nOrganization, in April 1992. In addition, a meeting of heads\r\nof national drug-law-enforcement agencies in Central Asia\r\nand the Middle East is scheduled to be held in Tehran next\r\nApril.\r\nFollowing the signing of the memorandum of\r\nunderstanding between the Islamic Republic of Iran and\r\nAfghanistan, another memorandum of understanding -\r\nbetween Iran, Pakistan and UNDCP - will be finalized soon.\r\nRepresentatives of several countries and international\r\norganizations have observed the operations and witnessed the\r\nmeasures undertaken by the Islamic Republic of Iran in its\r\nbattle against drugs in recent years. Almost all these groups\r\nhave praised such plans and measures. The UNDCP group\r\nvisited the eastern border of the Islamic Republic of Iran in\r\nJuly 1991 and, following a thorough inspection, filed a\r\nreport, from which I should like to quote one paragraph:\r\n\"Based on its observations, the Mission would\r\nventure to estimate that, as a developing country, Iran\r\nis very close to, if not at, the top, in terms of per capita\r\ninvestment in anti-narcotic efforts.\"\r\nIn spite of the continuing demands of its first and\r\nsecond five-year socio-economic programmes, the Islamic\r\nRepublic of Iran has embarked on a very costly campaign to\r\nblock the drug flow by initiating rigorous security\r\ncountermeasures along its borders. Although we are fully\r\naware of the fact that the final destination of the drugs is\r\nEurope, we continue to make every effort to fulfil our moral\r\nand political commitment to the international community.\r\nThe fact is that the vital issue of controlling the influx of\r\ndrugs into Iran is a common responsibility and, as such,\r\nmust be shared by all countries and bodies concerned.\r\nAs this distinguished gathering addresses the issue of\r\ninternational cooperation against drug abuse, I must\r\nregretfully point out that Iran’s current countermeasures to\r\ncurtail the inflow of drugs into and through Iranian territory\r\nto Europe - measures requiring considerable financial investment -\r\nhave been a one-sided effort, in that Iran has not had the\r\npractical cooperation of other countries or of the relevant\r\ninternational agencies. In view of Iran’s present economic\r\nsituation, I must indicate explicitly that, in the absence of\r\nadequate technical and financial assistance for Iran and its\r\nneighbours, continuation of those costly measures would\r\ncreate serious problems.\r\n4 General Assembly - Forty-eighth session\r\nThe comprehensive implementation of anti-drug\r\nmeasures such as the Global Programme of Action (GPA)\r\nand the United Nations System-Wide Action Plan (SWAP)\r\nnecessitates in-depth analysis, updated priorities and a\r\nlong-term pragmatic approach. In order to achieve practical\r\nresults, it is particularly necessary to deal equally at the\r\nregional and country levels. Thus, the review of the\r\nimplementation of the GPA and SWAP, as well as the\r\nconsideration and evaluation of recommendations and\r\nactivities presented in documents A/48/286 and A/48/329,\r\nmust adhere to a set of objective standards, including the\r\nimportance of the geographical location of a country; its\r\npolitical will to eradicate drug abuse; its budget devoted to\r\nanti-drug activities; the existence of a comprehensive legal\r\nsystem to counter drug problems; the application of\r\nsocio-economic remedial measures; its success to date in\r\ncontrolling narcotic drugs; involvement in regional and\r\nsubregional cooperation; and the extent of cooperation with\r\nconcerned United Nations bodies. Setting such standards\r\nconstitutes an appropriate framework for UNDCP and\r\nresponsible countries to assist technically and financially the\r\nfront-line States in their struggle against the drug menace.\r\nIn this connection, we are encouraged by the adoption\r\nby the Commission on Narcotic Drugs of the resolution\r\nentitled \"Tehran Declaration\", on the subject of that\r\nDeclaration, which encourages States to enter into\r\narrangements similar to the Declaration in order to take\r\nappropriate action to combat drug abuse. The Declaration\r\nalso proposed the establishment of a regional bureau of\r\nUNDCP in south-west Asia. Its establishment would enable\r\nUNDCP to ensure the smooth implementation and effective\r\nmonitoring of programmes in south-west and central Asia\r\nand facilitate and promote cooperation between countries in\r\nthe region and organizations and agencies of the United\r\nNations system, as well as international and financial\r\ninstitutions.\r\nAllow me to conclude by reiterating my Government’s\r\nfirm commitment to participate in all regional and\r\ninternational cooperation aimed at eliminating the drug\r\nscourge from society at large.\r\nThe PRESIDENT: Before calling on the next speaker,\r\nI should like to inform the Assembly that I have received a\r\nletter dated 26 October 1993 from the Permanent\r\nRepresentative of New Zealand, on behalf of the Group of\r\nWestern European and Other States, requesting that the\r\nAssembly hear in plenary meeting a statement by the\r\nObserver of the Holy See during this debate.\r\nMembers will recall that, in accordance with the\r\nestablished practice of the General Assembly, observer\r\nnon-Member States may normally make statements only in\r\nthe Main Committees. However, following consultations,\r\nand taking into account the importance attached to the issue\r\nunder discussion, it is proposed that the General Assembly\r\ntake a decision to hear the Observer of the Holy See in the\r\ncourse of the debate in plenary meeting on this important\r\nissue.\r\nMay I take it that there is no objection to this proposal?\r\nIt was so decided.\r\nThe PRESIDENT: I now call on the representative of\r\nCanada.\r\nMrs. FRECHETTE (Canada) (interpretation from\r\nFrench): It is with a great deal of interest that Canada\r\naddresses the Assembly on the subject of international\r\ncontrol of narcotics, an issue that requires constant vigilance\r\non the part of the international community.\r\nBecause of its nature, this problem requires especially\r\nvigorous international cooperation. We are very pleased to\r\nnote that this cooperation is growing stronger and more\r\neffective on all fronts. The number of delegations on the list\r\nof speakers demonstrates the importance attached to the\r\nissue of illegal narcotic substances. We firmly believe that\r\nonly by effective joint action will we be able to bring to an\r\nend the scourges of narcotics consumption and abuse.\r\nGlobal international cooperation, with the participation of\r\nevery nation, supported by a strong national will, is the key\r\nto success.\r\nWe must take advantage of these special meetings of\r\nthe General Assembly to continue our effort to reduce the\r\ndemand for drugs and put an end to drug trafficking. This\r\nis an excellent opportunity to review the cooperative\r\nmechanisms established to achieve these goals. A draft\r\nresolution to be presented on the initiative of the Mexican\r\ndelegation contains many positive elements that we support\r\nwholeheartedly. The Government of Mexico should be\r\nproud of its initiative.\r\nWe are convinced that the United Nations International\r\nDrug Control Programme (UNDCP) must take the lead in\r\ncoordinating international projects. It is important to ensure\r\nthat the UNDCP’s programmes are well planned and well\r\nmanaged. We must remember that they cannot all be\r\nimplemented at once. That should be borne in mind when\r\nevaluating the results.\r\nAllow me quickly to summarize the measures that have\r\nbeen taken in Canada. The Canadian anti-drug strategy was\r\n39th meeting - Wednesday, 27 October l993 5\r\nestablished in 1987, with an initial budget of 210 million\r\nCanadian dollars, originally for five years; that period was\r\nextended for another five years in 1992. The strategy was\r\ncarefully designed to reduce both supply and demand. Some\r\n65 per cent of the resources allocated for this strategy are\r\nused for demand reduction, while the other third goes to\r\nPolice and Customs programmes to combat drug trafficking.\r\nOur approach encompasses the entire population of\r\nCanada and covers a wide range of activities and substances:\r\nalcohol abuse, overconsumption of medicines, doping in\r\nsports, inhalation of toxic vapours, the consumption and\r\nproduction of cannabis and the consumption of cocaine,\r\nheroin and other drugs. This multifaceted programme has\r\nrequired the participation of numerous Federal government\r\ndepartments. Through our cooperative efforts, we have\r\nobtained some very satisfying results. However, we cannot\r\nbecome complacent in our success, and we are keenly aware\r\nthat much remains to be done.\r\n(spoke in English)\r\nCanada also cooperates fully with its international\r\npartners. The Royal Canadian Mounted Police work with\r\ntheir foreign counterparts, providing courses and seminars.\r\nThe Customs section of our federal Revenue Department\r\nworks with its Caribbean colleagues on the Caribbean\r\nCustoms Law Enforcement Council. Canada also takes part\r\nin the Financial Action Task Force to counteract the\r\nlaundering of illicit profits.\r\nCanada has played an active part in various multilateral\r\norganizations to achieve the objectives of the Global\r\nProgramme of Action. We have provided voluntary funds\r\nto the UNDCP and to the Inter-American Drug Abuse\r\nControl Commission, attached to the Organization of\r\nAmerican States.\r\nWe salute the considerable efforts made by some\r\ncountries to reduce supply. However, we do not feel that\r\nsuch efforts can be effective unless accompanied by demand-\r\nreduction efforts. Dealing with demand strikes at the root of\r\nthe problem and is, we feel, far more effective in the long\r\nrun. In addition, an appropriate legal environment, free of\r\ncorruption, supported by a strong political will, is essential\r\nto combating drug trafficking. Reducing the demand for\r\ndrugs is also achieved through programmes of education,\r\nprevention, treatment and rehabilitation. A society must\r\nprovide alternatives in order to minimize the attraction of\r\ndrugs.\r\nWe know that there is no easy solution to drug abuse\r\nand its attendant problems. These problems are so much a\r\npart of the social fabric that only a long-term, multifaceted\r\napproach will produce solid results. Canada is firmly\r\ncommitted to this struggle and intends to continue\r\ncooperating actively at the international level.\r\nThe PRESIDENT: I now call on the representative of\r\nAustralia.\r\nMr. BUTLER (Australia): It is a sorry fact that in the\r\nlast decade of the twentieth century virtually all nations are\r\nthreatened by the use of and trade in illicit narcotic drugs.\r\nThis threatens the lives of human beings, the fabric of\r\nsocieties and, in some cases, the very security of the State\r\nitself. We are all affected by this dreadful reality, and so it\r\nis right that the international community should address\r\ntogether the problems of the production, trafficking in and\r\nconsumption of illicit narcotic drugs. In this context, it was\r\nvery important that in its Summit communiqué of 31 January\r\n1992 the Security Council embraced the concept of major\r\nnon-military threats to security, and identified among those\r\nthreats the illicit drugs trade.\r\nIt is three and a half years since the Assembly\r\naddressed the illicit drugs issue at its seventeenth special\r\nsession, in February 1990. It is time that we do so again,\r\nbecause such sessions provide an opportunity for us to take\r\nstock of United Nations efforts to curb the illicit drugs\r\nthreat, to exchange relevant national views and experience\r\nand then to determine, together, what needs to be done in\r\nthe future.\r\nThere have been a number of important developments\r\nsince the seventeenth special session. Undoubtedly the most\r\nimportant has been the establishment of the United Nations\r\nInternational Drug Control Programme (UNDCP), charged\r\nwith the exclusive responsibility for coordinating and\r\nproviding leadership for all United Nations drug control\r\nactivities. The Programme came into being on 1 March\r\n1991, and while that was only a short time ago Australia\r\nbelieves that UNDCP has made a very impressive beginning\r\nto meeting the challenge. The United Nations now has a\r\nfocal point for its illicit drug control efforts and an\r\norganization with the necessary status to provide effective\r\nleadership to that effort. So Australia compliments the\r\nExecutive Director of UNDCP and his dedicated staff on\r\ntheir achievements and reiterates its high-level political\r\ncommitment to and continued support for and cooperation\r\nwith UNDCP and the United Nations system in the fight\r\nagainst the proliferation of illicit drugs.\r\nThe United Nations already has an impressive array of\r\npolicy instruments at its disposal - the Global Programme of\r\nAction, adopted at the seventeenth special session, the\r\n6 General Assembly - Forty-eighth session\r\nSystem-Wide Action Plan and the international drug\r\nConventions. These constitute an impressive framework\r\nguiding the efforts of the Organization and Governments in\r\ntheir fight against the threat posed by illicit drugs. The\r\ncritical challenges at this stage are to fill in the policy gaps\r\nand to fill out the detail and, where necessary, to breathe life\r\ninto that framework. The UNDCP has already undertaken\r\nimportant work in this regard.\r\nFrom our perspective, the critical areas which require\r\nfurther emphasis are the development of additional detailed\r\noperational blueprints to implement UNDCP’s regional and\r\nsubregional strategies; greater emphasis on the development\r\nof balanced national drug control plans; and support for\r\nUNDCP’s effort to encourage the evolution of\r\ncomprehensive alternative development strategies for those\r\ncountries most seriously affected by the scourge of illicit\r\nnarcotics.\r\nAustralia recognizes the need for other United Nations\r\norgans to support UNDCP in the development and\r\nimplementation of comprehensive alternative development\r\nstrategies, particularly for the most seriously affected\r\ncountries. We urge all organizations contributing to the\r\nSystem-Wide Action Plan to give the highest possible\r\npriority to their contribution to the international drug control\r\neffort.\r\nThe report of the Secretary-General on the\r\nimplementation of the United Nations Global Programme of\r\nAction (A/48/286) is the major background document for our\r\nwork during these meetings. The Global Programme of\r\nAction, together with the Comprehensive Multidisciplinary\r\nOutline, should guide Government action at the international,\r\nregional and national levels. The report, based on the\r\nresponses of Member States, makes a large number of\r\nrecommendations for future action, and all of them warrant\r\ncareful study.\r\nBut we would note, in particular, the need for States to\r\nreaffirm the higher priority given to drug-prevention and\r\ndrug-reduction programmes and to encourage the\r\nmobilization of public support, including support from\r\nnon-governmental organizations, in the development and\r\nexecution of such programmes; the need for flexibility in the\r\ndevelopment of appropriate treatment and rehabilitation\r\nprogrammes, particularly in the face of the AIDS pandemic;\r\nthe need for States to draw up master plans defining their\r\npriorities and objectives and to determine the steps to be\r\ntaken in implementing their national drug-control strategies;\r\nthe need for States to work to promote regional and\r\nsubregional cooperation in forging effective strategies to\r\ncontain the threat posed by illicit narcotics; and the need for\r\nGovernments to work in the governing bodies of all the\r\nrelevant specialized agencies and international financial\r\ninstitutions involved in providing technical assistance to\r\nensure that the illicit drugs dimension is taken fully into\r\naccount in programming decisions.\r\nAs the Global Programme of Action makes clear,\r\nresponsibility for developing an effective national narcotics\r\ncontrol strategy lies with Member States. Therefore, in\r\nseeking to identify sticking points impeding more effective\r\naction we should not overlook the critical ingredient, namely,\r\nthe political will of Member States to implement existing\r\npolicy arrangements. Indeed, it is greater political will and\r\nadditional resources, rather than more policy documents, that\r\nwill make the difference between success and failure in the\r\nyears ahead.\r\nAs part of its contribution to this debate and action,\r\nAustralia is distributing today to all delegations a copy of its\r\nNational Drug Strategic Plan for 1993-1997. We believe\r\nthis Plan is a practical example of the link between national\r\nactivity and international drug control objectives within the\r\ncontext of the United Nations Global Programme of Action.\r\nWe believe it is a practical illustration of the implementation\r\nof a comprehensive demand reduction and prevention\r\nprogramme, as part of a balanced national strategic plan of\r\nthe sort advocated by the Commission on Narcotic Drugs at\r\nits thirty-sixth session. We believe this Plan provides us\r\nwith an effective framework to mobilize all relevant sections\r\nof the Australian community to work to minimize, to the\r\ngreatest extent possible, the harm caused by illicit drugs.\r\nWhile it remains difficult to measure results precisely, we\r\nwill rigorously evaluate our performance against the detailed\r\nobjectives of this Plan.\r\nIn this initial phase, we willingly share the fruit of our\r\nefforts with other delegations as a contribution to the\r\nenhancement of international cooperation in this field.\r\nI should also like to announce at this time that, in order\r\nto underline the importance Australia attaches to enhanced\r\nregional cooperation and the development of balanced\r\nnational drug control strategies, Australia will host a regional\r\nconference on drug abuse in February 1994. The primary\r\nobjectives of that conference will be to assist countries in\r\nAsia and the Pacific region to identify the principles and\r\nsteps necessary to develop balanced drug control strategies\r\nand to enhance regional cooperation and networking in the\r\nfight against illicit drugs.\r\nThe decision to hold these plenary sessions in itself\r\nsignifies the continuing concern of the international\r\ncommunity at the threat posed by illicit narcotics. To do\r\n39th meeting - Wednesday, 27 October l993 7\r\njustice to that concern, the conclusions of our debate should\r\nbe substantive in nature and must show the way forward.\r\nThe decisions taken by the plenary should reinforce not only\r\nthe political importance of the issue and the coordination and\r\nleadership role of the United Nations International Drug\r\nControl Programme, but also the determination of the\r\ninternational community to intensify its cooperation in\r\nseeking remedies to the threat posed by illicit drugs.\r\nWe are dealing with a real threat to people and to\r\nStates. We must act vigorously and together to defeat that\r\nthreat.\r\nThe PRESIDENT: I now call on Mr. Carlos Amat\r\nFores, Minister of Justice of Cuba.\r\nMr. AMAT FORES (Cuba) (interpretation from\r\nSpanish): My delegation would like to join preceding\r\nspeakers in congratulating you, Sir, on your election, and we\r\nwish to express our willingness to cooperate with you. We\r\nknow that given your experience and wisdom these high-\r\nlevel meetings will be crowned with success.\r\nI should like to commend the work being done by\r\nMr. Giorgio Giacomelli, Executive Director of the United\r\nNations International Drug Control Programme, and Mr.\r\nHerbert Shaepe, Secretary of the International Narcotics\r\nControl Board.\r\nThe United Nations and its Member States have made\r\nmany efforts in the last few years to curtail or stop illegal\r\ndrug trafficking and its consequences. The special attention\r\ngiven this item at this forty-eighth session is evidence of\r\nthis.\r\nThese efforts have led to the adoption of the following\r\ninternational documents and instruments by United Nations\r\nbodies: the Comprehensive Multidisciplinary Outline, the\r\nConvention against Illicit Traffic in Narcotic Drugs and\r\nPsychotropic Substances of 1988, the Political Statement and\r\nthe Global Programme of Action adopted by the General\r\nAssembly at its seventeenth special session. In addition, the\r\nAssembly proclaimed the period from 1991 to 2000 the\r\nUnited Nations Decade against Drug Abuse. In another\r\nresolution adopted in December 1990, it established the\r\nUnited Nations International Drug Control Programme\r\n(UNDCP), which was set up in March 1991.\r\nIt has now become almost commonplace to describe the\r\ndangers that drugs pose to health; their threat to social\r\nstability and to the welfare of millions of people; the terrible\r\nmedical, ethical and moral effects of drugs, particularly\r\namong young people; the relationship between demand,\r\nconsumption, manufacturing, supply, trafficking and illegal\r\ndistribution of drugs and psychotropic substances and the\r\neconomic, social and cultural conditions of countries affected\r\nby these activities; and the infiltration into and corruption of\r\nmany Government structures as a result of the\r\never-increasing economic power of the transnational criminal\r\norganizations involved in the illegal trafficking of narcotic\r\ndrugs and psychotropic substances. All these factors\r\nundermine social and economic development activities,\r\nweakening cultural and human values and threatening the\r\nvery foundations of States.\r\nThe most highly regarded international organizations,\r\nnon-governmental organizations and various countries of the\r\nworld have assigned to the drug problem outstanding\r\nexperts, Government officials and distinguished personalities\r\nbut, despite profound and comprehensive analyses, despite\r\nthe resolutions and recommendations adopted, and despite\r\nthe collective and individual actions taken by countries, the\r\ndrug problem becomes every day more acute and distressing\r\nto all.\r\nIn spite of the efforts, lately increased, by countries and\r\ninstitutions, the consumption, production and illegal\r\ntrafficking of drugs have increased and spread throughout\r\nthe world. Related crimes have increased proportionately,\r\nand the international community is becoming alarmed by the\r\ngrowing threat and the world-wide reach of this\r\nphenomenon. The situation becomes even more dramatic\r\nwhen we see that more and more human beings are\r\nbecoming involved in the consumption, manufacturing and\r\ndistribution of drugs; that countries which heretofore were\r\nnot consumers are now having to face this new crisis; that\r\nnew geographic areas are involved in drug trafficking and\r\nconsumption; and that money laundering is damaging even\r\nthe healthiest of economies.\r\nIn fact, efforts at prevention and control have not been\r\nsuccessful enough, and in the case of the poorest countries,\r\nthe sacrifices that they have had to make are far beyond\r\ntheir capabilities. There is a profound difference between\r\nconsuming and producing countries. Most of the demand\r\ncomes from, and the major consumers are, the richer\r\ncountries. These, as a result of illegal drug trafficking, often\r\nreap most of the economic benefits.\r\nLikewise, when consumer countries offer assistance to\r\nproducing countries - either bilaterally or through\r\ninternational financial institutions - they force them to accept\r\nconditions which at times result in a loss of sovereignty or,\r\nat best, political submission. This sets a negative precedent\r\nin regional and international relations.\r\n8 General Assembly - Forty-eighth session\r\nAs far as my Government is concerned, drug\r\nconsumption is the generating force in manufacturing and\r\ntrafficking. This is why we believe that the main emphasis\r\nin our struggle against drugs should be on reducing demand,\r\nif we truly want to achieve long-term goals.\r\nWe are aware that problems related to illegal drug\r\nactivities and the actions taken to combat such activities\r\nconcern every country of the world in one way or another;\r\nif we are to win the battle, we must recognize that it is the\r\nduty of the entire international community to fight this evil.\r\nThe fight must be waged with complete respect for the\r\nsovereignty of States and absolute compliance with the\r\nnorms of international law, and without intervention or the\r\nextraterritorial application of the internal laws of one State\r\nunder the pretext of combating drugs.\r\nJoint action against drug trafficking must guarantee the\r\nfull sovereignty of every people or country, however small.\r\nThe powerful countries must not be given the right to lay\r\ndown guidelines and impose their will by force. No one can\r\nlay claim to the leadership of this fight, or impose such\r\nleadership with armies, agencies or unilateral measures.\r\nAs has often been repeated in international forums,\r\nCuba, because of its geographical position, is affected by the\r\nconsequences of international drug trafficking. With a real\r\npolitical will, we have made serious efforts to combat it,\r\nwhich have for the most part met with success.\r\nDespite our difficult economic situation, aggravated by\r\nthe United States blockade, and made worse still by the\r\npassage of the Torricelli law which, among other things,\r\nprevents or hinders us from legitimately acquiring narcotics\r\nand other medications needed for medical treatment and\r\nresearch, our work in dealing with drugs that were being\r\nillegally trafficked has produced manifest results.\r\nAlthough drug consumption is not a social phenomenon\r\nin Cuba, preventive activities are carried out to avoid drug\r\nabuse, and we work daily to perfect existing controls and to\r\nimprove our knowledge of the matter so that our country\r\ndoes not become a victim of the scourge of drugs.\r\nAt the international level, Cuba has continued\r\nnegotiating and signing bilateral agreements. Several\r\naccords have been signed with countries in our region, and\r\nwe are now in the final stages of signing new accords both\r\nwithin and outside the region. We are also maintaining\r\nmutually advantageous cooperation with other countries.\r\nThis year my Government submitted to the United\r\nNations International Drug Control Programme (UNDCP)\r\nthe Republic of Cuba’s master plan to combat illicit drug\r\ntraffic. Likewise, responding to the appeal by the United\r\nNations, we have prepared a plan for the Decade against\r\nDrug Abuse. In July 1992 we established the Cuban\r\nNational Committee, made up of agencies and institutions\r\ninvolved in the fight against drugs, which is preparing\r\nnumerous activities.\r\nWe recognize the pressing need to continue improving\r\ncommitted international cooperation. We must be objective\r\nin analysing what has been done so far and what results\r\nhave been achieved. The 1988 United Nations Convention\r\nagainst Illicit Traffic in Narcotic Drugs and Psychotropic\r\nSubstances was an important step forward. However, my\r\ndelegation wishes to reiterate its well-grounded concern that\r\nthe precepts contained in article 17 of that Convention could\r\nbecome the legal pretext for illegitimate action by one State\r\nwhich in the field of drug trafficking is trying arbitrarily to\r\napply - and has already done so - the new and questionable\r\ntheory of \"limited sovereignty\", which flagrantly violates the\r\nsacred principles of international law. There is no judicial,\r\npolitical or any other reason that can justify the violation of\r\nthose principles. No one ever has the right to violate a\r\ncountry’s sovereignty, and non-intervention is an\r\ninternational obligation.\r\nOne State’s malicious interpretations of article 17 have\r\nopened the door to arbitrary actions, acts of piracy and\r\noffenses against the sovereignty and territorial integrity of\r\nanother State. This is extremely disturbing and completely\r\nunacceptable to my country, which is therefore prevented\r\nfrom ratifying the Convention until there is a true\r\ninterpretation of article 17, which could constitute a true\r\nguarantee for developing countries, allowing them to defend\r\nthemselves against the aggression of the more powerful. In\r\nthe terms in which it is stated, the fight requires open,\r\nsincere and effective cooperation between States, as well as\r\ndynamism and objectivity in the assistance offered for it.\r\nTop priority must be given to the establishment of new\r\nformal, genuine commitments to reduce the demand,\r\nproduction, sale, traffic and illegal distribution of narcotics\r\nand psychotropic substances; the improvement of standards\r\nof living through international cooperation for development,\r\nas an alternative for those who produce and sell drugs\r\nbecause of extreme poverty; a careful review by each\r\ncountry of its national legislation on the various aspects of\r\nthe problem, in order to update and harmonize those laws -\r\nwe attach great importance to this, because the legal means\r\nmust be created to judge and punish criminal activities and\r\nconfiscate the illegitimate wealth they produce; strengthening\r\n39th meeting - Wednesday, 27 October l993 9\r\nof the international fight against organized crime involved in\r\ndrug production and other illicit activities involving drugs,\r\nas well as the illegal traffic in arms and explosives; the\r\nestablishment of international rules and standards allowing\r\nfor uniform treatment of crimes linked to drug trafficking.\r\nWe must update existing agreements and make them\r\nfully effective. It would also be worthwhile to analyse some\r\naspects which have not yet been studied in depth and which\r\ncould at some point require international action - for\r\nexample, money laundering and control of the use of\r\nchemical precursors.\r\nBefore concluding, my delegation wishes to reiterate\r\nmy country’s readiness to consider bilaterally with other\r\ncountries the possibility of cooperation on various aspects of\r\nthe problem so as to confront the drug phenomenon better,\r\nand our readiness to sign the various relevant agreements to\r\ngive effect to our decisions.\r\nEach country’s strategies and plans must be backed up\r\nby a real political will to confront the complex phenomenon\r\nof drugs. This political will must also be present in\r\ninternational cooperation and concerted action by States.\r\nThis spirit, and not the use or threat of force in international\r\nrelations, must guide our common action so that it may\r\nachieve successful results.\r\nThe PRESIDENT (interpretation from Spanish): I\r\nnow call on Mr. Arnaldo Velarde Ramírez, Head of the\r\nOffice Coordinating Joint Activities against Drug Trafficking\r\nof Peru.\r\nMr. VELARDE RAMIREZ (Peru) (interpretation from\r\nSpanish): The gathering that we are attending today is\r\ndesigned to gauge the true dimensions and political\r\nsignificance of the issue of the campaign against drug\r\ntrafficking on the overall agenda of the United Nations. We\r\nare here to give fresh political impetus to the issue of drugs\r\nwithin the General Assembly context.\r\nWe all recall the special session of the United Nations\r\nheld in February 1990, at which the overall comprehensive\r\napproach to cooperation on a multilateral level was\r\nestablished. That approach was a result of clear agreement\r\non the principles contained in the political statement, among\r\nwhich the principles of shared responsibility and\r\ninternational solidarity stand out. At the same time the\r\nUnited Nations International Drug Control Programme was\r\nset up, and the period from 1991 to 2000 was proclaimed the\r\nUnited Nations Decade against Drug Abuse.\r\nLet us consider what has been achieved in the period\r\nthat has elapsed since then. In practice, in the course of the\r\nfirst three years of the Decade, it would appear that for\r\nvarious reasons which need to be studied, we have not\r\naddressed all the components of the global strategy\r\nsimultaneously and in an integrated way. The efforts that\r\nwe have made on the international level in that period have\r\nbeen targeted towards combating the problem by means of\r\nstrategies aimed at reducing demand and efforts to reduce\r\nillicit drug trafficking. Less attention has been given to\r\nstrategies designed to reduce supply, and thus we have lost\r\nsight of the comprehensive approach to which we\r\nconceptually aspire and which we wish to see underlying and\r\nbolstering our action.\r\nWe need therefore to return to the intrinsic purposes\r\nand significance of the comprehensiveness of our action, so\r\nthat regardless of whether our country is a producer, a\r\nconsumer or a country of transit, we may remain alert and\r\nactive in the face of all the manifestations of drug\r\ntrafficking.\r\nIn these circumstances, drug trafficking has diversified\r\nin means and forms, outstripping any of our best efforts.\r\nFurthermore, there has been a multiplier effect, strangely\r\nenough, because organized crime has responded to greater\r\ninterdiction and control with a greater level of drug\r\nproduction, stimulating an increase in illicit cultivation.\r\nThe Government of Peru has been constantly\r\nendeavouring to control and eradicate illicit drug trafficking\r\nand associated crime through interdiction measures, and at\r\nthe same time it has devoted substantial effort to finding\r\nnew approaches to the supply side, incorporating the social\r\ndimension into its efforts to eradicate this scourge once and\r\nfor all. Hence the importance that we attach to perfecting\r\nthe components of a strategy of alternative development.\r\nCertainly, there have been a number of attempts to give\r\neffect to this concept in the Organization’s work, although\r\nit needs to be said, in terms of concrete results, that the lack\r\nof any overall vision has hampered the achievement of the\r\nhoped-for results. This has led us to seek points of\r\nagreement on this aspect, and here we should pay particular\r\nattention to the results of the meetings that were held in\r\nBerlin and in Lima. Indeed, this past September, the first\r\ninter-American meeting of experts in alternative development\r\ntook place in Lima. For the first time, this regional forum,\r\nwhich serves to pool inter-American efforts to combat drug\r\ntrafficking, embarked on the exploration of a possible\r\nsolution to the problem from an economic and social\r\nperspective. This exercise, which centres on alternative\r\ndevelopment, is not only a contribution to the doctrine on\r\n10 General Assembly - Forty-eighth session\r\nthe subject, but is also a pragmatic step towards designing\r\nnew regional strategies.\r\nThis work has gradually led to a preliminary consensus\r\non the components of the strategy of alternative\r\ndevelopment. This is a strategy designed to prevent or solve\r\nthe problems arising from illicit production. In essence, not\r\nonly does it propose crop substitution, but it also aims at\r\nfully incorporating the social groups involved in such\r\nactivities into a lawful economy by means of plans and\r\nprogrammes that put into effect an integrated system of\r\nsocio-economic development. Such a system would give\r\nparticular consideration to the central actors in the problem,\r\nin an environmentally sustainable framework and with the\r\nnecessary support of transparent and less restrictive world\r\nmarkets. The restoration and the preservation of the area of\r\nthe richest biodiversity in the world, that is, the Amazon\r\nregion, is a genuine possibility with the strategy of\r\nalternative development.\r\nThe message delivered yesterday on behalf of the\r\nSecretary-General, Boutros Boutros-Ghali, is in accord with\r\nthis approach. He indicated that the problem of drugs was\r\na global threat to the same extent as the damage inflicted on\r\nthe environment, AIDS and poverty itself. It is not a\r\nquestion of adding yet another concept to those with which\r\nthe United Nations system already works. An alternative\r\ndevelopment strategy, attacking as it does the roots of the\r\nproblem, offers greater promise of success in combating\r\ndrug trafficking in the present circumstances, since because\r\nof its scope it is the most energetic response in combating\r\nthe activities of organized crime.\r\nWe are therefore gratified that the draft resolution\r\n(A/48/L.12) which we shall very probably be adopting today,\r\nand which represents a relaunching of the multilateral effort\r\nto combat drugs, contains as one of its basic tasks anti-drug\r\ncooperation in programmes of alternative development.\r\nThe Government of Peru works in close cooperation\r\nwith the Organization through dynamic coordination with the\r\nUnited Nations International Drug Control Programme.\r\nExperiences in the field have provided a basis for shared\r\napprenticeship, which has gradually enhanced the\r\neffectiveness of cooperation programmes in various areas of\r\nnational priority. My country’s commitment at the highest\r\npolitical level to continue enhancing that cooperation, as well\r\nas the tireless work of Dr. Giorgio Giacomelli, are tangible\r\nproof of the real progress that can be made in the immediate\r\nfuture.\r\nPeru has given tangible proof of its sense of moral\r\nresponsibility to the international community in our work to\r\ncombat this scourge. It should be noted that advanced\r\nlegislation which controls and punishes crimes associated\r\nwith drug trafficking - such as the diversion of precursors\r\nand essential chemicals, trafficking in arms and explosives,\r\nmoney-laundering, and in particular the dismantling and\r\neradication of the links between terrorist organizations and\r\ndrug trafficking are central parts of our policy. To this we\r\nmust add successful control of airports and the interception\r\nof aircraft that are being used for illicit purposes.\r\nThe progress that has been achieved is the result of\r\nclose cooperation between public and private institutions,\r\nwith active participation on the part of the public in a\r\nstruggle in which our nation is daily becoming more and\r\nmore united.\r\nAt the same time, the Standing Intersectoral\r\nCommission is trying to coordinate approaches to achieve a\r\nnational master plan as soon as possible, harmonize national\r\nanti-drug legislation and create an organic system to\r\nimplement national anti-drug policy.\r\nNo one here is blind to the challenges we face or the\r\ndaunting obstacles we must overcome if we are to achieve\r\ntotal success. But the reality of these formidable challenges\r\nshould not dishearten us. Peru, as a country and a society,\r\nhas also faced considerable and sometimes discouraging\r\ndifficulties; but given a well-defined purpose it was able to\r\novercome them, demonstrating that where there is a firm\r\nresolve anything is possible and the most cherished dream\r\ncan come true.\r\nThe PRESIDENT: I now call on Mr. Amir Khasru\r\nChowdhury, Member of Parliament of Bangladesh.\r\nMr. CHOWDHURY (Bangladesh): The drug scourge\r\ntoday is a global phenomenon. It is an issue that threatens\r\nboth our present and future generations. The world-wide\r\nconsciousness and our collective drive against drug abuse\r\nand narcotics trafficking are still far from driving a nail into\r\nthe heart of the issue. In fact, the general disorganization\r\nand degeneration that our societies are experiencing in\r\nvarying degrees are being exacerbated to a large extent by\r\ndrug trafficking and abuse.\r\nWhat appears to be a matter for great alarm is the fact\r\nthat illicit drug trafficking is thriving despite the collective\r\nwill of the international community to thwart it. Is it that\r\nthe traffickers are so powerful as to have the arrogance to\r\ndisregard the authority of national Governments and to test\r\nthe will of the international community? Or is it that our\r\ncombat strategies are somehow flawed, allowing traffickers\r\na false sense of security that they can pursue their evil\r\n39th meeting - Wednesday, 27 October l993 11\r\ndesigns? These are aspects of the issue that merit our most\r\nserious attention as we gather here to examine the status of\r\ninternational cooperation in the fight against drug abuse.\r\nOne of the biggest incentives to illegal drug trafficking\r\nis the immense profitability of the trade. Our primary effort\r\nmust therefore be to hit at this area. To put it more simply,\r\nthe trade will die only if we can ensure that there is no\r\nmarket for it. In this, we must mount a multi-pronged\r\noffensive directed against the production, distribution and\r\nconsumption of illegal drugs.\r\nBecause of its illicit nature, it is almost impossible to\r\nestimate the exact extent of the world’s total drug\r\nproduction. But given the fact that it is being carried out on\r\na global basis and spreading across both hemispheres, there\r\nis no reason to doubt its enormous scale. Poorer and\r\ndeveloping countries are often accused of being lenient\r\ntowards drug production because they have few other\r\nmeaningful economic options. Political instability and\r\ninsurgencies are also viewed as ideal conditions for illegal\r\ndrug production. These are undoubtedly forceful arguments,\r\nbut there must be a larger dimension to the issue, since\r\nillegal drug production is not limited to the so-called third\r\nworld countries alone. Whatever the source, the issue calls\r\nfor a concerted and collective approach. If conditions of\r\npoverty encourage drug production, let the international\r\ncommunity provide the necessary input to eliminate poverty.\r\nIf insurgency is a factor preventing enforcement agencies\r\nfrom reaching the areas of drug production, let the\r\ninternational community come to the aid of those\r\nGovernments to fight the insurgency.\r\nOur efforts to eliminate drug production will not be\r\nworth while unless we can crack down on the marketing and\r\ndistribution mechanisms. And here lies our most formidable\r\nobstacle. The trafficking of drugs is conducted by\r\nsyndicated cartels and drug lords who wield tremendous\r\npower. They are a species that have no scruples, suffer no\r\nconscience and have total disregard for human life and\r\ndignity. They have created their own empires, have their\r\nown private armies and enjoy a seemingly impregnable sense\r\nof security.\r\nThe conduct of this heinous trade is done through\r\ntransnational consortiums. The chain involves the\r\nacquisition of chemicals to produce drugs, their\r\ntransportation and distribution, and the laundering of profits\r\nthrough financial institutions. Drug traffickers are constantly\r\ndeveloping new codes in their communications system and\r\nnovel tricks to avoid detection. The courier caught at the\r\nport is merely a pawn in a game played by an unseen boss.\r\nIn most cases, the courier takes the punishment while the\r\nprincipal criminal remains at large. To win this war of wits,\r\nwe must clearly be on top of the situation. Our intelligence\r\nnetwork and detection technology must surely be flawless,\r\nconstantly updated and improved. Because the combat is\r\nbeing fought on a global basis, we cannot afford to leave\r\nany one front less equipped than the other. But it hardly\r\nneeds to be emphasized that the developing countries -\r\nparticularly the least developed among them - are at an\r\nobvious disadvantage in this respect. There must be a\r\npooling of resources and sharing of technology if our global\r\noffensive is really to succeed.\r\nThe horrors of drug abuse and its tragic consequences\r\nfind their manifestation in the consumers. Drug\r\nconsumption and addiction are like a contagious virus\r\nspreading in an epidemic. The tragedy begins with the next\r\ngeneration, our youth. Frustration from a lack of\r\nalternatives, recreational facilities and employment\r\nopportunities more often than not makes youth an easy prey\r\nto the drug menace. Addiction breeds crime, terrorism and\r\nviolence and threatens a total breakdown of the social fabric.\r\nThe magnitude of drug abuse as it stands today has spared\r\nno society. The campaign against drug abuse must therefore\r\nbegin early. Motivation has to be there right from the\r\nelementary-school levels and children must be taught to\r\navoid drugs like the plague. Institutionalized support to treat\r\naddicts and reintegrate them into society must be\r\nstrengthened. The family institution, which serves as the\r\nanchor of social integrity, must be involved in this effort.\r\nFor this, we must be prepared to provide whatever support\r\nis necessary.\r\nThe issue of drug abuse and illicit trafficking is a\r\nmatter of serious concern to Bangladesh. Given our\r\nproximity to the so-called Golden Triangle and Golden\r\nCrescent, our country is vulnerable to in-transit drug\r\ntrafficking. As a small nation beset with many problems we\r\nare cautious not to allow drug abuse to add to our woes.\r\nOur Government, under Prime Minister Begum Khaleda Zia,\r\nis determined to address the issue on all fronts: national,\r\nsubregional, regional and global.\r\nThe fact that the issue has not yet assumed any\r\nalarming dimension in Bangladesh is the result of certain\r\ntraditional and religious checks and balances ingrained in our\r\nsociety. But social safeguards alone are not enough to\r\ncombat the drug issue in its entirety; it is a crime that can be\r\ncontrolled only if we are prepared to be harsh in hunting\r\ndown the criminal. Our goal is not just to check drug abuse,\r\nbut to checkmate the drug trafficker. We in Bangladesh\r\ntherefore have stringent, punitive sentences for drug\r\ntrafficking. We believe that such measures are appropriate\r\nfor those who profit from human life and misery.\r\n12 General Assembly - Forty-eighth session\r\nOur national Narcotics Control Act of 1990 strictly\r\nprohibits the cultivation, production, processing,\r\ntransportation, sale or possession of illicit drugs. The\r\nadministrative body set up in support of this law, the\r\nNarcotics Control Board, is the focal point for all anti-drug\r\nactivities in the country. On the curative side, we have set\r\nup a central treatment centre for drug addicts. The\r\nGovernment is also addressing itself to the rehabilitation of\r\nformer addicts and their reintegration into mainstream\r\nsociety.\r\nIn cooperation with bilateral donors and the United\r\nNations International Drug Control Programme, a five-year\r\nmaster plan on drug-abuse control has been undertaken,\r\nbeginning in January 1993. The major thrust of the plan is\r\non law enforcement, treatment and rehabilitation, and\r\npreventive education and information.\r\nAt the regional level, Bangladesh and the six other\r\nmember countries of the South Asian Association for\r\nRegional Cooperation (SAARC) are addressing the issue\r\nthrough active regional cooperation. The signing of the\r\nSAARC Convention on narcotic drugs and psychotropic\r\nsubstances, which Bangladesh has already ratified, is a\r\nlandmark in this direction.\r\nBangladesh is also actively involved in the international\r\nefforts against drug abuse. Our efforts in this regard are\r\nfully in line with the 1990 United Nations Political\r\nDeclaration and Global Programme of Action. Bangladesh\r\nwas among the very first countries to ratify the 1988\r\nConvention against illicit drugs and psychotropic substances.\r\nWe are also party to the United Nations drug Conventions\r\nof 1961 and 1971.\r\nWe trust that further strengthening of the United\r\nNations efforts through a system-wide action plan and\r\ncoordination between the specialized agencies can effectively\r\ncomplement national drives against drug abuse and\r\ntrafficking. There is much truth in the saying that\r\nprevention is always better than cure, and we wish to\r\nunderscore here that countries, such as Bangladesh, where\r\ndrug abuse has not yet become a major problem need our\r\nurgent attention before it is just too late.\r\nIt is a matter of gratification to my delegation that\r\ndelegations here are unanimous in our desire to control drug\r\nabuse. The statements of other representatives espousing\r\nstronger integration in the international drive against drug\r\nabuse, and support for national programmes, reassure us that\r\nwe are together in our cause.\r\nWe are happy that the Secretary-General, in his report\r\nto the General Assembly at its forty-eighth session, has also\r\naccorded the issue all due importance.\r\nWe trust that our deliberations in this special series of\r\nmeetings will provide valuable insights and clear guidance\r\nto our ongoing efforts towards a drug-free world.\r\nThe PRESIDENT: I call on the representative of\r\nIndonesia.\r\nMr. TARMIDZI (Indonesia): I should like to express\r\nthe Indonesian delegation’s deep appreciation to the\r\nSecretary-General for his thoughtful and informative\r\nmessage to this Assembly, as delivered by\r\nMr. Giorgio Giacomelli, Director-General of the United\r\nNations Office at Vienna and Executive Director of the\r\nUnited Nations International Drug Control Programme.\r\nLet me also express our thanks to you, Mr. President,\r\nfor your opening statement, delivered yesterday.\r\nIndonesia is greatly disturbed by the continuing threats\r\nposed to virtually all countries by the international trade in\r\nillicit narcotics and by drug abuse. Although this issue has\r\nremained a top priority on the global agenda, the myriad\r\nproblems of illicit trafficking and drug abuse remain\r\nundiminished, even though substantial initiatives have been\r\nlaunched in many areas.\r\nFor some countries, the threats posed have become a\r\ntragic reality, as institutions have become strained and the\r\ncapacity of national and local law enforcement have been\r\ntaken beyond their capacity for an effective response.\r\nHealth and social-welfare services have likewise been greatly\r\noverburdened in providing for the treatment and\r\nrehabilitation of drug abusers, and for the associated health\r\nproblems.\r\nFor the developed and developing countries alike,\r\nnarcotics trafficking and abuse have undeniably contributed\r\nto a serious deterioration in social values, ethics and healthy\r\nlifestyles. The drugs dilemma has likewise retarded\r\ndevelopment at all levels by substantially diverting urgently\r\nneeded resources, financial as well as human. This\r\nhaemorrhage of financial resources must be brought to a\r\nquick end. As the drugs problem is global in dimension, we\r\nhave come to a collective realization and acknowledgement\r\nthat only global, integrated solutions will offer any remedy\r\nof lasting value.\r\nThus it was that, in 1987, the Ministerial-level\r\nInternational Conference on Drug Abuse and Illicit\r\n39th meeting - Wednesday, 27 October l993 13\r\nTrafficking was convened in Vienna and expressed the\r\npolitical will and determination to address this problem in a\r\ncomprehensive and effective manner at all levels. That\r\nConference was a watershed event, with its unanimous\r\nadoption of a Declaration and the Comprehensive\r\nMultidisciplinary Outline of Future Activities.\r\nThe mutual understanding between countries -\r\nproducers, consumers and transit - has since been greatly\r\nstrengthened and firmly secured in their agreement that a\r\nbalanced approach is necessary, addressing the aspects of\r\nboth supply and demand. In that connection, my delegation\r\nwould like to underline the potential of rural-development\r\nprogrammes that encourage legal cultivation and make it an\r\nattractive prospect for farmers by offering them a fair return\r\nfor their labour. Furthermore, efforts aimed at the\r\ndestruction of illicit crops should be undertaken with due\r\nregard to the environmental impact.\r\nNearly four years have elapsed since the seventeenth\r\nspecial session of the General Assembly was convened,\r\nduring which a Political Declaration and a Global\r\nProgramme of Action were adopted with a view to\r\nenhancing international drug-control strategy and activities.\r\nA significant consequence was the integration of the United\r\nNations drug-control bodies into one single United Nations\r\nInternational Drug Control Programme (UNDCP). This was\r\na necessary and welcome restructuring effort to streamline\r\nUnited Nations activities in this field and provide for the\r\noptimum utilization of scarce resources. The special session,\r\nmoreover, reaffirmed the view that because of the tragic\r\nnature of the problem, international solidarity and the\r\nconcerted, collective and simultaneous action of the\r\ninternational community were required.\r\nIn that connection, my delegation would like to\r\nwelcome and support the draft resolution that was well\r\nprepared by the delegation of Mexico, and submitted by the\r\nPresident as draft resolution A/48/L.12, entitled\r\n\"International drug control\", as yet one more concrete step\r\nin strengthening international cooperation.\r\nOn the subregional level, the Association of South-East\r\nAsian Nations (ASEAN) continues to strengthen\r\ncollaboration amongst its members, implementing projects of\r\nthe group of ASEAN Senior Officials on Drug Matters in\r\nsuch areas as preventive drug education, interdiction,\r\nresearch- and information-sharing, law enforcement, and\r\ntreatment and rehabilitation. I should note that this is in line\r\nwith activities recommended by the Secretary-General with\r\nreference to the implementation of the Global Programme of\r\nAction. Similarly, ASEAN continues to work in close\r\ncooperation with other States in the region, as well as with\r\nits dialogue partners, in a common search for pragmatic but\r\neffective drug-control solutions.\r\nASEAN cooperation with the European Community\r\nremains strong, with such projects as the European\r\nCommunity technical assistance mission, which has reviewed\r\nASEAN’s needs in the areas of drug rehabilitation and drug-\r\nabuse prevention. In that connection, ASEAN Senior\r\nOfficials on Drug Matters held several working group\r\nmeetings on prevention education, treatment and\r\nrehabilitation, law enforcement and research. ASEAN also\r\nmaintains close working relations with the United States and\r\nanticipates the convening of an ASEAN-United States\r\nconference on drugs in the near future.\r\nThe United Nations ad hoc inter-agency meeting on\r\ncoordination in matters of international drug abuse control\r\npointed to the need to strengthen cooperative ties with\r\nnon-governmental organizations, which ASEAN has resolved\r\nto do. The twenty-sixth ASEAN Standing Committee\r\nmeeting, held on 27 and 28 May 1993, approved an\r\napplication by the group ASEAN Non-Governmental\r\nOrganizations for Prevention of Drug and Substance Abuse\r\nto have a formal working relationship with ASEAN.\r\nLikewise, Indonesia relies on the important contribution of\r\nnon-governmental organizations and of community\r\nparticipation in such areas as education in drug prevention,\r\nand in the important area of rehabilitation.\r\nThe strong cooperative arrangements that exist between\r\nASEAN and its various dialogue partners, as well as with\r\nother States within its region, have strengthened the capacity\r\nof its States members for effective response. Such a\r\nnational, subregional and interregional structure could, in my\r\nview, serve as one model for the promotion of international\r\ndrug control.\r\nUnited Nations drug control treaties have placed\r\neffective juridical mechanisms at the disposal of the\r\ninternational community, facilitating necessary cooperation\r\namong nations in drug control. The 1988 United Nations\r\nConvention against Illicit Traffic in Narcotic Drugs and\r\nPsychotropic Substances has made a strong addition by\r\naddressing such crucial aspects as money-laundering and\r\nmutual legal assistance among States. As a signatory,\r\nIndonesia will work with others to ensure its optimum\r\nsuccess. In this regard, my delegation would like to note\r\nthat the UNDCP has been providing such assistance, and\r\nshould continue to render this important service.\r\nLet me conclude by saying that, just as drug abuse\r\ncontributes to social deterioration, poverty and despair\r\nprovide a fertile ground for the sale and abuse of narcotics.\r\n14 General Assembly - Forty-eighth session\r\nAll countries, but particularly developing countries, have\r\nexperienced the negative effects of a poor global economy\r\nand resource restrictions that have adversely impacted on\r\nsuch crucial areas as the creation of productive employment\r\nopportunities. Therefore, long-term solutions to social\r\nwelfare issues, and particularly to drug-abuse prevention,\r\nmust take into account the fundamental needs and aspirations\r\nof society, and the progressive improvement of the human condition -\r\nphysically, ethically and religiously. This will require a\r\ncommitment by both North and South in areas of economic\r\ncooperation, as well as their continued commitment to the\r\ngoals to be achieved during this United Nations Decade\r\nagainst Drug Abuse.\r\nThe PRESIDENT: I call next on Mr. Alberto Lestelle,\r\nSecretary of State for Programming on Drug Prevention of\r\nthe Argentine Republic.\r\nMr. LESTELLE (Argentina) (interpretation from\r\nSpanish): I shall read out only portions of my written\r\nstatement, for the full text contains many things that have\r\nalready been said and that will be said again before the day\r\nis over. I shall use the time allotted to me to share some of\r\nmy thoughts on this subject.\r\nFirst of all, we would like to acknowledge this\r\nimportant opportunity to participate in these meetings of the\r\nGeneral Assembly devoted to the important and serious issue\r\nof drug control.\r\nWe thank the delegation of Mexico for preparing,\r\ntogether with other delegations, the draft resolution\r\nsubmitted by the President. Recognizing once more the\r\nvalue of concentrating all the Organization’s efforts in the\r\nUnited Nations International Drug Control Programme, we\r\ntake note of the important work being carried out by the\r\nCommission on Narcotic Drugs and the International\r\nNarcotics Control Board.\r\nThe circumstances of the so-called transit States are\r\nunique and are not adequately reflected in the initiatives for\r\ninternational cooperation. These countries, including my\r\nown, require greater and increasing international aid to fight\r\nsuccessfully against this phenomenon. Hence, we would like\r\nto see the international programmes of cooperation pay\r\nincreased attention to the special situation of the countries I\r\nrefer to.\r\nAmong other things, we need the adoption of the\r\nnecessary legal instruments to control drugs, adapting them\r\nto the new modalities of this crime and reflecting in the\r\nlegal framework elements such as the undercover agent, the\r\ninformer and all the modalities set forth in the United\r\nNations Convention against Illicit Traffic in Narcotic Drugs\r\nand Psychotropic Substances.\r\nThe repression of illicit drug trafficking should be\r\nbalanced with preventive aspects related to reducing demand.\r\nThis latter issue must be approached through comprehensive\r\nprevention programmes including real and feasible plans for\r\nalternative development, within which the programmes for\r\nproductive and profitable micro-enterprises should be the\r\naxis of employment policies, a key preventive factor in\r\ndeveloping countries. We must pay special attention to the\r\ncauses of the problem: the unfair terms of international\r\ntrade, which condemn farmers in developing countries to\r\nface the alternative of either producing illicit drugs or opting\r\nfor humiliating subsistence conditions, must be analysed and\r\nassessed in their true dimension.\r\nWe would like to state here that the Argentine\r\nGovernment is opposed to any initiative aimed at legalizing\r\nany activity now considered illicit in the area of drugs. This\r\nexperiment has already been tried in several countries with\r\nnegative and traumatic results for the community.\r\nAllow me now to refer briefly to the situation in\r\nArgentina. In 1989, when it took office, the Government of\r\nPresident Carlos Raúl Menem created within the purview of\r\nthe presidency a Bureau for Programming on Drug\r\nPrevention and Drug-Trafficking Control. This does not\r\nreport to any single ministry, but develops policies under the\r\ndirect orders of the national executive branch.\r\nIn our view, this organizational structure is a new,\r\ncreative development that goes beyond those interministry\r\ncommissions that encounter difficulties in their operation and\r\nfunctioning.\r\nHere I should like briefly to comment on one point.\r\nThere is an action and a reaction in illicit drug trafficking\r\nand related crime. Action is homogeneous, direct and the\r\nsame in all countries, whether the United Kingdom, the\r\nUnited States, Argentina, Costa Rica, Panama, Australia,\r\nBolivia, or any other country. The action of the drug-\r\ntrafficking mafias is exactly the same in every country. In\r\neach country they produce drugs directly or through\r\nintermediaries; they operate illegally by smuggling precursor\r\nchemicals; they launder money in every country; they\r\npromote drug consumption in all countries; they make young\r\npeople and street children sick with drugs and they bring\r\ndeath in all countries, without exception. In other words, the\r\ndrug-trafficking mafias operate in a manner that is\r\nconsistent, organic, ongoing and always the same.\r\n39th meeting - Wednesday, 27 October l993 15\r\nHow do we, the Governments, respond to this\r\nhomogeneity? Unfortunately, we respond with\r\nheterogeneity. Quite reasonably, every Government wants\r\nto establish a system to try to contain the phenomenon. One\r\nGovernment may perfectly properly, for each is free to\r\nchoose, feel the Ministry of Health can deal with the\r\nproblem, which is correct, because of course drug\r\ndependency is a sickness. But another Government may feel\r\nthat action should be coordinated under the Ministry of\r\nFinance which is also correct, because money laundering is\r\none of the most serious drug trafficking problems. Another\r\nGovernment might give the job to the Ministry of Security,\r\nanother to the Ministry of Justice, another to Social Affairs,\r\nand another to a personal representative of the President.\r\nWithout being hypocritical, perhaps I could say we are\r\ntrying to defend ourselves using the Keystone Kops.\r\nConsistency is important in action. At another\r\ninternational meeting a few days ago I was speaking with a\r\nHealth Minister who had the job of coordinating all aspects\r\nrelated to this phenomenon, and I naturally asked him how\r\nhe coordinated transborder controls. He replied \"Oh, that’s\r\na problem for the Ministry of Defence.\" I then asked how\r\nhe coordinated internal controls for internal security and he\r\nsaid \"That’s for the Ministry of the Interior.\" I then asked\r\nwhat he did to establish a system whereby prevention was\r\npart of the education programme, and he answered \"That’s\r\na problem for the Ministry of Education.\" Dumbfounded, I\r\nthen asked him \"Who coordinates everything?\" because all\r\nhis answers were quite true. He answered \"A Commission.\"\r\nThat raised the obvious question of how often the\r\nCommission met. I was told \"Maybe once a month.\" Fine,\r\nonce a month. I then asked \"Who coordinates the decisions\r\nof the Commission?\" The Health Minister said \"Well,\r\nsometimes it’s me, and sometimes it’s the Education\r\nMinister, depending on what aspect is involved.\"\r\nIn fact, therefore, all those procedures being carried out\r\nby Governments with considerable effort and sacrifice -\r\nsometimes with great resolve, sometimes with less resolve -\r\nmean that we do not have a homogeneous reaction to the\r\nhomogeneous action being carried out by the drug-trafficking\r\nmafia, by which they are trying to attack our societies and\r\ndestroy our families. Therefore, without wishing to interfere\r\nwith the political decisions of Governments, perhaps my\r\ncountry might offer the international community a\r\ndescription of its experience in this field and suggest to\r\nGovernments that national bodies be set up at the highest\r\npossible level to implement the policies of the Executive and\r\nto coordinate all the work relating to the problem so as to\r\nachieve the best results.\r\nAs we see it, there is no alternative, after so many\r\nmeetings at the international level, we have been meeting for\r\nmonths, for years trying to understand a phenomenon which\r\nis becoming ever more complex. Without coordination at\r\nthe government level it seems to us unlikely we can find the\r\nright remedy. Solutions are hard to find. We must become\r\nfully aware of the overriding importance of this issue in the\r\nUnited Nations and try at least to increase efforts and ensure\r\ncoordination. If we do not have coordination - and I am not\r\nbeing pessimistic; I am being realistic - this increasingly\r\ncomplex problem will result in an increasing number of\r\nvictims. Do representatives know what the real problem is?\r\nIt is that the victimizers - those who produce, who traffic,\r\nwho sell, who corrupt - are adults, but the victims are\r\ninnocent: young people and children. We should think\r\nabout that.\r\nI should like quickly to speak of what has been done in\r\nmy country. We have prevention programmes, public\r\nawareness campaigns, national publicity campaigns, sports\r\nprogrammes, preventive education programmes, training for\r\nteachers, workers and community leaders. There are courses\r\non prevention, training leaders of society, sports people,\r\neducators, parents, grandparents, young people - everybody,\r\nincluding students in middle schools and primary schools.\r\nWe have an assistance plan, including help for families\r\nin difficult situations; more than 2,000 are receiving help to\r\nwin their children back from this terrible scourge. We are\r\nalso trying to provide treatment for people in jail. We offer\r\npublic information services and support services for\r\ngovernmental and non-governmental organizations.\r\nWe have draft laws on psychotropic substances,\r\nalcoholism, prevention, assistance and services. Our\r\ninternational cooperation projects include seminars on\r\ncommunity therapy co-sponsored by Daytop International,\r\nthe Organization of American States (OAS), the\r\nInter-American Drug Abuse Control Commission (CICAD)\r\nand the United States State Department; seminars dealing\r\nwith the control of precursor chemicals; a Latin American\r\nplan for training in health, education and justice carried out\r\nby the Argentine Government in Costa Rica, Guatemala and\r\nthe Dominican Republic; seminars on mobilizing\r\ncommunities, conducted in cooperation with the University\r\nof Oklahoma; and much, much more.\r\nWe must participate internationally in dealing with this\r\nproblem, which has become truly international, and in the\r\nlast four years we have signed agreements on cooperation to\r\nprevent drug abuse with Bolivia, Costa Rica, Chile, Ecuador,\r\nEl Salvador, the United States, Guatemala, Nicaragua,\r\nJamaica, Italy, Mexico, Paraguay, Peru, the Russian\r\n16 General Assembly - Forty-eighth session\r\nFederation, the United Kingdom, Uruguay, Colombia, Brazil,\r\nVenezuela and the Dominican Republic.\r\nI should like to say, in conclusion, that my delegation\r\nfully supports the draft resolution that is before the\r\nAssembly. It is clearly a well-balanced text containing\r\nspecific guidelines for the organizations of the United\r\nNations system and setting out measures for a high-level\r\nfollow-up of the provisions of the plan of action. We trust\r\nthat the draft resolution will be adopted by consensus.\r\nThe PRESIDENT: I now call on Mr. Augusto Durán\r\nMartínez, Deputy Minister of the Presidency of Uruguay.\r\nMr. DURAN MARTINEZ (Uruguay) (interpretation\r\nfrom Spanish): The drug phenomenon is an extremely\r\ncomplex problem - complex in that it has not just a single\r\ncause but many causes: economic, social, ethical, political,\r\nand so on. It is also complex in that it is not simply a\r\nhealth problem, but tends to undermine institutions, to\r\ncorrupt society and, ultimately, to degrade the individual.\r\nAnother factor that makes it complex is that the links in the\r\nchain of illicit drug trafficking, from cultivation to money\r\nlaundering, from the production and illicit marketing of\r\nprecursors and other chemical substances essential to the\r\nproduction of drugs to the manufacturing and consumption\r\nof and trafficking in drugs, are to be found in various\r\ncountries, giving the problem a transnational character. This\r\nhas led to a new type of criminality - organized crime,\r\nwhich, apart from the fact that it is extremely dangerous\r\nbecause of the vastness of the economic means available to\r\nit, makes classical liberal criminal law inadequate.\r\nOwing to its complexity, the problem is not capable of\r\nbeing dealt with by means of a single response. It is\r\nnecessary to take repressive measures to combat criminal\r\nactivities; supportive measures aimed at the addict’s\r\nreintegration into society; and, above all, educational\r\nmeasures designed to reduce consumption. And reduction of\r\nconsumption is the key to solution of the problem.\r\nThese measures must not be taken in isolation; they\r\nmust be coordinated. They must not be taken on a local\r\nbasis; they must mobilize the entire international community.\r\nNaturally, action must be taken within the framework of the\r\nlaw and of respect for the sovereignty of States, and it must\r\ntake account of the special characteristics of each State. In\r\nthis regard, much has been done. However, despite the\r\nexcellent work of the United Nations Commission on\r\nNarcotic Drugs, and despite Mr. Giacomelli’s very effective\r\nleadership, the drug problem, generally speaking, has not\r\nlessened. On the contrary, it has increased. This obliges us\r\nto redouble our efforts to try new strategies. Here - in the\r\nUnited Nations - we have the ideal arena for an exchange of\r\nopinions on the question and for expressions of support for\r\nthe excellent draft resolution that stemmed from Mexico’s\r\npraiseworthy initiative.\r\nMr. Murthy (India), Vice-President, took the Chair.\r\nIn this area, international cooperation, by way of the\r\nexchange of information and the coordination of police\r\ninvestigations, is indispensable. In the legal area, too,\r\ninternational cooperation is vital to securing greater\r\neffectiveness in the prosecution and judicial processes. In\r\nthe technological and economic areas also, it is vital to the\r\nproper completion of various projects. In addition, it is\r\nobviously necessary that the trade barriers that impede or\r\nprevent the development of alternative methods be\r\nremoved - something else that calls for international\r\ncooperation.\r\nIn all of this - apart from the bilateral activities that\r\nmay be engaged in - the action of international organizations\r\nis extremely important. However, although international\r\ncooperation is vital, it is not enough if it does not go hand\r\nin hand with appropriate internal measures. Anyone who\r\ndoes not show the necessary political resolve to tackle the\r\ndrug problem does not deserve cooperation, and there can be\r\nno redemption for a country that cooperates at the\r\ninternational level but does not take the appropriate domestic\r\nmeasures.\r\nUruguay is really a newcomer to this problem, and we\r\nhave therefore begun only recently to take action in this\r\nrespect. However, we accept that we have a real, legal\r\nduty - not just an ethical responsibility - to engage in the\r\nstruggle against drugs. Indeed, we have recently been doing\r\nthis with very strong political resolve. In accordance with\r\ninternational recommendations, the Government set up the\r\nNational Board for the Prevention and Suppression of Illicit\r\nDrug Trafficking and Drug Abuse to draw up policies in this\r\narea and to coordinate their implementation by the competent\r\nbodies.\r\nThe Republic is a signatory to the 1988 United Nations\r\nConvention against Illicit Traffic in Narcotic Drugs and\r\nPsychotropic Substances, but has not yet ratified it.\r\nHowever, ratification has been approved by the House of\r\nRepresentatives, and we expect early approval by the Senate.\r\nIn any event, although the Convention is not in force in our\r\ncountry, we have been following its basic guidelines.\r\nIndeed, we have signed many treaties for legal assistance in\r\npenal matters - with the United States, with Spain, with the\r\nUnited Kingdom and with Brazil - and it is expected that\r\nthese will be ratified very soon. In 1991 we signed\r\n39th meeting - Wednesday, 27 October l993 17\r\ncooperation agreements with Chile, with Bolivia and with\r\nBrazil, and these were ratified about a month ago.\r\nThe executive branch of government has also\r\nintroduced a draft law which has already been approved by\r\none of the Houses of our Parliament and which is designed\r\nto update our penal legislation on drugs, with a view to -\r\namong other objectives - criminalizing money laundering and\r\nthe illicit production and marketing of precursors, in\r\naccordance with the guidelines of the Model Law drawn up\r\nby the Inter-American Commission for Drug Abuse Control.\r\nWe have adopted legislative standards that will facilitate\r\ncontrol by the Central Bank of Uruguay over the brokerage\r\nhouses, with a view to making money laundering more\r\ndifficult. Already, there is a large data bank, and studies\r\nwere carried out recently with a view to formulating policies\r\nand putting them on sounder bases. Police work has been\r\nimproved, and significant efforts are being made to set up a\r\nrehabilitation centre. Lastly, there has been a great deal of\r\nprogress in both formal and informal aspects of prevention.\r\nAll those measures - in addition to Uruguay’s active\r\npresence in the most important international forums in this\r\nfield - clearly demonstrate its commitment to dealing with\r\nthis problem.\r\nThe PRESIDENT: I call on Mr. Raul Del Mar,\r\nMember of the House of Representatives of the Philippines.\r\nMr. DEL MAR (Philippines): I am privileged to speak\r\nat the special high-level meetings of the General Assembly\r\non a subject of grave concern to the world.\r\nMankind has been troubled by various scourges that\r\nhave taken their toll in human life and suffering, bringing\r\ndisease, economic deprivation and social dislocation to\r\nhapless populations. At no time in history, however, has\r\nmankind faced such a problem such as drug abuse, for it is\r\na scourge that recognizes no boundaries. Indeed, drug abuse\r\nis a transnational problem of such magnitude that it is\r\nadversely affecting the growth levels of many countries.\r\nMy Government therefore welcomes this opportunity to\r\nexamine, together with the other States Members of the\r\nUnited Nations, the status of international cooperation\r\nagainst the illicit production, sale, demand, traffic and\r\ndistribution of narcotic drugs and psychotropic substances.\r\nAware of the grave threat posed by drug abuse to the\r\nhealth and well-being of our people, to the stability of\r\nnations and to the political, economic and social structures\r\nof societies, the Philippine Government has committed itself\r\nto a total war against the problem.\r\nIn the Philippines, the problems of drug abuse and\r\nillicit trafficking continue to cause serious concern\r\nnationwide. There are two factors responsible for the\r\nunabating drug problem: first, the high population density\r\nof bigger cities, coupled with rapid urbanization and,\r\nsecondly, the proximity of drug sources and supply.\r\nThe Philippines’ national drug strategy consists of two\r\ncomponents: first, the legislative and regulatory programme\r\nwhich takes care of the enactment of appropriate laws and\r\nthe formulation of rules and regulations to reduce the\r\navailability of dangerous drugs, consistent with the legitimate\r\nmedical requirements of the country; and, secondly, the drug\r\nlaw-enforcement programme, whose objectives include the\r\neradication of cannabis plantations; the destruction or\r\nneutralization of drug trafficking networks; preventing the\r\ndiversion of illicit drugs from authorized outlets; and\r\ncontrolling the importation of illicit drugs through rigid\r\nenforcement of customs laws and expanded international\r\ncooperation and coordination with foreign enforcement\r\nagencies to identify, monitor and neutralize international\r\ntrafficking syndicates. It also covers treatment,\r\nrehabilitation, preventive education, training and information.\r\nThe national strategy hinges on two key concepts which\r\ncall for keeping abusers away from drugs and for keeping\r\ndrugs away from abusers. My Government has done much\r\nwork in prevention and rehabilitation. The Philippine\r\nCongress has passed a law integrating drug prevention and\r\ncontrol in intermediate- and secondary-school curricula and\r\nin the non-formal, informal and indigenous learning systems.\r\nThe new law focuses on the ill effects of drug abuse, drug\r\naddiction or drug dependency.\r\nIn the case of rehabilitation, we have a serious lack of\r\nrehabilitation centres, but the ones we do have at the\r\nmoment have excellent performance records. Our Narcotics\r\nCommand Rehabilitation Centre has what appears to be the\r\nlowest relapse rate in the world - only 19 to 20 per cent,\r\ncompared with the world rate of 40 to 50 per cent.\r\nTreatment is provided free of charge and is aimed at\r\ndiscipline.\r\nThe national fight against drug abuse has been\r\nhamstrung by logistics, a problem shared by many countries.\r\nThe peculiar nature of our geography - we are a group of\r\nmore than 7,000 islands at the maritime and strategic\r\ncrossroads of South-East Asia - renders an already difficult\r\nproblem more complex.\r\nOn a regional level, the Philippines has faithfully met\r\nits commitments and obligations as a party to the\r\n18 General Assembly - Forty-eighth session\r\nAssociation of South-East Asian Nations (ASEAN)\r\nDeclaration of Principles on Drug Abuse Control. It has\r\nmaintained an active level of cooperation with the\r\nGovernments and agencies concerned with drug matters\r\namong the ASEAN dialogue partners.\r\nInternationally, the Philippines is a State Party to the\r\n1961 and 1971 Conventions on narcotic drugs and\r\npsychotropic substances and the 1972 Protocol amending the\r\n1961 Convention. We signed the 1988 Convention against\r\nIllicit Traffic in Narcotic Drugs and Psychotropic\r\nSubstances, and appropriate steps have been taken towards\r\nits ratification.\r\nOur programme and policies on drug abuse control are\r\nbased on the Comprehensive and Multidisciplinary Outline\r\nof Future Activities in Drug Abuse Control, which preceded\r\nthe Global Programme of Action. We have consistently\r\nsupported initiatives on drug abuse control emanating from\r\nboth the General Assembly’s Third Committee and the\r\nEconomic and Social Council.\r\nWe are particularly encouraged by the introduction of\r\na \"drug dimension\" in the economic and sectoral work of the\r\nWorld Bank, including its lending strategies. The inclusion\r\nof such a facility, not only in the World Bank but in regional\r\nbanks as well, will provide countries which produce drugs\r\nwith a needed boost in developing planning through the\r\nprogramming and implementation of activities to reduce\r\nillicit narcotic crops. Within the context of rural poverty-\r\nalleviation programmes in areas where narcotic drugs are\r\ncultivated, the work of the International Fund for\r\nAgricultural Development should be maintained.\r\nIn the long term, the illicit cultivation of drugs must be\r\naddressed within the context of integrated rural development\r\nprogrammes which aim at providing rural communities with\r\nan economically viable alternative to narcotic crops.\r\nTo help developing countries implement more\r\neffectively their respective national strategies under the\r\nGlobal Programme of Action and to enable them to\r\nparticipate more meaningfully in the United Nations\r\nInternational Drug Control Programme, developed countries\r\nmust provide opportunities and terms of access for\r\nagricultural products and other products of importance to the\r\ndiversification of production from the growing of illicit\r\nnarcotic crops.\r\nThere is also a pressing need for the sharing of relevant\r\ndata at the international level and for the provision of\r\ntechnical assistance to developing countries to help\r\nstrengthen their enforcement capabilities. By strengthening\r\ninternational cooperation and effecting a better coordination\r\nof policies and programmes, the use of limited resources\r\navailable to Governments to implement domestic strategies\r\nwould be optimized.\r\nWhile it is true that the global nature of the drug\r\nproblem warrants a global approach, the United Nations and\r\nits member countries do recognize and appreciate the\r\nnational work done by intergovernmental organizations and\r\nnon-governmental organizations in the containment of the\r\nproblem. In particular, the Philippine Government\r\nrecognizes the humanitarian role of non-governmental\r\norganizations and volunteer groups in the prevention of drug\r\nabuse, in the rehabilitation of drug addicts, and in inculcating\r\nthe ever-present danger of AIDS upon the consciousness of\r\ndrug abusers.\r\nMy delegation commends the decision of the United\r\nNations International Drug Control Programme to call an\r\ninternational forum of non-governmental organizations next\r\nyear to find ways of expanding cooperation on drug-demand\r\nreduction.\r\nThe end of the cold war has ushered in a period of\r\ndeep uncertainty and change which exacerbates the drug\r\nproblem. The capacity of many States to take remedial\r\nmeasures within their borders, as well as to act collectively\r\nfor the safety and well-being of the world community, has\r\nbeen impaired by the upheavals of change. This situation\r\nhas engendered an increase in the number of people at\r\nparticular risk of drug addiction and abuse.\r\nMore than ever, the shared effort against illicit drug\r\nproduction, traffic and consumption must be maintained and\r\nstrengthened. Towards this end, the Philippines will support\r\nproposals or initiatives for the full and effective\r\nimplementation of the United Nations System-Wide Action\r\nPlan on Drug Abuse Control and the Global Programme of\r\nAction against illicit production, supply, demand, traffic and\r\ndistribution of narcotic drugs and psychotropic substances.\r\nWithin its limited capacity, my Government wishes to\r\nlend assistance in improving policies and programmes in\r\nthree specific areas: first, in the creation and maintenance\r\nof a readily accessible database of programmes carried out\r\nand projected within the United Nations system and in\r\nproviding access to comparable systems maintained by\r\nmultilateral, regional and bilateral organizations; second, in\r\ntechnical-cooperation activities in drug-abuse control,\r\nparticularly at the operational level in especially vulnerable\r\ncountries, such as those considered to be transit States and\r\nthose under attack from traffickers, so as to afford them easy\r\naccess to modern technology and thereby facilitate the\r\n39th meeting - Wednesday, 27 October l993 19\r\nlocation and environmentally safe destruction of narcotic\r\ndrugs and, at the same time, maintain respect for the dignity\r\nand sovereignty of the receiving State; and, third, in judicial\r\naction with penal implications at the national level, and\r\npossibly at the international level, to fight powerful drug\r\nlords and cartels.\r\nAs a State Party to the drug Conventions and other\r\nrelevant instruments, the Philippines reaffirms its\r\ncommitment to the global effort to eradicate the drug\r\nproblem and hereby undertakes to participate actively and\r\njudiciously in United Nations initiatives against the drug\r\nmenace.\r\nThe PRESIDENT: I now call on the Permanent\r\nRepresentative of Algeria, Mr. Ramtane Lamamra.\r\nMr. LAMAMRA (Algeria)(interpretation from French):\r\nThe scheduling by the General Assembly of high-level\r\nplenary meetings to examine the status of and prospects for\r\ninternational drug control marks an important advance in the\r\ninternational community’s growing awareness of the global\r\nnature of the narcotics scourge and of the need for a\r\nconstant improvement of the means and the cooperation\r\nalready established to confront it.\r\nThe Secretary-General’s introductory message, delivered\r\nhere by Mr. Giacomelli, Executive Director of the United\r\nNations International Drug Control Programme (UNDCP),\r\nand the particularly eloquent reports that have been presented\r\npaint a striking picture of the global status of drug abuse and\r\ninform us that the transnational production-line of death and\r\ndecay has earned the drug traffickers at least $500 billion in\r\n1992 alone.\r\nJust as the disease has often been diagnosed, so too\r\nhave appropriate remedies been clearly identified and\r\nprescribed. Among them, of course, figures the broadest and\r\nmost sustained international cooperation aimed at promoting\r\nprevention and at achieving stronger control and suppression\r\nthrough the coordination of national efforts and the\r\nestablishment of mutual assistance among nations. In that\r\ncontext the activities of the UNDCP over the past two years\r\nare to be commended. The UNDCP has quickly become an\r\noperational, non-bureaucratic instrument whose means and\r\nresources must be strengthened. The United Nations\r\nCommission on Narcotic Drugs, whose meetings, which\r\nassemble qualified professionals in all fields, are oriented\r\ntowards joint action and a useful exchange of experiences,\r\nhas become a promising arena for imaginative and\r\ntrust-based international cooperation.\r\nThe African continent, on which the combined ravages\r\nof man and nature have inflicted serious economic and social\r\ninstability, has been singled out by the drug traffickers as a\r\nnew and ideal launching pad for a large-scale expansion of\r\ntheir criminal activities. In less than a decade local drug\r\nconsumption in Africa has greatly increased, and the\r\ncontinent has become an important centre for drug transit to\r\nneighbouring high-consumption areas.\r\nObviously, Africa must be given an important place on\r\nthe list of UNDCP priorities, and its currently modest and\r\ninadequate share of budgetary appropriations must be\r\nradically augmented to a level that properly reflects a visible\r\ncommitment by the international community to Africa in a\r\nstruggle that requires strong and consistent support. The\r\nexistence of weak links in the chain of international\r\ncooperation to combat illicit drug trafficking would be too\r\ndeleterious to effective joint action for us not to give high\r\npriority to Africa’s resource needs.\r\nBecause of its crucial geographical position and the\r\nextent of its land and sea borders, Algeria has over the years\r\nbecome a significant drug-transit country. A July 1993\r\npublication of the Geopolitical Drug Observatory for the first\r\ntime lists Algeria among the transit and/or consumer\r\ncountries.\r\nIn fact, the responsible Algerian authorities, who are\r\nmost keenly concerned at the increase in drug transit through\r\nthe country, have noted, as a result of the seizures they have\r\neffected, that that transit involves not only cannabis but hard\r\ndrugs as well, drugs that were unknown in Algeria until\r\nrecently. The Algerian people, whose entrenched values\r\nhave long shielded them from large-scale consumption, have\r\nbecome residual but not inconsiderable recipients of drugs in\r\ntransit to the major markets of the northern hemisphere, a\r\ntransit that has, by contamination, helped to create a market\r\nof local consumers.\r\nGiven that situation, the Algerian authorities have taken\r\nclear-sighted and determined steps to deal with the situation\r\nby establishing a base of action that includes public health\r\nand large-scale educational campaigns as well as the creation\r\nof legislative tools and intersectorial coordination.\r\nMultifaceted activities are being carried out in the\r\nframework of existing health-care and health-protection\r\nlegislation. A National Commission to combat drugs and\r\ndrug addiction has been created. A national steering\r\nprogramme to combat drugs is at an advanced stage of\r\npreparation. A national prevention campaign aimed\r\nprimarily at young people has been launched and will\r\ncontinue throughout this year. At the same time, greater\r\nresources have been allocated to control at borders, ports and\r\n20 General Assembly - Forty-eighth session\r\nairports and such control has been made more rigorous and\r\neffective.\r\nOn the regional and international levels Algeria is\r\nplaying an active role in specialized coordination with the\r\nHeads of National Drug Law Enforcement Agencies\r\n(HONLEA) in Africa and with other Arab and international\r\norgans. A joint programme, which is about to end, has been\r\nsuccessfully carried out with UNDCP and the United Nations\r\nIndustrial Development Organization and has opened wider\r\nand more ambitious prospects for an increased UNDCP\r\neffort to provide meaningful support to Algeria’s determined\r\nendeavours to combat the scourge of drugs, both for its own\r\nsake and that of others.\r\nIn addressing the problem of illicit-drug trafficking at\r\nthis high level, the General Assembly’s intent has not been\r\nmerely to echo, albeit with greater conviction and stronger\r\nresolve, a profession of faith that has already been voiced by\r\nthe international community, so sorely tried by the persistent\r\nscourge. Nor should the Assembly be content with using\r\nthis debate as an attempt to exorcise a devil that is\r\ndestroying the health of countless human beings as it is\r\nundermining the values of the societies of which the\r\nplague’s victims are a part.\r\nWhat this \"centre for harmonizing the actions of\r\nnations\" in pursuit of the common purposes articulated in the\r\nCharter should do is to expand the approach to international\r\ndrug-control problems by making the requirements for\r\ncombating illicit drug trafficking an integral part of the\r\nintrinsic components of human security. From this\r\nstandpoint, the struggle against illicit drug trafficking will\r\nundoubtedly require a sufficient level of resources, but it will\r\nalso and above all require an egalitarian concept of the\r\nindividual’s dignity and worth and the resolve to work for\r\nthat concept at all times and in all circumstances.\r\nThe PRESIDENT: I call on Her Excellency\r\nMrs. Grete Knudsen, Minister for Social Affairs of Norway.\r\nMrs. KNUDSEN (Norway): With your permission, Sir,\r\nI will divide my statement into two separate parts. First, I\r\nshall speak on behalf of the Norwegian Government, and\r\nthen I shall make a brief statement on behalf of the\r\nPompidou Group.\r\nThe overall aim of the Norwegian illicit-drugs policy is\r\na society free from illicit drugs. Action against both the\r\nsupply of and demand for illicit drugs has been accorded a\r\nhigh priority by the Norwegian Government ever since drug\r\nabuse emerged as a new social problem among young people\r\nin the mid-1960s.\r\nRestrictive legal measures range from severe maximum\r\nsentences for illicit trafficking to penalties for the possession\r\nof illicit drugs for personal use and actual consumption as\r\nwell. At the same time, Norway tries to balance law-\r\nenforcement measures with measures to reduce demand.\r\nIn line with the recommendations set forth in the\r\nUnited Nations Global Programme of Action, Norwegian\r\npolicy is - as I see it - comprehensive, multisectorial and\r\nmultidisciplinary. It comprises three major strategies:\r\nFirst, a wide range of preventive measures are\r\npromoted in order to strengthen the social networks in local\r\ncommunities, where people live and children are brought up.\r\nThere are, however, clear limits to what can be achieved\r\nthrough public efforts and funding. Much emphasis,\r\ntherefore, is put on encouraging local community members\r\nto contribute towards making our communities drug-free and\r\nbetter places to live in.\r\nSecondly, we realize the need for maintaining a strong\r\npublic commitment and adequate public services at the local,\r\nregional and state levels. We are thus aiming at maintaining\r\na net of effective and well-coordinated public services which\r\nare able to adapt to the many changing aspects of the drug-\r\nabuse phenomenon.\r\nThirdly, since illicit-drug abuse is indeed an\r\ninternational problem, we regard increased international\r\ncooperation to be of vital importance in our fight against the\r\nillicit production of and trafficking in drugs. Substantive\r\nprogress can, in my opinion, be made also in the field of\r\ndemand reduction through increased systematic evaluation of\r\nprevention and treatment programmes, exchange of\r\nexperiences and systematic training of staff.\r\nAlthough the problems we are facing may appear to be\r\noverwhelming, I wish to make it abundantly clear that my\r\nGovernment is opposed to any tendency toward resignation.\r\nWe strongly reject therefore any proposal aimed at legalizing\r\nthe non-medical use of drugs. Norway welcomes the very\r\nclear and convincing way in which the International\r\nNarcotics Control Board in its report has analysed the\r\nconsequences of legalization of the non-medical use of\r\ndrugs. Legalization would be contrary to existing provisions\r\nof the international drug-control treaties. I feel convinced\r\nthat it would at the same time lead to an expansion of\r\ndemand and that it would have a substantial impact on\r\npublic health and social well-being.\r\nIn a spirit of optimism, Norway will continue to\r\ncontribute substantially to international cooperation in the\r\nfield of drug-abuse control. I would like to underline the\r\n39th meeting - Wednesday, 27 October l993 21\r\nimportant role of the United Nations International Drug\r\nControl Programme (UNDCP) in this respect as the focal\r\npoint for overall international coordination and as a global\r\nresource centre. We look with keen interest to the\r\ninvolvement of the United Nations System-Wide Action Plan\r\nand will consider how we can most efficiently support its\r\nimplementation.\r\nI come now to the second part of my statement. As\r\ncurrent President of the Pompidou Group, I shall express\r\nbriefly some viewpoints on behalf of the Group.\r\nThe Pompidou Group is the Council of Europe’s\r\nCooperation Group to Combat Drug Abuse and Illicit\r\nTrafficking in Drugs. It comprises 25 European member\r\nStates and the Commission of the European Communities.\r\nThere are, admittedly, some real differences between\r\ndrug-abuse patterns and responses in the European countries.\r\nWe do, however, share a mutual and deep concern at the\r\ncontinuing seriousness of drug abuse and illicit trafficking,\r\nand the threat which they pose to society and to the health\r\nand well-being of its citizens, most especially young people.\r\nEurope is a diverse continent which is in a process of\r\ncontinual change. We welcome the dynamic political,\r\neconomic and social changes that are taking place, but we\r\nare intent on preventing, through more effective\r\ncollaboration, these changes from leading to a further\r\nincrease in drug abuse and trafficking.\r\nThe Pompidou Group provides at the European level a\r\nforum where politicians, professionals and experts meet to\r\ndiscuss how best to improve our understanding of the drug\r\nphenomenon, its likely development and the action required\r\nin response to it. Its work programme reflects the Group’s\r\nmultidisciplinary nature and approaches. It includes\r\nactivities in epidemiology in order to improve the data on\r\ntrends in drug abuse in Europe; activities in demand\r\nreduction aiming at translating into practical reality the\r\nincreased political importance attached to it; and action to\r\ncombat illicit trafficking with the objective of sharing\r\nexperience on the legislative approach to drug abuse and on\r\nthe functioning of the criminal justice system.\r\nA major political priority of the Pompidou Group is to\r\nbring the countries of Central and Eastern Europe into\r\nparticipation in the Group’s activities, including those not yet\r\nmembers of the Council of Europe, so as to help them\r\nprevent the development of major problems related to the\r\nlarge-scale production and trafficking of illegal drugs and\r\nmoney-laundering in the region. We believe that the Group,\r\nlike the Council of Europe in general, has a vital role to play\r\nin advancing dialogue and cooperation with these countries.\r\nActing on an initiative by the European Council in June\r\n1990, the Pompidou Group therefore convened the first\r\npan-European ministerial conference on cooperation on illicit\r\ndrug abuse problems in Oslo in May 1991. To review the\r\nresults and reinforce cooperation throughout Europe, the\r\nsecond ministerial conference will be held in Strasbourg on\r\n4 February 1994. By adopting a future programme of\r\nactivity, drafted in consultation with, inter alia, UNDCP, and\r\nabove all by reaffirming and strengthening the political will\r\nthroughout Europe to combat drugs actively, the Pompidou\r\nGroup can, we hope, provide a model for regional\r\ncooperation in support of the United Nations Global\r\nProgramme of Action.\r\nThe PRESIDENT: I now call on His Excellency\r\nMr. Zbigniew M. Halat, Deputy Minister for Health and\r\nSocial Welfare of Poland.\r\nMr. HALAT (Poland): Never before in its 50-year\r\nhistory has the United Nations faced so many pressing tasks\r\nand formidable challenges in every area of human\r\nendeavour. Drug control is manifestly one of them. The\r\ncontrol system developed over the past century has so far\r\nfailed to produce the expected results. Drug abuse and illicit\r\ntrafficking pose one of the gravest threats to the world’s\r\nprogress, for numerous reasons, including the lack of\r\nuniversal respect for international legal instruments, the\r\nuneven application of control regimes and unstable political\r\nand economic conditions in different parts of the world.\r\nAt the same time, however, these negative phenomena\r\nare accompanied by numerous manifestations of the\r\ndetermination and political will of States to give the highest\r\npriority to combating this sinister threat. The present debate\r\nin the highest organ of the United Nations is one such\r\nremarkable manifestation.\r\nPoland is vitally interested in participating in all\r\ninternational actions aimed at limiting and eventually\r\neliminating drug abuse and illicit trafficking. We firmly\r\nbelieve that only the concerted action of all States, regardless\r\nof their geographical location or the degree of their exposure\r\nto the threats in question, can bring about the expected\r\nresults. We must therefore appeal to all concerned to\r\nstrengthen international cooperation and redouble efforts to\r\nbroaden the areas appropriate for such cooperation.\r\nThe United Nations International Drug Control\r\nProgramme is particularly well equipped to act as a catalyst\r\nfor cooperative international effort. Established out of the\r\nconsolidation of the United Nations Division of Narcotic\r\nDrugs, the International Narcotics Control Board (INCB)\r\nsecretariat and the United Nations Fund for Drug Abuse\r\n22 General Assembly - Forty-eighth session\r\nControl, it now ensures effective leadership for all United\r\nNations drug control activities. We offer our full support to\r\nthe Programme and its policies, which are designed to meet\r\nthe diverse needs of different regions. We hope that in view\r\nof the growing problem of drug abuse and illicit drug traffic\r\nin Central and Eastern Europe, multidisciplinary programmes\r\napplied to our region will be vigorously pursued.\r\nThe system created by international legal instruments,\r\nparticularly the Single Convention on Narcotic Drugs of\r\n1961 and the Convention on Psychotropic Substances of\r\n1971, has aimed at establishing a global equilibrium between\r\nthe demand for and the supply of narcotic drugs and\r\npsychotropic substances for licit purposes and at preventing\r\ntheir diversion to illicit channels. It is therefore of primary\r\nimportance to achieve universal adherence to the\r\ninternational drug treaties. So far, the widest control has\r\nbeen effected over narcotic drugs, and consequently their\r\ndistribution has been well protected from diversion into illicit\r\nmarkets. However, control of poppy plantations, as well as\r\ncannabis and coca bush plantations, remains the weakest\r\nelement of the system. The prompt identification and\r\neradication of illicit cultivation, as well as providing\r\nsubstitute crops, are therefore extremely urgent tasks for the\r\nglobal community.\r\nBecause of the diversity of psychotropic substances and\r\ntheir wide applicability, the control system instituted for that\r\ngroup of substances has only begun to have a positive effect.\r\nVisible progress in that area can be attributed both to the\r\nlarger number of States who are now parties to the 1971\r\nConvention on Psychotropic Substances and to the fact that\r\ncontrol levels have been set at a higher ceiling than that\r\nprovided for by the provisions of that Convention.\r\nPursuant to Economic and Social Council resolution\r\n1985/15, many countries have already extended the system\r\nof import and export authorizations provided for in article 12\r\nof the Convention to cover international trade in substances\r\nlisted in schedules III and IV of the Convention. Similarly,\r\nresolution 1991/44 initiated a process of assessing annual\r\nlegitimate requirements for psychotropic substances. Once\r\nthe foregoing provisions receive enough international\r\nsupport, it will also prove possible to reduce diversion of\r\npsychotropic substances to illicit traffic, particularly to\r\ndeveloping countries.\r\nThe creation of monitoring and control systems to\r\nprevent diversion of precursors and chemical substances\r\nfrequently used in the illicit manufacture of narcotic and\r\npsychotropic substances would be another important step in\r\nthe process of establishing effective international control.\r\nFollowing the recommendations of the Chemical Action\r\nTask Force and the guidelines issued by INCB, practical\r\nmechanisms have already been established in many\r\ncountries. Since most Governments have entrusted such\r\nfunctions to agencies responsible for control of narcotic and\r\npsychotropic substances, strengthening those agencies in\r\nterms of personnel and financial resources has assumed\r\nspecial importance.\r\nThe 1988 United Nations Convention against Illicit\r\nTraffic in Narcotic Drugs and Psychotropic Substances\r\nintroduced an array of new international control instruments\r\nto combat illicit traffic by establishing principles of penal\r\nresponsibility, confiscation of proceeds derived from illicit\r\ntraffic and new forms of counteracting illicit traffic by sea.\r\nAlthough the full effects of those actions will not be seen for\r\nsome years to come, we have to begin now to think of ways\r\nto strengthen the effectiveness of the law-enforcement\r\nagencies and to utilize the existing structures, including\r\nInterpol, the Customs Cooperation Council, the Heads of\r\nNational Drug Law Enforcement Agencies (HONLEA)\r\nmeetings and bilateral and regional agreements, for better\r\ninformation exchange and more efficient cooperation in\r\ncombating illicit traffic. Judicial organs will have new tasks\r\nnot only because of the need for action on mutual legal\r\nassistance in investigations and prosecution proceedings, but\r\nalso because of the complexity of the factual and legal\r\nmaterial of the cases to be examined. Special attention must\r\nbe given to the training of personnel at all levels.\r\nControl of the drug supply and the suppression of illicit\r\ntraffic have for many years been subjects of global concern.\r\nThe third element of the triad, demand reduction, seems to\r\nhave received the least international attention. Our\r\nknowledge of the epidemiological situation of drug addicts\r\nand our response to their growing numbers are still\r\ninadequate. We therefore attach major importance to\r\ndeveloping national systems of data collection in line with\r\nthe International Drug Abuse Assessment System. The\r\nelaboration of any viable system of drug abuse prevention\r\nand assistance to addicts is possible only on the basis of\r\ncredible indices which accurately determine the scope of the\r\nproblem.\r\nThe processes of prevention, treatment and\r\nrehabilitation differ greatly in individual countries. There is\r\nno one effective system for approaching the problem of\r\naddicts. Yet in this diversity of approaches, adapted to the\r\nspecific conditions of different countries, certain experiences\r\nare worth sharing. We therefore offer our support to the\r\nUNDCP initiative on the collection of information on\r\neffective national action in that regard. The data thus\r\ncollected should be the backbone of the United Nations\r\nstrategy on demand reduction.\r\n39th meeting - Wednesday, 27 October l993 23\r\nThe United Nations has decided to devote the last\r\ndecade of the current century to action against drug abuse.\r\nThe decisions to be taken by the international community in\r\nits struggle against drugs are therefore our responsibility.\r\nPoland, too, wishes to contribute to the current debate its\r\nown experience and achievements during our country’s\r\ndemanding time of political and economic transformations.\r\nOn 15 April of this year, President Lech Walesa signed the\r\nratification document of the 1972 Protocol amending the\r\nSingle Convention on Narcotic Drugs of 1961. The\r\nratification process of the Convention against Illicit Traffic\r\nin Narcotic Drugs and Psychotropic Substances has been\r\nconsiderably advanced; the new Parliament should soon\r\nadopt the ratification law on the Convention. Consequently,\r\nPoland will have become party to all legal instruments\r\ncurrently binding the international community. This implies\r\nthat the system of national regulation will be fully adapted\r\nto international standards.\r\nPoland has been the first Central or Eastern European\r\ncountry that has had to face problems of drug addiction. In\r\nthe course of the last several years, we have developed an\r\nambitious programme of treatment, rehabilitation and\r\nprevention of social pathologies. This has made it possible\r\nto slow down the growing trends of drug addiction in the\r\nlate 1980s. As of late, health promotion, as an element of\r\nearly prevention, has been an important factor in the process.\r\nYouth leaders have a special role to play in encouraging\r\nlifestyles free from substance abuse. To this end, a\r\nFederation of Youth Leaders for Health Promotion has been\r\nestablished. Their functions consist of training health\r\npromoters and training young people to adopt healthy\r\nlifestyles. Poland’s national programme on drug abuse\r\nprevention is also supported by various professions,\r\nincluding medical doctors, psychologists and social welfare\r\nstaff. We are ready to offer our experience to all interested\r\ncountries and organizations.\r\nDrug addiction in Poland has developed on the basis of\r\nraw materials available in the country, primarily poppy straw\r\nfrom which heroine is obtained. In order to prevent its use\r\nfor illegal production of drugs, a new variety of opium\r\npoppy has been developed. It contains ten times lower\r\nmorphine content than the varieties used before. By the\r\ndecision of the Ministry of Agriculture, only the new variety\r\nhas been cultivated in Poland for the last two years to obtain\r\npoppy seeds. We would wish to encourage other countries\r\nto consider substituting new varieties for currently cultivated\r\npoppy plants.\r\nIn recent years Poland has strengthened its cooperation\r\nwith the United Nations International Drug Control\r\nProgramme. A special International Narcotics Control Board\r\n(INCB) mission visited Poland last December. A month\r\nago, we jointly held with the INCB a Regional Training\r\nSeminar for Drug Control Administrators from Central and\r\nEastern Europe, as well as from the Commonwealth of\r\nIndependent States. The participants in the Seminar adopted\r\na series of recommendations, including a proposal that\r\nWarsaw become the venue of regular training meetings of\r\nthe kind for countries of Central and Eastern Europe.\r\nThe PRESIDENT: I now call on the Permanent\r\nRepresentative of Kazakhstan.\r\nMs. ARYSTANBEKOVA (Kazakhstan) (interpretation\r\nfrom Russian): Today I have the honour to speak on behalf\r\nof the countries that participate in the Commonwealth of\r\nIndependent States and Georgia and Moldova.\r\nThere is no country in the world that has not been\r\naffected to some extent by the problem of drug addiction.\r\nThe summary of the report of the International Narcotics\r\nControl Board for 1992, which we have before us,\r\nemphasizes in this context that\r\n\"the world-wide drug abuse and trafficking situation\r\nremained grim in 1992. Drugs have become available\r\nfor illicit purposes virtually everywhere in the world.\"\r\n(E/1993/45, para. 2).\r\nDrug trafficking is one of the most dangerous forms of\r\norganized crime. The report of the Commission on Narcotic\r\nDrugs on its thirty-sixth session states, inter alia, that\r\n\"drug-trafficking criminal groups were becoming more\r\nprofessionally organized, ruthless, well-financed,\r\ndifficult to penetrate and prone to violence.\"\r\n(E/1993/29, para. 22)\r\nThe discussion in the Commission revealed a close link\r\nbetween drug trafficking and terrorist groups and the illegal\r\narms trade. Armed conflicts and political instability in\r\nvarious countries and regions create favourable conditions\r\nfor illicit drug trafficking. There is, of course, a reverse\r\nprocess as well: illicit drug trafficking undermines law and\r\norder, seriously impedes economic development, destabilizes\r\nthe situation and hampers democratic transformation and the\r\nenjoyment of human rights and freedoms.\r\nIt seems that no country working alone is able to\r\nreverse this negative trend of growing drug threat. To\r\nachieve tangible results in this fight against \"the global\r\nepidemic\", all members of the international community have\r\nto join their efforts.\r\n24 General Assembly - Forty-eighth session\r\nThe United Nations, a focal point of the international\r\nefforts to fight drug trafficking, has to make a unique\r\ncontribution in this regard. The Organization has\r\naccumulated an impressive number of ideas and initiatives\r\nin this area that should be implemented effectively at the\r\nnational level. We think that these efforts would be greatly\r\nfacilitated by the fundamental restructuring of United\r\nNations activities in this area. This was seen, inter alia, in\r\nthe establishment of its drug control Programme.\r\nThe management of the Programme has done much to\r\nturn it into an effective coordination centre dealing with all\r\ndrug control issues both within and outside the framework\r\nof the United Nations. Supporting in general the steps taken\r\nby the management of the Programme, we expect that they\r\nwill continue to be aimed at making United Nations\r\nactivities in this area more action-oriented and better\r\ncoordinated. We hope that the Programme will continue to\r\nassist the countries of the Commonwealth of Independent\r\nStates and Georgia and Moldova in establishing and\r\nmaintaining in their territories an effective drug control\r\nsystem.\r\nWe think that the Programme should base its activities\r\non the concept of mobility; in other words, it should be able\r\nto respond promptly and adequately to new challenges to the\r\ninternational community caused by the global drug situation.\r\nIt is also important to coordinate efforts with other\r\nUnited Nations bodies, first of all in combating crime, in\r\norder to avoid overlapping and to achieve tangible results,\r\nmaking use of concerted efforts within the United Nations\r\nsystem.\r\nA strengthened universal international system to control\r\nnarcotic drugs and psychotropic substances, based on\r\nfundamental international drug control instruments, is an\r\nimportant element of the Programme. We share the concern\r\nof the International Narcotics Control Board over the fact\r\nthat 52 States are still not parties to the Single Convention\r\non Narcotic Drugs of 1961. It is hard to disagree with the\r\nconclusion in its report that there is an urgent need for the\r\nnewly independent States of the former Yugoslavia and the\r\nformer Soviet Union to be integrated into the international\r\ndrug control system. As the summary of the report states:\r\n\"Although the drug abuse situation in the former\r\nsocialist countries of Eastern Europe is not yet on a par\r\nwith that of Western Europe, the transitional phase of\r\nthese countries may provide traffickers with legal\r\nloopholes they can take advantage of, which could have\r\nan adverse impact on the whole of Europe.\"\r\n(E/1993/45, para. 31)\r\nThe argument concerning the need to ensure universal\r\nparticipation, first by integrating the newly independent\r\nStates into the Treaty framework, fully applies to the 1988\r\nUnited Nations Convention against Illicit Traffic in Narcotic\r\nDrugs and Psychotropic Substances. The need to increase\r\nthese efforts was emphasized at the recent session of the\r\nUnited Nations Commission on Narcotic Drugs. Over the\r\nyears, the Commission has become a highly professional\r\nforum for drug control interaction of States under the\r\nauspices of the United Nations. Its last session was no\r\nexception. The Commission, taking into account the opinion\r\nof the International Narcotics Control Board, strongly\r\nrejected proposals to legalize the non-medical use of drugs.\r\nIt stressed in its report that:\r\n\"Such initiatives would undermine the international\r\ndrug control system and jeopardize the implementation\r\nof the existing international drug control treaties, which\r\nconstitute the cornerstone of that system.\" (E/1993/29,\r\npara. 44)\r\nIt is satisfying that this decisive stand by the Commission\r\nwas endorsed by the Economic and Social Council. The\r\nCommission’s position regarding the inadmissibility of\r\ndecriminalizing the abuse of drugs and psychotropic\r\nsubstances and its negative attitude towards the elimination\r\nof strict State control over the use of drugs are also\r\ncommendable.\r\nTaking into the account the results of the discussion in\r\nthe Commission, I would like to draw attention to some of\r\nthe proposals made at its session with a view to improving\r\nfurther the international system of control of narcotic drugs\r\nand psychotropic substances. In our opinion, we should\r\nconsider in this context the idea of drafting a new unified\r\nconvention merging all existing multilateral instruments in\r\nthis field, which would allow us to eliminate \"double entry\r\nbook-keeping\" in issues of control and create favourable\r\nconditions for improving the effectiveness of the activities of\r\nthe International Narcotics Control Board and the\r\ninternational drug control system in general.\r\nAs concerns making the fight against international drug\r\ntrafficking and other related criminal activities more\r\neffective, we welcome the proposal in the report transmitted\r\nby the Secretary-General\r\n\"for the United Nations system to expedite\r\nconsideration of the possibilities and options for judicial\r\naction at the international level\". (A/48/178, para. 37)\r\nIn this context, the International Law Commission could be\r\ncalled upon to expedite its work on the establishment of an\r\n39th meeting - Wednesday, 27 October l993 25\r\ninternational criminal court which, acting on behalf of the\r\ninternational community as a whole, could become an\r\ninstrument to ensure the punishment of drug traffickers.\r\nThe States members of the Commonwealth of\r\nIndependent States, as well as Georgia and Moldova, attach\r\ngreat importance to the United Nations Decade against Drug\r\nAbuse (1991-2000), proclaimed on the initiative of Ukraine.\r\nIt is important to ensure that the opportunities provided by\r\nthe Decade be used in the most efficient way by promoting\r\nthe wider knowledge and participation of Governments,\r\nspecialized agencies of the United Nations system,\r\nnon-governmental organizations and public figures. The\r\nDecade provides a good opportunity for activities at the\r\ninternational, regional and national levels, primarily through\r\npreventing this scourge by taking appropriate educational\r\nmeasures and promoting a healthy way of life, which would\r\nbar drugs from schools and the workplace.\r\nThe drug control efforts of the United Nations will\r\nproduce the necessary results only if they are reinforced by\r\nconcrete steps at the regional, bilateral and national levels.\r\nThe States on whose behalf I am speaking today are\r\nbecoming actively involved in cooperation, through the\r\nCouncil of Europe, to fight drug addiction. It is our serious\r\nintention in Asia to participate in the multilateral interaction\r\non these issues, including interaction under the auspices of\r\nthe United Nations. Movement in that direction has already\r\nbegun.\r\nEfforts have been initiated to establish a drug control\r\nsystem within the Commonwealth of Independent States.\r\nMultilateral agreements concerning the fight against illicit\r\ndrug trafficking and legal assistance in criminal cases have\r\nbeen concluded. The law-enforcement agencies have been\r\ntaking measures against syndicates of traffickers. We count\r\non the continued cooperation of the United Nations and its\r\nbodies on these issues.\r\nThe PRESIDENT: I call on the representative of\r\nTurkey.\r\nMr. BATU (Turkey): Due to the lateness of the hour,\r\nI shall present a shorter version of my prepared statement.\r\nThe full text will be available to all delegations.\r\nDespite drug Conventions, the Global Programme of\r\nAction and the United Nations System-Wide Action Plan,\r\ndrug abuse and illicit trafficking continue to be a global\r\nthreat, often linked to terrorist activities and illegal arms\r\ntrading, and call for a vigorous and concerted international\r\nresponse. Such a response has to be directed equally to all\r\naspects of the problem: supply, demand, illicit trafficking,\r\nrehabilitation of users and money laundering.\r\nThe creation of the United Nations International Drug\r\nControl Programme (UNDCP) has enabled the Organization\r\nto play a central role in the struggle against drugs.\r\nHowever, to fulfil its mandate properly, UNDCP needs a\r\nsolid and viable financial base. Considering that the annual\r\nmonetary turnover of drug traffickers is $500 billion, while\r\nUNDCP has received only $13.8 million from the regular\r\nbudget for the 1992-1993 biennium and $186.6 million from\r\nextrabudgetary contributions, the availability of funds\r\nremains the most important factor. Therefore, United\r\nNations activities in drug abuse control should be granted a\r\ngreater share of the regular budget and more generous\r\nvoluntary contributions.\r\nAnother concern is that 90 per cent of the voluntary\r\ncontributions are made by four major donors and are\r\ngenerally earmarked for certain projects. This prevents\r\nUNDCP from being flexible in the optimal utilization of its\r\nfunds. We urge the major donors to facilitate the work of\r\nUNDCP by donating funds to be used for general purposes.\r\nUNDCP, which was established in 1991 by General\r\nAssembly resolution 45/179, is now headed by the Director-\r\nGeneral of the United Nations Office at Vienna, who can\r\nallocate only a part of his time to this very important and\r\nchallenging task. While the Secretary-General is looking\r\ninto ways of reforming the United Nations and of trying to\r\nmake it more efficient in order to respond to the needs of\r\nour times, we urge him to restructure UNDCP accordingly.\r\nWe also urge UNDCP to concentrate more on areas that\r\nthe International Narcotics Control Board (INCB), as an\r\nindependent body of experts, identifies as problematic, and\r\nbe more internationally oriented rather than majordonor-\r\noriented.\r\nTurkey, which has made substantial economic, financial\r\nand social sacrifices and is still the subject of illicit drug\r\ntrafficking, faces difficulties in cooperating with UNDCP in\r\nthe prevailing circumstances. We believe that UNDCP\r\nshould adopt more transparent mechanisms in the preparation\r\nof projects and programmes - in response to the demands of\r\nthe policy-making organs - and should cooperate intensively\r\nwith donors and with countries facing drug abuse and\r\ntrafficking. We also request UNDCP to cooperate very\r\nclosely with the Crime Prevention and Criminal Justice\r\nBranch in Vienna and seek ways of allocating some of its\r\nfunds for the Branch’s activities to prevent organized\r\ninternational crime linked to drug trafficking.\r\n26 General Assembly - Forty-eighth session\r\nI should now like to touch upon the substantial\r\nproblems relating to drugs that Turkey has faced and\r\ncontinues to face.\r\nTurkey, as specified in Economic and Social Council\r\nresolutions based on subparagraph 3 of the Single\r\nConvention’s article 24, is a traditional supplier country. It\r\ndoes not itself face a significant drug-abuse problem.\r\nHowever, in 1974, in solidarity with the international\r\ncommunity, Turkey stopped the production of opium in view\r\nof the risks of diversion into illicit channels and in spite of\r\nthe heavy financial and economic losses, as well as social\r\nproblems, that were entailed.\r\nThis decision has also burdened Turkey with monitoring\r\nthe cultivation of unlanced poppy straw as well as the\r\ncomplicated manufacturing and marketing problems of\r\nalkaloids. Turkey still suffers in international trade from this\r\nswitch in the manufacturing process. Turkey should not\r\nbecome the victim of its goodwill and responsible conduct.\r\nThus, we take this occasion to call on the licit importing\r\ncountries to share this responsibility, to continue to fulfil\r\ntheir obligations towards the traditional supplier countries,\r\nand not to consider this subject as a purely commercial\r\nmatter.\r\nMoreover, as indicated in every INCB report, it is most\r\nnecessary to maintain a balance between licit demand for\r\nopiates and their supply. In this respect, due regard should\r\nbe given to the special situation and needs of the traditional\r\nsupplier countries and the provisions of the Economic and\r\nSocial Council resolutions supporting the traditional supplier\r\ncountries.\r\nIn the same context, we should like to emphasize our\r\nsupport for the INCB’s recommendations relating to the\r\nconvening of periodic meetings between the main producer\r\ncountries of opiate raw materials and the main importers.\r\nI should also like to emphasize an issue that Turkey has\r\nbeen taking up in international forums for about 10 years\r\nnow, namely the link between illicit drug trafficking, the\r\nillegal traffic in arms and international terrorism; 10 years\r\nago, Turkey initially met with considerable resistance to this\r\nnotion of a link. However, developments, as we all know,\r\nhave proved that this phenomenon is even more widespread\r\nthan we thought.\r\nTurkey is situated along the longest segment of the\r\nBalkan route. This presents Turkish law-enforcement\r\nauthorities with a formidable task in combating heavy transit\r\ntrafficking. Furthermore, the changed political situation in\r\nEastern Europe and the emergence of new States in the\r\nBalkans, Caucasus and Central Asia are heralding increasing\r\nvariations in the Balkan route’s transit and entry points to\r\nWestern European countries, and are aggravating the existing\r\nproblems considerably. The latest figures substantiate this\r\nunfortunate development.\r\nWe request that particular attention should be paid to\r\nthese new routes and recommend the adoption of new and\r\nenforced methods of cooperating with the newly independent\r\ncountries. My country has already offered to make its\r\nfacilities available for close cooperation of this kind, and\r\nlooks forward to the formulation by UNDCP of effective\r\nprojects entailing such cooperation.\r\nBefore concluding, I should like to reiterate my\r\nGovernment’s firm commitment to contributing to the fight\r\nagainst drug abuse and illicit trafficking, and its\r\ndetermination to cooperate with all concerned Governments\r\nand the United Nations system.\r\nThe PRESIDENT: In accordance with the decision\r\ntaken earlier at this meeting, I now call on the Observer of\r\nthe Holy See.\r\nArchbishop MARTINO (Holy See): The phenomenon\r\nof drug abuse has been characterized by Pope John Paul II\r\nas one of the greatest tragedies plaguing society today. He\r\nhas described the illegal drug market as a phenomenon of\r\nterrifying scope and proportions, not only because of the\r\nvery high number of lives brought to an end, but also\r\nbecause of the worrisome spread of the moral contagion.\r\nTherefore, it is with great interest and concern that the Holy\r\nSee is following the item at present under consideration,\r\nentitled \"International drug control\".\r\nThe spread of the scourge of drugs has reached\r\nproportions commensurate with the growing crises and\r\ngeneral misery in every region of the world. It is distressing\r\nto see the ever-widening groups seeking this escape: victims\r\nof famine and insurrection, the urban unemployed, those\r\ntrying to survive economic restructuring, the homeless, the\r\ndestitute.\r\nWe are also informed that the high-risk groups are no\r\nlonger restricted to out-of-school youth, street children,\r\nrural-to-urban migrants, the urban poor and the socially\r\ndisaffected. Industrialized society has shattered the social\r\nand economic base of communal societies, so indigenous\r\npeoples are now resorting to drugs as a solution.\r\nIncreasingly, the elderly are falling victim to the misuse and\r\noveruse of psychotropic substances, as well as\r\novermedication and excessive prescribing, and misuse, of\r\ntranquillizers in institutions that care for the elderly.\r\n39th meeting - Wednesday, 27 October l993 27\r\nAs unemployment rates have risen, so has the incidence\r\nof drug abuse by the unemployed and underemployed. We\r\nare witnessing a tragic rise of drug abuse in a group that\r\nwould already seem to have lost everything: refugees,\r\nasylum-seekers and displaced persons.\r\nIt is evident that individuals who are in misery and\r\ndespair resort to the use of drugs because they feel they have\r\nnowhere else to turn. And the drug crisis is not simply a\r\nby-product of social ills; the drug market itself is\r\naggravating other volatile social problems: the diversion of\r\narms and explosives, insurrections, terrorist activities and\r\ncivil wars.\r\nWhile the root causes of illicit drug use are still being\r\nstudied and may well vary from one region of the world to\r\nanother, one can distinguish many factors that contribute to\r\nits dramatic increase. In his message to the International\r\nConference on Drug Abuse and Illicit Trafficking, Pope John\r\nPaul II asserted that\r\n\"Surely a primary one is the breakdown of the\r\nfamily. In addition, there is a steady weakening of\r\ntraditional ways of life which for generations have\r\npassed on cultural values and given meaning to daily\r\nexistence; there are increasing tensions in human\r\nrelationships, rising unemployment, subhuman standards\r\nof living, fears engendered by the threat of nuclear war\r\nand numerous other social factors, not the least of\r\nwhich is a psychological need to escape from the\r\nhardships and painful responsibilities of life. But at the\r\nroot of this evil is the loss of ethical and spiritual\r\nvalues. If it is true that the youth of today are the\r\ngreatest consumers of hard drugs, then it is legitimate\r\nto ask if this is due to the kind of society in which our\r\nyoung people are being reared.\"\r\nThe Secretary-General, Mr. Boutros Boutros-Ghali, in\r\nhis report on the implementation of the Global Programme\r\nof Action, notes that the Programme calls for the\r\nidentification of necessary measures to combat drug abuse at\r\nthe root of the problem, giving special attention to the social\r\ncauses. The report adds that\r\n\"Several States continue to consider that the root causes\r\nlie with the individual and are not of social origin\".\r\n(A/48/286, para. 22)\r\nThe Church acknowledges the individual’s responsibility to\r\nreject the unnecessary use of drugs, and the grave culpability\r\nof the individual who engages in the illegal production of\r\nand trafficking in drugs. However, the Holy See would take\r\nissue with any contention that society, including not only\r\nGovernments but also other societal institutions, has no role\r\nto play in overcoming the root causes of this crisis. In this\r\nregard, the Church clearly places a responsibility on the\r\npolitical community to ensure the defence of familial\r\nsecurity and health, particularly regarding such dangers as\r\ndrugs.\r\nThe United Nations system and individual members of\r\nthe international community are to be commended for the\r\nmany programmes being undertaken to address this modern\r\nplague. The Holy See appreciates the efforts of all\r\nGovernment leaders and citizens who are truly committed to\r\neradicating the production, sale and misuse of illicit drugs\r\nand substances, recognizing that such efforts can and often\r\ndo involve heroic sacrifices.\r\nMeaningful collaboration in drug-control efforts is to be\r\nencouraged among the various agencies within the United\r\nNations, between the United Nations and Member States,\r\nand among States themselves. We also applaud initiatives\r\nfor preventive education in the home, at school and in the\r\nworkplace. The emphasis this measure is receiving at the\r\ninternational, national and local levels must be continued,\r\nand due consideration must be given to the inclusion of\r\ninstruction concerning moral and ethical values.\r\nOther activities of the United Nations and the\r\ninternational community are also to be commended, in\r\n28 General Assembly - Forty-eighth session\r\nparticular those directed at halting the illegal production of\r\nand trafficking in narcotic drugs and psychotropic\r\nsubstances; rehabilitation, treatment and social reintegration\r\nprogrammes; and alternative development programmes.\r\nHowever, many of these efforts may be hindered and\r\nindeed wasted unless the international community exercises\r\nthe will to confront the issues underlying the global drug\r\ncrisis. The elements of the interrelationship between the\r\ntragedy of drugs and the other crises facing the world\r\ncommunity have been acknowledged: poverty and the\r\nrelated issues of excessive international debt, the restrictive\r\ninternational trading regime, and lack of resources and of\r\naccess to markets. Each of us - individually, as States and\r\nas a world community - must begin to recognize the human\r\ndignity of every individual, and from that perspective obtain\r\nthe courage to take all necessary action.\r\nIn accordance with its moral principles and teachings,\r\nthe Church itself has inspired and is operating numerous\r\ncentres throughout the world, striving to prevent drug\r\naddiction and to provide drug addicts with treatment and\r\nrehabilitation.\r\nIn his address to the Sixth International Conference on\r\nDrugs and Alcoholism against Life, Pope John Paul II\r\nconcluded that the phenomena of the drug problem\r\n\"cannot be combated, nor can effective action be taken\r\nfor the healing and recovery of their victims, unless the\r\nhuman values of love and life are first restored - the\r\nonly values capable, especially if illuminated by\r\nreligious faith, of giving full meaning to our existence.\r\nSociety cannot and must not meet with indifference the\r\nsense of being an outsider which so often afflicts drug\r\naddicts ... . Laws are needed. Facilities are needed.\r\nBold action is required.\r\n\"As it is up to the Church, then, to work on a\r\nmoral and pedagogical level, intervening with great\r\nsensitivity in this specific area, so it is up to public\r\ninstitutions to adopt a serious policy aimed at healing\r\nsituations of personal and social unease\".\r\nThe meeting rose at 1.30 p.m.\r\n"