"United Nations\r\nG E N E R A L\r\nA S S E M B L Y\r\nFORTY-EIGHTH SESSION\r\nOfficial Records\r\n17th\r\nPLENARY MEETING\r\nTuesday, 5 October 1993\r\nat 3 p.m.\r\nNEW YORK\r\nPresident: Mr. INSANALLY\r\n(Guyana)\r\n__________\r\nThe meeting was called to order at 3.20 p.m.\r\nAGENDA ITEM 9 (continued)\r\nGENERAL DEBATE\r\nADDRESS BY HIS ROYAL HIGHNESS PRINCE\r\nEL-HASSAN BIN TALAL, CROWN PRINCE OF\r\nTHE HASHEMITE KINGDOM OF JORDAN\r\nThe PRESIDENT: The Assembly will first hear a\r\nstatement by the Crown Prince of the Hashemite Kingdom\r\nof Jordan.\r\nHis Royal Highness Prince El-Hassan Bin Talal,\r\nCrown Prince of the Hashemite Kingdom of Jordan, was\r\nescorted to the rostrum.\r\nThe PRESIDENT: I have pleasure in welcoming the\r\nCrown Prince of Jordan, His Royal Highness Prince\r\nEl-Hassan Bin Talal, and inviting him to address the General\r\nAssembly.\r\nPrince EL-HASSAN BIN TALAL: I should like at the\r\noutset to extend to you, Mr. President, my sincere\r\ncongratulations on your well-deserved election. I should like\r\nto wish you and the other members of the General\r\nCommittee success in the discharge of your important duties.\r\nI had a chance to congratulate the President of the Assembly\r\nat its last session when I saw him in Amman, and I should\r\nnow like to reiterate my gratitude for his competent\r\npresidency.\r\nThe cold war may be over, but its death-knell\r\nreverberates around the globe. The comforting ideological\r\ncertainties of super-Power confrontation are long gone.\r\nWhat have we to replace them? The new world order, with\r\nits promise of peace through collective security, has come\r\nupon a baptism of fire. And still it would appear that no\r\ncommon frame of reference, no new consensus, no global\r\nethic, has emerged.\r\nAs we enter the new millennium, we see the human\r\nspirit under siege as never before. Across the world, the\r\nvoices of millions cry out in desperation for relief, for\r\nguidance. If we, the peoples of the United Nations, are to\r\nbe true to our humanity, we must reappraise this situation\r\nthat is of our own making. We must learn its lessons, no\r\nmatter how hard, and we must apply them. It is our task\r\ntoday, and in the days to come, to fashion principles and\r\npractices for a truly new world order. In all fields of human\r\nendeavour, we need a new ethic for a new era.\r\nThe balance of world power politics has given way.\r\nEthnic nationalism has re-emerged, a phenomenon in which\r\nthe unifying bond of common citizenship is replaced by\r\nracial or religious exclusivity. As a consequence, we face a\r\nseries of apparently endless wars of attrition, fought to\r\nsecure the domination of one ethnic nationalism over\r\nanother. This trend must be reversed if our world is to be\r\nmade safe from the spreading contagion of conflict.\r\nMany over the years have thought it impossible, but the\r\nMiddle East is bucking this alarming trend. The signing on\r\n13 September of the Palestinian-Israeli declaration of\r\nprinciples represents a significant step towards the\r\nThis record is subject to correction.\r\nCorrections should be sent under the signature of a member of the delegation concerned\r\nwithin one week of the date of publication to the Chief of the Verbatim Reporting Section,\r\nRoom C-178, and incorporated in a copy of the record.\r\nCorrections will be issued after the end of the session in a consolidated corrigendum.\r\n93-86752 (E)\r\nDistr. GENERAL\r\nA/48/PV.17\r\n5 October 1993\r\nENGLISH\r\n2 General Assembly - Forty-eighth session\r\nachievement of a negotiated settlement in our troubled\r\nregion.\r\nOn the Jordanian-Israeli track, a common agenda,\r\nwhich has been carefully worked out over the last year and\r\na half, has now been adopted. We trust that this will signify\r\nthe commencement of serious and substantive negotiations\r\non the various elements of that agenda, with the aim of\r\nachieving just and mutually satisfactory solutions.\r\nThese developments are a triumph not only for the\r\npolitics of consensus, but also for the international morality\r\nwhich the United Nations advocates and the legality it\r\nupholds. Over the years the Assembly has passed resolution\r\nafter resolution calling for a just, comprehensive and lasting\r\nsettlement of the Arab-Israeli conflict and the Palestine\r\nquestion that lies at its core. Finally, the main actors are\r\nplaying the leading part in shaping their own destinies.\r\nMy country has always sought to bring this prolonged\r\nand bitter conflict to an end, and in our search for solutions\r\nwe have constantly aimed to reconcile peace and justice.\r\nJordan has advocated a negotiated settlement based on\r\nSecurity Council resolutions 242 (1967) and 338 (1973)\r\nlonger than any other party. Under the new arrangements,\r\nall parties to the conflict are committed to the\r\nimplementation of those resolutions, affirming a cardinal\r\nprinciple of international law: the inadmissibility of the\r\nacquisition of territory by force.\r\nThere is an equally important principle to bear in mind,\r\nhowever. Peace cannot be piecemeal. It must be\r\ncomprehensive if it is to be viable. As foreseen in the\r\nMadrid framework for the peace talks, some issues cannot\r\nbe addressed by any two parties to the exclusion of others.\r\nThe questions of regional security, water and above all the\r\nrefugees cannot be resolved without direct reference to the\r\nneighbouring States. The status of Jerusalem has to be\r\ndetermined in a similar way. The legitimate rights which the\r\nthree great monotheistic faiths share in the Holy City must\r\nbe guaranteed and claims of political and administrative\r\nsovereignty accommodated to the satisfaction of all.\r\nIn view of Jordan’s long association with the\r\nPalestinian question, the Palestine Liberation Organization\r\n(PLO)-Israeli agreement will have major implications for our\r\nlegitimate interests. At a time when new entities are being\r\nformed, an orderly transfer of power and authority is vital.\r\nOnly this can safeguard the rights of existing States and\r\nthose of individuals. There are questions to address about\r\nState property, archives, debts, treaties, nationality, salaries,\r\npensions - the list is long, but not exhaustive. Jordan will\r\nseek modalities for their resolution with the relevant parties\r\nthrough our agenda.\r\nThe refugee question is of paramount importance. It\r\nshould not, and must not, be forgotten that the individuals\r\naffected have under international law a right of return and\r\ncompensation, and their host countries are likewise entitled\r\nto compensation. Jordan has shouldered an enormous human\r\nload as a result of the conflict. Three waves of involuntary\r\nmigrants - the refugees of 1948, the evacuees of 1967 and\r\nthe returnees of 1991 - have sought shelter and succor in\r\nJordan. Our treatment of these and other displaced persons\r\nhas been exemplary. We have provided them with education\r\nand health services, with jobs and welfare. Citizens of\r\nJordan, whether of Palestinian or Jordanian origin, enjoy\r\ncivil and human rights equally and participate as equals in\r\nour democratization process. Jordan seeks an equitable,\r\nsustainable international approach to the treatment of our\r\ndemographic burden, for it would be unconscionable to\r\npenalize host countries for their humanitarian policies.\r\nAnother crucial issue is water. Our agenda strikes a\r\ndelicate balance between the need for optimal utilization of\r\nscarce resources, on the one hand, and the equally\r\nimperative need to define the rights and duties of riparian\r\nStates, on the other. We also look forward to definitive\r\ndelineation of our borders with Israel, thereby giving\r\nconcrete expression to the right of every nation to live in\r\nsecure and internationally recognized boundaries.\r\nWhen the euphoria has subsided, these serious and\r\ncomplex questions will remain. The PLO-Israel accord,\r\nhistoric as it is, represents a first step towards Palestinian\r\nfinal status, which in turn will allow the Palestinians to take\r\npart in comprehensive regional security and cooperation\r\narrangements. For the Middle East cannot be reduced to a\r\nsingle issue. It more closely resembles a tapestry woven of\r\nnumerous intertwining threads.\r\nOne of these wider regional issues - the suffering of the\r\nIraqi people - demands urgently to be addressed. A\r\nsuccession of independent reports has brought to light the\r\nspecial impact of continued sanctions upon the most\r\nvulnerable segments of Iraqi society - in particular, the\r\nchildren. The sanctions regime that daily takes its toll on\r\nthe people of Iraq also has adverse consequences for\r\nneighbouring States, including Jordan and Turkey. Issues\r\nsuch as this must be resolved if the Middle East is to seize\r\nits chance for lasting peace. A cooperative security system\r\nwill help to protect the security of the States and peoples of\r\nthe region. We can only avert the kind of destabilizing\r\nconflict that followed the end of the cold war in Eurasia by\r\nForty-eighth session - 5 October l993 3\r\nmaking arrangements to ensure our common future,\r\nunderpinned by the full support of the international\r\ncommunity.\r\nDespite these outstanding questions, I have no doubt\r\nthat the extraordinary achievements of the autumn of 1993\r\nwill be seen in years to come as the start of a fresh course\r\nin the settlement of regional conflicts. The politics of\r\ndialogue and reconciliation have been our regional and\r\ndomestic priorities, for they are essential to the democratic\r\nprocess. We seek to extend the principles of consensus and\r\ncollective security to the Middle East to create a new\r\nregional order, an order which recognizes the right of each\r\nindividual to lead a life free from fear, want and despair, an\r\norder which will provide justice to all peoples and security\r\nto all States, an order in which the United Nations and its\r\nagencies can play a positive role not only in humanitarian\r\nintervention or the protection of human rights, but in active\r\npeace-keeping and peacemaking.\r\nJordan applauds Secretary-General Boutros-Ghali for\r\nhis valiant efforts to overhaul the United Nations structure\r\nand personnel, injecting a fresh sense of purpose\r\ncommensurate with the new challenges. It is in the interests\r\nof all Members of this body to see international law\r\nrespected and upheld. We must all assist the Secretary-\r\nGeneral in determining the criteria for United Nations\r\nintervention, whether in Lebanon, Iraq, Somalia, Bosnia,\r\nAngola, Cambodia or anywhere else. The terms of reference\r\nembodied in Chapter VII of the United Nations Charter must\r\nbe clearly defined, with checks and balances approved to\r\navoid the erosion of the independence and territorial\r\nsovereignty of Member States. There is also an urgent need\r\nfor well-trained international peace-keeping forces, which\r\ncould be established under a reconstituted Military Staff\r\nCommittee. The modus operandi for all United Nations\r\naction, irrespective of the issue at hand, must be the\r\nsupremacy of the rule of law and the uniformity of its\r\napplication. Double standards should not and must not be\r\npermitted, lest abuse of the law become the accepted norm.\r\nA wider issue concerning this Organization is that of\r\nSecurity Council reform. Jordan adds its voice to the host\r\nof countries that have called for a reassessment of the\r\nstructure of the Security Council. Clearly, conditions in the\r\nworld have changed dramatically since the formation of the\r\nCouncil, and we believe that these should be reflected in its\r\ncomposition. Jordan also lends its support to the Secretary-\r\nGeneral’s proposals for post-conflict peace-building outlined\r\nin his \"An Agenda for Peace\".\r\nFor in every part of the world peace will remain\r\nillusory unless it touches the daily lives of ordinary people.\r\nPeace will not take root except in an environment conducive\r\nto regional cooperation and mutual security and committed\r\nto the welfare of individual human beings. The development\r\nof economic infrastructure and provisions for investment in\r\npublic services are as crucial as the questions of territorial\r\nsovereignty, national identity and security. It is for this\r\nreason that Jordan welcomes the recently convened\r\nconference to support Middle East peace as both timely and\r\npragmatic. The peace dividend in my region, as elsewhere,\r\nmust put an end to the politics of deprivation, fear and\r\ndespair, the breeding ground for political extremism and\r\nrejection.\r\nThe disparities and distortions created by half a century\r\nof conflict in the Middle East have given rise to such\r\nphenomena. That is undeniable. However, there is\r\nconsiderable alarm in the Muslim world at suggestions that\r\nIslam may replace communism as a global threat. These\r\nsuggestions are informed by a skewed perception of Islam as\r\na monolithic creed of violence, intolerance and oppression.\r\nIslam is not the new enemy. Extremism does exist\r\nwithin the Muslim world, much as it exists in the Christian\r\nworld, the Jewish world, the Hindu world and the secular\r\nworld. But to employ reductive stereotypes which demonize\r\none fifth of the world’s population must ultimately be self-\r\ndefeating. It can only result in the breed of senseless\r\nviolence that has brought untold suffering and loss of life to\r\nBosnia. Rather than seeking an enemy at the gates, let us\r\neach in our own communities look inwards and address the\r\ndisparities and the despair that are the true causes of\r\nextremism and conflict. Let us join together to do battle\r\nwith the real enemy.\r\nThat enemy is a new world of \"each for himself\". That\r\nis what we must combat, with all the resources at our\r\ndisposal. For the politics and economics of exclusivity are\r\nthe bane of both pragmatism and idealism.\r\nIs the triple pillar of democracy, human rights and the\r\nfree market the ceiling of our ambition? Democracy and\r\nfree market economics are exceptionally successful systems\r\nwith noble objectives. But they are not ends in themselves.\r\nThe end for which we all strive is greater peace and greater\r\njustice for individual human beings across the world. How\r\nis this to be achieved?\r\nOne of our strongest defences against a new world of\r\n\"each for himself\" would be a new global business ethic,\r\napplying not only among the developed nations, but also\r\n4 General Assembly - Forty-eighth session\r\nbetween those nations and the developing countries. Such\r\nan ethic might prescribe a relationship of partnership which\r\nwould in turn encourage greater self-reliance. Such an ethic\r\nwould be wholly reconcilable with human rights, with\r\npluralism, with care for the environment and with basic\r\nreligious values. I would like to suggest that the key to a\r\nnew ethic in all of these areas is our mutual interdependence.\r\nWhatever the context, injustice is perceived and conflict\r\nresults when the gap between \"self\" and \"other\" seems larger\r\nthan the common ground. This fundamental split between\r\n\"me\" and \"you\", between \"us\" and \"them\", is at the root of\r\nall oppositions, all polarities, all conflicts. Recognition of\r\nour mutual interdependence requires us to acknowledge the\r\nuniqueness of each individual and each culture - even into\r\nthe broader environment - and to learn to live with the\r\ndifferences as with the commonalities. It requires that we\r\nstrive for unity, but never seek to eradicate or compromise\r\ndiversity. It requires a new thinking based on tolerance and\r\ncompassion - a humane approach and respect for the voices\r\nof others. It requires, in short, that we be true to the ideals\r\nthat fired the founders of this Organization when they wrote\r\nthe words: \"We the peoples of the United Nations\".\r\nHerein lies the nexus between peacemaking, human\r\nrights, pluralism, cultural heritage and business ethics. Here\r\nlies the key to a new world of \"all for each other\", not \"each\r\nfor himself\".\r\nThe Middle East is showing the way. Its conflict, once\r\nheld to be the most intractable on Earth, is now on the path\r\nto reconciliation and healing. As we enter a new\r\nmillennium, a new era, let the world take heart from our\r\nexample. Let us emerge together from the past and together\r\nlet us build our brave new world.\r\nThe PRESIDENT: On behalf of the General\r\nAssembly, I wish to thank the Crown Prince of the\r\nHashemite Kingdom of Jordan for the statement he has just\r\nmade.\r\nHis Royal Highness Prince El-Hassan Bin Talal,\r\nCrown Prince of the Hashemite Kingdom of Jordan, was\r\nescorted from the rostrum.\r\nMr. AROSEMENA (Panama) (interpretation from\r\nSpanish): Please accept my warmest congratulations, Sir,\r\nupon your election to preside over the General Assembly at\r\nits forty-eighth session. I am certain that your election will\r\ncontribute to its success.\r\nThis session of the General Assembly takes place two\r\nyears before we are to celebrate the Organization’s fiftieth\r\nanniversary. We long had to navigate through the stormy\r\nwaters of the cold war and ideological confrontation. It was\r\nnot an easy task. However, today’s world is different from\r\nthat of the signatories of the United Nations Charter. East-\r\nWest détente has given us renewed hopes, though we have\r\nstill not won the war against poverty and social\r\nmarginalization. Our main goal should be to make those\r\nhopes a reality, if we wish to build a society where not only\r\na just peace but peaceful justice prevail.\r\nObviously, the reorganization of the Security Council\r\nis not an easy task, and it becomes even more difficult if we\r\ntake into account the fact that, since the very moment the\r\nSan Francisco Charter was signed, the Council has been\r\nmade up of permanent and non-permanent members, and that\r\nthe right of veto extended to the permanent members has\r\ngiven rise, among other things, to their being accused, with\r\nsome justification, of attacking the principle of the legal\r\nequality of States.\r\nThe Republic of Panama is of the opinion that if the\r\nSecurity Council is to be reorganized, the reorganization\r\nmust be carried out in such a way that the representation on\r\nthe Council of all United Nations Members is equitable.\r\nTherefore, any reorganization must promote fair participation\r\nfor the developing States, as the situations that used to be\r\ngiven as explanations for the way the Council was composed\r\nand for the right of veto have disappeared now that there is\r\nEast-West détente.\r\nDrug addiction has become the main scourge of\r\nhumanity. The Republic of Panama, like all States, therefore\r\nhas the duty to repress drug trafficking and the resulting\r\nmoney-laundering activities on its territory, and to help\r\nrepress these illegal activities in all States. Panama, aware\r\nof these responsibilities and of the fact that the effective\r\nrepression of drug-related crimes makes international\r\ncooperation necessary, on 11 April 1991 Panama and the\r\nUnited States of America signed a Treaty on Mutual\r\nAssistance in Criminal Affairs, which was ratified by the\r\nPanamanian Legislative Assembly on 11 July 1991. The\r\nTreaty is currently awaiting the consent of the United States\r\nSenate before the effects we expect from it can begin to be\r\nfelt.\r\nOn 1 March 1993, Panama and the United Kingdom of\r\nGreat Britain and Northern Ireland signed the Agreement on\r\nMutual Legal Cooperation on Drug Trafficking, which must\r\nfirst be approved by the Panamanian Legislative Assembly\r\nbefore it too can be ratified. In addition, and at Panama’s\r\nForty-eighth session - 5 October l993 5\r\nrequest, the Central American countries have agreed to sign\r\na similar treaty, which will be opened to accession by all the\r\nLatin American countries. Also, the Panamanian Executive\r\nBranch has submitted the United Nations Convention against\r\nIllicit Traffic in Narcotic Drugs and Psychotropic Substances\r\nto the Panamanian Legislative Assembly for its\r\nconsideration; we are convinced that, once it is ratified, we\r\nshall have at our disposal a valuable instrument in our\r\nstruggle against drug-related crime.\r\nHuman rights and fundamental freedoms do not come\r\nas a generous concession from a State or its authorities.\r\nThey are inherent to the human person, regardless of\r\npolitical, social, racial, religious or any other factor. Those\r\nrights and freedoms are therefore inseparable, and must be\r\nrecognized and respected. The fact that those rights and\r\nfreedoms are inherent to the human person affords them a\r\nuniversality and indivisibility that must be strengthened.\r\nViolations of human rights and fundamental freedoms\r\ndo not only attack the person whose rights and fundamental\r\nfreedoms have been trampled on; they also attack\r\ninstitutional stability, the constitutional order and the rule of\r\nlaw. This is so because the person whose rights and\r\nfreedoms have been disregarded is inclined towards\r\ninsurrection or at least towards personal revenge, the private\r\nvengeance of the eye-for-an-eye principle.\r\nRespect for human rights and fundamental freedoms, or\r\nviolations of them, must therefore be examined not only as\r\na problem that affects individual interests but rather in a\r\nmuch wider context, as a problem that affects society in\r\ngeneral. This is why most of the insurrections, rebellions\r\nand fratricidal conflicts have their origins in violations of\r\nhuman rights and fundamental freedoms to the detriment of\r\nlarge swathes of the population. Such violations often stem\r\nfrom a lack of democracy, from the absence of the rule of\r\nlaw, from extreme poverty and from social marginalization.\r\nWhile on the subject of lack of democracy, I wish to\r\nstate that, under the United Nations Charter, a purpose of\r\nthis Organization is\r\n\"To develop friendly relations among nations based\r\non respect for the principle of equal rights and\r\nself-determination of peoples ...\".\r\nIn conformity with the principle of self-determination, all\r\ncountries can adopt the form of government that best suits\r\nthem. However, by allowing dictatorial regimes to exist, the\r\ninternational community takes away all the principle’s force.\r\nThe thing is that sovereignty - and the same can be said\r\nof self-determination - can be harmed otherwise than by the\r\nacts of outside States. They can also be violated by a\r\nState’s own nationals, when they place themselves above the\r\npopular will, as has often occurred; dictatorships have\r\ndisregarded just this principle of self-determination and have\r\nso violated human rights. This is so because the only source\r\nof public power is the people.\r\nWhen a dictatorship disregards the principle of self-\r\ndetermination or the peoples’ sovereignty - which occurs\r\nevery time a people is denied its inalienable right to adopt\r\nthe form of government that best suits its interests - it\r\nviolates sovereignty, and the principle of self-determination,\r\ninasmuch as the State’s power to act does not have its\r\nsource in the people: it has its source in those who hold\r\npublic power with no more legitimacy - if it can be called\r\n\"legitimacy\" - than the force of arms. In addition, when a\r\ndictatorship disregards human rights, it deprives the\r\ninhabitants of the State, the people, from whom sovereignty\r\nand self-determination flow, of rights that every State must\r\naccord its citizens simply because they are human persons.\r\nI have allowed myself to briefly address the principle of\r\nself-determination because I am convinced that a clear\r\nunderstanding of this principle will contribute towards\r\nstrengthening its legal force, to the benefit of democracy and\r\nthe rule of law.\r\nThe situation Haiti is going through is worrying. The\r\nGovernors Island Agreement provides that, by the 30th of\r\nthis month, the constitutional President, Jean-Bertrand\r\nAristide, must once again occupy the presidential throne.\r\nHowever, the de facto Government would appear to be more\r\nintent on provoking violence than promoting the re-\r\nestablishment of the constitutional order. Since 3 July,\r\n11 people have been given their quietus, including the pro-\r\ndemocracy activist Antoine Izmeri, whose struggle merits\r\nrecognition throughout the Americas.\r\nThe Republic of Panama believes that the agreement\r\nbetween the constitutional Government and the chief of the\r\nHaitian Army must be fulfilled, and hopes that the\r\nOrganization, striving to live up to the principles that inspire\r\nit, will ensure that it is.\r\nRecognition of the State of Israel within secure and\r\nrecognized borders and the establishment of a Palestinian\r\nState are acts of justice restored which international peace\r\nand security make essential. Therefore, the Republic of\r\nPanama cannot be indifferent to the Declaration of Principles\r\nsigned by Israel and the Palestine Liberation Organization\r\n6 General Assembly - Forty-eighth session\r\n(PLO) on 13 September, or to the agreement on provisional\r\nautonomy for the Gaza Strip and Jericho.\r\nSince the formation of the State of Israel, Israelis and\r\nPalestinians have been victims of all the damage that\r\nincomprehension and intolerance can cause. The\r\nconfrontational relationship between these two peoples\r\nblinded by hatred is summarized in the 45 years of tears,\r\npain and death. However, the wars and exoduses of 1948,\r\n1956, 1967 and 1973, with their consequences of grief and\r\nsuffering, should now serve as evidence of the benefits of\r\npeace. Therefore, a peace agreement between Israelis and\r\nPalestinians should become a goal for the United Nations.\r\nThe atmosphere of détente to which I have already\r\nreferred should foster the universality of representation in\r\nthis multilateral Organization. Consequently I am gratified\r\nto see that many States that have never traditionally had an\r\nactive international life, such as Andorra, Liechtenstein,\r\nMonaco and San Marino - to mention only a few States\r\nenclaved in the European continent - have felt the need to\r\njoin and support us in the important tasks we are resolved to\r\naccomplish. It is in that spirit of universality that Panama\r\nhas supported and continues to support the initiative\r\ndesigned to study now and in the future, with innovative\r\nideas and goodwill, the situation of the largest human group\r\nthat has no voice in this body: the 21 million inhabitants of\r\nthe island of Taiwan.\r\nThe Central American countries are striving to build a\r\npeaceful, free, democratic and developing region. For that\r\nreason, the efforts to bolster peace that have been initiated\r\nrequire actions capable of solving our economic, social,\r\ncultural and humanitarian problems in order to strengthen\r\nour peoples’ faith in democracy.\r\nThe endeavours to achieve democracy, national\r\nreconciliation and development in the region are obvious.\r\nBut in order to continue making these efforts we require the\r\ncooperation of all States that believe in democracy, justice\r\nand freedom. Therefore, associating myself with the\r\ninitiative presented by the Ibero-American Heads of State\r\nand Government in Salvador, Brazil, I call on States and\r\ninternational organizations to cooperate effectively with the\r\nCentral American Integration System (SICA) so that it can\r\npromote and strengthen sustained subregional cooperation\r\nand attain its fundamental goal.\r\nThe ability of we who inhabit the vast territories south\r\nof the Rio Bravo to communicate with each other and with\r\nSpain in the same language - a Nicaraguan poet once called\r\nthem the countries that love Christ and speak Spanish - has\r\ncreated an Ibero-American community which today, in\r\nmeetings of Heads of State and Government, and together\r\nwith Brazil and Portugal, is determined to focus its strength\r\non the future, guided by the desire to take full advantage of\r\nthe similarities which bring us together to consolidate\r\nopportunities for cooperation and solidarity.\r\nThis should be gratifying to the whole of the\r\nIbero-American community, since our faith in the future is\r\nbecoming increasingly obvious at each Summit. The first\r\nSummit, in Guadalajara, created the forum of Heads of State\r\nand Government; at the second and third Summits, in\r\nMadrid and Salvador, respectively, we saw the initial results\r\nof these commendable initiatives. It is also appropriate here\r\nto note that the Final Document of the third Summit states:\r\n\"Without prejudice to the spheres of competence of\r\nspecialized international forums, the United Nations\r\nGeneral Assembly should focus its international\r\ndevelopment cooperation policy on securing greater\r\naccess for developing countries to world markets,\r\nadequate forms of finance and modern technology.\r\nThis will make it possible to overcome the obstacles to\r\ndevelopment and, while benefiting the developing\r\ncountries, will also open up economic opportunities for\r\nthe industrialized countries, thereby easing the\r\nmigratory pressures exerted on them by those\r\nlegitimately seeking ways to improve their standard of\r\nliving.\" (A/48/291, para. 14)\r\nI would feel most fortunate if the General Assembly\r\nwere to listen attentively to the demands of the\r\nIbero-American community, which feels that most of the\r\nproducts of its member States have been repeatedly denied\r\nincreased access to markets which have been traditionally\r\naccessible, as in the case of bananas in the European\r\nCommunity, as well as access to financing and modern\r\ntechnology. For our part, the Ibero-American States should\r\nbe resolved to put our financial situations in order and not\r\ndepend on the marketing of a few products, and we should\r\nimprove the quality of our educational systems, in order to\r\nattain greater economic stability. The Ibero-American\r\ncountries should also resolve to turn the cooperation and\r\nsolidarity mentioned in the Final Document into sincere and\r\nhonest cooperation and solidarity, and not mere rhetoric, as\r\nis so often the case. Only in that way will we be able to\r\nprofit to the full from the affinities that we share.\r\nPanama will be the host country of the Summit of the\r\nIbero-American Heads of State and Government in the year\r\n2000. This event will unquestionably have great significance\r\nfor my country. It will take place precisely at a time when\r\nForty-eighth session - 5 October l993 7\r\nthe Panamanian people have attained their most important\r\nlegal and political objective: recovering their rights over the\r\nPanama Canal and freeing their territory from the\r\njurisdictional limitations imposed by the ill-fated Hay-Bunau\r\nVarilla Treaty. That is so because the present Panama Canal\r\nTreaty will expire on 31 December 1999. Consequently, the\r\nRepublic of Panama will then manage, operate and maintain\r\nthe Panama Canal. All the real estate, fixture improvements\r\nand equipment that the United States of America will be\r\nusing until the end of the validity of the Treaty will revert\r\nto Panama. One of the Panamanian people’s greatest wishes\r\nwill thus come true on 31 December 1999.\r\nHowever, as important as achieving this legal and\r\npolitical objective may be, it is the good or bad use we make\r\nof the Canal and the areas that revert to us that will mark\r\nour future in a positive or negative way. Thus, it is our duty\r\nas a nation to manage the Canal wisely and to use in the\r\nbest possible way the areas that revert to us.\r\nFor that reason Law No. 5 of 1993 created the\r\nAuthority of the Panamanian Interoceanic Region, with the\r\nobjective of improving the use of the assets that are\r\nreverting and will revert to Panama between now and the\r\nyear 2000. Similarly, on 6 September 1993 a draft bill for\r\nconstitutional reform was submitted to the Panamanian\r\nLegislative Assembly; it is designed to add a new article to\r\nPanama’s political Constitution which will create the Panama\r\nCanal Authority, whose main function will be to manage and\r\noperate the Canal. That will ensure that the Authority will\r\nnot be affected by any political shifts. Thus, the Republic\r\nof Panama is preparing to manage, operate and maintain the\r\nPanama Canal from 31 December 1999. This task will be\r\nall the easier because the current Canal Administrator, and\r\n87.7 per cent of the Panama Canal Commission employees\r\nare Panamanians, not counting those with dual nationality.\r\nOn the basis of the Panama Canal Treaty, Panama and\r\nthe United States agreed in 1982 to create the Preparatory\r\nCommission to prepare the points of reference for the\r\nfeasibility studies of a sea-level canal in Panama and other\r\nalternatives to the Panama Canal. They also agreed to invite\r\nJapan to be a full member of this Commission, an invitation\r\nJapan accepted. These three States created the Commission\r\nfor the Study of Alternatives to the Panama Canal.\r\nOn 20 September last, this Commission presented its\r\nfinal report, a Joint Statement of Commission Members,\r\nwhich indicates that the \"current Panama Canal with the\r\nwidening of the Gaillard Cut seems to be able to meet the\r\nneeds of international maritime trade until the end of the\r\nsecond decade of the twenty-first century. However,\" the\r\nstatement continues, \"before the year 2000 measures should\r\nbe taken to prepare the canal for the time when the current\r\nPanama Canal will not be able to take care of the projected\r\ntraffic.\" Such measures include \"future studies to firmly\r\nestablish the dates when improvements will become\r\nnecessary in order to start planning the required\r\nenvironmental studies involved in the final engineering\r\ndesign and the initiation of the construction\".\r\nAccording to the aforementioned report, the results of\r\nthe study indicate that the alternative of high-level locks,\r\nwith one lane of maritime traffic at the Gaillard Cut,\r\noperating jointly with the current canal and capable of\r\nhandling ships of 200,000 dead-weight tonnage, is\r\nmarginally feasible.\r\nIn order to handle the projected traffic with the same\r\nefficiency during the twenty-first century as it has been\r\nhandled since the opening of the Canal on 15 August 1914,\r\nif not with even greater efficiency, the aforementioned\r\nsystem of high-level locks will have to be built in time to\r\nbegin operating by the year 2020. As it does not have the\r\nnecessary resources to complete such a project, Panama\r\nbelieves that the cooperation of the members of the\r\ninternational community - primarily those who use the Canal\r\n- is essential. We hope to receive that cooperation, for the\r\nsake of the well-being of the Panama Canal users who so\r\nurgently require it.\r\nAt the beginning of my statement I referred to the fact\r\nthat we are two years from the golden anniversary of this\r\nOrganization. We should prepare to celebrate that great\r\nevent by affirming, as its founders in San Francisco wished,\r\n\"faith in fundamental human rights, in the dignity and worth\r\nof the human person, in the equal rights of men and women\r\nand of nations large and small\" and by promoting \"social\r\nprogress\" and \"better standards of life in larger freedom\".\r\nMr. Fajardo MALDONADO (Guatemala)\r\n(interpretation from Spanish): Allow me, Ambassador\r\nSamuel Insanally, to congratulate you sincerely, on behalf of\r\nmy delegation, on your election as President of the General\r\nAssembly of the United Nations at its forty-eighth session.\r\nAt the same time, I would express to you our satisfaction\r\nthat this post has gone to such a distinguished representative\r\nof the Latin American and Caribbean region. You may\r\ncount on our cooperation in the important work that lies\r\nahead of you.\r\nI would also like to express our gratitude to\r\nAmbassador Stoyan Ganev for the efficiency with which he\r\n8 General Assembly - Forty-eighth session\r\nserved as President of the General Assembly at its forty-\r\nseventh session.\r\nI would give a special greeting to Andorra, the Czech\r\nRepublic, Eritrea, Monaco, Slovakia, and The Former\r\nYugoslav Republic of Macedonia and bid them a cordial\r\nwelcome to our Organization. Guatemala wishes to extend\r\nto them its friendship, respect, solidarity and understanding.\r\nThe increase in its membership is further proof of the faith\r\nthe international community places in the United Nations as\r\na multilateral forum par excellence for seeking together the\r\nsolution to the problems that beset the world today.\r\nI would also like to extend my greetings to\r\nMr. Boutros Boutros-Ghali, Secretary-General of the United\r\nNations, whose dynamic leadership has allowed us to\r\nprogress towards the common objective of strengthening our\r\nOrganization and adapting it to the new world situation. We\r\nhope that his efforts to ensure fulfilment of the Charter and\r\nof its purposes and principles will be successful. We need\r\na strengthened Organization to maintain international peace\r\nand security and to promote social progress and better\r\nstandards of life for human beings within the widest concept\r\nof freedom.\r\nWe believe that the continuous dialogue between the\r\nSecretariat and the Member States should be based on\r\nmutual respect, confidence and understanding, and should\r\ntake into account cultural, political, economic and social\r\nrealities. The Secretary-General’s role as a facilitator of\r\npeace processes, as an adviser on human rights and as a\r\nmediator in international conflicts may be strengthened by\r\nthe contribution of distinguished statesmen and experts who\r\nshare with him their experience and prestige.\r\nThe events which have taken place in my country since\r\n25 May of this year have marked a fundamental change in\r\nthe political and institutional life of Guatemala.\r\nThe breaking-off and subsequent restoration of\r\nconstitutional order created a situation in which the people\r\nof Guatemala, as the country’s only sovereigns, exercised\r\nlegitimate resistance in order to protect and defend their\r\nrights and guarantees enshrined in the political Constitution\r\nof the Republic.\r\nAs one of the principal consequences of these events,\r\nwith a view to consolidating the restoration of constitutional\r\norder so as to reinstall the Congress of the Republic, the\r\npolitical parties formally pledged in writing to purge the\r\nmembership of that body.\r\nSince this commitment has not yet been fulfilled,\r\nPresident Ramiro de León Carpio, as Head of State and the\r\nrepresentative of national unity and the interests of the\r\npeople of Guatemala, in accordance with the Constitution,\r\nrequested the supreme electoral tribunal to hold a vote so\r\nthat the citizens could express their will with regard to the\r\npolitical decision of calling for the resignation of the sitting\r\nmembers of the Congress and the judges of the Supreme\r\nCourt. This vote, in conformity with the resolution of the\r\ntribunal, will be held on 28 November this year.\r\nThis process has no precedent in our political history.\r\nWe wish to stress that all the actions taken by the\r\nGovernment of the Republic fall strictly within the\r\nframework of the Constitution, and, though the people of\r\nGuatemala may have opted for a slower path, through\r\nlegality, to consolidate their democratic institutions, we are\r\nsure that this will be the best solution for the reconciliation\r\nof the Guatemalan family and the political stability of the\r\nState. Guatemala is charting its own course, and its political\r\nprocess cannot be compared with other realities.\r\nYesterday, President Ramirio de León Carpio presented\r\nthe National Peace Plan and the Official Declaration on\r\nHuman Rights to the Guatemalan people, as he does today,\r\nthrough me, to the international community. President León\r\nde Carpio’s Plan seeks a firm peace, based on far-reaching\r\nreconciliation through dialogue, so that we Guatemalans can\r\nfind unity in the diversity of our cultural, ethnic, religious,\r\nsocial, political, economic and ecological values.\r\nIt seeks lasting peace, achieved by putting an end to\r\narmed internal confrontation and seeing to it that the roots\r\nof hatred, resentment and distrust that have divided us are\r\nextirpated through negotiation and never again by violence.\r\nIt seeks a peace with the power to transform, achieved\r\nby consensus and national compromise, which will lead to\r\nthe strengthening of the capacity of the Government and the\r\nsociety as a whole to respond promptly and effectively to\r\nsocial requirements, with particular attention to the sectors\r\nof the population most affected by the armed internal\r\nconfrontation.\r\nThe first component is reconciliation. The Plan\r\nconsiders it essential to establish and promote the\r\nfunctioning in Guatemala of the permanent forum for peace.\r\nThis forum will help to facilitate dialogue and ensure the\r\nparticipation of all Guatemalans in the solution of national\r\nproblems. This reconciliation process will be promoted at\r\nthe national, regional, departmental, municipal and\r\ncommunal levels. Thus, consensus and agreements will\r\nForty-eighth session - 5 October l993 9\r\nexpress needs that are truly felt by the people and will at the\r\nsame time provide guidelines for joint action by the people\r\nand the Government to solve these problems. In this\r\ndecentralization strategy, we shall make use of all\r\nmechanisms for making the community’s voice heard,\r\nincluding urban and rural development councils.\r\nIn those councils national problems will be discussed in\r\norder to arrive at conclusions that will lead to the perfecting\r\nof our democracy, the strengthening of a State based on the\r\nrule of law, the full exercise of individual freedoms, respect\r\nfor human rights, integrated, self-reliant and self-sustaining\r\ndevelopment with equality and justice and the solution to\r\nproblems deriving from our cultural diversity.\r\nWe must link this permanent forum to previous\r\nachievements of the peace process. To this end, account\r\nshould be taken, inter alia, of the contributions made to the\r\ngreat national dialogue and to the meetings that various\r\nsectors of the Guatemalan population had with the\r\nGuatemalan National Revolutionary Unity (URNG).\r\nWhen that group integrates itself legally it will be able,\r\nthrough the national reconciliation commission, to present its\r\nideas and proposals for subjects to be dealt with in the\r\nforum.\r\nThe matter of social requirements calls for honest,\r\nefficient and immediate actions by the Government to\r\nstrengthen the protection and defence of human rights,\r\nactions that will reduce poverty indicators and promote\r\ndevelopment in the areas worst affected by violence and that\r\nwill succeed in perfecting our democratic system. At the\r\nsame time, the Government will promote and support\r\nresponsible action in these fields by all sectors of society.\r\nWe hope the valuable support of the international\r\ncommunity will be added to this effort of the people and the\r\nGovernment, which will contribute to a prompt and effective\r\nresponse to the needs and requirements of the population.\r\nWe cannot postpone the end of the armed confrontation,\r\nwhich requires the restoration of the negotiation process to\r\nbring about a definitive cease-fire; the return of the URNG\r\nto legality by means of amnesty; the defining of the\r\nconditions necessary for its integration into the country’s\r\npolitical life; and, in consequence, its direct participation in\r\nthe permanent peace forum.\r\nWe shall also define the international verification\r\nmachinery which will make possible the concentration,\r\ndisarmament and demobilization of URNG personnel. To\r\nachieve this, there must be an end to acts of terrorism, acts\r\nof destruction against the infrastructure and actions that harm\r\nthe environment.\r\nThe process also requires, first, that there be a revision\r\nof the Oslo and Mexico City accords and, secondly, that a\r\ntimetable for negotiations be set.\r\nOn the question of human rights, the Government has\r\ndeclared that it will act firmly against violations of these\r\nrights, with no distinction as to social or economic status.\r\nThe necessary measures will be taken to protect and support\r\npersons and entities that are working in accordance with the\r\nlaw to promote and safeguard human rights. We therefore\r\ncall upon the United Nations, the Organization of American\r\nStates (OAS) and the States members of these organizations\r\nto increase their presence and technical contributions to\r\nactions that the State of Guatemala and its institutions\r\nundertake to strengthen, enable and perfect the machinery for\r\nprotecting and defending human rights.\r\nOn behalf of my Government, I request the Secretary-\r\nGeneral of the United Nations to seek a meeting with the\r\nURNG to undertake a review of the Oslo and Mexico City\r\naccords and to set a timetable for negotiations. The\r\nGovernment of Guatemala is proposing this Peace Plan,\r\naware as it is of the imperative necessity for putting an end\r\nonce and for all to armed confrontation, which has cost my\r\ncountry so many human lives over the course of more than\r\n30 years. Only a sturdy, lasting peace with power to\r\ntransform can serve as a basis to strengthen democratic\r\ninstitutions, guarantee respect for human rights and promote\r\npolitical, economic and social development.\r\nFor all of the above reasons we most warmly welcome\r\nthe peace process that has been attained in the sister\r\nRepublic of El Salvador and the one recently initiated\r\nbetween the State of Israel and the Palestine Liberation\r\nOrganization.\r\nGuatemala reaffirms its faith and conviction regarding\r\nthe guiding principles set out in the Charter of the United\r\nNations and the Universal Declaration of Human Rights,\r\noutstanding among which are the principle of the peaceful\r\nsolution of disputes, the right to self-determination, the\r\nsovereign equality of States and, fundamentally, the respect\r\nfor human rights and the principle of democratic\r\nGovernment.\r\nIn keeping with the principle of universality prevailing\r\nin the current international context, our country considers\r\nthat cases like that of the Republic of China in Taiwan\r\n10 General Assembly - Forty-eighth session\r\nshould be thoroughly studied and considered in the light of\r\nthe United Nations Charter. Guatemala renews its faith and\r\nhope in multilateralism, and particularly in the United\r\nNations. It wishes to stress its tradition of peace, dialogue\r\nand negotiation and the non-use of force in international\r\nrelations.\r\nThe security of nations is no longer an exclusively\r\ngeopolitical matter falling within the framework of bipolar\r\nconfrontation. It is a global problem within which we must\r\ntackle the problems that afflict today’s world. The concept\r\nof security should include new elements that are fundamental\r\nfor the peoples of the world: democracy, development, the\r\npreservation of the environment, combating drug trafficking,\r\nfood security, population trends and so on.\r\nThe Secretariat should be in the service of Member\r\nStates and in that role should facilitate instruments that will\r\nmake it possible to maintain international peace and security\r\nand promote economic cooperation and social development,\r\nwhich will guarantee the full exercise of human rights and\r\nfundamental freedoms throughout the world.\r\nGuatemala believes that, within the process of\r\nrestructuring and reorganizing the United Nations that is\r\ncurrently under way, the efficiency of the system and the full\r\nand democratic participation of all its Members should be\r\nsecured. Democratization, as a fundamental element in the\r\ndevelopment of peoples, must coexist with development of\r\nthe international community and its multilateral system.\r\nWe support the initiative to expand the membership of\r\nthe Security Council from a regional perspective.\r\nOperations designed to contain or solve conflicts should\r\nbe matters for priority action by the United Nations as part\r\nof the Organization’s efforts to forge a new world order.\r\nAmong the problems of development are to be found\r\nmany of the causes of regional, national and international\r\ntension. Development must be the central focus of the\r\nefforts of the Organization. We therefore support the\r\nholding of a World Summit for Social Development, and we\r\nhope that the Secretary-General will submit the proposed\r\nagenda for development, embracing economic affairs that\r\nhave traditionally been assigned to the Organization, as well\r\nas social, political, environmental and cultural matters, which\r\nwe are beginning to realize are fundamental elements in the\r\nwelfare of peoples.\r\nThe well-being of mankind depends in large measure\r\non the rational use of available natural resources. With\r\nregard to ecology, we need a global perspective, as the\r\nenvironment is the heritage of all mankind. If the benefits\r\nare enjoyed by all, the effort should be shared. The\r\ndeveloped world must work more closely and more\r\neffectively in financing the various programmes to preserve\r\nthe environment of the developing countries and must\r\nhonour the commitments given in Rio de Janeiro.\r\nNational and international security are threatened\r\nprimarily by differences between the levels of development\r\nof countries. Effective action must be taken against poverty,\r\nhunger, disease and illiteracy. These scourges are worsening\r\nwhere there are concentrations of refugees or displaced\r\npersons. Cooperation must not be delayed. For this reason,\r\nGuatemala hopes that the initiative of reactivating the North-\r\nSouth dialogue to strengthen international economic\r\ncooperation for development and to revitalize global\r\neconomic growth, as formulated by the Non-Aligned\r\nMovement and the Group of 77, will be agreed to and will\r\nlead to the creation of a better world.\r\nThe developing countries must refine the machinery for\r\npolitical and economic coordination to enable us to get this\r\ndialogue going seriously and constructively. It is therefore\r\nessential that international economic cooperation be\r\nstrengthened to revitalize global economic growth and to\r\nensure that the technological revolution that is under way\r\nwill be one more factor in the promotion of a just and\r\nequitable world order.\r\nWe must not overlook the fact that the problems of\r\nnational development are to be found also in the Central\r\nAmerican region. International cooperation is necessary for\r\nthe consolidation of peace and to encourage the development\r\nof the region. Meetings of Presidents of Central American\r\nStates continue to be held regularly. Due note has been\r\ntaken of regional political advances, and proposals for\r\nfurther improvement in this field have been put forward. A\r\nsummit meeting of Central American Presidents will be held\r\nin Guatemala at the end of this month for the purpose of\r\nadopting the Protocol to the General Treaty on Central\r\nAmerican Economic Integration, whose aim is to encourage\r\nsocial development - a priority when it comes to\r\nconsolidating peace in Central America.\r\nThe Central American effort at integration has been\r\nintensified. The Central American Integration System,\r\nwhich coordinates efforts at regional integration and is\r\ntherefore a fundamental instrument in the process of regional\r\ndevelopment, now has a Secretary-General.\r\nForty-eighth session - 5 October l993 11\r\nIt has been proposed that a coordinated Central\r\nAmerican fund to fight poverty be set up. This proposal will\r\nbe studied at the next Summit of Central American\r\nPresidents.\r\nGuatemala supports economic openness so that its\r\neconomy may be integrated effectively into the sphere of\r\nworld trade. Along with the other Central American\r\ncountries, we have made progress in establishing an\r\nintegrated economic space, and we are negotiating with\r\ncountries and groups of countries with a view to concluding\r\nagreements on the liberalization of trade.\r\nThe Government that I represent has embarked upon a\r\nprocess of restructuring and consolidating its democratic\r\ninstitutions. Keeping faith with the Constitution of the\r\nRepublic, it has today, with the greatest good will and good\r\nfaith, presented its plan for peace. This is designed to save\r\nmany lives and to bring to our country the longed-for peace,\r\nwhich cannot be achieved without the wholehearted support\r\nof the international community.\r\nMr. SONG Won Ho (Democratic People’s Republic of\r\nKorea) (spoke in Korean; English text furnished by the\r\ndelegation): On behalf of the delegation of the Democratic\r\nPeople’s Republic of Korea, I should like, first of all, to\r\ncongratulate you, Sir, on your election to the presidency of\r\nthe General Assembly for the current session. It is our hope\r\nthat your efforts will crown the session with success.\r\nThe common task facing the international community\r\ntoday is to build a new, independent, peaceful and\r\nprosperous world. Our planet’s people have an identical\r\naspiration: to build a new and independent world, free from\r\nall forms of domination and subjugation, aggression and war.\r\nAll countries and nations should have unrestricted freedom\r\nto choose and develop their own political, economic and\r\nsocial systems on the basis of their sovereign rights,\r\nincluding the right to self-determination.\r\nIndependence is the life and soul of each country and\r\nnation, and the common right of mankind. A steadfast\r\ncommitment to independence enables each country to\r\nsafeguard its national dignity and rights, to maintain and\r\nconsolidate international relationships on a sound basis, to\r\nbring about genuine democratization of international society\r\nand, furthermore, to help to accelerate the creation of an\r\nindependent world. The absence of independence will lead\r\nto failure to safeguard national sovereignty and dignity or to\r\nsecure a country’s prosperity and well-being.\r\nIt is an ineluctable fact that where independence is\r\nviolated, there will be domination, subordination, subjugation\r\nand inequality. We draw this lesson for mankind from the\r\n5,000-year history of the Korean nation, and it applies to the\r\npresent tumultuous era, with the twenty-first century just\r\nround the corner.\r\nThe developments and events of recent years in the\r\ninternational arena serve to demonstrate clearly once again\r\nthe correctness of the independent lines and policies of our\r\nRepublic. We regard independence as our life and soul. It\r\nis the cornerstone of the internal and external policies and\r\napproaches of our Republic. It is our people’s strong\r\ncommitment to independence and their principled position\r\nthat have enabled our country to advance along the road of\r\nSocialism. They have chosen this road themselves, under\r\nthe banner of the Juche idea, without any confusion or twists\r\nand turns, without any upheaval or instability.\r\nOur Republic has steadily consolidated and developed\r\nits foreign relations and has contributed to the common\r\ncause of mankind. We derive great satisfaction and pride\r\nfrom the fact that we have stood fast on the independent\r\nposition that we took up. Our stand is one of principle and\r\nconsistency: we are not at anyone’s beck and call, nor do\r\nwe dance to anyone else’s tune. In addition, we have\r\nalways maintained an independent position in our efforts to\r\nachieve peace and peaceful reunification of the country.\r\n12 General Assembly - Forty-eighth session\r\nNational reunification is a cause to realize the\r\nindependence of our nation, while the principle of national\r\nindependence is the inalienable fundamental principle of\r\nreunification. Great national unity is part and parcel of the\r\nprocess of the independent and peaceful reunification of the\r\ncountry. Great national unity is a fundamental prerequisite\r\nto, and an essential factor in, the country’s independent and\r\npeaceful reunification.\r\nTherefore the Government of the Democratic People’s\r\nRepublic of Korea has consistently subordinated everything\r\nto the goal of national reunification through great national\r\nunity incorporating the principle of national independence.\r\nThe whole history of the efforts for national reunification\r\nand in particular the prevailing situation teach us that the\r\nKorean people should move towards greater national unity\r\nof the whole nation based on the principle of independence\r\nin order to attain the country’s reunification.\r\nOf course, there still exist differences in ideologies,\r\nideals and political systems within the nation, but these\r\ndifferences could be overcome without much difficulty, since\r\nour nation has its own intrinsic common identity that has\r\nbeen shaped and consolidated through the time-honoured\r\nhistory of 5,000 years. Our nation remains closely knit\r\ntogether by kinship as a homogeneous people, a unique\r\nentity in the world, and the whole nation, whether in the\r\nnorth, in the south, or abroad, is united by the common\r\ndesire for national reunification.\r\nMembers of the Korean nation should not be viewed\r\ndifferently based on whether they live in the north, south or\r\nabroad, nor should distance be put between Korean nationals\r\njust in order to curry favour with foreign forces. We can no\r\nlonger engage in antagonism and confrontation at the\r\nsacrifice of our great cause.\r\nThe inter-Korean dialogue has made such epoch-making\r\nprogress that the Agreement on Reconciliation,\r\nNon-Aggression, and Cooperation and Exchanges and the\r\nJoint Declaration on the Denuclearization of the Korean\r\nPeninsula were adopted and effectuated in our country. This\r\nis intended to serve our nation’s effort to end the antagonism\r\nand confrontation and promote reconciliation and unity and\r\nbreak down the wall of division to pave the way for\r\nreunification.\r\nOur nation is unanimous in its desire and aspiration to\r\nachieve unity, transcending all differences, and to make a\r\ntangible contribution to the country’s reunification and the\r\nprosperity of the reunified country.\r\nThe respected leader Comrade Kim Il Sung, President\r\nof the Democratic People’s Republic of Korea, has\r\npersonally authored and published the \"Ten-Point\r\nProgramme of Great Unity of the Whole Nation for\r\nReunification of the Country\" reflecting the desire and will\r\nof our nation to terminate the history of division and\r\nconfrontation and reunify the country.\r\nThis historic programme provides clarification on how\r\nto establish a confederal State through the application of the\r\nthree principles of independence, peace and great national\r\nunity, without any bias against either the north or south, on\r\nthe basis of coexistence and the equal representation of the\r\ntwo regional governments. The confederal State would be\r\nindependent, peaceful, non-aligned and neutral, maintaining\r\na balanced posture towards the major Powers. It also\r\nenvisions the protection of private or corporate capital and\r\nassets, and joint stock interests with foreign capital before\r\nand after reunification. The Ten-Point Programme of Great\r\nUnity of the Whole Nation for Reunification of the Country,\r\nwhich aims to bring about the country’s reunification on the\r\nprinciple of the spirit of national independence, is a charter\r\nof national unity and reunification which reflects most\r\ncomprehensively the will and the aspirations of the Korean\r\nnation and takes into full consideration the current\r\ninternational situation. It calls not only on the supporters of\r\nreunification but also on those who have feared or remained\r\nonlookers to reunification to take a stand for the cause of\r\nnational unity and reunification. The programme also opens\r\nup positive prospects for achieving the historical cause of the\r\ncountry’s reunification within the 1990s. Although obstacles\r\nand difficulties still stand in the way of reunification, the\r\nentire Korean people will definitely achieve national\r\nreunification in great unity, by displaying patriotism and the\r\nspirit of national independence.\r\nAt present, the relaxation of tension and establishment\r\nof peace on the Korean peninsula presents itself as an urgent\r\nissue, the solution of which allows for no further delay.\r\nWith a view to easing tension and achieving a durable\r\npeace on the Korean peninsula, the Korean Armistice\r\nAgreement should, inter alia, be replaced with a peace\r\nagreement. In reality, the Korean Armistice Agreement has\r\nalready become outdated and the armistice mechanism\r\nremains in fact paralysed. The continuance in place of the\r\nout-of-date armistice arrangements is primarily responsible\r\nfor a series of complicated and sensitive issues, including the\r\nnuclear issue on the Korean peninsula - issues still remaining\r\nto be resolved.\r\nForty-eighth session - 5 October l993 13\r\nThe fact that the state of cease-fire and the armistice\r\narrangements of the 1950s remain unchanged even after 40\r\nyears is in itself abnormal. It is thanks to the peace-loving\r\npolicy and the will of the Government of the Democratic\r\nPeople’s Republic of Korea that peace and security have\r\nbeen maintained so far on the Korean peninsula. Only the\r\nreplacement of the Korean Armistice Agreement with a\r\npeace agreement will lead to a full and satisfactory\r\nresolution of all the issues, including the nuclear issue, will\r\nremove hostility in inter-Korean relations and will work in\r\nfavour of peace in Korea and its peaceful reunification.\r\nSuch being the case, if the United Nations continues\r\nlosing sight of the fundamental issues related to peace on the\r\nKorean peninsula and instead preoccupies itself with non-\r\nessential issues, it will only throw obstacles in the way of a\r\nsolution of the Korean question. The United Nations should\r\ndirect its primary attention to the replacement of the Korean\r\nArmistice Agreement with a peace agreement, and play its\r\ndue role in terminating the armistice system and establishing\r\na new peace arrangement.\r\nWe believe this is the right time for the United Nations\r\nto make an innovative decision to dissolve the United\r\nNations Forces Command in south Korea and to replace the\r\nKorean Armistice Agreement with a peace agreement in\r\naccordance with resolution 3390 (XXX) B adopted by the\r\nthirtieth session of the United Nations General Assembly.\r\nIn this connection we maintain that negotiations among the\r\nparties concerned should begin at the earliest possible time\r\nto work out a new peace arrangement that will replace the\r\npresent armistice system.\r\nThe denuclearization of the Korean peninsula is another\r\nessential factor in building a durable peace and security\r\nthere.\r\nThe Government of the Democratic People’s Republic\r\nof Korea remains committed to its consistent position of\r\nturning the Korean peninsula into a nuclear-free, peace zone.\r\nAs we have made clear more than once, we have no nuclear\r\nweapons; we have neither the intention nor the need to\r\ndevelop these weapons, nor the financial resources to support\r\ntheir production. We would not object to inspection of our\r\nnuclear facilities, but only when impartiality is fully\r\nguaranteed.\r\nAs shown by the Democratic People’s Republic of\r\nKorea-United States of America talks, the nuclear issue on\r\nthe Korean peninsula is a political issue to be resolved\r\nbetween the Democratic People’s Republic of Korea and the\r\nUnited States of America. It is to be recalled that here in\r\nNew York last June the Democratic People’s Republic of\r\nKorea and the United States of America issued a joint\r\nstatement containing their policy commitments related to a\r\nfundamental resolution of the nuclear issue on the Korean\r\npeninsula.\r\nThe joint statement clarifies, in unambiguous terms,\r\nprinciples of assurances against the threat and use of force\r\nincluding nuclear weapons; peace and security in a\r\nnuclear-free Korean peninsula, including impartial\r\napplication of full-scope safeguards, mutual respect for each\r\nother’s sovereignty, and non-interference in each other’s\r\ninternal affairs; and support for the peaceful reunification of\r\nKorea.\r\nAt the second round of talks in Geneva, the Democratic\r\nPeople’s Republic of Korea delegation put forward a\r\nproposal on replacing its existing graphite-moderated\r\nreactors and associated nuclear facilities with light-water\r\nmoderated reactors, thus demonstrating with more clarity the\r\ntransparency and integrity of its non-nuclear policy.\r\nIf all the commitments the Democratic People’s\r\nRepublic of Korea and the United States of America have\r\nagreed upon are translated into practice - including\r\nassurances against the threat and use of force, including\r\nnuclear weapons, and the peaceful use of nuclear energy\r\nthrough light-water moderated reactors, plus the negative\r\nsecurity assurances - then the prospects will open up for a\r\nfundamental and final resolution of the nuclear issue on the\r\nKorean peninsula and the basis for the improvement of\r\nDemocratic People’s Republic of Korea - United States of\r\nAmerica relations will be laid down. Furthermore,\r\nepoch-making progress will be made in reducing tensions on\r\nthe Korean peninsula and in ensuring peace and security in\r\nAsia and the rest of the world.\r\nInitial and meaningful progress in the efforts to resolve\r\nthe nuclear issue on the Korean peninsula is the outcome of\r\nthe negotiations by the responsible parties. This vividly\r\nproves that the only way to resolve the nuclear issue on the\r\nKorean peninsula lies in dialogue and negotiations.\r\nHowever, we regret to note that a certain amount of\r\npressure has been renewed by those forces that still remain\r\nobsessed with an outdated way of thinking at the time when\r\nthe talks between the Democratic People’s Republic of\r\nKorea and the United States of America aimed at resolving\r\nthe nuclear issue are under way and consultations between\r\nour country and the International Atomic Energy Agency\r\n(IAEA) have been conducted.\r\n14 General Assembly - Forty-eighth session\r\nThe so-called resolution on our \"nuclear issue\" was\r\nadopted at the thirty-seventh session of the General\r\nConference of the IAEA, which was held some time ago.\r\nThis act cannot but be viewed as the product of political\r\nconspiracy to impede, by all means, the solution of nuclear\r\nissues through negotiations and to stifle our Republic.\r\nWe regard the adoption of the \"resolution\" itself at the\r\nGeneral Conference of the IAEA as a wanton violation of\r\nour Republic’s sovereignty and part of sinister political\r\noffensive aimed at forcing international pressure upon us.\r\nThe whole process of the General Conference of the\r\nIAEA held recently has eloquently shown that the measures\r\ntaken in the past by the secretariat and Board of Governors\r\nwere unjustifiable, and, accordingly, the agency has lost\r\nface and integrity in the process of solving the \"nuclear\r\nissue\".\r\nThe \"nuclear issue\" of the Korean peninsula can be\r\nresolved only through talks between the Democratic People’s\r\nRepublic of Korea and the United States of America, either\r\nin the light of its political character or its origin.\r\nAccordingly, two rounds of such talks have been held so far,\r\nwhich is well known to the world. This notwithstanding, it\r\nis absurd that the Japanese Prime Minister and the South\r\nKorean Foreign Minister picked a quarrel with us in this\r\naugust Assembly a few days ago, clamouring about\r\n\"implementing the safeguards agreement\" and \"international\r\nconcern about development of nuclear weapons\". Japan\r\nshould not mention the fictitious \"development of nuclear\r\nweapons\", but should give up its attempt to become a\r\nmilitary Power and to realize its aim of nuclear armament,\r\nwhich it is accelerating under this pretext.\r\nThe south Korean authorities should discontinue\r\nnuclear-war exercises with foreign forces against fellow\r\ncountrymen and should not pursue so-called international\r\nmutual assistance systems either.\r\nOur country, as a member of international society, will\r\nimplement its commitment to the just and early solution of\r\nthe nuclear issue.\r\nI hope that all the States Members of the United\r\nNations will lend encouragement to the Democratic People’s\r\nRepublic of Korea’s position in favour of a negotiated\r\nresolution of the nuclear issue on the Korean peninsula and\r\nfully cooperate in taking practical measures to help\r\nimplement the points agreed upon at the talks between the\r\nDemocratic People’s Republic of Korea and the United\r\nStates of America.\r\nThe peace-loving position of the Government of the\r\nDemocratic People’s Republic of Korea to turn the Korean\r\npeninsula into a nuclear-free peace zone remains unchanged,\r\nand we shall continue our sincere efforts in the future, too,\r\nto remove the nuclear threat fundamentally and resolve the\r\nnuclear issue on the Korean peninsula.\r\nToday the world situation and international relations\r\ncall for an early liquidation of the legacies of the cold-war\r\nera that have been negated by history and the prevention of\r\nall sorts of attempts to reverse the forward movement of\r\nhistory.\r\nUniversal disarmament and the abolition world wide of\r\nnuclear weapons and other weapons of mass destruction are\r\nmost urgent in eliminating the residue of the cold-war era\r\nand attaining peace and security in the world. Everything\r\nthat threatens the survival of mankind and the devastation of\r\nsociety’s treasures should be abolished.\r\nThe recent moratorium on nuclear testing introduced by\r\ncertain nuclear-weapon States can be called a step forward,\r\nin the light of the fact that nuclear testing itself is the most\r\ndangerous nuclear arms race among the nuclear Powers and\r\na major source of nuclear proliferation. It is our view that,\r\nalong with the permanent ban on nuclear testing, epoch--\r\nmaking steps should be taken to destroy a colossal number\r\nof the nuclear weapons accumulated on the globe and all\r\nsorts of nuclear weapons deployed in other countries. In\r\nparticular, nuclear weapons deployed on the Korean\r\npeninsula and its surrounding regions should be dismantled.\r\nWithout this solution, any talk about international nuclear\r\nnon-proliferation and world-wide nuclear disarmament is\r\nsenseless.\r\nThe existence of military blocs and the presence of\r\nforeign military bases and troops in other countries are the\r\nproducts of cold-war policy and are permanent factors\r\nthreatening world peace and security. Now that the old\r\nstructure of the cold war has collapsed, there is no\r\njustification whatsoever for the existence of the military\r\nblocs and their means for waging wars of aggression. The\r\nmilitary blocs established under the pretext of the so-called\r\nbalance of forces during the cold-war era should be\r\ndissolved. Furthermore, the presence of foreign military\r\nbases and troops in other countries is a violation of the\r\nsovereignty and territorial integrity of those nations. This\r\nruns counter to the trend towards independence of the\r\npresent era. We demand the closing of all foreign military\r\nbases in various parts of the world and the unconditional\r\nwithdrawal of foreign troops therefrom.\r\nForty-eighth session - 5 October l993 15\r\nThe peaceful settlement of disputes between countries\r\nand nations is one of the important issues in safeguarding\r\nworld peace and security at present. In different parts of the\r\nworld we are now witnessing the trampling underfoot of\r\nnational sovereignty and the escalation of regional, religious\r\nand ethnic disputes into full-fledged wars. This has been\r\ndisturbing peace and security in some regions, and some\r\ncountries are suffering from severe disasters. Disputes\r\nbetween countries should be resolved through negotiations\r\nbetween the parties concerned in order to meet their mutual\r\ninterests and serve the cause of world peace.\r\nAs long as the structure of the existing inequitable\r\ninternational economic order remains the same, it is\r\nimpossible to eliminate the ever-widening gap between rich\r\nand poor, between the developed and the developing\r\ncountries and save the developing nations from poverty,\r\ndisease and disasters. The developed countries must accept\r\nresponsibility for this and refrain from any actions\r\ndetrimental to the economic development of the developing\r\ncountries. This was specifically highlighted in the resolution\r\nand recommendations adopted by the Tenth Conference of\r\nHeads of State or Government of the Non-Aligned\r\nCountries. Constructive measures should be taken to resume\r\ndialogue between the developed and developing countries,\r\nreform the inequitable international economic order and\r\nestablish a new, equitable international economic order.\r\nAlong with this, the developing countries should adopt\r\npractical measures to realize South-South cooperation,\r\nstarting from such priority fields as food, agriculture, public\r\nhealth and so on, in an effort to overcome their economic\r\npoverty and establish a South-South economic order.\r\nThe historic tasks and responsibilities the United\r\nNations has assumed before mankind are growing heavier\r\nwith each passing day, and the world watches the role of the\r\nUnited Nations and its activities. The United Nations should\r\nbe democratized to meet the requirements of the present\r\nsituation and the aspirations of its Member States, according\r\nto the principles of independence, equality and impartiality.\r\nThe important point here is that all Member States\r\nshould be left to fully exercise their sovereignty, regardless\r\nof differences in size of population or territory, whether\r\nstrong or weak, rich or poor. All countries and nations are\r\nequal members in international society and are entitled to\r\nequal rights.\r\nMr. El-Araby (Egypt), Vice-President, took the chair.\r\nIn the world there are big and small countries, but there\r\ncannot be senior or junior countries; there are developed and\r\nless developed nations, but there cannot be dominating\r\nnations and nations destined to be dominated by others.\r\nWe stand against any privileges being given to any\r\nparticular nation in international relations. We call for\r\nuniversal adherence to the principles of mutual respect and\r\nnon-interference in the internal affairs of others, for equality\r\nand mutual benefits, and for friendship and cooperation\r\namong all the countries to be based on these principles.\r\nIn the international arena today, some forces are\r\nresorting to anachronistic actions; in violation of impartiality\r\nand international justice, these forces connive at actions on\r\nthe part of certain countries that violate international norms\r\non a number of issues, including the nuclear issue, the\r\nhuman rights situation and terrorism, while pretending to be\r\nignorant of them. At the same time, they accuse those\r\ncountries that disobey them of a \"nuclear threat\", of \"human\r\nrights violations\" and of \"State-sponsored terrorism\",\r\nimposing unacceptable pressure on them.\r\nUnjustifiable and unreasonable actions by a few\r\ncountries that resort to strong-arm tactics and high-handed\r\nbehaviour while interfering in the internal affairs of others\r\nand applying a double standard to the practice of\r\ninternational relations must no longer be tolerated.\r\nThe United Nations should undergo restructuring and\r\nimprovement. Such important measures are needed to meet\r\nmore effectively the changed reality and new challenges.\r\nPrimary attention should be paid to reviewing and\r\nreadjusting the composition of the permanent membership of\r\nthe United Nations Security Council. As the non-aligned\r\nand other developing countries form a majority of the United\r\nNations membership, they should exercise their voice on an\r\nequivalent basis and should not be denied the opportunity to\r\ntake part in the process of resolving major international\r\nissues. We hold that the third world countries should, as a\r\nmatter of course, be included in the permanent membership\r\nof the United Nations Security Council, in proportion to the\r\nnumbers of their members in the Organization.\r\nAt present, Japan is launching a public relations\r\ncampaign to gain a seat as a permanent member of the\r\nSecurity Council. But Japan is not assuming its due\r\nresponsibility for the acts of aggression and war crimes\r\ncommitted during the Second World War and has so far\r\nfailed to make a clean slate of its past. Therefore, it is not\r\n16 General Assembly - Forty-eighth session\r\nreasonable to talk about its qualification for permanent\r\nmembership.\r\nOnly when the United Nations measures up to its own\r\nresponsibilities and role on an unprejudiced basis can it take\r\nits rightful place as the international Organization that serves\r\ninternational justice and champions world peace; only then\r\nwill it be able to meet the expectations of its Member States.\r\nThe destiny of each country and nation is closely\r\ninterlinked with the common destiny of mankind.\r\nThe world’s people advocating independence should\r\nwork together in unity to consolidate their respective national\r\nindependence, to further their countries’ independent\r\ndevelopment, and to contribute actively to a stronger world\r\npeace and security.\r\nWe fully support the Cambodian people in their efforts\r\nto promote national reconciliation, unity and rehabilitation,\r\nas we do the peoples of the member States of the\r\nAssociation of South-East Asian Nations in their endeavours\r\nto establish a zone of peace, freedom and neutrality in\r\nSouth-East Asia, and we support other Asian people in their\r\nstruggle to build a new, independent, peaceful and\r\nprosperous Asia.\r\nWe would like to express our firm solidarity with the\r\nPalestinian and all the other Arab peoples who are engaged\r\nin efforts towards a fair and lasting solution of the Middle\r\nEast question, including the Palestinian question; to the\r\nentire African people in their struggle to overcome\r\nsocio-economic difficulties and achieve the independent\r\ndevelopment of their countries; to the Cuban people in their\r\nstruggle to defend the country’s sovereignty and dignity and\r\nthe gains of socialism; and to the Latin American peoples in\r\ntheir efforts towards peace and prosperity.\r\nThe Government of the Democratic People’s Republic\r\nof Korea and the Korean people will offer active support and\r\nfirm solidarity to the people of all countries throughout the\r\nworld who are struggling to oppose all sorts of domination\r\nand subjugation, to build a new society and to promote the\r\ncommon cause of mankind.\r\nThe Democratic People’s Republic of Korea is guided\r\nby its consistent ideals of independence, peace and\r\nfriendship in international relations, and these ideals coincide\r\nwith the ideals of international society.\r\nThe Democratic People’s Republic of Korea will\r\ncontinue to hold fast to independence, to further strengthen\r\ncontacts and cooperation with United Nations Member\r\nStates, and to remain faithful to the common cause of\r\nmankind for global independence.\r\nThe delegation of the Democratic People’s Republic of\r\nKorea wishes, in conclusion, to express its hope that at its\r\ncurrent session the General Assembly will have a successful\r\ndiscussion of all the agenda items placed before it at this\r\nsession through the concerted efforts of all the\r\nrepresentatives of the various countries, thus contributing to\r\nbuilding a new, free and peaceful world.\r\nMr. PAREDES (Ecuador) (interpretation from\r\nSpanish): I am pleased to convey my congratulations to\r\nAmbassador Samuel Insanally, the Permanent Representative\r\nof Guyana and a distinguished member of our Latin\r\nAmerican and Caribbean Group, on his well-deserved\r\nelection as President of the General Assembly.\r\nA short while ago, we were hailing the end of the cold\r\nwar. There seemed to be a fresh possibility of building a\r\nnew international order based on sound moral principles,\r\nnamely the principles of justice, law, freedom and\r\ndemocracy.\r\nThe Gulf crisis, caused by Iraq’s invasion of Kuwait,\r\noffered the international community an opportunity to react\r\nresolutely to restore the rights thus violated. The principles\r\nof condemnation of the use or the threat of the use of force\r\nas a means of settling disputes were underscored. The\r\ninadmissibility and illegitimacy of the acquisition of\r\nterritories through force were reaffirmed. The principles of\r\nthe peaceful settlement of disputes and respect for the\r\nsovereignty, independence and territorial integrity of States\r\nwere strengthened. Ecuador was gratified to see the\r\nresultant reinforcement of the fundamental and age-old\r\npillars of its international policy.\r\nThe world today aspires more firmly and decisively to\r\nlive in freedom and democracy and in an atmosphere of full\r\nrespect for human rights.\r\nThis fundamental change has allowed the spread, not\r\nonly of positive forces, but also of underlying conflicts\r\nwhich, within various regions, have set off apparently\r\nuncontainable escalation.\r\nThe United Nations, whose prestige had reached new\r\nheights, was facing increasingly numerous, pressing and\r\ncomplex problems. Extreme nationalism had flared up in the\r\nForty-eighth session - 5 October l993 17\r\nBalkans and elsewhere, while the breakdown of authority\r\nhad given rise to tragic humanitarian situations in Somalia\r\nand in other regions. In Cambodia, the Organization had to\r\ncontribute to rebuilding the State.\r\nThe problems have not disappeared; on the contrary,\r\nthey proliferate in the former Socialist Federal Republic of\r\nYugoslavia and in the former Soviet Union. The large\r\nnumbers of refugees created by war serve as a pretext for\r\nextremist, nationalist and xenophobic ideologies to arise in\r\nthe very heart of Europe.\r\nThe world, which applauded United Nations action on\r\nthe Iraqi invasion of Kuwait, is examining with a critical eye\r\nthe Organization’s inaction and ineffectiveness in Bosnia and\r\nHerzegovina. In Bonn, the graffiti read, \"Europe is dying in\r\nSarajevo\". In the Iraq-Kuwait conflict, the use of force and\r\nthe acquisition of territory by force was condemned, but it\r\nseems that in the case of Bosnia and Herzegovina the use of\r\nforce is being allowed to yield results and to expand the\r\nterritory of the aggressor. Here is a clear illustration that\r\ninternational morality is opposed to double standards of\r\naction.\r\nIn that context, Ecuador views as vital the work under\r\nway to restructure and strengthen the world Organization.\r\nThe General Assembly must shoulder with greater authority\r\nits responsibilities as the most representative democratic\r\norgan of the United Nations. The Security Council needs to\r\nbe restructured to reflect the striking changes in the\r\nmembership of the United Nations and to ensure that it is\r\nmore representative and, hence, more legitimate. We\r\ncommend all the steps being taken to that end, and we\r\nsupport others that still need to be taken to ensure that the\r\nwork of the Council is characterized by vision and\r\ntransparency. We think that its membership should be\r\nexpanded, within limits ensuring that its work will be\r\neffective and aimed at the democratization of the\r\nOrganization. Democratizing participation in the Council’s\r\nwork requires the presence of States of special significance\r\non the international scene, such as Germany and Japan, and\r\nof representatives of other geographical areas not now\r\nproperly represented.\r\nThe work of the United Nations in the economic and\r\nsocial fields should be strengthened and made more\r\neffective. We must not forget that peace is threatened not\r\nonly by military aggression but also, and even more, by\r\nsituations of injustice or crisis that ought to be settled in a\r\nspirit of international solidarity. For that reason, Ecuador\r\nlooks forward to seeing as soon as possible the report the\r\nGeneral Assembly has requested of the Secretary-General, on\r\nan agenda for development.\r\nEcuador was pleased by the results of the recent World\r\nConference on Human Rights. We believe that the Vienna\r\nDeclaration and Programme of Action constitute an\r\nimportant step forward towards recognizing the universal\r\nnature of human rights. The right to development is\r\nuniversal and inalienable. Ecuador appeals to all States to\r\nmake an effort to implement the goals and purposes of the\r\nVienna Programme of Action.\r\nEcuador is deeply gratified by the positive\r\ndevelopments in South Africa. We hope that the elections\r\nscheduled for 1994 will mark the conclusive establishment\r\nof a democratic, non-racial, pluralistic society truly free and\r\nopen to progress.\r\nThe most important element of progress may well be\r\nsocial development. For that reason, Ecuador firmly\r\nsupported the initiative to convene the World Summit for\r\nSocial Development. We reiterate our backing for the\r\ninternational community’s decision, which will add meaning\r\nto the commemoration of the fiftieth anniversary of the\r\nUnited Nations.\r\nThe world economy is at a difficult stage. Even the\r\ndeveloped economies are in deep crisis. We must adopt a\r\nnew monetary and fiscal policy aimed at promoting short-\r\nterm recovery and at eliminating structural imbalances in the\r\nmedium term. It is vital to coordinate the macro-economic\r\npolicies of the strongest countries in order to promote world\r\neconomic growth. It is necessary also to take account of the\r\nlegitimate interests of all countries, especially developing\r\ncountries.\r\nIt will be impossible to maintain and bolster our\r\ndemocracies without at the same time engaging in economic\r\nand social programmes aimed at improved living standards\r\nfor all. In addressing these issues we should not rely solely\r\non old economic statistical systems, but should turn to\r\nsystems that evaluate the quality of life, such as that\r\nproposed by the United Nations Development Programme.\r\nI would recall that a country’s domestic policies play a\r\ndominant part in its development process. Ecuador has\r\ndecided to carry out serious and thorough structural reforms\r\nthat will permit greater scope for private enterprise and\r\nindividual initiative and that will reduce Government\r\nintervention wherever it has proved to be ineffective and\r\ninappropriate.\r\n18 General Assembly - Forty-eighth session\r\nEconomic development is meaningful when it addresses\r\nhuman reality. To achieve this, we must be firmly\r\ncommitted to modernizing the State and, by our example,\r\nensuring that morality prevails in the work of the\r\nGovernment.\r\nBut national efforts to modernize the State and open the\r\neconomy to the universal trend towards freedom require\r\ntimely, adequate financial support. This should be obtained,\r\nbasically, by establishing a trading system making possible\r\nfair prices for commodities and other exports of developing\r\ncountries. Ironically, while they make splendid speeches in\r\nfavour of free trade, the powerful countries continue to\r\nimpose measures that contradict their fine words. One\r\nexample is the import barriers on Latin American bananas\r\nimposed by the European Economic Community.\r\nWe are concerned about what results will issue from\r\nthe Uruguay Round of negotiations under the General\r\nAgreement on Tariffs and Trade (GATT). We need\r\ntransparent machinery to fight protectionism; this must result\r\nfrom true international negotiations.\r\nFor many countries, certainly including Ecuador, the\r\nexternal debt continues to be one of the most serious\r\nproblems and one that has the heaviest negative impact, not\r\nonly in the economic but also in the social and even political\r\nfields. We must review the financial policies of the\r\ninternational credit agencies and complement their resources\r\nwith direct private investment, so that the flow of capital\r\nfrom the developing world to the developed countries does\r\nnot, as has happened to date, exceed the amount of aid or\r\ninvestment channelled to the developing countries.\r\nPrudent and appropriate regulation of the environment\r\nand development is a task that concerns and interests us all.\r\nWe must promote sustainable development that will meet\r\nhumanity’s needs today without jeopardizing the rights of\r\nfuture generations. The Rio Conference is of far-reaching\r\nimportance and the fulfilment of the decisions and\r\ncommitments undertaken there is crucial. Agenda 21 is a\r\nhistoric document requiring political resolve on the part of\r\nall if it is to be put into effect. In that regard, the\r\nestablishment and consolidation of financial sources is\r\nessential.\r\nIn the context of international security it is vitally\r\nimportant that all international agreements concluded within\r\nthe framework of the International Atomic Energy Agency\r\nbe strictly complied with, and that the inspection systems be\r\nstrengthened to prevent the proliferation of nuclear weapons.\r\nIn this respect, we support all efforts to create new\r\nnuclear-weapon-free zones and we voice our concern at any\r\nfailure to comply with the resolutions relating to the Korean\r\npeninsula. We urge the Government of the Democratic\r\nPeople’s Republic of Korea to heed the just demands of the\r\ninternational community.\r\nToday, I have heard with great concern of a possible\r\nbreach of the moratorium on nuclear testing by the People’s\r\nRepublic of China. If that information is confirmed, it will\r\nrepresent a grave step backwards in the process of\r\nestablishing moratoriums on nuclear testing. We hope that\r\nit will not trigger a rush to new testing on the part of other\r\nnuclear Powers.\r\nIn Latin America, democracy and freedom have been\r\nstrengthened. It is our hope that, by means of the exercise\r\nof the right of peoples to self-determination, Latin American\r\nwill soon be free of the remaining exceptions.\r\nThe case of Haiti is particularly disquieting. Respect\r\nfor democracy and human values is a basic pillar of civilized\r\ncoexistence. Ecuador believes that the joint action of the\r\ninternational community must encourage a new phase that\r\nwill provide the Haitian people with certain basic guarantees.\r\nThroughout its history, Ecuador has demonstrated its\r\npeaceful spirit in true and unquestionable terms. In that\r\nspirit, it participated in the United Nations Observer Group\r\nin Central America and the United Nations Observer Mission\r\nin El Salvador. It continues to support the latter and has\r\noffered its forces for other peace-keeping operations.\r\nThe proliferation of peace-keeping operations has\r\nhighlighted the need to carry out a careful review of the\r\nconditions in which these operations are created and carried\r\nout and the limits of their respective mandates. This\r\nOrganization should set the example of austerity in fund\r\nmanagement in order to enhance its moral authority and its\r\neffectiveness.\r\nIn the light of its special links with Latin America,\r\nEcuador attaches particular importance to its relations with\r\nneighbouring countries. Our Government has strengthened\r\nand expanded its traditional relations with Colombia, and\r\nthey have recently been evolving with great promise.\r\nA similar process is under way between the\r\nGovernments of Ecuador and Peru. The Presidents of\r\nEcuador and Peru have given repeated and eloquent proof of\r\ntheir political resolve to make progress in the process of\r\ndialogue that has opened between the two countries. This\r\nForty-eighth session - 5 October l993 19\r\nprocess will enable us to ensure a climate of friendship, trust\r\nand understanding and to narrow the differences in our\r\npositions on the territorial issue. Together we can make\r\nsignificant steps towards promoting the well-being of our\r\npeoples, and as we move towards understanding we will be\r\nable to overcome the differences which have long been an\r\nobstacle in the way of a new era of fruitful coexistence.\r\nThe Government of Ecuador was pleased and very\r\ngrateful to note the demonstrations of support from many\r\ncountries, particularly American ones, for our dialogue with\r\nPeru. We also appreciated the message that His Holiness\r\nPope John Paul II addressed to President Sixto Durán Ballén\r\nand President Alberto Fujimori on the occasion of their\r\nmeeting in Bahía de Caráques in December 1992.\r\nEcuador, by tradition and inclination, has been a peace-\r\nloving nation and believes that the only valid way to\r\novercome the territorial differences persisting between it and\r\nPeru lies in the peaceful settlement of disputes. One option\r\nin that regard is the arbitration of His Holiness the Pope,\r\nwho, with his lofty moral authority and his enduring\r\ndevotion to understanding and harmony among peoples, is\r\nextremely well qualified. That is why the Constitutional\r\nPresident of Ecuador, Sixto Durán Ballén, speaking from this\r\nvery rostrum at the forty-seventh session of the General\r\nAssembly, reiterated the initiative which former Ecuadorian\r\nPresident Rodrigo Borja set forth at the forty-sixth session\r\nof the General Assembly concerning the arbitration of the\r\nHoly See.\r\nIn response to this initiative and in keeping with the\r\nspirit of dialogue that has been maintained and cultivated\r\nbetween the two countries, the President of Peru proposed\r\nthe participation of the Holy See through the mediation of an\r\nexpert adviser who would offer his opinion from the point\r\nof view of that neighbouring and friendly country with\r\nrespect to the \"frontier disputes\" with Ecuador.\r\nWe now have two proposals that are distinct in scope\r\nand content: on the one hand, arbitration, and on the other\r\nthe assistance of an expert adviser. But they coincide in\r\ntheir recognition of the great help to be had from the Pontiff,\r\nwho in the course of history has traditionally worked for\r\nrapprochement and understanding among peoples. These\r\nvery differences and varied proposals highlight the need to\r\npreserve and strengthen the process of dialogue between the\r\ntwo countries. Ecuador is faithfully committed to that\r\nprocess with a view not only to finding the fairest, most\r\nrealistic and honourable solution to the problem, but also in\r\norder to respond appropriately to all the possibilities for\r\ncomplementary action, cooperation and joint endeavour that\r\nthese two countries could and should pursue with a view to\r\nsecuring the development, integration and well-being for\r\ntheir peoples.\r\nThus, we shall no longer be divided by borders and\r\nborders will become points of union and of promising\r\ncooperation, with tremendous scope and possibilities. This\r\nhas been the case with regard to the maritime area that we\r\nshare; this is the hope of the two peoples, especially the\r\npeoples of southern Ecuador and northern Peru; this must be\r\nthe case with regard to the Amazon River meeting for a\r\nhistoric reconciliation of our two nations that adequately\r\nmeets the major interests of the two countries in the Amazon\r\nregion and identifies them in plans that take account of their\r\nindividual and collective rights, enhance their potential and\r\ncreate conditions reflecting the importance of a major river\r\nsystem and a region that all the countries of the basin must\r\npreserve and promote for the sake of current development as\r\nwell as the future well-being of our peoples.\r\nIn this spirit of frank and constructive dialogue,\r\nPresident Sixto Durán Ballén accepted the kind invitation of\r\nPresident Alberto Fujimori to visit Peru. Ecuador’s Foreign\r\nMinistry is busy making preparations with the authorities of\r\nthat friendly country for this mission so that the greatest\r\npossible success may be achieved.\r\nA few days ago the world enthusiastically welcomed\r\nthe handshake between two courageous men who had opted\r\nfor peace and understanding. I should like, on behalf of\r\nEcuador, to pay tribute to Prime Minister Itzhak Rabin and\r\nPresident Yasser Arafat. I am confident that this gesture,\r\nthis historic event, will be not only the beginning of a tough\r\nbut promising relationship aimed at securing understanding\r\nand cooperation between the two peoples but also a signal,\r\na sign of the times, for many other peoples who have to\r\npursue the arduous path of peace and understanding.\r\nFor this reason, President Clinton was absolutely right\r\nwhen, on that historic morning, he said:\r\n\"We know that a difficult path lies before us.\r\nEvery peace has its own enemies - those who always\r\nprefer the easy attitudes of hatred to the hard task of\r\nreconciliation.\"\r\nEcuador believes in peace and trusts in peace and\r\nunderstanding. Hence, I wish to associate myself with the\r\nnoble words of Cardinal Antonio Samoré, the delegate of the\r\nHoly Father in the Papal mediation between the fraternal\r\ncountries of Argentina and Chile, in his speech at the time\r\n20 General Assembly - Forty-eighth session\r\nof the signing, in Montevideo, of the commitment between\r\nthe two countries:\r\n\"I say to all of you - Christians, believers and men\r\nof good will: do not be afraid to opt for peace, to\r\neducate for peace. The aspiration to peace will never\r\nbe disappointed. The endeavour to achieve peace\r\ninspired by charity that never fails will yield its fruits.\r\nPeace will be the last word in history.\"\r\nAgainst this background, and with a view to ensuring\r\nthat these efforts are made in an appropriate climate of\r\ngenuine understanding and harmony and will be effective, I\r\nformally take the opportunity, at this rostrum, to propose to\r\nthe Government of Peru that, reaffirming the commitment\r\nthat both countries have made in accordance with many\r\nexisting international instruments - principally, the United\r\nNations Charter - we give our word of honour that, in our\r\nmutual relations, we shall not resort to force or to the threat\r\nof the use of force. Such a solemn commitment would\r\nunderscore an essential legal obligation and amount to an\r\neloquent additional means of promoting mutual trust; and it\r\nwould be an appropriate framework for continued dialogue\r\non the path of peace and understanding, with a view to\r\nachieving, as soon as possible, a fair, honourable and lasting\r\nsettlement between the two countries.\r\nMr. MUSYOKA (Kenya): May I, at the outset, take\r\nthis opportunity to extend our most sincere condolences and\r\ndeepest sympathy to the delegation, Government and people\r\nof India following the earthquake disaster, which has left\r\nthousands of people dead and many villages destroyed. We\r\nshare the grief of the people of India at this sorrowful and\r\ntragic time.\r\nI should like to join those representatives who have\r\nalready congratulated Mr. Insanally of Guyana on his\r\nunanimous election as President of the General Assembly of\r\nthe United Nations at its forty-eighth session. His election\r\nto this high office is a demonstration of the confidence that\r\nthe Member States have in him and of their respect for his\r\ncountry, Guyana. We are confident that, under his wise\r\nguidance, our deliberations in this session will achieve the\r\ndesired results.\r\nI also wish to pay tribute to Mr. Insanally’s\r\npredecessor, Mr. Stoyan Ganev of Bulgaria, for steering the\r\nforty-seventh session to a successful conclusion.\r\nW e c o m m e n d t h e S e c r e t a r y - G e n e r a l ,\r\nMr. Boutros Boutros-Ghali, too for the skilful and competent\r\nmanner in which he is directing the Organization.\r\nAllow me to take this opportunity to congratulate the\r\nMembers that were admitted to the Organization during the\r\npast year. Their admission strengthens the ideal of the\r\nuniversality of the United Nations. We assure them of our\r\nwillingness to work closely with them in our common efforts\r\nto create a better world.\r\nThe end of the cold war created an unprecedented\r\nopportunity to increase international cooperation with a view\r\nto achieving international peace and security and promoting\r\nthe socio-economic progress envisaged in the United Nations\r\nCharter. However, the new challenges emerging on the\r\nglobal scene demand that the international community\r\nsummon up the will and imagination to overcome them.\r\nThe disappearance of the great ideological rivalry\r\nbetween East and West has resulted in a sense of soberness\r\nand improvement in relations between States. It has also led\r\nto a reduction in tensions and to significant progress in the\r\narea of disarmament, thereby creating opportunities for the\r\nconversion of massive resources to peaceful uses.\r\nPeace and security, however, is not merely the absence\r\nof war or the threat of war; it is the absence of conditions\r\nthat threaten the enjoyment of life and social harmony. The\r\nUnited Nations now has an opportunity to put fully into\r\neffect the system of security envisaged in its Charter. This\r\nsystem is based on the principles of the peaceful settlement\r\nof disputes and collective action in pursuit of international\r\npeace and the maintenance of global security. Equally\r\nimportant, the world has an opportunity to build pillars of\r\npeace by tackling sources of instability in the economic,\r\nsocial, humanitarian and ecological fields.\r\nThe brutal war in Bosnia, the destruction of Somalia\r\nand the protracted civil wars in Angola and elsewhere\r\nconfirm the futility of the use of force as a means of solving\r\ndisputes.\r\nThe ratification of the Strategic Arms Reduction Treaty\r\n(START I) by the Governments of the United States of\r\nAmerica and the Russian Federation and their signing of the\r\nSTART II Agreements in January 1993 are significant\r\ndevelopments in disarmament. The primary responsibility\r\nfor nuclear disarmament rests with those States that possess\r\nthe nuclear arsenals. Kenya, however, strongly believes that\r\nthe international community as a whole must be involved\r\nand should contribute to measures intended to achieve\r\nnuclear disarmament and the non-proliferation of all\r\nweapons of mass destruction.\r\nForty-eighth session - 5 October l993 21\r\nContrary to expectations, the collapse of the bipolar\r\nworld order has not given way to a new order of peace and\r\ndemocracy and improved socio-economic situations. The\r\nemerging order has raised new challenges and new\r\napproaches to solutions. As Members of the United Nations\r\nfamily, we need to redouble our efforts with vision and\r\ndetermination to balance both short- and long-term interests\r\nas we struggle to shape the new order.\r\nIn many parts of the world, we are confronted with\r\nassertions of nationalism coupled with territorial claims. As\r\nthe Secretary-General puts it in his Agenda for Peace,\r\n\"... the cohesion of States is threatened by brutal ethnic,\r\nreligious, social, cultural and linguistic strife\".\r\n(A/47/277, para. 11)\r\nKenya subscribes to the thrust of the Agenda for Peace\r\nas elaborated during the forty-seventh session of the General\r\nAssembly, on the basis of which a draft resolution will be\r\nadopted during this session. The elaboration of the Agenda\r\nfor Peace should take into account the principles of\r\nsovereignty, independence, territorial integrity and\r\nnon-interference in the internal affairs of nation-States.\r\nThe new approach will widen and deepen the scope of\r\nthe United Nations in the promotion of the peaceful\r\nsettlement of disputes and the maintenance of peace and\r\nsecurity. In this regard, Kenya urges the full exploitation of\r\nthe potential of the International Court of Justice in the\r\nadjudication of disputes between States as a potential\r\ntransparent and cost-effective means of conflict resolution.\r\nThe case of Somalia is particularly distressing. We\r\nstrongly believe that keeping United Nations peace-keeping\r\npersonnel in Somalia is critical to the pursuit of peace and\r\nsecurity in that country. We note with appreciation the\r\nSecretary-General’s report that, despite several incidences of\r\nviolence in Mogadishu, there are improvements in the\r\noverall situation, including eradication of starvation,\r\nestablishment of a large number of district councils, opening\r\nof schools and resumption of normal life in most areas of\r\nthe country.\r\nWe also welcome Security Council resolution\r\n865 (1993) of 22 September, by which the Council, inter\r\nalia, invites the Secretary-General to consult the countries of\r\nthe region and regional organizations concerned on means of\r\nfurther reinvigorating the reconciliation process. We believe\r\nthat the regional peace initiatives can effectively complement\r\nthe United Nations efforts in facilitating reconciliation\r\nbetween all the factions in Somalia.\r\nThe highest priority is to assist the people of Somalia\r\nin furthering the national reconciliation process and to\r\npromote and advance the re-establishment of regional and\r\nnational institutions and civil administration in the entire\r\ncountry, as set out in Security Council resolution 814 (1993).\r\nThis requires improvement of the dialogue between the\r\nUnited Nations personnel in Somalia and the general Somali\r\npublic as an essential element in confidence-building to\r\nfacilitate reconciliation between the various factions.\r\nKenya shares an 800-kilometre-long border with\r\nSomalia. In many ways, we are extremely exposed to the\r\nSomalia problem. Somalia is a sister country with which we\r\nshare family relations as well as ethnic and cultural\r\naffinities. The very heavy influx of Somali refugees into\r\nKenya has had a devastating effect on the most ecologically\r\nfragile parts of the country. The border region has suffered\r\nserious environmental destruction as a result of excessive\r\ncutting of trees for building materials and firewood. The\r\nphysical and social infrastructures have been overstretched\r\nby excessive usage and overloading.\r\nMost seriously, our people and security personnel have\r\nbeen subjected to numerous acts of banditry by armed gangs\r\ncrossing into Kenya from Somalia, causing general insecurity\r\nin the border region. We have continued to lose both\r\ncivilians and security personnel at an unacceptably high rate\r\nas a result of attacks by bandits. Huge numbers of livestock\r\nand huge quantities of other property have also been lost to\r\nthem.\r\nAs peace is being restored in Somalia, we are\r\ncooperating with the Office of the United Nations High\r\nCommissioner for Refugees to accelerate the voluntary\r\nrepatriation of refugees. At the same time, we are\r\nrequesting the United Nations and the donor community to\r\nurgently assist Kenya with programmes for the rehabilitation\r\nof the physical and social infrastructures as well as for the\r\nrestoration of the ecosystem in the region.\r\nWe are also requesting the Secretary-General to\r\nreinforce the United Nations Operation in Somalia\r\n(UNOSOM) patrols along the Somali side of the border so\r\nas to complement the efforts of the Kenyan security\r\npersonnel on our side. We believe that the joint security\r\nefforts will significantly scale down the flow of armed gangs\r\nand individuals into Kenya.\r\nSudan is another neighbouring country that has for a\r\nlong time now been suffering devastating civil strife. The\r\nproblem has been of great concern not only to the\r\nneighbouring countries but also to the Organization of\r\n22 General Assembly - Forty-eighth session\r\nAfrican Unity (OAU) and the United Nations. There is an\r\nurgent need for the United Nations to support the ongoing\r\nregional efforts spearheaded by Presidents Yoweri Museveni\r\nof Uganda, Afwerki of Eritrea and Zenawi of Ethiopia under\r\nthe chairmanship of President Daniel Arap Moi of Kenya.\r\nWe appeal to all parties involved in the conflict to be\r\nflexible in the search for a just and lasting solution.\r\nElsewhere in our continent, efforts to find solutions to\r\nethnic and other conflicts have shown encouraging trends.\r\nWe are confident that the people of Mozambique, Rwanda\r\nand Liberia will realize their dreams of peace through the\r\nprocess of dialogue. Greater involvement by the United\r\nNations in the Rwandese peace process is pertinent at this\r\nstage. It is essential that the peace accords signed in these\r\ncountries be honoured by all the parties, with effective\r\nsupport from the United Nations, the OAU and regional\r\nbodies, and with generous assistance from friendly countries.\r\nThe situation in Angola is very disturbing. The\r\nongoing bloodshed could easily have been avoided if the\r\nUNITA leadership had accepted the verdict of the people in\r\nthe elections. We appeal to UNITA to agree to a dialogue\r\nfor a peaceful political solution, with the mediation and\r\nincreased support of the United Nations, OAU and the\r\nsponsors of the Peace Accords.\r\nWe are also greatly encouraged by the developments\r\nthat have taken place in South Africa. The agreement\r\nreached for the creation of the Transitional Executive\r\nCouncil and the setting of a date for the first democratic\r\nelections pave the way for the establishment of a truly\r\nnon-racial, democratic South Africa. We support the recent\r\ncall by Mr. Nelson Mandela, the President of the African\r\nNational Congress of South Africa (ANC), for all diplomatic\r\nand economic sanctions against South Africa to be lifted.\r\nThe recently concluded, momentous agreement between\r\nIsrael and the Palestine Liberation Organization (PLO) marks\r\na turning point in the process of finding a just and lasting\r\nsolution to the Palestinian and, indeed, the Middle East\r\nproblem. We are encouraged by the assurances that this is\r\nthe first tangible step towards the establishment of a\r\nPalestinian State alongside Israel. We wish the Palestinian\r\nand Israeli people happy and peaceful coexistence.\r\nFurther afield, we welcome the successful holding of\r\nthe elections under United Nations auspices in Cambodia,\r\nthe conclusion of the Governors Island Agreement on the\r\nrestoration of a democratically elected Government of Haiti,\r\nand the progress towards the establishment of lasting peace\r\nin El Salvador.\r\nThe experience of Somalia and other regional conflicts\r\nconvinces us that there is an urgent need for the United\r\nNations to re-evaluate the existing international control\r\nsystems for conventional-weapon production and trade. The\r\nwidespread availability of deadly conventional weapons\r\nconstitutes the most important factor in the prolongation of\r\nregional and civil conflicts.\r\nWith its increased responsibilities and challenges, the\r\nUnited Nations needs to be restructured and revitalized so\r\nthat it can effectively discharge its responsibilities. It must\r\nalso be provided with adequate resources. The tasks ahead\r\ndemand that the energy and attention of all components of\r\nthe United Nations be engaged fully and appropriately.\r\nThe General Assembly must be enabled to play its full\r\nrole in decisions affecting international peace and security.\r\nThere is a need to establish a balanced relationship between\r\nthe Assembly and the other principal organs of the United\r\nNations, and to ensure logical accountability of the principal\r\norgans, in particular the Security Council.\r\nThe Security Council must also be reformed so that it\r\nis more transparent, more representative and more\r\ndemocratic in its decision-making process, while at the same\r\ntime its effectiveness is ensured.\r\nThe ongoing restructuring and revitalization of the\r\nEconomic and Social Council and the United Nations in the\r\neconomic, social and related fields should strengthen the\r\nCouncil and enable it to play a central role in providing\r\npolicy recommendations to the General Assembly.\r\nSimilarly, the ongoing efforts to restructure the Secretariat\r\nmust be balanced and accord appropriate priority to\r\ndevelopment concerns. Operational activities of the\r\nOrganization must be provided with adequate resources on\r\na sustainable basis to enable it effectively to promote\r\nsocio-economic progress in accordance with its Charter.\r\nPeace-keeping operations have increasingly become\r\namong the most utilized and widely acceptable instruments\r\nof the Organization, especially in discharging its primary\r\nresponsibility in the maintenance of international peace and\r\nsecurity. The operations have also increasingly taken on\r\nnew and broader assignments and responsibilities. Kenya is\r\nhappy to be closely associated with peace-keeping\r\noperations. We have contributed military and police\r\npersonnel to many peace-keeping operations world wide.\r\nThe enormous rise in the number and scope of\r\npeace-keeping operations requires that the ability of the\r\nSecretariat to manage such large-scale operations be\r\nForty-eighth session - 5 October l993 23\r\nstrengthened and also that Member States be ready to\r\nfinance the operations.\r\nIn this connection, the serious concerns expressed by\r\nthe Secretary-General and his urgent appeals to Member\r\nStates to pay arrears of contributions must receive a concrete\r\nand speedy response from all the Members of this\r\nOrganization. The formula for apportioning contributions\r\nshould reflect the special responsibility of the permanent\r\nmembers of the Security Council and of other developed\r\ncountries and take into account the relatively limited\r\ncapacities of developing countries. A dramatic change in the\r\nformula of contributions could, I submit, complicate further\r\nthe problem of arrears. The establishment of the\r\npeace-keeping reserve fund would go a long way towards\r\nmaking peace-keeping operations more efficient. In this\r\nregard, a timely and effective response by the United\r\nNations will largely depend on the availability of adequate\r\nresources, at least in the initial stages, to cater for the critical\r\ntime lost in negotiations for the financing of peace-keeping\r\noperations. It is also important that a formula be developed\r\nto establish a more predictable financial basis for the\r\npeace-keeping operations.\r\nThe uncertainty prevailing in the world economy today\r\nis a cause for serious concern. Insufficient growth in the\r\ndeveloped countries has contributed to the unfavourable\r\nexternal conditions that threaten the political, economic and\r\nsocial stability of many developing countries. These include\r\nrenewed pressures for increased protectionism, falling\r\ncommodity prices and the decline in financial flows, among\r\nother conditions. Despite the far-reaching economic and\r\npolitical reforms which have been put in place by most\r\nAfrican countries in the last three years, the situation\r\ncontinues to be grim, since the region continues to\r\nexperience economic growth of less than 2 per cent. The\r\ncurrent trends, if not reversed, threaten to marginalize further\r\nthe participation of African countries in the global economy.\r\nThe liberalization of the African economies and the\r\nhard work of the African people are not in themselves\r\nsufficient to transform the socio-economic situation in\r\nAfrica. The continent is not playing the international\r\neconomic game with other continents on a level ground. We\r\nwish, therefore, to underscore the need for the international\r\ncommunity to seize the opportunity created by the positive\r\nchanges taking place on the continent and give Africa real\r\nsupport so that the gains made for economic and democratic\r\nreform will be sustainable.\r\nAt the same time, African countries should continue to\r\nstrengthen their regional integration efforts within the\r\nregional bodies already established, such as the Preferential\r\nTrade Area for the Eastern and Southern African Countries\r\n(PTA), the Inter-Governmental Authority for Drought and\r\nDevelopment (IGADD) in the Horn of Africa, and the\r\nongoing efforts to revive East African cooperation.\r\nOur experience in Kenya in implementing structural\r\nadjustment programmes is that the reforms have inherent\r\nnegative short-term effects, particularly on the poor and the\r\nother vulnerable members of society. These include the fall\r\nin their purchasing power owing to the liberalization of\r\nprices, job losses through a reduction of manpower in the\r\npublic sector, and the reduction of government expenditure\r\non such essential social services as health, education and\r\nother infrastructures. The donor community needs,\r\ntherefore, to balance the aid conditionalities with the\r\nsocio-economic realities obtaining in the countries\r\nimplementing structural adjustment programmes, particularly\r\nby addressing the social dimensions of such programmes in\r\nconcrete and human terms.\r\nThe United Nations new agenda for the development of\r\nAfrica in the 1990s, adopted by the General Assembly at its\r\nforty-sixth session, commits the international community to\r\nimplement concrete and effective measures to support\r\nAfrica’s own efforts in the process of economic reforms and\r\ndevelopment. The success of the implementation of the\r\nprogramme will depend, first, on the efforts of the African\r\ncountries themselves and, secondly, on the back-up resources\r\nfrom multilateral and bilateral donors. We are concerned\r\nthat these resources are shrinking owing to diversion and\r\nwhat appears to be a subtle disengagement from Africa.\r\nThe acute external debt of African countries and the\r\nheavy and unbearable burden of servicing that debt are\r\namong the matters on which concrete action is needed. The\r\nburden of debt-servicing drains the continent of over $10\r\nbillion annually, thus diverting resources badly needed for\r\ninvestment and alleviation of poverty.\r\nOn trade, it is gratifying to note that, after six months\r\nof stalemate, multilateral negotiations of the Uruguay Round\r\nof the General Agreement on Tariffs and Trade (GATT)\r\nhave resumed. We emphasize, however, that the outcome of\r\nthe negotiations should be balanced to take account of the\r\nparticular needs of the poor developing countries.\r\nThe World Conference on Human Rights, which was\r\nheld in Vienna, Austria, in June this year, marked a\r\nsignificant watershed for the international community on the\r\nimportant question of human rights. That Conference\r\nemphasized that human rights are interdependent and\r\n24 General Assembly - Forty-eighth session\r\nindivisible. It recognized development as a basic human\r\nright. Democracy, development and human rights go hand\r\nin hand, as experience has shown that it is difficult to\r\nguarantee some basic rights, especially economic and social\r\nrights, in situations of abject poverty.\r\nAs I emphasized in my statement at that Conference,\r\nthe existing international institutions for human rights need\r\nstrengthening. At the same time, developing countries\r\nrequire support and assistance to strengthen their domestic\r\ninstitutions and build strong foundations for the rule of law\r\nand the administration of justice.\r\nSince the Rio Conference on Environment and\r\nDevelopment, Governments and international agencies have\r\nfocused their attention on the implementation of Agenda 21.\r\nThe first substantive meeting of the Commission on\r\nSustainable Development, held in June this year, made\r\ntangible progress in adopting crucial decisions on its work\r\nprogramme. Kenya welcomes the progress being made\r\ntowards ensuring the effectiveness of the Global\r\nEnvironmental Facility as an important instrument for\r\nfunding incremental costs related to the implementation of\r\nAgenda 21. However, we are concerned that adequate\r\nfinancial resources for the implementation of the programme\r\nhave fallen short of expectations. On institutional\r\narrangements, while Kenya supports the mandate given to\r\nthe Commission on Sustainable Development in regard to\r\nmonitoring progress in the implementation of Agenda 21, the\r\nUnited Nations Environment Programme (UNEP) must\r\ncontinue to play a central role owing to the experience and\r\nexpertise it has accumulated over the years in the area of the\r\nenvironment. The need to strengthen UNEP to enable it to\r\nparticipate effectively in the implementation of Agenda 21\r\ncan therefore not be overemphasized.\r\nAccordingly, the conference facilities at UNEP\r\nHeadquarters in Nairobi must be put to full use. It is neither\r\neconomically sound nor in keeping with the objective of\r\nstrengthening UNEP to have many meetings initiated by the\r\nOrganization held outside its Headquarters. As a host\r\ncountry, Kenya shall continue to provide all the necessary\r\nassistance to UNEP to enable it to play its central and,\r\nindeed, its rightful role.\r\nAs the Secretariat of the United Nations undergoes\r\nrestructuring, we should be mindful of the mandates of\r\nvarious agencies and bodies in order to avoid the possibility\r\nof losing the original objective. Kenya is concerned that the\r\nrole of the United Nations Centre for Human Settlements\r\n(Habitat), whose Headquarters are in Nairobi, is being\r\neroded by the undue delay in filling the post of Executive\r\nDirector, despite the concerns expressed by the General\r\nAssembly at its forty-seventh session. The filling of the post\r\nwill give the required impetus to the Habitat secretariat.\r\nMr. Pursoo (Grenada), Vice-President, took the Chair.\r\nAs to the social issues, I wish to assure members of our\r\ncooperation with the international community in the\r\npreparatory work for the forthcoming Conference on\r\nPopulation and Development, to be held next year; the\r\nFourth World Conference on Women, also to be held in\r\n1994; and the World Summit for Social Development, set for\r\n1995. We need to put all our energies into the preparatory\r\nwork of these Conferences to ensure that they achieve their\r\nintended objectives.\r\nIn conclusion, the international community, through this\r\nAssembly, must make every effort to face these challenges\r\nand many more which are yet to come. We owe it to\r\nposterity and to future generations to leave this world a\r\nbetter place to live in. We have neither excuses nor reasons\r\nto fail. And if we do fail, history will judge us harshly. In\r\nthis endeavour, our differences should strengthen rather than\r\nweaken us, for in unity lies our strength. In the words of our\r\nbeloved President, His Excellency Daniel Teroitich Arap\r\nMoi, love, peace and unity are the pillars for development\r\nand progress.\r\nMr. SHIHMURADOV (Turkmenistan) (interpretation\r\nfrom Russian): First of all, I should like to congratulate the\r\nPresident on his assumption of his important post at the\r\nforty-eighth session of the General Assembly.\r\nI should also like to express my gratitude for making it\r\npossible for me to comply with the instructions of the\r\nPresident of Turkmenistan, Mr. Niyazov, and the entire\r\nTurkmen population in speaking to the world community.\r\nA unique situation prevails in the world today. There are no\r\nlonger two inimical camps, and we virtually have eliminated\r\nthe most pressing problem of global nuclear conflict.\r\nFurthermore, ridding ourselves of the ideological yoke has\r\nfreed us from internal conflicts and contradictions. As\r\npolitical scientists said after the end of the standoff between\r\nthe two blocs, we now have on the world agenda urgent\r\nproblems - new and bloody regional and internal conflicts,\r\nwhich are no less dangerous to the world than a global\r\nconfrontation.\r\nWhat are the reasons for this seemingly unfathomable\r\noutbreak of aggressiveness and conflict? In our view, the\r\nanswer to this question can be found in the lack of political\r\npragmatism and in a failure to understand realities. One of\r\nForty-eighth session - 5 October l993 25\r\nthe major reasons is the lack of a deep-seated political\r\nculture and of restraint, and the desire to do everything at\r\nonce. But there are no miracles. We need political courage,\r\nwhich has been demonstrated by the President of\r\nTurkmenistan, in order to avoid the pitfalls of unrealistic\r\ndecisions, something which might, to put it mildly, lead to\r\nsocial disappointment.\r\nFrom the very first days of our independent existence,\r\nTurkmenistan found itself faced with a whole series of\r\ndifficult and unique problems, which were determined by the\r\nspecial characteristics of its attaining statehood. Proclaiming\r\nits sovereignty and independence is only the starting-point\r\nfor a lengthy process which is to lead to the establishment\r\nof an efficient political system, a strong national economy\r\nand a workable social structure. For this, we need\r\nessentially not just reforms but a full reorientation of the\r\npolitical system and of the economy. I should like to\r\nemphasize especially this aspect, since at the same time very\r\ndifficult reforms will be needed in other areas as well.\r\nThe natural economic and social development of our\r\npeople was interrupted for seven long decades. As a result,\r\npeople lost the notion of private property, and their ways of\r\nthinking and social morals became out of touch. This is an\r\nimportant aspect, and we should bear this mind in\r\nestablishing new States on a new legal basis.\r\nAt the present time, the most important possessions of\r\nall the citizens of Turkmenistan are independence and the\r\nopportunity to solve their problems independently. Perhaps\r\nthis would seem to be axiomatic, but as we see it, of the\r\nentire system of priorities formulated by the Government of\r\nour country, this is the most desirable in the current\r\ncircumstances prevailing in Turkmenistan and in the area.\r\nIn order to achieve large-scale reforms of the political\r\nand economic system in Turkmenistan, a programme of \"10\r\nyears of stability\" has been adopted. What are the tasks of\r\nthat programme? First and foremost, to wean the economy\r\naway from the notion of State property, in particular from a\r\nfoodstuff-dominated economy and production towards the\r\nproduction of prepared products. The second is the\r\nformation of the political, economic, social, spiritual and\r\ncultural life of the State, without the infamous system -\r\ninherited from the past - of roles played out in advance.\r\nThirdly is the formation and development of democratic\r\ninstitutions, including a multi-party system. Against the\r\nbackground of these processes, we see social psychology\r\ntransformed, away from political apathy and the lack of\r\nresponsibility.\r\nIn this regard, we are trying to pursue our policy in\r\nsuch a way that we would strengthen our ability to avoid\r\nsocial upheaval, breakdowns in all sectors of society and the\r\nlack of social harmony. This is not easy. The people of\r\nTurkmenistan need unity and solidarity. This gives us hope\r\nfor the future, however. Pragmatism will be a determinant\r\nin overcoming our difficulties in establishing the major\r\ncriteria for Turkmenistan’s current foreign policy. In solving\r\nthese economic problems, we are offering to our foreign\r\npartners businesslike cooperation without any ideological or\r\npolitical passions, and we have found understanding\r\neverywhere. The logical outcome of this development has\r\nled us to the formulation of a foreign-policy concept of\r\npositive neutrality, which is in keeping with the national\r\ninterests of our State and in the interest of maintaining peace\r\nand stability in the region.\r\nIn solving military problems, we have been guided by\r\nour neutral status, which stems from the principle of non-\r\ninterference in the internal affairs of States and the\r\nrecognition of territorial integrity and the inviolability of\r\ntheir borders. It is well known that sometimes the concept\r\nof non-interference can be questionable or even rejected.\r\nBut in our view, a new independent State in Europe and\r\nAsia also needs conditions for the peaceful resolution of its\r\ninternal problems in order to achieve civil calm and in order\r\nto find the necessary compromises. Obviously, based on\r\nmilitary force, we cannot achieve development and progress\r\nin the broad sense of the word. And we need to move away\r\nfrom internationalizing the internal problems of various\r\nStates through military force. At the same time, we support\r\nthe peace-keeping actions of the United Nations and other\r\ninternational organizations.\r\nThese are the factors that determine our view of events\r\nin Tajikistan. I can state that our position has found support\r\nand understanding among other countries. We have reached\r\nagreement with the leadership of Iran on a new agreement,\r\none of the most important conditions of which is the\r\ntransformation of the 1,500-kilometre border between Iran\r\nand Turkmenistan into a border of peace and cooperation.\r\nWe are actively engaged in political dialogue with the\r\ncentral Government of Afghanistan and also with the\r\nauthorities of the northern and north-western provinces.\r\nSuch a policy has brought positive results. Recently we\r\nsigned a three-party memorandum on the construction of a\r\nrailroad from Turkmenistan to Pakistan through Afghanistan.\r\nIn addition, Afghanistan will see the first major railroad in\r\nits history. We will make it possible, therefore, to have an\r\noutlet to the ports of the Indian Ocean through the States of\r\nCentral Asia and Europe.\r\n26 General Assembly - Forty-eighth session\r\nSpeaking of relations with our neighbours, we must\r\nespecially emphasize the role of Russia in the creation of an\r\nindependent Turkmenistan. We well understand that this\r\nprocess began in Russia and was initiated by its leadership.\r\nA high degree of understanding at the level of leadership\r\nand the traditional mutual respect of our peoples has\r\nestablished a lasting basis for the development of mutually\r\nadvantageous bilateral cooperation on new and equitable\r\nbases. In speaking of this, I should like from this rostrum\r\nto state that Turkmenistan supports the efforts of the\r\nleadership of Russia to establish order and to establish\r\nconditions for the active continuation of political reforms and\r\nthe full dismantling of the totalitarian system and its\r\nreplacement with a system chosen by the people.\r\nTurkmenistan is actively developing relations with\r\nTurkey, Austria, the United Kingdom, Indonesia, Pakistan,\r\nMalaysia, Germany, France, Argentina and Italy, and\r\nconstructive dialogue with the United States is under way.\r\nPresident Niyazov’s recent visit to Belgium laid the\r\ngroundwork for new cooperation between Turkmenistan and\r\nthe countries of the European Community and between\r\nTurkmenistan and the North Atlantic Treaty Organization.\r\nWe are also opening a number of Turkmenistan Embassies\r\nabroad. In short, our country is actively involved in\r\ninternational relations.\r\nWe support those agreements that will lead to an end\r\nof confrontation and make possible peaceful and constructive\r\ndialogue. Among those agreements, we note with\r\nsatisfaction the recent changes in the relationship between\r\nIsrael and the PLO.\r\nTurkmenistan’s geopolitical situation - our country is a\r\nmember of the Conference on Security and Cooperation in\r\nEurope (CSCE) and is at the same time connected by deep\r\nhistorical and cultural roots to the Middle and Far East -\r\nenables us, in view of our country’s stability, to play a\r\nconstructive role in bridging the gap between two major\r\nregions of the world.\r\nI should like to say a few words on Turkmenistan’s\r\nposition vis-à-vis the Commonwealth of Independent States.\r\nTurkmenistan is in favour of the Commonwealth, in favour\r\nof the development of integrationist processes and, while it\r\nopposed the establishment of any kind of rigid centralized\r\nsystem in the past it is in favour of coordinating structures.\r\nIn our view, the coming forth today of super-national\r\nformations has held back the process of independence and\r\nhas now led back to the former system of decision by force.\r\nIn States that have arisen since the dissolution of the Soviet\r\nUnion, we now see respect for national interests alone, and\r\nwe see only the bare beginnings of a process of inter-State\r\nrelations on new, qualitatively different bases. The\r\nstatehood of these countries is a difficult matter, and this\r\nprocess must respect national specificities and social and\r\neconomic factors. If all these factors are borne in mind, any\r\nkind of rigid coordinating structure is impossible. Attempts\r\nartificially to impose positions and a unified model for\r\ndevelopment on new independent States cannot but work\r\nagainst sovereignty and national interests. In the final\r\nanalysis, such an approach would lead to the establishment\r\nof a new centre.\r\nFrom the very outset, Turkmenistan actively attempted\r\nto develop relations with the countries of the Commonwealth\r\nof Independent States on the basis of bilateral relations and\r\nvarious types of agreements, in view of the fact that the\r\nCommonwealth is primarily a consultative mechanism that\r\ngives us the opportunity to exchange ideas and experience\r\nand to lay down programmes of action. We feel that such\r\nan approach is more flexible and therefore more effective.\r\nExperience has shown that at this current stage - and I\r\nemphasize, at this current stage - bilateral agreements are a\r\nmore reliable basis for solving problems as they arise.\r\nWe often see the example of the European Community,\r\nand, supposedly, the same thing could happen in our region.\r\nTo my mind, anyone who tries to achieve what the European\r\nCommunity has done over 40 years is not taking into\r\naccount some essential factors: the high-level starting-point\r\nof the unification of Europe, the very different market basis\r\nof its economies and what might be called the European\r\npsychology. We have none of these factors.\r\nIt is important to establish the fact that if we cannot\r\ncount on our future relations, the Commonwealth of\r\nIndependent of States has no prospects. We in Turkmenistan\r\nbelieve, and have always believed, that a solution should be\r\nfound within the framework of the Commonwealth, should\r\nbe adopted by consensus and should be very broad and\r\nbased primarily on economic feasibility and attractiveness.\r\nThis will be only the first step, and it needs to be followed\r\nby others on a higher level of integration.\r\nBut for this, the Commonwealth of Independent States\r\nand the countries of which it is composed need a period of\r\ntransition in order to work out acceptable approaches and\r\nadequately evaluate the existing realities. Over two years of\r\nindependent development, we have done a great deal of\r\nwork in establishing a legal basis for the market. We have\r\nalready established the basis and guarantees that opened up\r\nthe Turkmen market to foreign investors and enterprises. In\r\nForty-eighth session - 5 October l993 27\r\nTurkmenistan we have introduced private property,\r\nincluding land, and we have established zones of free\r\neconomic development. Today we have a stable political\r\nsituation and social agreement. It is important that society\r\nbe psychologically prepared for new economic relations.\r\nOn 1 November this year, Turkmenistan will introduce\r\nits own national monetary unit, the manat. We are in an\r\nextremely unstable monetary zone, which would mean\r\ncertain limitations for Turkmenistan if we gave up our\r\nsovereignty and formed our own policy regarding prices,\r\ntaxation, budgeting, credit and monetary policy. Hence, our\r\ncountry has sometimes absorbed some losses because of\r\ncontinuing inflation and the economic crisis.\r\nAll of this was conditioned by the need to introduce our\r\nown currency. We believe that our own currency policy will\r\nbe closely linked to that of the United States dollar, and we\r\nintend to ensure, from the time we introduce it, its\r\nconvertibility. According to prognoses of international\r\nexperts and our own evaluations, we have a real opportunity\r\nof doing this. The manat will be a reliable currency for the\r\nState reserves. The introduction of a national currency\r\npolicy will hasten structural changes in the economy and\r\nbring us closer to the market.\r\nWith the International Monetary Fund we have worked\r\nup a programme of structural economic changes, including\r\na step-by-step process. From 1 October we have begun a\r\nbroad liberalization of prices, including plans to enter the\r\nworld price system and this also includes energy prices.\r\nWith the introduction of the manat as our currency we are\r\nbeginning active privatization, which involves, first and\r\nforemost, the sphere of services in the area of medium-sized\r\nand large enterprises. This is to be done by selling\r\nenterprises at auction and distributing shares among workers.\r\nWe hope to conclude the privatization process by the end of\r\n1995.\r\nI should like to point out that the privatization\r\nprogramme has been carried out in close cooperation with\r\nthe World Bank. In addition, measures to free prices have\r\nbeen undertaken by the Government in order to free up\r\ntrade. Licensing of exports will take place with a view to\r\nobserving norms ensured through national security and the\r\nprotection of our cultural and artistic heritage. We shall also\r\nundertake other steps designed to promote maximum\r\nstimulation of international trade and eliminate administrative\r\nbarriers and to increase access to the market. In a time of\r\ntransition to a market economy, we intend to make the\r\nState’s role more streamlined and open and significantly\r\nreduce its interference in economic activities.\r\nWe welcome the attention the United Nations\r\nspecialized agencies have paid us with regard to our\r\nproblems. Despite our difficulties and the problems yet to\r\nbe solved, the Republic has achieved considerable success.\r\nOver the first six months of 1993, Turkmenistan’s national\r\nincome increased by 112 per cent. Such growth would not\r\nhave been achieved by many States in a similar situation.\r\nOver that same period industrial output increased by 116.9\r\nper cent, and agricultural production increased by\r\n124 per cent.\r\nThe stronger our economy, the more reliable the fabric\r\nof political and social life in our State. At the same time,\r\nwe believe that economic development is inconceivable\r\nwithout our country’s steady development of a society in\r\nwhich the individual and his interests are regarded as the\r\nmost important end. For Turkmenistan, which for 70 years\r\nhad a totalitarian system with backward social development,\r\ndevelopment of the economy remains the keystone of our\r\nState policy. In this context, along with other forthcoming\r\nmajor international events, such as the International\r\nConference on Population and Development, the Fourth\r\nWorld Conference on Women, with the three objectives,\r\nequality, development and peace, and the International\r\nConference on Population and Development, which will deal\r\nwith problems of human beings and their need for shelter,\r\nwe welcome the preparations for the World Summit for\r\nSocial Development, to be held in Copenhagen in 1995,\r\nwhich will deal, we think, in detail with social consequences\r\nof economic reform and restructuring as applied to countries\r\nin transition. In the context of social problems, I should like\r\nto point out that in 1990 we had the World Summit for\r\nChildren, which established a new basis for improving living\r\nconditions for children the world over.\r\nThe Government of Turkmenistan gives priority\r\nattention to these endeavours. Turkmenistan joined in the\r\nConvention on the Rights of the Child and intends very soon\r\nto sign the Declaration that was adopted at that World\r\nSummit. We also have serious work under way for national\r\nprogrammes of action in order to achieve the goals outlined\r\nin the Declaration.\r\n28 General Assembly - Forty-eighth session\r\nWe share the view of the international community that\r\nwe must rebuild the Earth’s ecology. We support\r\ninternational cooperation in United Nations efforts in this\r\ntimely endeavour. In our view, it is sustainable development\r\nand balanced attention to the interests of all countries that\r\nwill ensure the successful solution of global, regional and\r\nsubregional problems; this should accord with the\r\nconclusions of the 1992 United Nations Conference on\r\nEnvironment and Development and of the Convention on\r\nclimate change.\r\nI announce before the Assembly that Turkmenistan\r\nintends to eliminate all its nuclear weapons and will continue\r\nits support for the Treaty on the Non-Proliferation of\r\nNuclear Weapons (NPT), for the chemical weapons\r\nConvention, and for the bacteriological (biological) weapons\r\nConvention.\r\nI convey the gratitude of the President of Turkmenistan,\r\nof our Government and of our people to the United Nations\r\nfor its support and its understanding.\r\nI should also like to pay a tribute to the Secretary-\r\nGeneral of the United Nations, Mr. Boutros Boutros-Ghali,\r\nfor his tireless and innovative work.\r\nTurkmenistan wishes to state without reserve that it will\r\nhonestly and openly cooperate with all States that share its\r\nattachment to the principles of the Organization. Our\r\npolicies will be based on common sense and on protecting\r\nour people’s interests. Turkmenistan, in creating a\r\ndemocratic, secular State, is open to peaceful cooperation\r\nand ready to engage in broadly-based, mutually beneficial\r\ncooperation.\r\nThe meeting rose at 6.25 p.m.\r\n"