"United Nations\r\nG E N E R A L\r\nA S S E M B L Y\r\nFORTY-EIGHTH SESSION\r\nOfficial Records\r\n23rd\r\nPLENARY MEETING\r\nFriday, 8 October 1993\r\nat 3 p.m.\r\nNEW YORK\r\nPresident: Mr. INSANALLY\r\n(Guyana)\r\n__________\r\nThe meeting was called to order at 3.25 p.m.\r\nAGENDA ITEM 9 (continued)\r\nGENERAL DEBATE\r\nMr. BEN MOUSSA (Comoros) (interpretation from\r\nFrench): In addressing this Assembly for the first time, I\r\nam pleased to extend to you, Sir, the congratulations of the\r\ndelegation of the Islamic Federal Republic of the Comoros,\r\nwhich I have the honour to head, on your outstanding\r\nelection to the presidency of the General Assembly at its\r\nforty-eighth session. In our view, your moral and\r\nintellectual qualities and your extensive experience in\r\ninternational affairs are clear guarantees of the success of\r\nour work. I assure you that my delegation is fully prepared\r\nto assist you as you undertake your noble mission.\r\nI should like to join those representatives who have\r\ncongratulated your predecessor, Mr. Stoyan Ganev of\r\nBulgaria, on his effective leadership of the Assembly during\r\nits forty-seventh session.\r\nLet me take this opportunity also to express a warm\r\nwelcome to the new States Members of the Organization.\r\nThe multifaceted action of the United Nations over the\r\nnumerous years of its existence has given us a true\r\nappreciation of the institution’s major role, as well as of the\r\nworth of the men who, during that time, have borne the\r\nresponsibility for it. This is why my delegation expresses\r\nsatisfaction at seeing Mr. Boutros Boutros-Ghali at the head\r\nof the Organization. We pay a resounding tribute to him for\r\nhis dedication and determination to work for peace and the\r\nwell-being of mankind.\r\nForty-eight years after its creation, and despite a\r\nparticularly difficult international situation, our Organization\r\nis still struggling to discharge properly the lofty and onerous\r\nmission entrusted to it. Equally, with the passage of time,\r\nits activity has escalated and become more diversified.\r\nUnfortunately, we are today obliged to note that the United\r\nNations is increasingly confronted by enormous financial\r\ndifficulties, which hamper its proper functioning. The\r\nfinancial crisis that it is experiencing stems primarily from\r\nthe crushing imbalance between its various tasks and its\r\nscanty financial means.\r\nThus, in the area of peace-keeping, the United Nations\r\nis responsible for numerous rather costly operations, while,\r\nin several regions of the world, hotbeds of tension and\r\nincreasing instability seem to presage other difficult\r\nsituations that are likely to transcend the boundaries of the\r\nOrganization’s ordinary or traditional role. The task is huge,\r\nand we must not remain passive in the face of such\r\nsuffering. It is therefore up to all Member States to\r\ncontribute effectively to securing an improvement in the\r\nOrganization’s peace-keeping system.\r\nWhile, within the framework of the work of this forty-\r\neighth session, we are still reviewing a multitude of\r\nproblems to which we must find solutions, let us recognize\r\nthat the session does have the advantage of being held at a\r\ntime when, for the first time in more than 40 years, we are\r\nseeing encouraging and promising results with regard to the\r\ndevelopments in respect of the problem of Palestine.\r\nThe Government of the Comoros would like, through\r\nme, to congratulate the signatories of the Washington\r\nagreement. It provides grounds for hope that this mutual\r\nThis record is subject to correction.\r\nCorrections should be sent under the signature of a member of the delegation concerned\r\nwithin one week of the date of publication to the Chief of the Verbatim Reporting Section,\r\nRoom C-178, and incorporated in a copy of the record.\r\nCorrections will be issued after the end of the session in a consolidated corrigendum.\r\n93-86807 (E)\r\nDistr. GENERAL\r\nA/48/PV.23\r\n29 October 1993\r\nENGLISH\r\n2 General Assembly - Forty-eighth session\r\nrecognition and the autonomy of certain territories represent\r\nan unquestionable guarantee of the establishment of a\r\nsovereign and independent Palestinian State, so that this part\r\nof the world, which for so long has been disrupted by war,\r\ncan finally experience peace and stability. We pay a well-\r\ndeserved tribute to the Chairman of the Palestine Liberation\r\nOrganization for his perseverance in defending the rights of\r\nthe brotherly Palestinian people, whose just struggle we have\r\nalways supported.\r\nIn the same context, my country has great hopes for the\r\nnegotiations between the South African authorities and the\r\nrepresentatives of the black majority. My country sincerely\r\nhopes that these negotiations will culminate in the\r\nestablishment of a truly united, multiracial and democratic\r\nSouth African society.\r\nIt is clear that action by the various United Nations\r\nauthorities has made a considerable contribution to\r\nstrengthening the credibility of our Organization and the\r\nconfidence the international community has in it. On the\r\nother hand, the rebirth of democracy in Eastern Europe, the\r\nopening up of Africa to a multiparty system and the\r\nrelaxation of tensions among the super-Powers are also\r\nfactors which should give us hope for a better world. But\r\nhow can we not be concerned or doubtful when in some\r\nparts of the world there are still hotbeds of tension and\r\nfratricidal wars? In fact, the deterioration of the situation in\r\nSomalia, with all its consequences, in particular the mass\r\ndisplacement of the population and the murder of those who\r\nare defending peace, calls for ever greater vigilance and\r\nsolidarity on our part. It is time for the international\r\ncommunity to take effective action with a view to the\r\nholding of a conference of national reconciliation to put an\r\nend to this war. It is also crucial that States and\r\ninternational organizations continue to render their valuable\r\nassistance to these peoples, who are in dire need.\r\nWith regard to Africa, I am concerned about our\r\nneighbours in Mozambique, in Angola, in Liberia and in all\r\nof these countries where human dignity and conscience are\r\nbeing jeopardized, where, unfortunately, dialogue is yielding\r\nto force and violence. The Federal Islamic Republic of the\r\nComoros is launching a fraternal appeal to these countries to\r\nconsider the consequences of these wars for the future of\r\ntheir peoples and of Africa as a whole, and hopes that reason\r\nwill finally prevail.\r\nMoreover, we are still deeply concerned at the present\r\nsituation in the Republic of Bosnia and Herzegovina. The\r\nexternal aggression perpetrated against this independent and\r\nsovereign State requires that our Organization, and in\r\nparticular the Security Council, the major organ responsible\r\nfor the maintenance of peace, take the necessary action to\r\nsave that country. We fully support the resolutions of the\r\nSecurity Council concerning this problem, in particular\r\nresolution 859 (1993), in which it called\r\n\"for an immediate cease-fire and cessation of hostilities\r\nthroughout the Republic of Bosnia and Herzegovina as\r\nessential for achieving a just and equitable political\r\nsolution to the conflict in Bosnia and Herzegovina\r\nthrough peaceful negotiations\".\r\nOn the other hand, the Federal Islamic Republic of the\r\nComoros is supporting the efforts of our Organization to find\r\na lasting solution to the Korean problem. My country urges\r\nthe parties involved to implement measures to facilitate the\r\nreunification of this country, whose people have suffered for\r\nso long from being divided.\r\nEnvironmental problems are a concern of the\r\ninternational community, which is aware of the adverse\r\nconsequences of the destruction of the ozone layer and the\r\ndeterioration of the ecological milieu. It is in this spirit that\r\nour States are adopting strategies and policies aimed at\r\nsafeguarding the environment. Convinced that one cannot\r\nseparate the environment from development, our\r\nGovernments must establish procedures and devise national\r\nframeworks which will give priority to sustainable\r\ndevelopment, in accordance with the recommendations of the\r\nRio Conference. Along these lines, the Federal Islamic\r\nRepublic of the Comoros, with a view to combating the\r\nproblems of pollution, deforestation and the destruction of\r\nnatural species, has given priority in its development plan to\r\nthe preservation of the environment and its natural resources.\r\nAnother area to which we should devote specific\r\ninterest is that of human rights. By the adoption of the\r\nUniversal Declaration of Human Rights in December 1948,\r\nthe international community, through the General Assembly\r\nof our Organization, for the first time in the history of\r\nmankind, shouldered the permanent responsibility of\r\npublicizing and championing human rights. Today more\r\nthan ever before, we continue to have confidence in our\r\nOrganization, which has always known how to stress the\r\nconcept of fundamental human rights and freedoms and has\r\nmade ensuring them one of its fundamental goals. It is\r\ntherefore important for the United Nations to give priority to\r\nhuman rights programmes. There is also a need, within the\r\nframework of national policy, to implement and create\r\ninstitutional conditions that would guarantee respect for\r\nhuman dignity.\r\nThe World Conference on Human Rights, held recently\r\nin Vienna, Austria, allowed the international community to\r\nForty-eighth session - 8 October l993 3\r\nreaffirm its unswerving dedication to respect for inalienable\r\nhuman rights. However, it is our Organization that must see\r\nto the implementation of the Vienna recommendations.\r\nWe cannot separate the concept of human rights from\r\nthe concept of democracy, for we cannot conceive of a\r\ndemocracy that would ignore or fail to guarantee human\r\nrights and freedoms. This is why our Organization should\r\nshow particular interest in the changes taking place\r\nthroughout the world, changes which are, inter alia, reflected\r\nin the collapse of dictatorships and the emergence of\r\ndemocratic political regimes. The United Nations must\r\nencourage and support actions aimed at advancing the\r\ndemocratic process.\r\nAs members are aware, the wind of freedom and\r\ndemocracy that has wafted through the world has spared no\r\ncontinent. Thus, in the Federal Islamic Republic of the\r\nComoros, the time has come for democracy and a multiparty\r\nsystem. We have engaged in a revision of our Constitution\r\nin order to adapt it to the realities of today’s world, with the\r\nactive participation of all national political movements. We\r\nare moving towards legislative and regional elections to give\r\nthe country all the institutions required by a State of law.\r\nYou will agree with me, Mr. President, that this\r\ntransitional stage of our young democracy is difficult. We\r\nare, however, aware that it must be passed through in order\r\nto achieve a harmonization of the democratic process as a\r\nwhole. The Government of the Islamic Federal Republic of\r\nthe Comoros, concerned for the well-being of its people, is\r\nsparing no effort to create conditions which promote respect\r\nfor human dignity and the maintenance of political and\r\nsocial stability in the country.\r\nSuch an undertaking requires the assistance of peace-\r\nand progress-loving countries and organizations, to help our\r\ncountry effectively manage these freedoms, and to place our\r\nyoung democracy on a solid foundation.\r\nWe cannot close this political chapter without recalling\r\nanother problem, a non-violent one, certainly but no less\r\nimportant: that of the Comorian island of Mayotte. This\r\nquestion will be the subject of a debate in the Assembly, as\r\nit is at each of our regular sessions. That is why I will spare\r\nthe Assembly a list of the facts behind this thorny issue.\r\nBut I express again the full readiness of the Government of\r\nHis Excellency\r\nMr. Said Mohamed Djohar and the Comorian people to give\r\nthe highest priority to dialogue and concerted action to\r\nresolve this regrettable dispute which we have had with\r\nFrance since we attained our sovereignty.\r\nThere is no need to emphasize that the new\r\ninternational political landscape at the end of the century\r\nmakes the interdependence of peoples and the solidarity of\r\nnations the irreplaceable and only means by which we can\r\nguarantee the economic and social development of our\r\nStates.\r\nUnfortunately, international economic relations are still\r\nmarked by the bipolar attitude responsible for the growing\r\ngap between rich and poor countries. We must now change\r\nthis attitude - an outcome of the cold war - as a result of\r\nwhich the rich have been becoming even richer and the poor\r\neven poorer, and create harmonious conditions for global\r\neconomic relations. We believe in the ideals of peace and\r\nsecurity, but we are firmly convinced that they cannot be\r\nfully achieved if famine, malnutrition, disease and natural\r\ndisasters continue to be the lot of the majority of the States\r\nwhich make up the international community.\r\nThe future of the developing countries continues to be\r\na priority of the various specialized institutions of our\r\nOrganization, but the failure of various development\r\nprogrammes and strategies initiated in our respective\r\ncountries is no secret. That fact compels us to give thought\r\ntogether to ways and means to relaunch a different type of\r\ndevelopment, of which our Organization must be the\r\ncatalyst.\r\nThe advent of a new economic world order is more\r\nlikely today than yesterday, despite a crisis that is weakening\r\nthe financial Powers, de facto reducing their capacity to give\r\ndevelopment assistance. We understand the new obligations\r\nof the big Powers, faced with unemployment, reduced\r\nproductivity and the need to support the new States born of\r\nthe fragmentation of the eastern bloc. But it is up to them\r\nto give a new impetus to vertical cooperation, in order to\r\nenable the countries of the South to extricate themselves\r\nfrom chaos.\r\nIn that spirit, the developing countries have indeed\r\nlearned the lesson that they must rely on themselves first and\r\nforemost. This is why, from Africa to the Orient, structures\r\nare emerging whose objective is to assure regional economic\r\nintegration. The establishment of the African Economic\r\nCommunity will meet Africa’s need for an instrument for\r\nfunctional cooperation which can harmonize development\r\nand cooperation between the States of this continent, the\r\nbreadbasket of the world.\r\nFor the Islamic Federal Republic of the Comoros,\r\ncooperation with the developing countries is an essential\r\nelement in such cooperative relations. My country is one of\r\nthose which are convinced that South-South cooperation can\r\n4 General Assembly - Forty-eighth session\r\nbe an important factor in rebalancing world economic\r\nrelations.\r\nIn its continuous development efforts the Islamic\r\nFederal Republic of the Comoros is focusing on freeing and\r\nrestructuring development support institutions. In the spirit\r\nof this impetus towards socio-economic recovery, we have\r\nagreed with the International Monetary Fund and the World\r\nBank on a structural adjustment programme whose success\r\ndepends on the full and active support of the international\r\ncommunity.\r\nAs the century draws to a close, the world is\r\nexperiencing profound changes in the ideological, political,\r\neconomic, social, scientific and technical spheres. The\r\nproblems it is facing require consideration at the global level\r\nfrom now on. International solidarity compels us to act in\r\ngreater cooperation in managing world affairs.\r\nWe have the instrument for this: the United Nations.\r\nBut we are among those who believe that if it is to be more\r\neffective the Organization and its specialized agencies must\r\nbe transformed to adapt to the tremendous democratic\r\ndynamism of the new international system. In order to give\r\nthe United Nations the political power for real decision-\r\nmaking, the Security Council must genuinely represent the\r\nworld as it is today.\r\nMr. Abdullah (Oman) (interpretation from Arabic): On\r\nbehalf of the Government of the Sultanate of Oman, allow\r\nme at the outset to convey to your Excellency our sincere\r\ncongratulations and to express our pleasure on your election\r\nas President of the forty-eighth session of the General\r\nAssembly. I am confident that thanks to your well-known\r\ncompetence and diplomatic skills, our deliberations will\r\nreach a successful and meaningful conclusion.\r\nPermit me also to take this opportunity to extend\r\nprofound gratitude and appreciation to your predecessor, Mr.\r\nStoyan Ganev, for the exemplary manner in which he steered\r\nthe work of the forty-seventh session.\r\nAt this point, I feel it is important to refer to the\r\nSecretary-General’s comprehensive report (A/48/1) issued in\r\nSeptember 1993, which dealt with the activities of the\r\nUnited Nations and the issues and concerns on its agenda.\r\nIn particular, I wish to refer to paragraphs 353 to 366\r\nregarding the situation between Iraq and Kuwait.\r\nWe highly commend the Secretary-General,\r\nMr. Boutros Boutros-Ghali, for his great efforts, and we\r\nshall be looking forward to contributing, with all Member\r\nStates, in achieving a unified stand that will ultimately lead\r\nto an integrated approach of coordination, understanding and\r\ncooperation towards the advancement of our goals of\r\ndevelopment, peace and stability.\r\nThis session is convened at a time when the hopes and\r\nexpectations of all peoples are geared towards a new phase\r\nof constructive international cooperation between the\r\nMembers of the United Nations, whose number has been\r\nincreasing annually. In this context, our country welcomes\r\nthe admission of Eritrea to the membership of the United\r\nNations after its accession to independence through its\r\npeople’s decades-long struggle. Eritrea is a country with\r\nwhich we have cultural and historical ties and with which we\r\nshare aspirations after stability and peace. My country also\r\nwelcomes the admission of the Czech Republic and the\r\nSlovak Republic as Members of the international\r\norganization and commends them for having settled their\r\npolitical problems peacefully and avoided conflicts,\r\nbloodshed and suffering. We also welcome the admission of\r\nthe Republic of Macedonia, Andorra and Monaco to our\r\nOrganization. We are confident that the enlargement of our\r\ninternational family will give us more strength and\r\nconfidence in undertaking further innovative international\r\ncooperation.\r\nThese countries joined the United Nations after they\r\nhad gained their independence through the long and painful\r\nstruggle of their peoples during the cold war and the period\r\nthat was overshadowed by conflict between the great\r\nPowers. Today, in the post-cold-war world, we see positive\r\npolitical developments taking place. In addition to the\r\nemergence of several sovereign nations, we have seen great\r\npolitical developments which give us renewed hope that a\r\nnew world will be established on the basis of brotherhood\r\nand cooperation instead of conflict and bloodshed, a world\r\nin which wounds are healed.\r\nOur presence here underscores our conviction that the\r\nGeneral Assembly is the unique international forum for\r\ndiscussing and exchanging views among all Member States,\r\nregardless of their size or strength. As Members of the\r\nUnited Nations, we must engage in positive talks and\r\nnegotiations with the purpose of settling international\r\nproblems.\r\nThis forty-eighth session of the General Assembly is\r\nheld under circumstances that should encourage us to\r\nestablish a set of advanced rules that would govern\r\ninternational relations. This we should do by taking\r\nadvantage of the newly acquired capability of the United\r\nNations to enforce the rule of the law in peacemaking and\r\npeace-keeping the world over. We are confident that our\r\nOrganization, which shoulders a heavy burden of serious\r\nForty-eighth session - 8 October l993 5\r\nresponsibility will be able to rise to the challenges that face\r\nit, so long as the international community continues to be\r\ncommitted to and redoubles its efforts in supporting the\r\nUnited Nations and the principles it stands for.\r\nThere is no doubt that, the success of the United\r\nNations depends on the coordinated efforts of Member States\r\nin addressing the outstanding issues and crises which must\r\nbe solved collectively in the cause of building our new world\r\norder. There is an urgent need for the organs of the United\r\nNations to provide positive conditions and effective\r\nmechanisms before the United Nations is required to deal\r\nwith any regional or international crisis. We are convinced\r\nthat no matter how far apart the positions of the parties to\r\nany conflict are, they will not reject intervention by the\r\nUnited Nations if the intervention is timely and appropriate.\r\nIn any case, the tasks of the United Nations should be\r\nexclusively in the areas of achieving peace and providing\r\nhumanitarian assistance.\r\nThe march towards peace between the two peoples of\r\nPalestine and Israel has just begun. The first important step\r\nhas been taken towards the comprehensive solution for\r\nwhich we have long waited. The United Nations which,\r\ntogether with all its organs, played a prominent role in the\r\nArab-Israeli conflict should feel a sense of satisfaction at\r\nwhat has been achieved. However, much work lies ahead\r\nfor the United Nations and its organs in pursuing and\r\npreserving this historic agreement that will benefit not only\r\nthe people of the Middle East, but the entire world as well.\r\nIt is high time the Palestinian people put behind them their\r\nlong-drawn-out suffering and looked forward to economic\r\nand social development under the new world order.\r\nThe Palestinian-Israeli agreement has paved the way\r\ntowards other agreements between the Arabs and Israel.\r\nHowever, we should not be over-optimistic. The residues of\r\nbitter conflict are there, and unless the peoples and States of\r\nthe Middle East are fully taken care of, those residues will\r\nconstitute real obstacles which will make difficult the\r\nachievement of the goal we all aspire after.\r\nThe leaders of the Palestinian and Israeli peoples have\r\nshouldered their responsibilities and have done what was\r\nexpected of them. Now it is the responsibility of all States\r\nof the world to maintain and preserve this achievement. It\r\nis not enough to extend congratulations to those leaders or\r\nto give them our moral support. The United Nations must\r\ntake positive complementary steps towards sponsoring\r\nprojects from which they could benefit economically and\r\nsocially.\r\nMy country has voiced its support for this agreement\r\nbetween Israel and Palestine. We are very pleased to\r\nwelcome this accord and look forward to a comprehensive\r\npeace agreement that would guarantee the mutual interests,\r\nrights and benefits of all parties on the basis of the\r\nimplementation of United Nations Security Council\r\nresolutions 242 (1967), 338 (1973), 425 (1978) and the\r\nprinciple of land for peace.\r\nThus, we call upon all States Members of the United\r\nNations to support this process. We look forward to any\r\npositive contribution to any role played by the United\r\nNations in making the peace we hope for.\r\nRegional cooperation in the area of economic and social\r\ndevelopment will always be an indispensable prerequisite of\r\nany new order in the Middle-East region. In order for the\r\nnew dawn of peace which has just emerged with the\r\nsignature of the historic agreement between the Palestine\r\nLiberation Organization (PLO) and Israel to continue,\r\ndevelop and become a reality, the international community\r\nhas assisted in rehabilitating the countries that suffered from\r\nthe war situation which, until recently, prevailed in the\r\nregion. In this context, while we pay special attention to\r\nsupporting the Palestinian people’s progress to\r\nself-determination, we must also bear in mind the urgent\r\nneed of the Lebanese people for assistance and help them\r\nrebuild their economic and social infrastructures. Whatever\r\nassistance the international community can offer by way of\r\neconomic and administrative support will provide the\r\nfoundation for hope in a future of peace.\r\nThe Middle-East region is not the only part of the\r\nworld where optimism is diluted by fear. In many other\r\nparts of the world, the United Nations is deploying efforts\r\nthat aim at tipping the scales in favour of optimism against\r\nanxiety and fear.\r\nIn this context, while we value the United Nations\r\nefforts in Somalia, we believe that such efforts should be\r\nbased on concordance between the United Nations and the\r\ndifferent Somali factions. The success of the United Nations\r\noperations in Somalia depends on the cooperation that can\r\nbe achieved between the United Nations and the Somali\r\nfactions. The restoration of peace and stability cannot be\r\nachieved unless all Somali factions commit themselves to\r\ncooperate effectively with the United Nations in addressing\r\nthe problems and difficulties that face the Somali people.\r\nOn the European continent, the international community\r\ncontinues to witness another serious and highly sensitive\r\nproblem, namely the situation in the Republic of Bosnia and\r\nHerzegovina. There is no doubt that it is the European\r\n6 General Assembly - Forty-eighth session\r\ncountries that bear the responsibility of addressing the\r\nhumanitarian, political, security and economic aspects of this\r\nproblem.\r\nThe principles of human rights, justice and equality\r\nhave always been the lofty ideals that civilized Europe\r\npreached and called upon the world to adhere to.\r\nParadoxically, the world has yet to see those lofty principles\r\nbeing put into practice and translated into measures that\r\nwould rescue the people of Bosnia and Herzegovina from\r\ntheir agony and from injustice and persecution. Although\r\nEurope is making efforts to steer the warring factions\r\ntowards reconciliation, the fact that Europe has failed to take\r\na decisive stand on the basis of justice and equality has\r\nmade the continuing tragedy of the people of Bosnia and\r\nHerzegovina doubly dangerous as its persistence may very\r\nwell encourage the forces of evil and oppression in other\r\nparts of the world to take heart and follow in the footsteps\r\nof the aggressors in Bosnia and Herzegovina. As a matter\r\nof fact, we are beginning to witness examples of such\r\nbehaviour, in the strife between Azerbaijan and Armenia, in\r\nthe continuing plight of Georgia, in the explosive situation\r\nin Tajikistan, and in the continuing civil war in Angola and\r\nin many other war-stricken areas, hotbeds of tension which\r\nmay explode at any moment and threaten world peace and\r\nsecurity.\r\nSome of those problems, as well as many others, are\r\nleft-overs from the cold war conflicts. They persist in\r\nvarious forms and put a heavy burden on the United Nations\r\nand its organs. As I said earlier, this international\r\nOrganization, with its present capabilities, cannot shoulder its\r\nresponsibilities as vigorously as it should if it is to achieve\r\nfull success in restoring stability whenever one of those\r\nproblems explodes. Therefore, we believe that the United\r\nNations should concentrate on issues of a humanitarian\r\nnature which attract a measure of regional and international\r\nconsensus that would support United Nations action. It must\r\nbe realized that if the United Nations goes on taking it upon\r\nitself to address the world’s problems all in one go, it will\r\nsquander its capabilities and will risk failure. It is therefore\r\nmost important to establish a mechanism that would\r\ncoordinate the efforts of the United Nations and the regional\r\norganizations in addressing such problems and crises.\r\nWe, as members of this international Organization, are\r\nenthusiastic and eager to develop the current mechanisms of\r\nthe United Nations so that the Organization may be able to\r\ncontinue to play an essential and dynamic role in the world\r\nof tomorrow that should be built on the principles of\r\ndialogue and cooperation between countries and regional\r\neconomic groups. Economic development and scientific\r\nprogress will be principal features of that future world.\r\nHence the pressing need for re-examining the economic\r\nstructures of the various regimes that existed during the cold\r\nwar era. Such re-examination should be guided primarily by\r\nthe principles of free-market mechanisms and oriented\r\ntowards freeing the potential of third-world countries to\r\nacquire advanced technology in order for those countries to\r\nbe able to develop their resources and market their products\r\nwithout any economic barriers or restrictions. This, in our\r\nview, will help consolidate the world economic order and\r\ncontribute to the world economic recovery from the\r\nrecession that is currently wreaking havoc on the economies\r\nof the developed countries.\r\nCognizant of the growing interdependence and\r\nglobalization of the world economy, the Sultanate of Oman\r\ncontributes vigorously in this direction. For instance, in\r\ncooperation with large international institutions, the Sultanate\r\nof Oman has been involved in petrol resources development\r\nprojects in Kazakhstan and the Russian Federation with the\r\naim, inter alia, of assisting in the development and\r\nimprovement of the economies of these countries which we\r\nbelieve could ultimately lead to greater general security and\r\nstability.\r\nThe Sultanate of Oman believes that the increasingly\r\ninterdependent nature of the world economy is a major\r\ndevelopment in the post cold war era. We shall, therefore,\r\nwork with our neighbours and partners to promote mutual\r\neconomic prosperity. Our initiative towards building a\r\nstrategic pipeline to transfer natural gas to the peninsula of\r\nthe Indian subcontinent aims at fostering the economic\r\ngrowth of fraternal countries in that region. We call upon\r\nthe world to take collective action towards alleviating\r\npoverty and hunger, which are the two main sources of\r\nregional tensions and political upheavals.\r\nAllow me to take this opportunity to convey, on behalf\r\nof my Government, my sincere appreciation to the members\r\nof the Asian Group for their support and endorsement of the\r\ncandidature of the Sultanate of Oman for membership in the\r\nSecurity Council during the period of 1994-1995. By the\r\nsame token, my heartfelt gratitude goes to those countries\r\nand other groups which supported the candidature of my\r\ncountry. I should like to assure our supporters and all\r\nMember States that from the very beginning of its\r\nmembership, the Sultanate of Oman will do its utmost to\r\ncontribute to the achievement of the objectives of the United\r\nNations, particularly in the area of establishing and\r\nmaintaining peace.\r\nWith the desire for membership in the Security Council\r\ncomes a strong awareness of the special responsibilities\r\nentrusted to the members of the Council. We commit\r\nForty-eighth session - 8 October l993 7\r\nourselves to work collectively to achieve the effectiveness\r\nrequired for the implementation of the Security Council’s\r\nresolutions and the success of the Secretary-General’s\r\nefforts.\r\nThe Sultanate of Oman feels special responsibility\r\ntowards its youth and their future, as they are the future\r\ngeneration that will work to maintain the new world order.\r\nFor this reason, my country, based on its demographic\r\nprofile, has given priority to the promotion of youth\r\nprograms in its developmental, social and economic plans.\r\nWe look forward to cooperating with other States through\r\nthe United Nations in pursuing activities particularly aimed\r\nat the welfare of the youth of our communities.\r\nIn this context, I am delighted to highlight the\r\nSeptember 1993 report of the United Nations Children’s\r\nFund (UNICEF) which describes the achievements of\r\ncountries in the spheres of health and welfare of children.\r\nThe report states that the Sultanate of Oman ranked first\r\namong Middle Eastern and North African countries and\r\nsecond world wide in the reduction of the child mortality\r\nrate for under fives. Moreover, the Sultanate of Oman\r\noccupied the first place among Middle Eastern and North\r\nAfrican countries in the provision of vaccinations against\r\nmeasles. In the field of education, 91 per cent of our five-\r\nyear-old children are attending elementary school, a statistic\r\nwhich exceeds regional and international averages.\r\nWe shall continue to improve on these achievements\r\nthrough the fruitful cooperation between the Sultanate of\r\nOman and the organs of the United Nations, especially\r\nUNICEF, in the field of health programmes that would\r\nensure children’s welfare and development to our\r\nsatisfaction. We view such efforts as good examples of how\r\ninternational cooperation can be seen to bring positive and\r\nbeneficial results to our communities. We shall endeavour\r\nto achieve even better results in this area.\r\nWhile we continue to focus on our youth, we also work\r\nsimultaneously and enthusiastically to conserve the\r\nenvironment in order to ensure a healthy and better place for\r\nthe next generation. In this regard, I should like to inform\r\nthe General Assembly that my country has recently become\r\npart of the Vienna Convention for the Protection of the\r\nOzone Layer and the Montreal Protocol on Substances that\r\nDeplete the Ozone Layer. This is in line with our conviction\r\nthat the international agreements on the environment and our\r\ncommitment to such agreements are the right way to protect\r\nthis planet and its resources.\r\nThe environment, on which survival on this planet\r\ndepends, is still beset by pollution and the exhaustion of\r\nessential resources. Such a situation undermines the\r\nprosperity of the inhabitants of the planet. Without\r\noperational and effective economic plans for the\r\nimplementation of, and the relevant special procedures for,\r\nthe environment conservation programme, the prospects of\r\nsuccess for our efforts will be meagre indeed.\r\nAs in other areas, the differing levels of economic\r\ndevelopment from one country to the other lie behind\r\nenvironmental problems. We believe that the prevailing\r\nchronic recession in the world has not made it feasible to re-\r\nexamine and redefine our economic priorities. However,\r\nthere is a pressing and urgent need for such re-examination\r\nto be carried out against the backdrop of the environmental\r\nand economic challenges now facing us.\r\nThe recession that now plagues the industrialized\r\ncountries has resulted from the deterioration of growth rates\r\nin the Third World countries. We hope that the developed\r\ncountries will realize the importance of allowing the\r\ndeveloping countries to revitalize their economies so that the\r\neconomic order may regain the balance between the supply\r\nside upon which the economies of the industrialized\r\ncountries depend and the demand side which constitutes the\r\nbasis of the economic growth of the Third World countries.\r\nWe are concerned that if the developed countries are\r\nnot fully responsive to and supportive of the essential\r\nrequirements of economic recovery in the Third World\r\ncountries, the present world economic situation will\r\nultimately lead to a cancerous recession that will affect the\r\nwhole world and lead to disastrously negative consequences.\r\nFinally, it must be said that despite all this, we should\r\ntip the scales in favour of optimism regarding the prospects\r\nof building a new world of peace, brotherhood and\r\nprosperity. Regardless of the many hotbeds of regional and\r\nethnic conflicts, we are confident that our constructive\r\ndiscussions at this session and at all levels will ensure the\r\nemergence of a better world in the coming century that will\r\nbe free of all the tragic negative residues of the past. Our\r\nbest guarantee that it will be so is that our common future\r\nwill depend on positive cooperation between all countries in\r\nthe interests of international stability and prosperity under\r\nthe rule of law and in consonance with the behests of justice\r\nand sagacity.\r\nMr. NIEHAUS QUESADA (Costa Rica) (interpretation\r\nfrom Spanish): It has been four years since the end of the\r\ncold war and the fall of the old ideological order. Four\r\nyears ago we were told that war and global confrontation\r\nhad ended and that history itself had come to an end, giving\r\n8 General Assembly - Forty-eighth session\r\nway to a new age. Today, yesterday’s hopes and illusions\r\nare confronted by a reality with which we are all familiar.\r\nWhat is keeping us from turning our world into a fertile\r\nfield and a common abode for all human beings?\r\nThese meetings are taking place at a time when a\r\nfeeling of hope animates the hearts of men. The agreements\r\nsigned between Israel and the Palestine Liberation\r\nOrganization have shown that peace is possible and that\r\nliving in harmony does not require portentous events, but\r\nonly awareness and willingness. We all know that these first\r\nagreements, if respected by both parties, can lead to a new\r\ndawn not only for Israel and Palestine but for all the\r\ncountries of the Middle East - a new awakening of peace\r\nand prosperity in which this sublime teaching of the Koran\r\ncan be made real:\r\n\"Those who believe (in the Qur-an),\r\nAnd those who follow the Jewish (scriptures),\r\nAnd the Christians and the Sabians,-\r\nAny who believe in God\r\nAnd the Last Day,\r\nAnd work righteousness,\r\nShall have their reward\r\nWith their Lord: on them\r\nShall be no fear, nor shall they grieve.\" (Surah II, 62)\r\nBut while Israelis and Palestinians are shaking hands\r\nand demonstrating their good judgement, the tragedy of\r\nBosnia and Herzegovina continues to fill the world with\r\nshame. A Member State of the United Nations which is not\r\nexpressing ethnic or religious intolerance is trying to survive\r\nthe bloodiest harassment witnessed by Europe since 1945 -\r\nnations respond with passivity and indifference. It is\r\nshameful that an international community rejoicing at the\r\nend of the cold war has not been able to take more decisive\r\nand effective action in respect to the inhuman aggression\r\nagainst Bosnia and Herzegovina.\r\nDecade after decade, the echoes of that cold war were\r\nheard in this Hall. The East-West confrontation was viewed\r\nas the supreme obstacle facing the countries of the world in\r\nattempting to respond to their peoples’s common yearning\r\nfor liberty, justice and development. The ideological\r\ndivision, we were told, hampered the efforts made to ensure\r\nthat all humanity benefited from development.\r\nToday we no longer talk about the cold war, nor about\r\nideological conflict, nor about the balance of terror.\r\nNevertheless, the reality of what happened during those\r\nyears continues to brand us. Some walls have come down\r\nbut still others have been built. The peoples of Asia, Africa\r\nand Latin America remain forgotten, marginalized, second-\r\nclass human beings. The technological gap has become an\r\nabyss. Material progress is increasingly remote from our\r\ncountries, and cooperation is decreasing before our very\r\neyes. The North-South dialogue has once again been\r\nreduced to an implacable monologue or, in the best of cases,\r\na rhetorical exercise to which justice and equity are rarely\r\ninvited. And when we speak of new initiatives for\r\ncooperation, such as those recently announced for the people\r\nof Palestine, thought is given not to a global increase in aid\r\nbut, rather, to cutbacks in other programmes. As an old and\r\ngraphic Spanish proverb puts it: \"You undress one saint so\r\nthat you can dress another \".\r\nWhat does the new peace mean for the countries of the\r\nthird world? The assurance that their children will not be\r\nkilled by bullets, but will continue to die of hunger or\r\nendemic diseases? The certainty that they will no longer\r\nhave to go to war, but will continue without schooling,\r\nwithout a dignified life, decent jobs or proper medical care?\r\nSometimes ironic statements are made about the\r\noptimism of the diplomacy of the 1920s, with its agreements\r\nto renounce war and its naive faith in the capacity of the\r\nLeague of Nations to resolve every difficulty. We all know\r\nwhat happened in the end to optimism and that League, but\r\nit seems that we have not really learned the lesson. If the\r\ninternational community of the 1990s does not translate the\r\nend of the cold war into a true effort to build one world, in\r\nwhich there are no first- or second-rate countries, we shall\r\nvery soon experience realities more tragic than those we\r\nhave already known.\r\nMy country was overjoyed at the General Assembly’s\r\ndecision to choose you, Sir, to preside over the forty-eighth\r\nsession. You have the most sincere congratulations of Costa\r\nRica, a country that, like Guyana, forms part of the great\r\nCaribbean brotherhood. We are certain that, under your\r\nguidance, the General Assembly will be able to fulfil\r\nmankind’s hopes for peace and development.\r\nWe should like to express our sympathy to the\r\nGovernment and people of India at this time of grief for\r\nthem.\r\nThe present situation is especially critical for the\r\nCentral American and Caribbean States, which, because of\r\ntheir territorial dimensions, demographic situations and weak\r\neconomies, are of little significance to the developed world.\r\nWhen the small, peripheral nations like ours try to unite our\r\nefforts, we are immediately faced with the locked doors of\r\nthe international financial organizations, the large economic\r\nblocs and the transnational corporations, which even try to\r\ncreate apprehension and confrontation among us.\r\nForty-eighth session - 8 October l993 9\r\nWe are not asking for handouts. Begging is not part of\r\na realistic and wide-reaching international policy. What our\r\ncountries need is greater understanding of our realities,\r\ngreater openness for our products, and more sincere and\r\neffective support for our desire to live in peace and\r\ndemocracy. What developing nations need is a change in\r\nattitude originating from a sense of the inalienable identity\r\nof humankind, a change in that amazing effrontery shown by\r\nthe developed world for our tragedies.\r\nThe case of Central America clearly demonstrates the\r\ndirection in which this widespread indifference is taking us.\r\nIt is taking us into a prolonged and difficult effort, in which\r\nthe international community is providing wide support. The\r\npeople of Central America left behind many years of bloody\r\nconvulsions. They decided to embark with enthusiasm on a\r\nnew life, cemented in peace, democracy and freedom. But\r\nthat joyful Central America, reborn for its children, has seen\r\nhow the doors close one after another. Those who were\r\ninterested in a Central America full of bloodshed and\r\ntrenches do not want to deal with a Central America of the\r\npoor, the Central America that calls for cooperation for\r\ndevelopment, for understanding of its human and economic\r\ntragedies.\r\nFigures can be deceiving. For example, it is said that\r\nNicaragua receives $500 million in foreign aid. That sounds\r\nvery good. What is not stated is that $450 million of the\r\n$500 million goes back to where it came from to service the\r\nexternal debt. In the meantime in that sister country even\r\nmore disturbing outbreaks of violence flourish, reflecting its\r\ndistressing situation. Recently an attempted coup d’état in\r\nGuatemala failed, but that failure did not translate into\r\ngreater external support for the consolidation of Guatemalan\r\ndemocracy in the sectors most needed.\r\nWe do not know in which Central American country\r\nthe next crisis will come, but it will not be long before it\r\nhappens. It is regrettable that those who said so much about\r\ndemocracy and freedom and about peace and development\r\nin Central America are no longer being heard from. Today\r\nmy delegation asks where is that support. What of the\r\npromises, the golden offerings, the abundant talk of a few\r\nyears ago?\r\nFor example, let us take the case of banana production.\r\nThroughout the bloody crisis in Central America the\r\nEuropean Community time and time again expressed its\r\nsupport for a peaceful and negotiated solution. It effusively\r\nsupported the initiatives to transform Central America into\r\na land of freedom and democracy, to keep our countries\r\naway from the strategic interests of the large hegemonistic\r\nblocs. Now that results have been achieved, the same\r\nEurope is placing strong barriers to the entry of Central\r\nAmerican bananas to its markets, without stopping to think\r\nabout the thousands of humble families that depend on this\r\nactivity. Other Latin American democracies are facing the\r\nsame attitude. As if that was not enough they are trying to\r\nprovoke a conflict between the banana-growing countries of\r\nthe Caribbean and those of Latin America, as if, following\r\nthe custom of colonial times and invoking a non-existent\r\nantagonism between brothers, promoting divisions to hide\r\nthe barriers that in other cases they themselves denounce as\r\nunjust.\r\nCosta Rica believes that the time has come for frank,\r\nopen dialogue that will permit a fair and adequate solution\r\nto this serious problem. For this reason we invite the\r\nmember countries of the European Community and the\r\nproducer countries of Latin America and the Caribbean,\r\nwithout exception, to enter into political talks which,\r\ntogether with the talks already under way at the General\r\nAgreement on Tariffs and Trade (GATT), will facilitate a\r\nrapprochement between the positions of the only two parties\r\nto the problem, namely the producer and consumer countries.\r\nThese contacts should have as a basis the recognition of the\r\nrights of the Latin American countries to sell their fruit in\r\nthe Common Market and the reaffirmation of preferential\r\ntreatment given to the Caribbean countries in the context of\r\nthe Lomé Conventions.\r\nWhile democracy endeavours to put down roots in\r\nCentral America, markets for Central American products are\r\nbeing restricted by developed countries, cooperation\r\nprogrammes are being decreased or canceled, and attitudes\r\nof inexplicable severity are being adopted in commercial and\r\nfinancial negotiations, and even in diplomatic relations. The\r\nCentral America of peace and freedom is being dealt with in\r\na way that the Central America of violence was never\r\ntreated.\r\nMy country, which for many decades has not suffered\r\nfrom the Calvary of dictatorship and civil war, which has\r\nmaintained intact its tradition of effective respect for human\r\nrights, has also had to face the same attitudes of indifference\r\nand lack of awareness. In this matter we draw attention to\r\nthe disturbing decision of the United States Government to\r\nadmit an administrative action brought before it against\r\nCosta Rica in which it is argued that the Costa Rican\r\nworkers are not being guaranteed internationally recognized\r\nrights. This claim ignores our labour legislation which deals\r\nwith rights and guarantees for workers and has gone further\r\nin more than 50 years than those of many developed\r\ncountries, including the United States. The threat of\r\nexcluding Costa Rica from commercial preference systems\r\nis not only a clear interference in its internal jurisdiction but\r\n10 General Assembly - Forty-eighth session\r\nalso ignores the basic principles governing coexistence\r\namong nations, and, more specifically, respect for sovereign\r\nrights, and that attitude is at variance with traditional\r\ndemocratic principles and values which have always existed\r\nbetween both peoples and Governments.\r\nThe task of consolidating the achievements of the\r\nCentral American peace process is everyone’s responsibility.\r\nIn the first place, as a new political commitment, the\r\nsecuring of peace and democracy and making human\r\ndevelopment a priority require a true national consensus\r\nsustained by a broad and participatory commitment, one that\r\ninvolves Governments and the organized sectors of civil\r\nsociety.\r\nSecondly, a renewed and creative attitude on the part of\r\nCentral American Governments is needed, an attitude that\r\nwill rework and update the regional political agreements and,\r\nfrom a new point of view, will direct regional efforts\r\ntowards creating a new Central America. We want a Central\r\nAmerica where peace, freedom, democracy and development\r\nwill prevail and this requires national and regional consensus\r\non fundamental subjects such as enforcing the rule of law,\r\nstrengthening democratic institutions, developing a\r\ndemocratic political culture, promoting and enforcing human\r\nrights, economic and political decentralization, decision-\r\nmaking at the local level, the modernization of production,\r\nguaranteeing equality of opportunity, widening the\r\npossibilities for economic participation, social development,\r\nand, finally, preserving our heritage for the society of the future.\r\nThirdly, the collaboration and commitment of Central\r\nAmericans in the creation of this new Central America is\r\nnecessary, but at the same time the participation of the\r\ninternational community is indispensable in order to fulfil the\r\ncommitments made by the region in its transition to peace,\r\nfreedom, democracy and development. In this perspective\r\nCosta Rica urges the General Assembly to decide in due\r\ncourse to offer its political and material support to this new\r\nchallenge that is Central America at the end of this century.\r\nIn the present state of affairs the role of international\r\nand regional organizations as promoters and guarantors of\r\npeace and supporters of harmony and cooperation among the\r\nnations of the world is particularly decisive. For many long\r\nyears lamentations were heard about the problems created\r\nfor the United Nations by ideological conflicts which\r\nhindered the Organization and made it impossible for it to\r\nact dynamically and effectively. We have left such sombre\r\nhours behind and without doubt there have been important\r\nsigns that this and other international organizations can and\r\nmust provide many valuable and decisive contributions to the\r\ninternational community as a whole. Precisely for this\r\nreason we find ourselves at a key moment and we must now\r\nredefine and transform the United Nations and the regional\r\norganizations and make them vital mechanisms so that a life\r\nof peace, freedom and development will illuminate all the\r\ncountries of the world.\r\nA little more than a year ago the Secretary-General\r\npresented us with a series of important ideas regarding the\r\nrestructuring of the United Nations. My country has\r\nexpressed support for these wise proposals but at the same\r\ntime we consider that the present circumstances are\r\nespecially important and that this is an opportunity to\r\nmeditate profoundly on the appropriateness of emphasizing\r\nmore the role that international organizations should play as\r\nbuilders of a world of peace and development for all\r\npeoples.\r\nMy country considers that the United Nations cannot\r\ncontinue to ignore the question of the Republic of China in\r\nTaiwan. The existence of that exemplary country and the\r\nfuture of its 21 million inhabitants demand a revision of its\r\nrelations with the United Nations. We firmly support the\r\nestablishment of an ad hoc committee to study and find\r\nsatisfactory solution to that problem in accordance with the\r\nfundamental principles of international law.\r\nFor many years we have urged that the two important\r\ninstruments of the United Nations system be created and\r\nstart functioning. These two instruments - so indispensable\r\nto the attainment of that system’s aims of peace and defence\r\nof fundamental human rights - are the University for Peace\r\nand the post of High Commissioner for Human Rights. We\r\nask for support for both institutions, which are true pillars\r\nfor the realization of the principles of the Charter.\r\nMy delegation applauds the efforts made by the United\r\nNations in situations like those that exist in Haiti and\r\nSomalia. The defence of international peace and security\r\ncontinues to be a basic responsibility. We therefore support\r\nall efforts accepted in the cause of disarmament and arms\r\ncontrol, and we view with special concern the case of\r\ncountries that, like the Democratic People’s Republic of\r\nKorea, object to controls that are directed towards ensuring\r\nthe non-proliferation of nuclear arms. At the same time,\r\nhowever, Costa Rica considers it of fundamental importance\r\nthat States Members of the United Nations not lose sight of\r\nthe Organization’s role in the task of making peace productive -\r\na \"sublime task\", to borrow the term used by Amilcar\r\nCabral to define the progressive advancement of mankind\r\ntowards dignity and infinite growth.\r\nThe world is one. Our shared concerns for peace and\r\nthe deterioration of the environment are an ample\r\nForty-eighth session - 8 October l993 11\r\ndemonstration of this. Why not also acknowledge that\r\nmankind is one and that all who form part of mankind have\r\na right to development and freedom?\r\nThe commitments undertaken last year in Rio de\r\nJaneiro at the United Nations Conference on Environment\r\nand Development to join in the search for sustainable\r\ndevelopment, in all its economic and environmental as well\r\nas its political, social and cultural dimensions, constitute a\r\nfundamental requirement if we are to achieve true peace and\r\na dignified life for all the peoples of today’s and tomorrow’s\r\nworld. The convening of the Conference and the agreements\r\nreached there, notwithstanding their limitations, are major\r\nachievements for the Organization. In this connection, the\r\nfact that many countries, including my own, have engaged\r\nin activities to carry out the commitments entered into there\r\nis of great importance. We also welcome the actions taken\r\nby the United Nations at the International Conference on\r\nPopulation and Development, the World Conference on\r\nWomen, and the Global Conference on the Sustainable\r\nDevelopment of Small Island Developing States, aimed at\r\nbroadening discussions about the hoped-for development.\r\nBut if those efforts are to be successful, it is indispensable\r\nthat the promises made by the industrialized countries at the\r\nRio Summit be fulfilled - that is, that they provide new and\r\nadditional financial aid, something they have so far done on\r\na fairly meagre scale.\r\nFor nearly half a century, we have been living amid\r\ndivision, struggles about ideologies, worries over\r\nhegemonies. To a large extent, those sterile years are now\r\nbehind us, but so much remains to be done. We are still\r\nconfronted by hatreds of all kinds, by a polluted world, by\r\nnatural disasters, by illiteracy and by peoples suffering from\r\nhunger and disease. However, if the international system\r\nmanaged to avoid allowing the cold war to lead to military\r\ncatastrophe, surely it can find solutions to these other\r\ncatastrophes that are afflicting mankind. If we do not want\r\nthe military and ideological alliances of past years to re-\r\nemerge, we must replace them as soon as possible with a\r\nsolidarity that is not founded on economic interests. My\r\ndelegation firmly believes that the Organization can and\r\nmust effect, as a priority, the qualitative transformation\r\nrequired by the international community - that is, the\r\ncreation of a great family, without East or West, North or\r\nSouth. Brothers and sisters know nothing of the points of\r\nthe compass.\r\nIn his book entitled Things Fall Apart Chinua Achebe\r\ntells of a community in Nigeria where the harvest was poor.\r\nAttempting to encourage a young man, his father tells him:\r\n\"Do not be disheartened. I know you will not be\r\ndisheartened. You have a brave and dignified heart. A\r\ndignified heart can survive a serious problem because the\r\nproblem does not impinge upon his dignity. But it is more\r\ndifficult and more bitter when you face it alone.\"\r\nHope resides in solidarity and in union. Mankind is\r\none. All the peoples of the world must understand that we\r\nshare the same future, that there are no longer problems that\r\naffect only others or differing destinies for mankind.\r\nWorking together with goodwill and in one spirit, we\r\nwill be able to transform our world into a common home,\r\ninto a fertile ground for the promotion of and respect for the\r\ndignity of all human beings, joined to face a common future\r\nof peace, justice and freedom.\r\nMr. HURST (Antigua and Barbuda): In 1965 three of\r\nthe Caribbean’s most outstanding statesmen created an\r\ninstitution to foster cooperation and to quicken the pace of\r\ntheir countries’ development. Errol Barrow of Barbados,\r\nForbes Burnham of Guyana and V.C. Bird of Antigua and\r\nBarbuda met at Dickenson Bay, Antigua. There, they signed\r\na historic document creating the Caribbean Free Trade\r\nAssociation (CARIFTA).\r\nAlthough the three countries they led were not yet\r\nsovereign States, those enlightened statesmen envisioned the\r\nemergence of an independent, English-speaking Caribbean\r\ncapable of playing a meaningful role in international affairs.\r\nThe entire Caribbean, beginning in 1492 and continuing\r\nthroughout its modern history, had been an object of\r\ninternational intrigue and international competition. How\r\nfitting, then, for that region to help shape world history once\r\nit had taken hold of its own ambitions and aspirations.\r\nIn 1973, CARIFTA was transformed into a more\r\nextensive institution called the Caribbean Community\r\n(CARICOM). Today, exactly 20 years after its\r\nestablishment, all citizens of the 13 countries of CARICOM,\r\nwhether living in the Caribbean or in the diaspora, celebrate\r\nthis historic moment when a most able son of Guyana is\r\nelected to preside over the forty-eighth session of the\r\nGeneral Assembly of the United Nations.\r\nYour brilliant academic career, your outstanding\r\ndiplomatic skills and your warm, personable style of\r\nleadership assured your unanimous election. Antiguans and\r\nBarbudans rejoice with you and your country, and my\r\ndelegation pledges its fullest support and cooperation.\r\nMy delegation is appreciative of the role played by the\r\nnon-English-speaking countries that are members of the\r\nLatin American and Caribbean Group of States, whose full\r\nsupport was necessary to achieve this noble objective. The\r\n12 General Assembly - Forty-eighth session\r\n33 States of the region have quietly made tremendous\r\nprogress, in this and other forums, in strengthening the\r\nbonds of cooperation and friendship that bind us. And\r\nthough we are divided on a single but important trade issue,\r\nwe expect that an amicable solution will shortly be found to\r\nthe satisfaction of both sides.\r\nDuring the past year, our regional group of States\r\nworked together to find a solution to the Haitian crisis. The\r\ndelegations of Brazil and Venezuela, regional members of\r\nthe Security Council, made every attempt to include the\r\nentire region in the Council’s decision-making process as it\r\npertained to Haiti, another regional member. The United\r\nStates must also be congratulated in that regard.\r\nThe peoples of Latin America and the Caribbean now\r\neagerly await the return of President Aristide to Haiti on 30\r\nOctober three weeks from today, when history will reverse\r\nitself. Despite the violence and the dilatory tactics employed\r\nby the military leaders in Haiti, Antigua and Barbuda is\r\nconfident that the forces of good will, decency and\r\ndemocracy will prevail.\r\nI wish to point out that no previous Security Council\r\nembargo intended to compel compliance with the will of the\r\ninternational community was ever as swiftly effective as was\r\nthe embargo imposed on the illegitimate regime in Haiti.\r\nMy delegation regards this episode as a turning-point in the\r\nhistory of Security Council actions to safeguard international\r\npeace and security.\r\nThreats to international peace and security, up until the\r\nSecurity Council action on Haiti, have been narrowly defined\r\nas the use of force by one sovereign State against another,\r\nor some form of violent confrontation between or among\r\nStates. A small State like mine, incapable of waging war\r\nand no longer an object of conquest, defines international\r\npeace and security more broadly.\r\nGrinding poverty and the resultant ecological disaster\r\nwhich characterize Haiti are threats to the peace and security\r\nof that sovereign State and its neighbours. Not force, not\r\nviolent threats, but poverty and its attendant consequences\r\nthreaten international peace and security. Antigua and\r\nBarbuda, a small island State and an ally of democracy and\r\nlegitimacy in the Americas and certainly in this forum, takes\r\ngreat pride in knowing that all of CARICOM pressed this\r\ncause here at the United Nations and elsewhere and that\r\nHaiti can count on us never to relent.\r\nAntigua and Barbuda will never relent in its struggle\r\nagainst illegal drug trafficking, either. Located between the\r\nsuppliers of the South and the markets of the North, we have\r\nbeen thrust by geography into the battle against this scourge.\r\nWe pledge our slender resources in the global struggle\r\nagainst this global enemy.\r\nApartheid, another global enemy, is in its death throes.\r\nMy small country takes pride in knowing that our voice has\r\nhelped to topple that evil system in South Africa. From the\r\nmoment of our independence 12 years ago, in 1981, my\r\nsmall country has supported the legitimate aspirations of\r\noppressed peoples everywhere, but especially those of the\r\nmajority population in South Africa.\r\nIn April of next year, when democratic elections are\r\nheld to choose a representative government in South Africa,\r\nAntigua and Barbuda will also be able to celebrate a victory\r\nof right over wrong, of democratic ideals over dictatorship,\r\nof good over evil. The international community must begin\r\npreparing to come to the assistance of an anaemic South\r\nAfrica whose need for economic good health in a\r\npost-apartheid world is even now apparent.\r\nIn April of next year, as apartheid suffers its final\r\ndefeat, the Global Conference on the Sustainable\r\nDevelopment of Small Island Developing States will convene\r\nin Barbados. This Conference is the first test of the will of\r\nthe international community since the Earth Summit\r\nconvened in Rio last June. You will recall, Mr. President,\r\nthat the most significant conclusion of last year’s Earth\r\nSummit was the determination that industrial civilization is\r\nfundamentally flawed.\r\nDevelopment based on the current model of\r\nconsumption, distribution and disposal practised by the\r\ndeveloped world is unsustainable. Abundant quantities of\r\nharmful gases and toxins, emitted into the atmosphere, are\r\naltering our global environment, and fatal consequences have\r\nbeen forecast for the Earth’s climate, its biodiverse flora and\r\nfauna, its agriculture, all living animals and human health\r\nand well-being.\r\nIt should be borne in mind that while the contribution\r\nby small island States to climate change, global warming and\r\nsea-level rise is zero, the effects of climate change, global\r\nwarming and sea-level rise will reduce small island States\r\nlike mine to zero. Our very existence is at stake; our peace\r\nand security are threatened by the actions of large and\r\nwealthy States whose presumptions about the Earth’s\r\nresources need to be completely revised.\r\nThe Barbados Conference will articulate a programme\r\nof action intended to eliminate these man-induced, looming\r\ncatastrophes and to achieve sustainable development\r\nbeginning in small island States. The international\r\nForty-eighth session - 8 October l993 13\r\ncommunity’s support and good will are required if\r\nsustainable development is to be made real and disaster is to\r\nbe prevented.\r\nSmall island States are the foot-soldiers in this battle to\r\nsave the planet. We will be the first casualties but we will\r\nnot be the last if drastic changes are not quickly brought\r\nabout in the developed world.\r\nOn Earth’s last uninhabited continent, disaster can also\r\nbe avoided. Antarctica, a pristine and icy wilderness whose\r\nwaters abound with the most significant link in the oceans’\r\nfood chain, whose winds control the earth’s weather systems,\r\nwhose tundras conceal the secrets of the Earth’s past, and\r\nwhose icebergs determine sea-levels world wide, must never\r\nbecome the possession of large States alone. Antigua and\r\nBarbuda will never acknowledge sovereignty over Antarctica\r\nby any State.\r\nIn fact, working alongside like-minded delegations, we\r\nwill continue to press for a mining and oil exploration ban\r\nin perpetuity, certain that any other arrangement will lead to\r\na precipitation of ecological decline worldwide, to the\r\ndetriment of small island States among others. In our view,\r\nAntarctica must be declared a world park, control over\r\nwhich should be exercised by our world body.\r\nThe world’s many peoples must learn to live in\r\nharmony with the Earth’s environment and peaceably among\r\nourselves. Ethnic strife and wars have taken more lives in\r\nthe last year than comprise the entire population of my\r\ncountry and several other CARICOM States combined. All\r\nmultiracial and multi-ethnic societies must learn to settle\r\nhistoric and current rivalries peacefully; when they fail to do\r\nso, resources which could well be spent on development are\r\nnecessarily diverted to peace-keeping.\r\nThe peace-keeping missions now undertaken by the\r\nUnited Nations cost more than $3.5 billion annually; as a\r\nconsequence, development assistance is severely restricted.\r\nPeaceful States like mine therefore have an economic\r\ninterest in seeing a decline in the need for peace-keeping.\r\nSadly, it is anticipated that more civil strife and many more\r\nethnic and religious conflicts will occur in the near future\r\nand that the United Nations will be called on to help.\r\nMy delegation therefore applauds Liechtenstein for the\r\nrole it has decided to play in this forum. That small\r\nEuropean State is attempting to find a structured solution to\r\nthe unyielding demand by rival groups within States for a\r\nmeasure of self-determination. The size of a country bears\r\nno relation to the intellectual capacity of its statesmen or to\r\nits capacity for generating great ideas. Antigua and Barbuda\r\nwill work alongside this small State in promoting a\r\npermanent solution to destructive ethnic conflicts within\r\nStates.\r\nThe world’s indigenous peoples must also find\r\npermanent protection, and the injustices they have long\r\nendured must also quickly cease. Towards that end, our\r\nUnited Nations declared 1993 the International Year of the\r\nWorld’s Indigenous People. It is not yet clear just how\r\nmuch impact the declaration has had; a fund has been\r\nestablished in the Americas to support the indigenous\r\npeoples of my region, and Brazil and Venezuela have shown\r\ncourage in their support for the Yanomami, an Amazonian\r\nforest people.\r\nAntigua and Barbuda also supports the establishment of\r\nan annual International Day of the World’s Indigenous\r\nPeople. Having lost the indigenous Arawaks and Caribs of\r\nAntigua and Barbuda, beginning in 1492, my country is\r\nduty-bound to ensure that powerless indigenous people the\r\nworld over, who have inhabited the lands of their ancestors\r\nfor many generations, are adequately remembered and\r\nprotected by our United Nations.\r\nThe people of Antigua and Barbuda condemn the\r\nperpetrators of the fierce conflict which continues to rage in\r\nBosnia and Herzegovina, and we deplore the attacks on\r\nUnited Nations peace-keepers in Somalia as much as we\r\nabhor the destructive campaign waged by mercenaries in\r\nAngola. The civil wars in Liberia and Mozambique are\r\nbrutish and unyielding, and the civil strife which has erupted\r\nin Georgia will likely match both in ferocity and\r\ndestructiveness.\r\nIn the Middle East, the slow trickle of peace has turned\r\ninto a gushing stream with many tributaries. It is our hope\r\nthat the Israelis and until the Palestinians will be able to find\r\nthe source of a lasting flow of peace. Until Israel is allowed\r\nto exist within secure borders and until the Palestinians\r\nachieve a sovereign State of their own, peace in that region\r\nmay slowly evaporate.\r\nWe rejoice at the wave of peace which has engulfed\r\nLebanon. Its very industrious citizens, flung far and wide by\r\na conflict that seemed unending, can now give back to their\r\nhomeland some of the talent and wealth which their rich\r\nculture bestowed upon them. Lebanon can surely count on\r\nits prodigious sons and daughters in the diaspora for every\r\nassistance; their generosity is as legendary as their love for\r\ntheir old country.\r\nWe welcome the finalization of the demarcation of the\r\nboundary between Kuwait and Iraq which was accomplished\r\n14 General Assembly - Forty-eighth session\r\nby the Iraq-Kuwait Boundary Commission in May 1993.\r\nWe also welcome the adoption by the Security Council of\r\nresolution 833 (1993) in which it guaranteed the inviolability\r\nof the boundary between the two States. This guarantee\r\nshall serve as a deterrent against future conflict between\r\nthese two neighbours while enhancing stability and security\r\nin the region.\r\nMy people celebrate with the countries of the Central\r\nAmerican region as peace rains down upon them. If future\r\ncivil wars are to be prevented, however, the economic\r\nsystems which prevail in Central America must become far\r\nmore inclusive. In distributing wealth, methods must be\r\nfound to direct more than a trickle towards the poor.\r\nWe note that the impoverishment of Cuba’s people is\r\ndue overwhelmingly to exogenous circumstances, and so our\r\nsympathies lie with the people of this sister Caribbean State.\r\nIn the early decades of this century, Cubans welcomed poor\r\nworkers from neighbouring Antigua to their shores. Today,\r\nstanding in solidarity with the Cuban people, Antiguans and\r\nBarbudans seek a speedy end to their suffering.\r\nI would be remiss in my duty, as I conclude, if I did\r\nnot convey to the outgoing President, Mr. Stoyan Ganev of\r\nBulgaria, the gratitude of my delegation for the important\r\nrole he played during the preceding session of the General\r\nAssembly. It was under his watch that six new Members\r\njoined our Organization. I welcome to membership the\r\nCzech Republic, the Republic of Slovakia, Eritrea, Monaco,\r\nThe Former Yugoslav Republic of Macedonia, and Andorra.\r\nTheir presence greatly enhances our institution’s legitimate\r\nclaim of universality, as membership climbs to 184.\r\nIn that regard, my delegation would note that Antigua\r\nand Barbuda supports a manageable enlargement of the\r\nSecurity Council to reflect the new realities. However, our\r\ndelegation will not join any consensus on enlargement if the\r\nqualifying criteria for new membership implicitly require a\r\ncertain level of wealth and/or a certain population size.\r\nAlthough we harbour no ambitions to sit on the Security\r\nCouncil, my small country cannot agree to be excluded from\r\nthe Council in perpetuity. Such exclusion would make us\r\nless sovereign than larger States.\r\nThe moral conscience of our institution can best be\r\narticulated frequently by small States with no material\r\ninterest in the outcome of disputes. But even more\r\nimportant is the fact that our own survival requires us to\r\ncontribute to the construction of a new world order that will\r\nhave its basis in Security Council decision-making. We\r\nwish merely to retain our option, for we know not what\r\nfuture generations will encounter.\r\nMy delegation concludes by recalling that on 31 March\r\n1918 - 75 years ago - another generation of Antiguans and\r\nBarbudans challenged an unconscionable system of\r\nexploitation that left us materially impoverished. Our\r\ngrandmothers and grandfathers, then youthful and vigorous,\r\nwere determined to fashion for themselves and their progeny\r\na future that would be superior to their own inheritance. In\r\n1918, brutality was the response to their legitimate cry for\r\nworkers’ rights.\r\nTwenty years later - in 1938 - a sympathetic\r\nCommission was to determine that the deplorable conditions\r\nthen extant in my country required massive infusions of\r\npublic finance and good will in order to achieve a marked\r\nturn-around. When, in 1943 - 50 years ago, and 25 years\r\nafter the 1918 revolt - a nationalist named V. C. Bird picked\r\nup the mantle of leadership of the workers’ organization, my\r\nsmall country began its metamorphosis in earnest.\r\nSeventy-five years after March 1918, the Antigua and\r\nBarbuda that has evolved bears no resemblance to the\r\nAntigua and Barbuda that history left behind. When\r\nV. C. Bird and his trade-union colleagues quickened our\r\nstride towards freedom and an improved material condition,\r\nbeginning in 1943, they had a vision of an Antigua and\r\nBarbuda which, 50 years later, has become virtual reality.\r\nAs V. C. Bird and his generation pass the mantle of\r\nleadership to their successor generation, our old men have\r\nvisions, and our young women have dreams. Antiguans and\r\nBarbudans are aware that there are detractors abroad who\r\nmay wish to see our freedom snatched from us. We have\r\npaid a price for our freedom, which we will for ever defend.\r\nAnd we are aware of the role played by the United Nations\r\nand international law in safeguarding the sovereignty of\r\nsmall States.\r\nWe shall therefore for ever remain wedded to\r\nmultilateral institutions like the Caribbean Community, the\r\nOrganization of East Caribbean States, the Organization of\r\nAmerican States, the Commonwealth and this body - the\r\nUnited Nations - which, together, strengthen our sovereignty.\r\nMultilateralism is the greatest ally of our freedom, and the\r\nUnited Nations the greatest guarantor.\r\nAs Antiguans and Barbudans recall the courage of the\r\nheroes of 1918, we pledge never again - never again - to\r\nallow injustice and brute force to raise their ugly heads in\r\nour beautiful, beloved Antigua and Barbuda. My generation\r\nwill continue to do all that is necessary to bequeath to future\r\ngenerations a peaceful legacy, where justice rules, ignorance\r\nis banished, and legitimate leadership springs from the\r\npeople’s choice. That is our pledge.\r\nForty-eighth session - 8 October l993 15\r\nMr. Bassia (Central African Republic) (interpretation\r\nfrom French): The direction that international relations have\r\ntaken today, although to some extent decided upon by States,\r\nreflects, none the less, the limited ability of States to bring\r\nthe condition of the world into line with the new\r\ninternational social realities. If the problems that face the\r\ninternational community because of this international social\r\ndynamic are to be resolved they must be tackled through\r\ncollective, concerted and appropriate action that goes beyond\r\nthe national framework. My country is happy that there is\r\namong States a growing awareness of these needs. We\r\nwelcome this new direction as the forty-eighth session of the\r\nGeneral Assembly begins.\r\nBut before stating my delegation’s views about how to\r\nencourage States to share this new approach - and as we\r\nwork in this direction we shall be calling on you, Sir, to\r\ndemonstrate your great qualities - we should like to extend\r\nto you the warm congratulations of the Central African\r\nRepublic on your election as President of the General\r\nAssembly. We pledge to you our full cooperation, and\r\nexpress the hope that your work will be crowned with\r\nsuccess.\r\nThe wisdom and spirit of compromise with which your\r\npredecessor, Mr. Stoyan Ganev, conducted the proceedings\r\nat the last session earned the full appreciation of my\r\ndelegation.\r\nThe renewed authority of our Organization is due, of\r\ncourse, to the determination of Member States but also to the\r\nconviction and methodical, rational and pragmatic action of\r\nthe Secretary-General, who has always, and in all\r\ncircumstances, endeavoured to work for the purposes and\r\nprinciples of the Organization. To\r\nMr. Boutros Boutros-Ghali we pledge the renewed support\r\nof the Central African Republic.\r\nMy delegation also welcomes the admission to our\r\nOrganization of the Czech Republic, the Slovak Republic,\r\nEritrea, the Principality of Monaco, the Principality of\r\nAndorra and The Former Yugoslav Republic of Macedonia.\r\nTheir admission fulfils the oft-expressed desire of the\r\ninternational community to see all the countries of the world\r\nas Members of our Organization and thus strengthen its\r\nuniversal character. All States, individually and collectively,\r\nmust come together to defend the purposes and principles of\r\nthe United Nations. It is unacceptable for some States still\r\nto be excluded.\r\nFor this reason, in the view of the delegation of the\r\nCentral African Republic, today it is important that the place\r\nof the Republic of China in our Organization be\r\nreconsidered. The immense progress made by the Republic\r\nof China in Taiwan in the political, economic and social\r\nspheres has now earned it the right to resume its place here\r\nso that it can contribute, better than it did in the past, to the\r\nflourishing of international cooperation through its active\r\nparticipation in the United Nations system.\r\nThe developments in the international arena we are\r\nwitnessing today arise from the process of transformation\r\nthat the world has undergone, especially in the last few\r\nyears. These transformations affect all areas of international\r\nlife, and, fortunately, States are taking them into account as\r\nthey manage their international relations, which, to a large\r\nextent, determine the direction our world takes. There is\r\nalso an emerging tendency for problems to have world-wide\r\neffects, prompting States to become the guardians of world\r\ninterests. This phenomenon is clearly illustrated in\r\ncooperation and concerted action among States in the spirit\r\nsuggested by our Secretary-General in \"An Agenda for\r\nPeace\" in efforts to contribute to laying the foundation for\r\nreal peace in the world. Indeed, notwithstanding certain\r\nreflexive and automatic responses the relics of the cold-war\r\nconditions, States today are increasingly determined to do\r\nwhat they can, on the foundation of the principles of the\r\nUnited Nations and in cooperation with the United Nations,\r\nin order, if not to eliminate, at least try, to reduce prevailing\r\ntensions in other areas of the world.\r\nMy delegation is happy that this approach has now\r\nmade it possible for the situation to evolve as it has in\r\nCambodia, South Africa - where the Central African\r\nRepublic supports the appeal by the President of the African\r\nNational Congress (ANC), Mr. Nelson Mandela, to lift\r\nsanctions against South Africa - and, finally, in the Middle\r\nEast, in respect of which my country pays a hearty tribute to\r\nMr. Yasser Arafat and Mr. Yitzhak Rabin for their courage,\r\nvision and lucidity in signing recently the historic accord on\r\nmutual recognition. This same desire for cooperation is\r\nneeded in order to bring about a positive and speedy\r\nsettlement of the problems of the former Yugoslavia,\r\nWestern Sahara, Angola and Somalia.\r\nThe international gatherings recently held in Vienna and\r\nGeneva, while making it possible to take the measure of the\r\nsad reality of human-rights violations throughout the world,\r\nprovided at the same time an opportunity for States to\r\nreaffirm the need for concerted international action with a\r\nview to guaranteeing more securely these values. In\r\naddition, since the Rio Conference, States have shown\r\ngreater interest in the question of the environment, and they\r\nhave now made Agenda 21 a real platform for cooperation\r\nin this area, which will make it easier to ensure better\r\n16 General Assembly - Forty-eighth session\r\nprotection of the common heritage of mankind while\r\nmaintaining conditions for sustainable development.\r\nThis tendency for problems to have world-wide effects,\r\nif systematically managed, would usher in a new era, that of\r\nthe triumph of multilateralism, an era in which the United\r\nNations would bring its authority to bear - as it is trying,\r\nwith varying degrees of success, to do today in certain\r\npeace-keeping operations - in other areas of cooperation,\r\nsuch as cooperation for development. Inadequacies in the\r\narea of cooperation are in sharp contrast to the declared\r\ndetermination of States to contribute to maintaining balance\r\nin the world in the post-cold-war period. It is, then,\r\ndesirable that real solidarity be cultivated among Member\r\nStates, which might induce developed countries to support\r\nefforts for development in developing countries, in particular\r\nin Africa.\r\nThe economic condition of these countries is constantly\r\ndeteriorating from year to year, and they have often come\r\nbefore this and other bodies to bring their problems to the\r\nattention of the international community, whose response\r\nhas, unfortunately, not removed any of the obstacles to those\r\ncountries’ development. Those obstacles are, in short, the\r\ncontinuing decline of prices of commodities, the heavy debt\r\nburden and debt-servicing, negative net financial flows and\r\nstrengthened protectionism. If these factors persist, there is\r\nno doubt that the African countries will have increasing\r\ndifficulty in overcoming their situation. But these countries\r\nmust not be excluded from development, and everything\r\nmust be done to encourage their efforts at development.\r\nThe duty of solidarity calls for dialogue and cooperation\r\nbetween the developed countries and the developing\r\ncountries in order to ensure fairer remuneration for\r\ncommodities and an easing of the debt burden and debt-\r\nservicing. Coordinating efforts at the level of the United\r\nNations system, among international economic and financial\r\ninstitutions and organizations and among\r\nnon-governmental organizations is required to improve the\r\nsituation of the developing countries.\r\nSuch activity would be in keeping with the new spirit\r\nthat characterizes international relations today and that has\r\nmade it possible for some developed countries to support the\r\ndemocratization process that has begun in some of our\r\ncountries, including my own. I should like, in this regard,\r\nto express our deep gratitude to all the countries and\r\ninstitutions that have so kindly provided us with material and\r\nfinancial support and sent international observers to help the\r\ncause of democracy in the Central African Republic. We\r\nhope we shall continue to enjoy their concerned assistance\r\nin our endeavour to lay the foundation of our young\r\ndemocracy, and, from this rostrum, I wish to appeal for\r\nunderstanding.\r\nMy delegation believes that the time has come to bring\r\nabout genuine democratization in the decision-making bodies\r\nof the United Nations, the Security Council in particular, the\r\nmembership of which must be adapted to the new realities\r\nof the world.\r\nThe great developments in science and technology have\r\ntoday reduced our world to a global village where each and\r\nevery one of us must feel directly affected by all the\r\nproblems that exist on the various levels of international life.\r\nThe trend towards the globalization of problems that has\r\nbecome evident as a result of this ought to be maintained so\r\nthat States can take up the challenge of defending peace by\r\npromoting the development of human rights.\r\nForty-eighth session - 8 October l993 17\r\nFor the Central African Republic, this challenge can be\r\nsuccessfully taken up if we fully respect the principles of the\r\nUnited Nations.\r\nThe meeting rose at 5.35 p.m.\r\n"