"United Nations\r\nG E N E R A L\r\nA S S E M B L Y\r\nFORTY-EIGHTH SESSION\r\nOfficial Records\r\n47th\r\nPLENARY MEETING\r\nTuesday, 2 November 1993\r\nat 10 a.m.\r\nNEW YORK\r\nPresident: Mr. INSANALLY\r\n(Guyana)\r\n__________\r\nThe meeting was called to order at 10.20 p.m.\r\nAGENDA ITEM 8 (continued)\r\nADOPTION OF THE AGENDA AND ORGANIZATION\r\nOF WORK: SIXTH REPORT OF THE GENERAL\r\nCOMMITTEE (A/48/250/Add.5)\r\nThe PRESIDENT: The sixth report (A/48/250/Add.5)\r\nof the General Committee concerns a request by Burundi for\r\nthe inclusion in the agenda of the current session of an\r\nadditional item entitled \"The situation in Burundi\".\r\nThe General Committee decided to recommend to the\r\nGeneral Assembly that the item should be included in the\r\nagenda.\r\nMay I take it that the General Assembly decides to\r\ninclude in its agenda this additional item?\r\nIt was so decided.\r\nThe PRESIDENT: The General Committee further\r\ndecided to recommend to the Assembly that the item should\r\nbe considered directly in plenary meeting.\r\nMay I take it that the Assembly adopts this\r\nrecommendation?\r\nIt was so decided.\r\nThe PRESIDENT: May I also take it that, as\r\nrequested by several Member States, the item should be\r\ngiven priority for immediate consideration by the Assembly\r\nbecause of its urgent character?\r\nIt was so decided.\r\nThe PRESIDENT: The Assembly will thus consider\r\nthe item on the situation in Burundi as the last item of this\r\nmorning’s meeting.\r\nI should like to inform members that this new item\r\nbecomes item 170 of the agenda of the forty-eighth session\r\nof the General Assembly and that the documents reflecting\r\nits inclusion and allocation will be issued tomorrow.\r\nThe list of speakers for agenda item 170 is now open.\r\nI should also like to inform members that a draft\r\nresolution on the situation in Burundi will shortly be\r\navailable in the General Assembly Hall as\r\ndocument A/48/L.16.\r\nAGENDA ITEM 21\r\nRETURN OR RESTITUTION OF CULTURAL\r\nPROPERTY TO THE COUNTRIES OF ORIGIN\r\n(a) REPORT OF THE SECRETARY-GENERAL\r\n(A/48/466)\r\n(b) DRAFT RESOLUTION (A/48/L.15)\r\nThe PRESIDENT: I call on the representative of Zaire\r\nto introduce draft resolution A/48/L.15.\r\nThis record is subject to correction.\r\nCorrections should be sent under the signature of a member of the delegation concerned\r\nwithin one week of the date of publication to the Chief of the Verbatim Reporting Section,\r\nRoom C-178, and incorporated in a copy of the record.\r\nCorrections will be issued after the end of the session in a consolidated corrigendum.\r\n93-87056 (E)\r\nDistr. GENERAL\r\nA/48/PV.47\r\n23 November 1993\r\nENGLISH\r\n2 General Assembly - Forty-eighth session\r\nMr. JUMA (Zaire) (interpretation from French): Since\r\nthis is the first time my delegation has spoken in the\r\nAssembly at this session, we wish at the outset to\r\ncongratulate you, Sir, on your outstanding election to the\r\npresidency of the General Assembly. Our congratulations\r\nalso go to the other members of the Bureau.\r\nThe main thrust of my statement is the introduction of\r\ndraft resolution A/48/L.15 on agenda item 21, entitled\r\n\"Return or restitution of cultural property to the countries of\r\norigin\". In this connection, my delegation first wishes to\r\ncongratulate the Secretary-General on his instructive, concise\r\nand complete report (A/48/466), which we have just read\r\nwith great attention. As was done in earlier years, a certain\r\nnumber of States have sponsored this draft resolution which,\r\nat the initiative of my country, Zaire, is regularly submitted\r\nto Member States for their consideration.\r\nThere is no need to prove that work on the item under\r\nconsideration has made tangible progress on all continents\r\nand has prompted States to cooperate to a greater degree\r\ntowards the progressive implementation of the relevant\r\nresolutions. The cultural and moral nature of the restitution\r\nof cultural property arises from a moral principle capable of\r\nstrengthening harmony and international cooperation. It\r\nendows the matter with an enduring political, economic and\r\ncultural dimension.\r\nEvery nation is attached to its artistic values, its culture\r\nand its creative drive and to everything that contributes to\r\nthe flowering of its environment. The African States in\r\nparticular have often reaffirmed the importance of the\r\ncontribution of culture to the definition of societies within\r\nwhich peoples throughout the world wish to live in harmony.\r\nThis reaffirmation is manifest in the Cultural Charter of\r\nAfrica.\r\nMindful of the fact that, during the colonial era and in\r\nthe course of the many wars fought between various nations,\r\nthe States of the third world endured not only domination\r\nbut also and particularly the systematic pillaging of their\r\nartistic works, it is only right that the restitution of this\r\ncultural property should become a part of the historic\r\nliberation process - not only political and economic\r\nliberation, but cultural as well. This is the reasoning behind\r\nthe work undertaken by my country, Zaire, since 1973. It\r\nalso led the United Nations Educational, Scientific and\r\nCultural Organization to launch an enormous operation\r\naimed at encouraging countries which, one way or another,\r\nhad appropriated the artwork or cultural property of other\r\ncountries to return them.\r\nMy delegation welcomes the positive and tangible\r\nresults secured by the Intergovernmental Committee for\r\nPromoting the Return of Cultural Property to its Countries\r\nof Origin or Its Restitution in Case of Illicit Appropriation.\r\nThe list of property restored over the past years is\r\nundeniable proof of the importance of draft\r\nresolution A/48/L.15; hence my delegation is once again\r\nsubmitting a draft resolution on this subject to the General\r\nAssembly for adoption.\r\nMr. SHAMBOS (Cyprus): An item on the return or\r\nrestitution of cultural property to the countries of origin was\r\nfirst considered by the General Assembly in 1972, but the\r\ntheft and removal of objects of cultural and archaeological\r\nsignificance have a much longer history. And they go on\r\nand on unabated.\r\nEven more disturbing is the fact that, on certain\r\noccasions, desecration and pillage are the order of the day\r\nthrough conscious attempts to extinguish the cultural heritage\r\nof territories forcibly stripped of their lawful inhabitants or\r\nto distort the spirit identifying the source of cultural\r\ncreativity of nations in their evolution through history.\r\nThousands of cultural treasures end up in foreign museums\r\nand private collections. Others are destroyed in the process\r\nof smuggling, or in the hands of ignorant or unscrupulous\r\nindividuals. With the loss of these archaeological objects, a\r\npart of history is also for ever lost to the nation or country\r\nof origin, and to the world in general.\r\nAs in the case of other countries, this constant\r\nhaemorrhage of our cultural heritage is the main reason why\r\nmy Government has supported, from the very first, the\r\ninclusion of this item in the agenda. We particularly\r\nappreciate the constant efforts of the United Nations\r\nEducational, Scientific and Cultural Organization (UNESCO)\r\nand its specialized committee, the Intergovernmental\r\nCommittee for Promoting the Return of Cultural Property to\r\nIts Countries of Origin and Its Restitution in Case of Illicit\r\nAppropriation, for enhancing world awareness and assisting\r\ncountries to reclaim their cultural property.\r\nI should also like to express our sincere appreciation to\r\nthe Director-General of UNESCO for the progress report\r\nreproduced in document A/48/466, and to commend him on\r\nhis continued efforts to promote the return or restitution of\r\ncultural property to the countries of origin.\r\nWe note in the report that UNESCO’s\r\nIntergovernmental Committee is presently considering a\r\nnumber of claims in the context of facilitating sensitive\r\nbilateral negotiations which, it is hoped, will lead to the\r\neventual repatriation of the cultural properties in question.\r\nWe strongly believe that bilateral negotiations, especially\r\nwhen embarked upon in conjunction with increased\r\ninternational cooperation, could effectively promote the aims\r\nof the Committee.\r\n47th meeting - Tuesday, 2 November l993 3\r\nIn this respect, it is crucial, whether States act jointly or\r\nindividually, that the focus of these efforts should be to\r\nprotect artifacts in their original shape and context, restoring\r\nthem where necessary to the countries and peoples of their\r\norigin, for the sake of cultural continuity and justice.\r\nSimilarly, we welcome the efforts to improve the\r\nexisting international conventions for the protection of the\r\nworld’s cultural heritage, and we agree that our focus should\r\nbe centred on increasing the number of ratifications by\r\nnon-party States and on providing technical assistance to\r\nStates where there are acute problems of illicit trafficking in\r\narchaeological objects.\r\nWe are following with great interest and high\r\nexpectations the negotiations on the UNIDROIT preliminary\r\ndraft Convention on Stolen or Illegally Exported Cultural\r\nObjects, and we hope that this process will be finalized in\r\nthe very near future.\r\nWe are of the view that special attention should be paid\r\nto the 1954 Hague Convention for the Protection of Cultural\r\nProperty in the Event of Armed Conflict. The multiplying\r\narmed conflicts that mankind is being faced with nowadays\r\nhave highlighted the indiscriminate destruction and\r\nplundering of archaeological objects and sites. Being\r\nourselves victims of invasion and occupation, we are well\r\naware of the wanton and systematic looting, vandalism and\r\ndevastation that follow such events.\r\nThe richness and variety of the cultural heritage of\r\nCyprus are renowned all over the world. The soil of Cyprus\r\nnever ceases to reveal further testimony to the millennial\r\npassage of history over this vital crossroads of three\r\ncontinents. Cyprus is the focal point for many renowned\r\nhistorians and archaeologists. Through meticulous\r\narchaeological excavations, or sometimes by chance, an\r\nimpressive diversity of remnants from an even more\r\nimpressive cultural heritage is regularly yielded up.\r\nThe wealth of our cultural heritage has, however, also\r\nattracted unscrupulous collectors and treasure hunters who\r\nillegally remove priceless cultural treasures of Cyprus. The\r\nfamous Kanakaria mosaics are an internationally celebrated\r\ncase in point and for the return of stolen and plundered\r\nartifacts. In this case, the Republic of Cyprus brought legal\r\naction in the United States for the recovery of four priceless\r\nByzantine mosaics, crudely hacked and stolen from the apse\r\nof the sixth-century church of Kanakaria in the occupied part\r\nof Cyprus and sold to an American art dealer.\r\nFollowing a lengthy judicial process, the United States\r\nCourt of Appeal confirmed that the mosaics before it were\r\nof great intrinsic beauty, that they were the virtually unique\r\nremnants of an earlier artistic period and that they should be\r\nreturned to their homeland and their rightful owner. The\r\nCourt said that it took this decision, not only because the\r\nmosaics belonged in Cyprus, but as a reminder that greed\r\nand callous disregard for the property, history and culture of\r\nothers could not be countenanced either by it or by the world\r\ncommunity.\r\nReferring to words of Lord Byron, and awarding\r\npossession of these valuable mosaics to Cyprus, Chief Judge\r\nBauer continued:\r\n\"Byron, writing of the Turkish invasion of Corinth\r\nin 1715, could as well have been describing the many\r\nchurches and monuments that today lie in ruins on\r\nCyprus, a small war-torn island in the eastern corner of\r\nthe Mediterranean Sea. As Byron’s poem laments, war\r\ncan reduce our grandest and most sacred temples to\r\nmere ’fragments of stone’. Only the lowest of\r\nscoundrels attempt to reap personal gain from this\r\ncollective loss. Those who plundered the churches and\r\nmonuments of war-torn Cyprus, hoarded their relics\r\naway, and are now smuggling and selling them for\r\nlarge sums, are just such blackguards. The Republic of\r\nCyprus, with diligent effort, has been able to locate\r\nseveral of these stolen antiquities; items of vast cultural,\r\nreligious (and monetary) value.\"\r\nThis decision is not only a precedent-setting case for\r\nthe return of stolen antiquities to countries of origin, but is\r\nalso a vindication of the position of countries suffering such\r\nlosses while under foreign occupation.\r\nNotwithstanding, however, the encouraging outcome of\r\nthis case, my Government remains concerned about the\r\ncontinuing losses that the cultural heritage of Cyprus has\r\nbeen suffering since 1974. We receive reports, almost on a\r\ndaily basis, of destruction and pilferage. The most severe\r\ndestruction has been suffered by churches and monasteries.\r\nOver 100 have been stripped of their sacred objects and\r\nlooted of their icons, frescoes and mosaics.\r\nWe strongly condemn these desecrations and the\r\nongoing destruction, and we appeal for resolute action on the\r\npart of the international community to preserve a cultural\r\nheritage that casts a long shadow from the dawn of history\r\nand over modern civilization, and to preserve the bleeding\r\nsoul and living memory of generation after generation of its\r\nrightful owners, the people who created that heritage by the\r\nsweat of their brows all down the centuries on the land of\r\nCyprus until this very day.\r\nLet me stress in this connection that the Government of\r\nCyprus and other institutions and individuals have spared no\r\neffort or money in seeking to recover - even buy\r\nback - whatever Cypriot antiquities could be salvaged. We\r\n4 General Assembly - Forty-eighth session\r\nare grateful to these institutions and to international\r\norganizations for their cooperation and assistance. They\r\nhave undertaken a world-wide campaign for the discovery\r\nand return of many significant cultural treasures.\r\nNevertheless, despite the assistance of many\r\norganizations - including UNESCO, the International Council\r\nof Museums and Sites, the International Criminal Police\r\nOrganization (INTERPOL), Europa Nostra and the Council\r\nof Europe - and devoted curators and scholars throughout the\r\nworld, we still have no control over the fate of our cultural\r\nheritage in our own territory in the occupied part of the\r\nRepublic.\r\nThis area contains the largest part of the island’s\r\narchaeological and historical sites and religious monuments.\r\nThese include the Venetian walled city of Famagusta; the\r\nseaport of Kyrenia, with its medieval castle; the\r\narchaeological sites of Salamis, Mycenaean Engomi, Vouni\r\nPalace and Soli; the three medieval castles of the Kyrenia\r\nrange, St. Hilarion, Buffavento and Cantara Castles; churches\r\nand monasteries built between the fourth and nineteenth\r\ncenturies; and neolithic, Bronze Age, Phoenician, Greek and\r\nRoman sites - literally hundreds of places of great historical\r\ninterest and value.\r\nIt is our hope that the United Nations, through its\r\nspecialized agencies, will continue to contribute to increasing\r\nthe awareness of the international community of the\r\nirrevocable damage done to the cultural heritage of\r\nindividual countries through plunder and destruction. For,\r\nin the final analysis, the loss of a cultural heritage is indeed\r\na loss for the global culture, for future generations and for\r\nhumanity. It is a loss for ever.\r\nIn conclusion, may I emphasize that we firmly believe\r\nthat no conquest of the past, no occupation of the present, no\r\nillicit acquisitions of any sort can justify for long the\r\nwithholding or refusal of return or restitution of cultural\r\nproperty to its rightful owners: the peoples who were the\r\ncreators of that property and their countries of origin, as the\r\ncase might be. Neither secular nor divine law would allow\r\notherwise. From the depths of history, the cry of the\r\ntragedian of old, Euripides, testifies to that in these words:\r\n\"Foolish is the one who sacks a city, making a desert\r\nof temples, pillaging the tombs, the sanctuaries of the\r\ndead; for he prepares his own doom in times to come.\"\r\nMr. BATU (Turkey):As a nation with a rich cultural\r\nheritage, Turkey is particularly pleased that we are again\r\nconsidering, under agenda item 21, the important issue of the\r\nreturn or restitution of cultural property to the countries of\r\norigin.\r\nHaving taken note of the valuable report (A/48/466) of\r\nthe Director-General of the United Nations Educational,\r\nScientific and Cultural Organization (UNESCO), my\r\ndelegation wishes to reaffirm its firm support for the efforts\r\nof that Organization to promote the return or restitution of\r\ncultural property to the countries of origin. The references\r\nin the report to the serious increase in the illicit traffic of\r\nstolen cultural property underscore the need for further\r\naction in this area.\r\nTurkey’s heritage can be traced to many ancient\r\ncivilizations. We are the repository of the treasures provided\r\nby these great civilizations. Turkey has thus become a key\r\ntarget for looters and traffickers in stolen art and antiquities.\r\nAs a result of the systematic plundering of our\r\narchaeological sites, many of our cultural treasures have\r\nbeen unlawfully removed and acquired by museums and\r\ncollectors in certain countries.\r\nIt is essential that these properties be located and\r\nreturned to us. Indeed, it is critical to the preservation of the\r\nheritage of all art-rich nations that their cultural properties be\r\npreserved in their geographical and natural surroundings and\r\nbe available for scientific and archaeological studies in their\r\nproper context. This is the prevalent world view, and we\r\nmust accelerate our efforts to accomplish this goal.\r\nAs the Director-General’s report observes, much has\r\nbeen done under the auspices of UNESCO since 1991 to\r\nprotect cultural property in its original and natural context\r\nand to repatriate the property illegally taken from countries\r\nof origin. Moreover, as the report notes, Turkey has\r\ninitiated bilateral negotiations with the Federal Republic of\r\nGermany for the return of a sphinx from Boguskoy and has\r\nissued two notices of stolen property, one concerning the\r\ntheft on 9 December 1990 of 34 antique coins, mostly gold,\r\nfrom the collection of the Kayseri Museum, and another\r\nconcerning the theft of 596 pieces of Iznik ceramic tiles\r\nfrom the Bayrampasa Turbesi Museum in Istanbul.\r\nWhile some progress has been made, there can be no\r\ndoubt that more should be accomplished at the international\r\nlevel. Thus far, cooperation between nations has not\r\nachieved a workable mechanism for dealing with specific\r\ncases of the illicit removal of cultural property from the\r\ncountries of origin. As a result, the international traffic in\r\nstolen cultural property proliferates, and the archaeological\r\ntreasures of Turkey and other art-rich countries continue to\r\nbe at risk of plunder. We must continue to work together to\r\nachieve acceptable measures to accomplish the return and\r\nrepatriation of stolen cultural property to the countries of\r\norigin by international action, which the present available\r\nConventions and Protocols do not provide.\r\n47th meeting - Tuesday, 2 November l993 5\r\nUnless and until this goal is accomplished, we have no\r\nchoice but to address these problems through bilateral\r\nnegotiations and in the courts. In this area, Turkey has\r\ntaken the lead among art-rich nations in seeking redress\r\nthrough the courts to recover its stolen cultural patrimony.\r\nOur painstaking efforts in this regard have been vindicated,\r\nmost recently by the successful resolution of a six-year\r\nlawsuit against the Metropolitan Museum of Art to recover\r\nthe fabled \"Lydian hoard\" antiquities, which have now been\r\nreturned to us.\r\nThe 363 \"Lydian hoard\" antiquities returned by the\r\nMetropolitan will be prominently exhibited in the museums\r\nof Istanbul, Ankara and other Turkish cities, together with\r\nsome other artifacts. Turkey considers this as a\r\nprecedent-setting case and is hopeful that the return of this\r\npriceless collection will help pave the way toward\r\nestablishing the rights of all nations to recover stolen artistic\r\nand cultural property and deterring smugglers and traffickers\r\nfrom further spoliations of ancient treasures in Turkey and\r\nother art-rich States.\r\nTurkey is hopeful that it will one day be able to bring\r\ncultural property of the Turkish people home without delay\r\nand the expense of legal action. Until then, it will protect its\r\nrights in the courts whenever and wherever it has to do so.\r\nAt the same time, Turkey will continue to contribute to\r\ninternational efforts to solve this serious problem. In this\r\nregard, Turkey has, among other things, ratified the 1954\r\nHague Convention for the Protection of Cultural Property in\r\nthe Event of Armed Conflict, the 1970 UNESCO Convention\r\non the Means of Prohibiting and Preventing the Illicit\r\nImport, Export and Transfer of Ownership of Cultural\r\nProperty, and the 1972 Convention concerning the Protection\r\nof the World Cultural and Natural Heritage.\r\nMoreover, Turkey has participated in the negotiations\r\nin the framework of the International Institute for the\r\nUnification of Private Law (UNIDROIT) on the preliminary\r\ndraft Convention on Stolen or Illegally Exported Cultural\r\nObjects, most recently at the last meeting of experts held at\r\nRome in October 1993. We look forward to the diplomatic\r\nconference that will consider the draft Convention next year.\r\nWe must, however, caution art-importing nations to give\r\nserious consideration to the concerns expressed by Turkey\r\nand other art-rich nations with respect to compensation,\r\nretroactivity and like issues, so that a document that\r\neffectively addresses the problem and is acceptable to the\r\ngreatest number of nations has a realistic chance of approval.\r\nWe urge all nations to work together to ensure, on an\r\ninternational level, the protection, recovery and return of\r\nstolen and illegally exported archaeological, historical and\r\ncultural property. By preserving our respective cultural\r\nheritages and restoring them to the rightful countries of\r\norigin, we shall best serve the interests of all peoples of the\r\nworld for generations to come. We pledge our support to\r\nthat process.\r\nMr. KHANAL (Nepal): Our world is blessed with rich\r\ncultural diversity. That diversity has inspired human\r\nimagination and creativity of an astounding variety. Respect\r\nfor the right of each people to develop its culture and respect\r\nfor the dignity and value of each culture across national\r\nboundaries are essential preconditions for the development\r\nof a climate of peace and tolerance. Indeed, as was rightly\r\nstated in the Declaration of the Principles of International\r\nCultural Cooperation, adopted by the United Nations\r\nEducational, Scientific and Cultural Organization (UNESCO)\r\nin 1966, reciprocal respect for, and influence of, the variety\r\nand diversity of cultures form a part of the common heritage\r\nof mankind.\r\nIllicit trafficking and appropriation of cultural property\r\nis hence one of the sad developments of modern civilization.\r\nSuch criminal acts rob countries of their past. Each piece of\r\ncultural property is an essential part of the heritage of the\r\ncountry of origin. Illegal and clandestine uprooting destroys\r\nthe symbolic bond between a creation of the human mind\r\nand its place of origin. As a result, mankind as a whole\r\nloses an essential part of the heritage of its civilization.\r\nSince 1973 the General Assembly has been considering\r\nthis agenda item. International cooperation for the restitution\r\nor return of cultural property without charge is the minimum\r\njust reparation for the damage done. One welcome result of\r\nthis initiative has been closer coordination between the\r\nGeneral Assembly and UNESCO in efforts to halt this traffic\r\nand to effect the restitution of cultural property.\r\nThe 1970 UNESCO Convention on the Means of\r\nProhibiting and Preventing the Illegal Import, Export and\r\nTransfer of Ownership of Cultural Property is a major\r\ninstrument in this area. My delegation appreciates the\r\nvaluable work done by UNESCO through its\r\nIntergovernmental Committee for Promoting the Return of\r\nCultural Property to its Countries of Origin or its Restitution\r\nin Case of Illicit Appropriation, of which Nepal is a\r\nmember. At the forty-sixth session of the General\r\nAssembly, the Director-General of UNESCO submitted an\r\nexhaustive study describing the achievements of the\r\nIntergovernmental Committee. My delegation appreciates\r\nthe updated report of the Director-General of UNESCO,\r\nwhich has been transmitted to the General Assembly in\r\ndocument A/48/466.\r\nMy country, Nepal, is situated at the crossroads of two\r\nof the most ancient civilizations. Nepal itself is the home of\r\na uniquely fascinating and rich cultural diversity. We are\r\nproud of our cultural heritage, which attracts visitors from all\r\n6 General Assembly - Forty-eighth session\r\nover the world. The three cities of the Kathmandu valley\r\nare renowned for the richness of their architecture, sculpture,\r\npaintings and manuscripts. The value of the artistic\r\nmonuments of the Kathmandu valley is clear from their\r\ndesignation by UNESCO as the cultural heritage of mankind.\r\nThe items of our cultural heritage continue to be used today\r\nin community and family rites and ceremonies.\r\nIt is therefore deeply saddening to see our ethnic and\r\nfolkloric objects, our religious statues, paintings, intricate\r\nwoodwork and metalwork, and our manuscripts\r\nsystematically plundered. Every community in Nepal has\r\nbeen affected by this illicit traffic. His Majesty’s\r\nGovernment has been taking strong measures to counter this\r\nillegal activity. However, governmental action alone is not\r\nenough to stop this nefarious business. We appeal for\r\ncooperation in drawing up systematic inventories of the\r\ncultural property in our country and of our cultural property\r\nabroad. This could be an important step towards the\r\npreservation of our cultural heritage and towards the return\r\nor restitution of works of art that have been removed from\r\nNepal. It might also be helpful to start thinking in terms of\r\npunitive compensation in case of damage to cultural property\r\nowing to illicit traffic.\r\nNepal has been working with other countries to counter\r\nthe serious increase in illicit traffic. In that regard, I wish to\r\nmake particular mention of the regional workshop held in\r\n1992 in Thailand in cooperation with UNESCO. It was\r\nattended by participants from 15 Asia-Pacific countries and\r\nobservers and representatives from the International Criminal\r\nPolice Organization (INTERPOL), the Customs Cooperation\r\nCouncil and the International Council of Museums. The\r\nworkshop gave the participants an opportunity to exchange\r\ninformation about their national experiences and common\r\nproblems, including those related to effects of tourism.\r\nMy delegation fully agrees with the view that\r\ndissemination of information and a campaign of education in\r\nboth developed and developing countries are crucial in\r\nraising public awareness of this important matter. Nepal\r\nappreciates the efforts of UNESCO in that direction, and we\r\nurge even greater efforts in the days to come. We strongly\r\ncondemn illicit traffic in cultural property, just as we\r\nstrongly advocate adherence to the principle of restitution\r\nand return. Nepal stands ready to cooperate with all\r\ncountries in efforts to preserve and protect the cultural\r\nheritage of mankind.\r\nThe PRESIDENT: I should like to propose that the\r\nlist of speakers in the debate on this agenda item be now\r\nclosed.\r\nIt was so decided.\r\nMr. CAMACHO OMISTE (Bolivia) (interpretation\r\nfrom Spanish): Bolivia possesses vast archeological, ethnic,\r\nhistorical and artistic wealth that comes, in large part, from\r\na cultural diversity encompassing an important\r\npre-Columbian indigenous tradition that endures today.\r\nThe marginalization and subjugation suffered by the\r\nindigenous cultures through several centuries have not\r\nprevented the continued existence of important human\r\ncultures that keep intact invaluable traditions and customs in\r\ndefence of their identity.\r\nHere I should like to speak about the specific instance\r\nof one of my country’s indigenous communities. The\r\ncommunity of Coroma, in the central region of Bolivia,\r\ndefends its way of life as a means of keeping faith with its\r\nancestral culture and of resisting misguided definitions of\r\nprogress.\r\nOne of the central elements in Coroma’s life is the\r\nreligious festivals, in which the entire population takes part.\r\nThe people display ancient ceremonial weavings of great\r\nartistic value that depict their ancestors and serve a cohesive\r\nfunction for their social organization.\r\nIn 1978, during the annual celebration held on\r\n1 November, a group of international traffickers managed to\r\ntake out of the community complete records of the textiles\r\nexhibited. Subsequently, through middlemen, they replaced\r\nthe best pieces and took them out of the country as\r\nhandicrafts, thus circumventing the laws regarding Bolivia’s\r\ncultural heritage.\r\nFortunately, the leaders of the community had written\r\ninventories of the textiles and records of all visitors to the\r\nregion, which made it possible to make reports to the legal\r\nauthorities. As a result, in 1988 the Customs authorities of\r\nthe United States of America seized about 700 pieces, of\r\nincalculable value, some of which were to be displayed at a\r\nfestival in San Francisco, California.\r\nAfter more than five years of litigation and negotiations,\r\nwhich included the signing of a bilateral agreement between\r\nBolivia and the United States, 43 of the textiles were\r\nreturned to their community of origin, in view of the\r\npre-eminent role they play in social, political and religious\r\nlife there. The rest of the material seized was handed over\r\nto the traffickers, and it was not possible to set a judicial\r\nprecedent. What is more, the dealer involved has initiated\r\nlegal action against the community of Coroma and the\r\nGovernment of the United States, demanding the signing of\r\nan agreement that would prevent the legitimate owners from\r\nrecovering their textile heritage. Judicial proceedings,\r\ninitially decided in favour of Bolivia, are under way in\r\n47th meeting - Tuesday, 2 November l993 7\r\nCanada with a view to achieving the recovery of other\r\nancient textiles of great artistic and historical value.\r\nBolivia wishes to take this opportunity to thank the\r\nauthorities of the United States and of Canada for what they\r\nhave done to date. Nevertheless, my Government is of the\r\nview that there is more to be done, since the archeological,\r\nhistorical, ethnological and artistic heritage of our nation\r\ncontinues to be subjected to intensive plunder that has\r\nreached alarming proportions.\r\nWe have specific information about displays and sales,\r\nin certain cities of Germany and England, of ancient Andean\r\ntextiles that have passed through the United States.\r\nAccordingly, we ask the countries that are signatories of the\r\nUnited Nations Educational, Scientific and Cultural\r\nOrganization (UNESCO) Convention of 1970 that have also\r\nsigned bilateral accords prohibiting the import of cultural\r\nproperty to study the possibility also of limiting the export\r\nfrom the co-signing country of objects of this type that\r\nmight, for whatever reason, be found in their territory.\r\nBolivia appeals to the parties to the 1970 Convention to\r\ntake measures to prohibit and impede the illegal import,\r\nexport and transfer of cultural property, and invites other\r\ncountries to become parties to that Convention. Bolivia\r\nlooks forward to the completion of legal proceedings for the\r\nrecovery and return of illegally exported cultural property,\r\nand requests that museums, both public and private, and art\r\ncollectors be urged to ascertain the origin and legitimacy of\r\nownership of pieces before making any acquisition.\r\nBolivia also deems it necessary, above and beyond\r\nbilateral agreements that might be reached, that joint action\r\nbe taken focusing, through the domestic legislation of\r\nindividual countries, on respect for the prohibition on\r\nexporting and importing property considered to be part of a\r\nnational heritage, as Canada has done.\r\nDiversity also involves a reassessment of the traditional\r\nand indigenous cultures of our countries, which are often\r\nadversely affected by certain aspects of the process of\r\nchange. This applies to native communities that suffer the\r\nconstant theft of their historic, artistic and religious heritage\r\nby international traffickers who sell ancient ceremonial\r\nobjects in various world capitals, without the industrialized\r\nnations taking preventive measures. We need to take a firm\r\nstand to safeguard our archaeological, historic, ethnological\r\nand artistic wealth. The United Nations should play a\r\ndecisive role in protecting the cultural property of our\r\npeoples.\r\nBolivia is a co-sponsor of the draft resolution\r\n(A/48/L.15) before the Assembly.\r\nMr. OUCH (Cambodia) (interpretation from French):\r\nAs this is the first occasion on which I have addressed the\r\nAssembly, allow me first, on behalf of the delegation of the\r\nKingdom of Cambodia, to offer you, Sir, my warmest\r\ncongratulations on your election to the presidency of the\r\nGeneral Assembly at this forty-eighth session. I am firmly\r\nconvinced that under your leadership, and in view of your\r\nextensive diplomatic experience, the work of this session\r\nwill be crowned with success. You may be assured of the\r\nfull cooperation of the delegation of the Kingdom of\r\nCambodia.\r\nIt is an honour and a privilege for me to address the\r\nAssembly and make our contribution to consideration of\r\nagenda item 21, pursuant to resolution 46/10 of\r\n22 October 1991.\r\nIt is well known that Cambodia is a country with a\r\ngreat many archaeological monuments and treasures and\r\nmore than 1,000 sites whose magnificent stone and brick\r\nedifices rival each other in beauty. I should like to avail\r\nmyself of this solemn occasion to alert all the friendly States\r\nMembers of the United Nations, far and near, and all the\r\ninternational organizations concerned of the great harm done\r\nto, and the danger of destruction of, art objects of the Khmer\r\nculture - a situation which each day grows more serious.\r\nDespite the difficult circumstances Cambodia has passed\r\nthrough, the protection of those art objects has continually\r\nbeen one of the major concerns of the international\r\ncommunity and of the relevant international organizations.\r\nI should not like to miss this opportunity to express, on\r\nbehalf of the Royal Government of Cambodia and all the\r\nCambodian people, our deepest gratitude for the timely and\r\ngenerous assistance of the United Nations Educational,\r\nScientific and Cultural Organization (UNESCO), and Japan,\r\nIndia, France, Poland and Hungary in helping to maintain,\r\npreserve and protect Cambodia’s cultural heritage.\r\nThe sad events of more than 20 years have not only\r\ndestroyed Cambodia’s economic and human resources but\r\nhave also considerably impoverished its cultural resources.\r\nMost of the monuments which are part of the archaeological\r\nsite of Angkor, the seventh wonder of the world, spread over\r\nmore than 200 square kilometres, were subjected to\r\nplundering, theft, vandalism and clandestine archaeological\r\ndigs, all of which were facilitated by war and the unsafe\r\nconditions in the region. Hundreds of extremely valuable\r\nstatues disappeared, and these stolen art objects have\r\nrecently appeared on the international art market. This\r\nconsiderable loss gravely harms the cultural patrimony as a\r\nwhole - the patrimony not only of Cambodia but of all\r\nmankind. The Angkor site has, since December 1992, been\r\nlisted as part of the world’s cultural patrimony. As a\r\nsignatory to the Convention on the Means of Prohibiting and\r\nPreventing the Illicit Import, Export and Transfer of\r\n8 General Assembly - Forty-eighth session\r\nOwnership of Cultural Property (Paris 1970) - the so-called\r\n1970 Convention - the Kingdom of Cambodia continually\r\ntakes necessary and urgent measures in close cooperation\r\nwith UNESCO and the international community to ensure\r\nbetter protection against plundering. In this context, the\r\nRoyal Government of Cambodia will soon submit to our\r\nNational Assembly a draft law on managing the national site\r\nof Angkor. Article 1 of the law reads as follows:\r\n\"The Angkor site, a part of the world’s patrimony, is\r\nbuilt on Khmer national territory. The improvement of\r\nthis site is declared to be a national priority.\"\r\nIn the same spirit, UNESCO organized two very\r\nimportant workshops, in February 1992 at Jomtien, Thailand\r\nand in July 1993 at Phnom Penh, Cambodia, with the\r\nparticipation of 15 Asian countries, experts from UNESCO,\r\nINTERPOL, the International Council of Museums, police\r\nand customs officials, and representatives of the Ecole\r\nFrançaise de l’Extrême Orient, to exchange information and\r\nopinions on the measures to be taken against theft,\r\nclandestine archaeological digs and the trafficking of cultural\r\nobjects, with a view to training Cambodian specialists in\r\nvarious techniques such as the preparation of inventories of\r\ncultural objects, police investigations, customs searches,\r\norganization of guard services, electronic security measures\r\nin museums and at the sites, and legislative measures.\r\nI take this opportunity to appeal to the international\r\ncommunity, pursuant to article 7 of the 1970 Convention, for\r\nits full cooperation against the illicit trafficking of Khmer art\r\nobjects. In this spirit, I have the honour to recall the\r\nfollowing proposals made by His Royal Highness\r\nSdech Krom Loung Norodom Ranariddh, First Prime\r\nMinister of the Government of the Kingdom of Cambodia,\r\nto the General Assembly on 4 October 1993:\r\n\"In order to recover these valuable cultural properties,\r\nwe appeal to all countries which export such goods and\r\nthrough which they are transported ... to adopt the\r\nfollowing steps to help us. First, they should prevent\r\nnational museums and similar institutions from\r\nacquiring any antiquities which are native to the\r\nKingdom of Cambodia. Secondly, they should ban the\r\nimport of these cultural properties as soon as they are\r\nlegally listed in the inventories of Khmer national\r\npatrimony, if they are not legally licensed by the\r\ncompetent Cambodian authorities for export purposes.\r\nThirdly, they should take all necessary steps to ensure\r\nthat antique dealers and merchants of cultural resources\r\nassist the Royal Government of Cambodia in recovering\r\nand repatriating those cultural treasures illegally\r\nexported from the Kingdom of Cambodia.\" (Official\r\nRecords of the General Assembly, Forty-eighth Session,\r\nPlenary Meetings, 15th meeting, p. 8.)\r\nMy delegation agrees with the report of the Director-\r\nGeneral of UNESCO on the action to be carried out by that\r\norganization for the return and restitution of art objects to\r\ntheir countries of origin, and totally endorses the\r\nrecommendations in draft resolution A/48/L.15, submitted to\r\nthe General Assembly for adoption. We once again affirm\r\nthe determination of the Government of the Kingdom of\r\nCambodia to combat these wrongs in close cooperation with\r\nthe international community. We are firmly convinced that\r\nthe measures mentioned in the draft resolution and the\r\naforementioned Convention will be applied by all countries\r\nand will encourage all countries which import art objects, or\r\nthrough which such objects pass, and which have not yet\r\nratified the 1970 Convention to do so.\r\nMr. DROBNJAK (Croatia): The Republic of Croatia\r\nis speaking in this discussion by the General Assembly of\r\nagenda item 21, \"Return or restitution of cultural property to\r\nthe countries of origin\" for the following reasons:\r\nThe cultural property of my country was pillaged during\r\nthe period of the aggression by the Federal Republic of\r\nYugoslavia (Serbia and Montenegro) against the Republic of\r\nCroatia. Even today, Croatian cities and cultural monuments\r\nare daily subjected to indiscriminatory attacks originating\r\nfrom the occupied territories. Parts of Croatia’s cultural\r\nheritage have been taken outside the country’s boundaries\r\nand are still unlawfully kept in Serbia and Montenegro or\r\nare under the control of Serbian authorities in third countries.\r\nThe most serious example of this followed the utter\r\ndestruction of Vukovar, a Croatian city bordering Serbia.\r\nAfter its valiant defenders had been overwhelmed by four\r\nmonths of siege, constant bombardment and armoured\r\nattacks and many of them had been summarily executed by\r\nthe Yugoslav People’s Army - an event at present under\r\ninvestigation by the United Nations Protection Force\r\n(UNPROFOR) and the commission of experts that is\r\ninvestigating war crimes in the former Yugoslavia - the\r\noccupying forces entered underground vaults to collect and\r\nsteal priceless works of art belonging to the City Museum of\r\nVukovar and several private collections. All those treasures\r\nwere taken outside the Croatian borders, to Beograd, Novi\r\nSad and Subotica in Serbia. Furthermore, Belgrade\r\nauthorities shamelessly attempted to show part of those\r\ntreasures at an exhibition in Paris in May 1992.\r\nThe ownership of the stolen pieces of art is beyond\r\ndispute: even the Government of the Federal Republic of\r\nYugoslavia admitted at the time that the items \"belong to the\r\nfamily Paunovic, Dr. Antun Bauer, the Vukovar City\r\nMuseum and the Vukovar Gallery of the Art Treasure\". It\r\nis clear that the property was taken out of the country\r\nwithout the consent of its owners or the relevant authorities\r\nof the Republic of Croatia, after the occupation of Vukovar.\r\n47th meeting - Tuesday, 2 November l993 9\r\nCompounding their shameless behaviour, the Belgrade\r\nauthorities then requested the Committee of the Security\r\nCouncil established pursuant to resolution 724 (1991)\r\nconcerning Yugoslavia to allow repatriation of those\r\ntreasures to Belgrade.\r\nThe Government of the Republic of Croatia stated at\r\nthe time that the repatriation requested by the Government\r\nof the Federal Republic of Yugoslavia should be denied.\r\nFurthermore, the Republic of Croatia asked that the party\r\nfound in illegal possession of the treasures in question be\r\ninstructed to submit them to the impartial custody of a\r\nUnited Nations official designated by the Committee, at\r\nwhich time the Government of the Republic of Croatia\r\nwould file a request for repatriation to the real country of\r\norigin and to its legitimate owners. Unfortunately, the\r\nCommittee found itself incompetent and declined to issue\r\nsuch an order. However, we believe that the stolen treasures\r\nare still in Paris.\r\nI should like to point out that the former Yugoslavia\r\nwas, and the Republic of Croatia is, a party to the 1954\r\nConvention for the Protection of Cultural Property in the\r\nEvent of Armed Conflict and to the Convention on the\r\nMeans of Prohibiting and Preventing the Illicit Import,\r\nExport and Transfer of Ownership of Cultural Property. On\r\n29 November 1991 Croatia logged the first in a series of\r\ncommunications to the United Nations Educational,\r\nScientific and Cultural Organization (UNESCO) concerning\r\nthe pillage of treasures from Vukovar. My Government asks\r\nthat the Belgrade authorities finally comply with their\r\ninternational obligations under those Conventions, and that\r\nall the stolen property be returned to the Republic of Croatia\r\nwithout delay.\r\nThe city of Vukovar is not the only pillaged location in\r\nthe Republic of Croatia. There are many others such as\r\nDrnis and Ilok. The destiny of 16 museums and numerous\r\nprivate and ecclesiastical collections holding more than\r\n200,000 items, which remain cut off in the occupied territory\r\nof Croatia, remains largely unknown. It has been\r\ndetermined with certainty that six of the museums were\r\ncompletely pillaged by the occupying forces and their\r\npossessions taken away to an unknown location.\r\nThe Serbian aggression has devastated large parts of my\r\ncountry. The ancient cities of Dubrovnik, Zadar and Sibenik\r\nwere heavily shelled and many priceless pieces of art have\r\nbeen lost to future generations. However, my Government\r\ntakes note with appreciation of the report of the Director-\r\nGeneral of UNESCO (A/48/466), hopeful of the definitive\r\nreturn of all the stolen treasures and the possible\r\nreconstruction of those damaged or destroyed by Serbian\r\nvandalism.\r\nI should like to take this opportunity to express our\r\ndeepest gratitude to UNESCO for the effort in reconstruction\r\nof Dubrovnik and other devastated sites on Croatian\r\nterritory.\r\nMr. BAYART (Mongolia): The Mongolian delegation\r\nhas studied with a great deal of attention and interest the\r\nreport of the Secretary-General (A/48/466) on item 21,\r\n\"Return or restitution of cultural property to the countries of\r\norigin\".\r\nWe are gratified at the work done and the progress\r\nmade since the seventh session of the Intergovernmental\r\nCommittee for Promoting the Return of Cultural Property to\r\nits Countries of Origin or its Restitution in Case of Illicit\r\nAppropriation, held at Athens in April 1991.\r\nAs can be seen from the report, various activities have\r\ntaken place with a view to promoting bilateral negotiations\r\nand regional cooperation, especially on the reduction of\r\nillicit traffic in cultural property, to preparing inventories of\r\nmovable cultural property, and to disseminating information\r\nto the public.\r\nIn spite of the work accomplished thus far, one can\r\nhardly overestimate the dimensions and complexities of the\r\nproblems and the tasks at hand. There is no doubt that the\r\nissue calls for close international attention and the\r\nelaboration of sound strategies to deal with the different\r\naspects of it. It is in this light that my delegation sees the\r\nimportance of a periodic review of the question in the\r\nGeneral Assembly.\r\nMy delegation highly commends the work being done\r\nby the United Nations Educational, Scientific and Cultural\r\nOrganization (UNESCO) and expresses the hope that its\r\nactivities in this important domain will be further expanded.\r\nThe question of protecting cultural property and\r\nensuring its return or restitution to the countries of origin has\r\ngained increased prominence of late. It is especially true in\r\nthe case of those countries which, having done away with\r\nideological impediments, are making strenuous efforts to\r\nrevive national identity and restore cultural heritage. It is\r\nequally true with respect to regions and countries riddled\r\nwith wars and ethnic conflicts.\r\nMongolia, a nation with a centuries-old history and a\r\ngreat historical and cultural heritage, is today undergoing a\r\ndramatic process of spiritual renewal.\r\nEfforts are being made to restore the cultural and\r\nreligious relics destroyed during recent years as a result of\r\ngiven political and historical circumstances. In addition,\r\nMongolia desires to cooperate with other countries and\r\n10 General Assembly - Forty-eighth session\r\ninternational organizations in locating and returning the\r\nmany invaluable cultural artefacts taken away from our\r\ncountry.\r\nMongolia has recently become a party to the 1970\r\nConvention on the Means of Prohibiting and Preventing the\r\nIllicit Import, Export and Transfer of Ownership of Cultural\r\nProperty. In February 1992 Mongolia participated in a\r\nregional workshop at Jomtien, Thailand, on the means of\r\ncombating illicit traffic in cultural property.\r\nMy delegation wishes to commend the initiation of a\r\nnational workshop on measures against illicit traffic in\r\ncultural property at Phnom Penh, Cambodia. We believe\r\nthat similar national workshops could be organized in other\r\ninterested countries. Mongolia is willing to cooperate with\r\nUNESCO in this regard.\r\nThe Mongolian delegation strongly supports the content\r\nof draft resolution A/48/L.15 and is pleased to co-sponsor it.\r\nWe hope that the draft resolution will command the widest\r\npossible support of the Assembly.\r\nMrs. ESCHENKO (Ukraine) (interpretation from\r\nRussian): The fact that the problem of the return or\r\nrestitution of cultural property to the countries of origin is\r\nbeing systematically considered at the United Nations is\r\nevidence of the importance of the issue for international\r\nrelations. A large number of international documents\r\nconfirm the right of States that have been deprived of their\r\ncultural property as a result of colonial or foreign occupation\r\nor crime to have them returned. Members of the\r\ninternational community are urged to take the necessary\r\nsteps to create favourable conditions for the realization of\r\nsuch a right.\r\nOn its centuries-long path to independence Ukraine\r\nsuffered tremendous losses of its national relics and historic\r\nand cultural property. My country has ratified international\r\nconventions on the return of cultural property and supports\r\nthe relevant resolutions of the United Nations General\r\nAssembly.\r\nIn this respect it might be appropriate to refer to the\r\nlaw of Ukraine entitled \"Implementation of International\r\nAgreements on the Territory of Ukraine\", of\r\n10 December 1991. Under that law, international\r\nagreements concluded and properly ratified by Ukraine\r\nconstitute an integral part of the national legislation of\r\nUkraine and are implemented according to the procedures\r\nprovided for under national legislation.\r\nUkraine has thereby demonstrated its readiness for\r\ncloser cooperation in the preservation of cultural heritage,\r\nand, for its part, hopes for the effective support of the\r\ninternational community.\r\nAn agreement adopted at the initiative of Ukraine at the\r\nmeeting of Heads of States participants of the\r\nCommonwealth of Independent States in Minsk on\r\n14 February 1992, has as its aim the solving of the problems\r\ninvolved in this issue. This agreement, in the spirit of\r\nUnited Nations General Assembly resolutions, could serve as\r\na legal basis and machinery for returning cultural and\r\nhistoric property to the countries of origin - a matter which\r\nhas become an urgent issue since the disintegration of the\r\nSoviet Union. We regret that the agreement was rejected by\r\nthe former parliament of the Russian Federation and we\r\nhope that a new Russian parliament will have a better\r\nunderstanding of the problem.\r\nIn order further to enhance the Minsk agreement\r\nUkraine has endorsed the initiative of the Republic of\r\nBelarus to establish an inter-State commission on ownership\r\nrights over cultural property collected in museums, libraries\r\nand archives as well as in storage in the former Soviet\r\nUnion.\r\nWe deem it important to cooperate on this issue with\r\nthe countries of Eastern and Central Europe. To that end\r\nUkraine’s representatives participated in the seminar on the\r\nprevention of illicit traffic in cultural property that was held\r\nby the United Nations Educational, Scientific and Cultural\r\nOrganization (UNESCO) at Budapest last March.\r\nThe future of cultural property in the aftermath of the\r\ncollapse of empires and great Powers and the establishment\r\nof independent States is an important problem that demands\r\ncloser attention by the international community.\r\nConsideration of the question and elaboration of up-to-date\r\nrecommendations could add impetus to the solution of\r\nproblems, including those faced by participants from the\r\nCommonwealth of Independent States.\r\nUkraine is most interested in the implementation of\r\ninternational agreements on the return of cultural property\r\nexpropriated during the Second World War. We do realize,\r\nhowever, that the underlying factor in practical work to\r\nreturn cultural property is bilateral cooperation. Therefore,\r\nprovisions on the return of property are included in a large\r\nnumber of Ukraine’s agreements on cultural cooperation\r\nwith different countries. We have already found positive\r\nsolutions to the problem of the return of the national\r\nproperty of other States which has happened, by a stroke of\r\nfate, to be located on Ukrainian territory.\r\nJoint work has already begun with Belarus, Moldova,\r\nHungary, Great Britain and Germany. We value highly\r\ncooperation with Poland, on whose territory there is a great\r\n47th meeting - Tuesday, 2 November l993 11\r\ndeal of the cultural property of the Ukrainian people,\r\nincluding our unique national relics.\r\nContact with the German side in this area has special\r\nsignificance for Ukraine. As is well known, the Nazis\r\ninflicted terrible damage on Ukraine during the Second\r\nWorld War. Its losses in art objects alone totalled more than\r\n300,000 items.\r\nI should also like to touch upon our relations with\r\nRussia in this field. That country still has in its possession\r\nunique documents and relics relating to the very core of\r\nUkraine’s history and statehood - in particular the archives\r\nof the Zaporizhia Cossack Sich, which was liquidated by the\r\nTsarist Government in 1775. The archives of the Ukrainian\r\nPeople’s Republic experienced the same sad fate following\r\nthe occupation of Kiev by Bolshevik troops in 1918.\r\nThis year, for the first time in 60 years, we\r\ncommemorated the tragic anniversary of the Great Famine\r\nof 1932-1933 in Ukraine. Thanks to the work of Ukrainian\r\nresearchers in the Diaspora and of American historians, we\r\nknow today that it was actually genocide committed by the\r\nStalin regime against its own people. The artificially\r\ninduced famine in Ukraine cost the lives of more than\r\n8 million people. Those horrifying figures need further\r\nclarification, but archives relating to this dark page in our\r\nhistory are also in Moscow, which makes it difficult for\r\nUkrainian researchers to investigate the question.\r\nThese are but a few examples - the list of historical\r\ndocuments alone is far from exhaustive - and there are also\r\nmany cultural relics that were removed from Ukraine at\r\ndifferent periods of time. Some art collections, such as that\r\nof Khanenko, a well-known Ukrainian patron of the arts,\r\nwere transferred to Moscow as temporary exhibits. It is,\r\nhowever, well known that nothing lasts longer than the\r\ntemporary. We venture to hope that bilateral consultations\r\non the issue will be held in the near future and that they will\r\nbenefit both peoples and States.\r\nThe fate of cultural property detected by customs\r\nservices during attempts to smuggle it out of the country is\r\na separate issue. To coordinate such work a National\r\nCommission on the Return of Cultural Property has been\r\ncreated under the Cabinet of Ministers of Ukraine. At\r\npresent nearly 43,000 objects have been registered that were\r\nat various times illegally shipped out of Ukraine. Their\r\nprecise or supposed location has been identified. A\r\ncomprehensive catalogue of lost cultural property, with\r\ndescriptions and photographs of more than 4,000 items, is\r\nbeing compiled by the Commission.\r\nAn automatic information system called \"Lost Property\"\r\nis being created in Ukraine, and work on an annual scientific\r\nand informational publication, Heritage, has begun. Draft\r\nlaws concerning the national cultural heritage, the procedures\r\nfor the export of cultural property from Ukraine and the\r\nconditions of its transit are being submitted for consideration\r\nby the Verkhovna Rada of Ukraine. In this connection close\r\nlinks with the International Criminal Police Organization\r\n(INTERPOL) and the Art Loss Register, London, would be\r\nmost helpful to us.\r\nUkraine is placing its hopes on the world community’s\r\nunderstanding of this problem and on the support of those\r\nwho care about the future of spiritual treasure. For every\r\nnation, the return of its cultural property to its native soil\r\nmeans the return of its national dignity.\r\nThe delegation of Ukraine approves the report of the\r\nSecretary-General on this agenda item (A/48/466) and\r\nendorses the proposed draft resolution A/48/L.15, which will\r\ncontribute to the solution of this important international\r\nproblem and thus strengthen mutual understanding among\r\nStates.\r\nMr. EXARCHOS (Greece): When I addressed the\r\nAssembly two years ago on this very important item I\r\npointed out that the question of protecting the cultural\r\nproperty of all nations is more relevant now than in the past\r\nand that respect for each nation’s unique character, most\r\nprominently expressed by its cultural heritage, would\r\nundoubtedly benefit the strengthening of international\r\ncooperation.\r\nSince then, the goals set by the resolutions adopted by\r\nthe General Assembly may not yet have been reached, but\r\nthe matter is at least being given serious consideration by the\r\nIntergovernmental Committee for Promoting the Return of\r\nCultural Property to Its Countries of Origin, and we are glad\r\nto note that progress is being made. In this respect we also\r\nwelcome the continuing accession of States to the\r\nConvention on the Means of Prohibiting and Preventing the\r\nIllicit Import, Export and Transfer of Ownership of Cultural\r\nProperty, which has now been signed by 78 countries. We\r\nof course look forward to the accession of more States in the\r\nfuture.\r\nThe latest report of the Secretary-General (A/48/466)\r\nprovides us with a useful account of the steps being taken to\r\ncurb the illicit traffic in cultural property. We can but\r\ncommend the Secretary-General and the Director-General of\r\nthe United Nations Educational, Scientific and Cultural\r\nOrganization (UNESCO) for their unrelenting interest in and\r\nefforts with regard to this important question. We should\r\nalso like to express our appreciation for the efforts\r\nundertaken by a series of international organizations, namely,\r\nthe International Criminal Police Organization (INTERPOL),\r\nthe International Council of Museums (ICOM), the United\r\n12 General Assembly - Forty-eighth session\r\nStates Information Agency (USIA) and the Customs\r\nCooperation Council.\r\nWe also wish to reaffirm the importance we attach to\r\nbilateral cooperation in the attempt to seek and find the\r\nsolutions required. This is also an area where we are aiming\r\nat further improvements in relations between countries.\r\nAs we had an opportunity to state in an earlier\r\ndiscussion on this matter, we believe that a proper procedure\r\nshould be worked out to take into account the principle of\r\nretroactivity in the restitution of illicitly transferred cultural\r\nproperty. Is this principle not the essence of the item we are\r\nexamining, along with the prevention of future illicit\r\ntransfers of works of art, which constitute the cultural\r\nheritage of the peoples who created them?\r\nIn this connection, I should like to reiterate our strong\r\nand continuing interest in the elaboration of a convention on\r\nstolen or illegally exported cultural objects. As a matter of\r\nfact, Greece has actively participated in all the meetings of\r\nthe Committee of Experts established by the International\r\nInstitute for the Unification of Private Law (UNIDROIT) for\r\nthis purpose. The adoption of a convention could constitute\r\na significant step forward in respect of this very important\r\nand thorny issue.\r\nIn this connection, may I refer to the useful work being\r\ndone by the Intergovernmental Committee of UNESCO -\r\nespecially its first recommendation, with regard to the\r\nrestitution of the marbles of the Parthenon. The Committee\r\n\"recommends that the Secretariat, with the advice and\r\nassistance of the International Council of Museums,\r\nseek the opinion of a panel of independent experts of\r\ninternational repute which will, after studying\r\nconditions in their present location and those specified\r\nin the plans of the new Acropolis Museum, advise the\r\nCommittee as to the place where the Parthenon Marbles\r\ncould best be situated\".\r\nWe are glad to report that work on the plans for the\r\nconstruction of the new Acropolis Museum has been going\r\nforward.\r\nOn the other hand, it is with concern that we note the\r\ntheft of 64 archaeological objects of priceless value from the\r\nmuseum on the island of Aegina, near Athens. This is\r\nmentioned in the report of the Secretary-General.\r\nFortunately, a significant number of bronze Early Mycenaean\r\nobjects were later found by the Greek police authorities.\r\nEqually disturbing is the fact that 20 very valuable\r\nmarble and clay figurines and craters of the Early Cycladic\r\nperiod are missing from the Archaeological Museum of the\r\nisland of Paros. There can be little doubt about their illicit\r\nremoval from Greece. I should like to mention also a\r\nsegment of a mosaic floor from the Museum of Sparta,\r\ndepicting a head of the Medusa, which was recently located\r\nin a New York private art gallery.\r\nWe also note that in the occupied part of the Republic\r\nof Cyprus, where most of the archeological and religious\r\nmonuments of the island lie, there has been large-scale\r\nlooting by the occupying foreign troops. Apart from the\r\nremoval of unique mosaics from the church of Panagia\r\nKanakaria, to which we referred two years ago, there are the\r\ncases of illicit removals from the Antiphonitis Monastery\r\nand the Chapel of Agios Themonianos and of illegal exports\r\nand sales by smugglers to collectors abroad.\r\nFinally, equally disturbing is the fact that new, and\r\nsimilar, cases of the theft and illegal export of cultural\r\nobjects are reported in so many countries around the world.\r\nAgainst this pessimistic background, I should like to\r\ndraw attention to the fact that the Secretary-General’s report\r\ndoes make reference to cases of the restitution of stolen\r\narticles. This is an encouraging note. Pieces of pottery\r\nwere returned to the Museum of Ancient Corinth in Greece;\r\nthe first Panamanian flag is back at the Museo de Historia\r\nin Panama; and stolen paintings were found as a result of\r\naction by West Berlin’s repression-of-crime unit.\r\nHowever, new cases of the theft and illicit transfer of\r\ncultural property demonstrate clearly the pressing need for\r\nincreasingly tough measures from the specialized\r\ninternational organizations.\r\nMay we soon see an end to this sad practice.\r\nMrs. JAGAN (Guyana): The draft resolution\r\n(A/48/L.15) that is before us today, which deals with the\r\nreturn or restitution of cultural property to the countries of\r\norigin, is of great importance to a large number of countries,\r\nwhich, through the ages, have been deprived of cultural\r\nproperty created and/or owned by earlier civilizations. Such\r\nproperty, in the main, forms the cultural heritage of nations,\r\nas well as the basis of a nation’s history.\r\nThe pride and glory of countries in all parts of the\r\nglobe is derived, to a great extent, from what their artists,\r\narchitects, artisans and workers produced in different periods\r\nof history. To many countries, there is a great sense of loss,\r\nas well as of humiliation, in the thought that irreplaceable\r\nobjects of their cultural heritage are to be found in museums,\r\nand even in private collections, in other countries.\r\nThe importance of these objects of art and of the\r\nculture of some of the world’s great civilizations is beyond\r\n47th meeting - Tuesday, 2 November l993 13\r\nestimation. The removal of the cultural property of these\r\ncountries indicates the lack of a thorough understanding and\r\nappreciation of their own cultural heritage and denies their\r\nscholars and historians the right to a careful examination and\r\nanalysis of their past.\r\nIt is to the credit of the United Nations Educational,\r\nScientific and Cultural Organization (UNESCO) that this\r\nsubject has been dealt with and put in its proper perspective\r\nand has been given priority. So frequently, in the\r\nmaterialistic world in which we live, insufficient attention\r\nhas been paid to history and culture and to man’s need to\r\ntake pride in the knowledge of a rich culture as part of his\r\nheritage.\r\nThe concern evinced by UNESCO about this matter has\r\nhelped to guide many countries with regard to the provision\r\nof legislation and inventories; methods of recovering\r\ntreasures of earlier civilizations; and the creation of the\r\nclimate for the return of such historical objects.\r\nAlso, with the improvement of scientific methods of\r\nrecovering cultural property from seabeds and from\r\nexcavations carried out with highly technical equipment,\r\nthere are now greater possibilities for plundering cultural\r\nproperty. Thus, proposals in the text of the draft resolution\r\nconstitute ways and means of dealing with these new\r\nchallenges.\r\nWhat we are dealing with is a moral issue too. Thus,\r\nwe must take into account the responsibilities of countries in\r\npossession of the cultural property of - and this is generally\r\nthe case - smaller and poorer nations.\r\nThese monuments, objects of art, pieces of great\r\nimportance belonging to buildings and historical sites that\r\nhave lost whole sections - including manuscripts and other\r\ncultural treasures - are important to the study of a nation’s\r\nhistory. In this hemisphere, the magnificent indigenous\r\ncultures have been plundered since the arrival of Columbus.\r\nThese are especially important to the young people of the\r\ncountries concerned - the generations to come, who need\r\nreassurance of their worth and a more complete\r\nunderstanding of what their ancestors created. Such cultural\r\nproperty is an inspiration and an incentive to young people\r\nto achieve the greatness of their ancestors, a better\r\nunderstanding of their rich history, and a pride in being that\r\nderives from cultural values.\r\nThe UNESCO appeal, the purpose of which is to\r\nencourage the mass media, along with educational and\r\ncultural bodies, to foster greater awareness with regard to the\r\nreturn of cultural property to the country of origin, deserves\r\nserious consideration, as do appeals for bilateral agreements\r\nfor the restitution of historical treasures.\r\nThe injustices of the past can be corrected today, when,\r\none hopes, the conscience of nations is maturing. There is\r\na great need to restore the self-esteem, conscience, pride and\r\ndignity of the nations that have provided the basis for the\r\ngreat advances we have witnessed in this century. UNESCO\r\ndeserves greater support and needs greater clout if it is to\r\nrepair the damage of the past. Draft resolution A/48/L.15\r\nmust be more than a piece of paper tucked away in a file -\r\nwe must strive to give it life and meaning.\r\nMr. ORDZHONIKIDZE (Russian Federation)\r\n(interpretation from Russian): The return or restitution of\r\ncultural property to its countries of origin is an extremely\r\nimportant issue which, while no doubt important in and of\r\nitself, should in our view be considered in broader terms, in\r\nthe context of the overall problem of the preservation of\r\ncultural heritage. Solving this problem is important for the\r\nworld community as a whole and for the various regions and\r\nsubregions, and of course for every State and people. The\r\nsignificance of the problem should be matched by measures\r\nto be taken at the universal, regional, bilateral and national\r\nlevels, in order to settle such overall issues as the\r\npreservation of cultural heritage and specific issues of the\r\nrestitution of cultural property to its countries of origin.\r\nThe item we are discussing is extremely topical for\r\nRussia. It comprises a number of historical and basically\r\ndisparate elements which make it necessary to combine\r\nvaried approaches to its solution.\r\nA particular situation which goes back a very long way\r\nis one that grew out of the Second World War. A\r\nsignificant amount of the cultural property that ended up\r\noutside our country at the end of that war has not yet been\r\nreturned; nor have all aspects of restitution to the appropriate\r\nStates of property that ended up in our country after the war\r\nbeen solved. Fundamental for us here are the principles\r\nformulated in the 1954 Convention for the Protection of\r\nCultural Property in the Event of Armed Conflict, concluded\r\nin The Hague, and the Protocol to the Convention.\r\nA new situation arose with the need to preserve the\r\ncultural heritage after the Union of Soviet Socialist\r\nRepublics ceased to exist, when on the territory of a single,\r\nmultinational State there was a great deal of cultural\r\nproperty that belonged to various newly arisen States. Here\r\nwe must observe that with the formation of new States on\r\nthe territory of a State that had existed for a long time it was\r\nvery difficult to determine which State should be regarded\r\nas the country of origin of cultural property, and\r\nconsequently to whom the property should be restored.\r\nDuring the establishment of the Commonwealth of\r\nIndependent States, and the formation of customs, border\r\nand other law- enforcement machinery of the Russian\r\n14 General Assembly - Forty-eighth session\r\nFederation, there was large-scale illegal export of cultural\r\nproperty from our country. For the first half of 1992 alone,\r\nofficially registered crimes pertaining to cultural property\r\nnumbered 2,211, and this figure has virtually doubled over\r\nthe past year. According to the data available to us, outside\r\nRussia there are active smuggling organizations trafficking\r\nin the export from our country of items of antiquity and art\r\nobjects. Now we are taking the appropriate steps at the\r\nnational level as part of international cooperation in order to\r\ncorrect the situation.\r\nPursuant to the recommendations of the General\r\nAssembly at its forty-second and forty-sixth sessions, the\r\nRussian Federation has adopted a number of legislative acts\r\nto protect our cultural heritage. First and foremost we have\r\nin mind the basic premises for legislation on culture. They\r\ninclude the definition of such concepts as cultural property\r\nand the cultural heritage of the peoples of the Russian\r\nFederation, and they also point out that Russia is carrying\r\nout a purposeful policy to return cultural property that was\r\nillegally exported from its territory. As a development of\r\nthis law, the President of Russia has approved a provision on\r\nthe basic sites of cultural heritage for the peoples of the\r\nRussian Federation, and a State inventory has been\r\nestablished for these sites for the peoples of Russia. Along\r\nwith this, pursuant to the President’s decree on steps to\r\npreserve cultural property and to prevent its illegal export\r\nfrom the Russian Federation, a federal service to preserve\r\ncultural property has been established. This service, along\r\nwith other functions, documents the export of cultural\r\nproperty and registers cultural property that comes into\r\nRussia.\r\nIn 1992 the Government of the Russian Federation\r\nformed the State Commission to Register Cultural Property,\r\nheaded by the Ministry of Culture. The Commission was\r\ninstructed to prepare materials on claims for Russian cultural\r\nproperty outside of Russia, as well as to consider the claims\r\nof foreign States with regard to cultural property that might\r\nbe found on Russian territory. In this connection, the\r\nCommission is authorized to carry out consultations and\r\nnegotiations on restitution.\r\nAs the successor State to the Union of Soviet Socialist\r\nRepublics, Russia adheres to the major international\r\nlegislation in this field: the Convention for the Protection of\r\nCultural Property in the Event of Armed Conflict and the\r\nProtocol to the Convention, the Paris Convention concerning\r\nthe Protection of the World Cultural and Natural Heritage,\r\nconcluded in 1972, and the Paris Convention on the Means\r\nof Prohibiting and Preventing the Illicit Import, Export and\r\nTransfer of Ownership of Cultural Property, concluded in\r\n1970. These broadly recognized multilateral Conventions\r\nare a good basis for developing bilateral cooperation. We\r\nhope that all States will adhere to them. We agree with the\r\nconclusion in the report of the Director-General of the\r\nUnited Nations Educational, Scientific and Cultural\r\nOrganization (UNESCO), submitted in 1992 to the Executive\r\nBoard, to the effect that we should focus efforts not on a\r\nrevision of the 1970 Convention, but on enhancing its\r\neffectiveness.\r\nWe are open to all kinds of cooperation in restoring\r\ncultural property. Russia is a member of UNESCO’s\r\nIntergovernmental Committee for Promoting the Return of\r\nCultural Property to its Countries of Origin or its Restitution\r\nin Case of Illicit Appropriation. In March this year the\r\nRussian delegation took part in a regional seminar in\r\nHungary on this issue of trafficking in cultural property.\r\nBy the same token, as we see it, the bilateral format for\r\ncooperation is the most effective, since it allows us to take\r\ninto account fully the specifics of every situation. In\r\nparticular, we find useful bilateral consultations with a view\r\nto exchanging experience for the effective campaign against\r\nillegal transactions in cultural art objects. An agreement on\r\nconsultations, for example, has already been concluded with\r\nItaly.\r\nWe welcome the contribution made by the General\r\nAssembly to solving this problem, as well as the great deal\r\nof work that has been done in this sphere by UNESCO, in\r\nparticular through the Intergovernmental Committee. This\r\nis a good back-up for, and stimulus to, the efforts under way\r\nby States at the national, bilateral and regional levels.\r\nThe PRESIDENT: The Assembly will now take a\r\ndecision on draft resolution A/48/L.15.\r\nI call on the representative of Zaire, who will announce\r\nthe names of additional sponsors of the draft resolution.\r\nMr. LUKABU KHABOUJI N’ZAJI (Zaire)\r\n(interpretation from French): I should like to inform the\r\nAssembly that, in addition to the countries listed as sponsors\r\nof draft resolution A/48/L.15 - Côte d’Ivoire, Cyprus, Ghana,\r\nGreece, Mali, Mexico, Morocco, Niger, Rwanda and Zaire -\r\nthe following countries have decided to become sponsors:\r\nBolivia, Cameroon, Costa Rica, Egypt, El Salvador,\r\nGuatemala, Mongolia, Nepal, Nicaragua, Peru and Ukraine.\r\nI should also like to bring to the Assembly’s attention\r\nan error appearing in the English version of operative\r\nparagraph 14 of draft resolution A/48/L.15. The words\r\n\"forty-eighth session\" should be replaced by the words\r\n\"fiftieth session\".\r\nThe delegation of Zaire wishes to thank all those who\r\nhave supported this draft resolution as well as those who\r\nhave given it their tacit approval.\r\n47th meeting - Tuesday, 2 November l993 15\r\nThe PRESIDENT: I now put to vote draft resolution\r\nA/48/L.15. A recorded vote has been requested.\r\nA recorded vote was taken.\r\nIn favour: Afghanistan, Algeria, Angola, Argentina,\r\nAustralia, Bahamas, Bahrain, Barbados, Belarus, Benin,\r\nBhutan, Bolivia, Bosnia and Herzegovina, Botswana,\r\nBrunei Darussalam, Burkina Faso, Burundi, Cambodia,\r\nCameroon, Canada, Cape Verde, Central African Republic,\r\nChad, Chile, China, Colombia, Congo, Costa Rica,\r\nCôte d’Ivoire, Croatia, Cuba, Cyprus, Ecuador, Egypt,\r\nEthiopia, Finland, Ghana, Greece, Guatemala, Guinea,\r\nGuinea-Bissau, Guyana, Haiti, Honduras, Iceland, India,\r\nIndonesia, Iran (Islamic Republic of), Iraq, Jamaica, Kenya,\r\nKuwait, Lao People’s Democratic Republic, Lebanon,\r\nLesotho, Libyan Arab Jamahiriya, Madagascar, Malaysia,\r\nMaldives, Mali, Malta, Mauritania, Mauritius, Mexico,\r\nMongolia, Morocco, Mozambique, Myanmar, Namibia,\r\nNepal, New Zealand, Nicaragua, Niger, Norway, Oman,\r\nPakistan, Panama, Papua New Guinea, Peru, Philippines,\r\nQatar, Republic of Korea, Rwanda, Samoa, Saudi Arabia,\r\nSeychelles, Sierra Leone, Singapore, Sri Lanka, Sudan,\r\nSuriname, Swaziland, Syrian Arab Republic, Thailand, The\r\nFormer Yugoslav Republic of Macedonia, Togo, Tunisia,\r\nTurkey, Ukraine, United Arab Emirates, United Republic of\r\nTanzania, Venezuela, Yemen, Zaire, Zambia, Zimbabwe.\r\nAgainst: None.\r\nAbstention: Albania, Austria, Belgium, Bulgaria,\r\nCzech Republic, Denmark, France, Germany, Hungary,\r\nIreland, Israel, Italy, Japan, Liechtenstein, Luxembourg,\r\nNetherlands, Poland, Portugal, Romania, Russian Federation,\r\nSlovakia, Spain, Sweden, United Kingdom of Great Britain\r\nand Northern Ireland, United States of America.\r\nDraft resolution A/48/L.15 was adopted by 106 votes\r\nto none, with 25 abstentions (resolution 48/15).\r\nThe PRESIDENT: I call on the representative of the\r\nUnited Kingdom, who wishes to speak in explanation of\r\nvote.\r\nMay I remind representatives that explanations of vote\r\nare limited to 10 minutes and should be made by delegations\r\nfrom their seats.\r\nMr. RICHARDSON (United Kingdom): My delegation\r\nabstained in the vote on the draft resolution which the\r\nAssembly has just adopted.\r\nWe are sympathetic to the aspirations of those countries\r\nthat wish to develop and improve their collections of\r\ncultural property, but we cannot accept the principle that\r\ncultural property which has been freely and legitimately\r\nacquired should be returned to the country of origin. We are\r\nalways willing to discuss specific cultural property questions\r\nbilaterally with other Governments.\r\nMy delegation strongly condemns illicit traffic in\r\ncultural property and we can support much of the draft\r\nresolution which the Assembly has just adopted. But there\r\nare no grounds in law on which the British Government can\r\norder the return of items which were legitimately acquired\r\nby British museums.\r\nOther elements of the resolution also present us with\r\nsome difficulties. Operative paragraph 2 runs counter to our\r\nbelief that the great international collections of works of art\r\nconstitute a unique resource for the benefit of both the\r\npublic and the international academic community.\r\nSupport for operative paragraphs 5 and 6 would imply\r\nthat my delegation favoured the establishment of a\r\nsystematic inventory of cultural property in the United\r\nKingdom. As we have explained in previous debates on this\r\nsubject, this would pose great practical difficulties.\r\nOperative paragraphs 10, 11, 12 and 13 refer to the\r\n1970 Convention on the Means of Prohibiting and\r\nPreventing the Illicit Import, Export and Transfer of\r\nOwnership of Cultural Property. Ratification of this\r\nConvention would present considerable problems for the\r\nUnited Kingdom. But, as the Assembly will know, many of\r\nthe underlying requirements of the Convention are already\r\npart of our approach to this problem. The British Museum\r\nand Art Trade interests have subscribed to two voluntary\r\ncodes of practice, in 1977 and 1984, on the handling of\r\nitems of dubious provenance, which uphold the spirit of the\r\n1970 Convention. We take these codes seriously and\r\ninvestigate any reports of their contravention. In addition,\r\nthe Metropolitan Police Art and Antiques Squad maintains\r\nclose links with INTERPOL.\r\nThe United Kingdom views draft convention of the\r\nInternational Institute for the Unification of Private Law\r\n(UNIDROIT) on the restitution of stolen or illegally\r\nexported cultural property as an innovative attempt to\r\naddress the problems raised by the Convention of the United\r\nNations Educational, Scientific and Cultural Organization\r\n(UNESCO). The United Kingdom participated in the four\r\nmeetings of national Government experts held in Rome to\r\nconsider the Convention and awaits the revised draft of the\r\nConvention following the conclusions of the latest meeting,\r\nin October.\r\nIn conclusion, I should refer briefly to the remarks\r\nmade by the Permanent Representative of Greece about the\r\nworks of art known as the Elgin Marbles. It is the view of\r\n16 General Assembly - Forty-eighth session\r\nHer Majesty’s Government that the portions of the Parthenon\r\nknown as the Elgin Marbles were legally obtained and that\r\nthey should remain in the British Museum, whose Trustees\r\nconsider it in the general interest to maintain the integrity of\r\nthe Museum’s collections for the benefit of international\r\nscholarship and the enjoyment of the general public.\r\nThe PRESIDENT: May I take it that it is the wish of\r\nthe Assembly to conclude its consideration of agenda item\r\n21?\r\nIt was so decided.\r\nAGENDA ITEM 170\r\nTHE SITUATION IN BURUNDI (A/48/L.16)\r\nThe PRESIDENT: I should like to remind members\r\nthat a draft resolution similar to that in document A/48/L.16\r\nappeared in document A/48/240.\r\nI now call on the representative of Burundi to introduce\r\ndraft resolution A/48/L.16.\r\nMr. SINUNGURUNZA (Burundi) (interpretation from\r\nFrench): Mr. President, I thank you for the opportunity you\r\nhave given me to speak.\r\nAt the outset, I should like to thank the General\r\nAssembly, which has just adopted the report by its Bureau\r\non including an additional agenda item entitled \"The\r\nsituation in Burundi\" in the agenda of its forty-eighth\r\nsession.\r\nOn 21 October 1993, as I have already had occasion to\r\nsay here, an attempted coup d’état was staged by a group of\r\nmilitary people and has plunged Burundi into a serious\r\nconstitutional crisis. On the heels of the putsch, the\r\nPresident of the Republic, who had been democratically\r\nelected on 1 June this year, was assassinated. The\r\nperpetrators of the putsch also killed the President and\r\nVice-President of the National Assembly, and a number of\r\nother eminent figures who were members of the Government\r\nor the administration.\r\nWhen they learned the bad news, the people rose up\r\nand at the same time the old ethnic fault lines became active.\r\nToday, violence has ravaged the villages of Burundi, and\r\npeople have sought sordid and unsafe shelter in the centre of\r\nthe country while many others have fled to our neighbouring\r\ncountries, Rwanda, Zaire and Tanzania. The situation is so\r\nbad that, if nothing is done now, a civil war is likely to\r\nspread throughout the country, with incalculable\r\nconsequences for international peace and security.\r\nTo avoid this disaster, the constitutional order must be\r\nrestored and the legitimate Government must be able to take\r\nthings in hand. The Government of Burundi therefore\r\ndesires the support of the international community in\r\ncondemning the coup d’état and in restoring democracy and\r\nthe constitutional regime.\r\nTo achieve this, it would be desirable for an\r\ninternational force to be established in Burundi with the\r\nmission of protecting the democratic institutions and\r\nrestoring a climate of confidence amongst the population. It\r\nwould also be desirable for the international community to\r\nprovide emergency humanitarian aid to Burundi, for our\r\npeople who are suffering within our borders and also\r\noutside.\r\nIn submitting the draft resolution, the delegation of\r\nBurundi is hoping for support from the General Assembly\r\nand for the draft resolution to be adopted.\r\nThe situation in Burundi is of the greatest concern to\r\nthe whole international community. We have already had\r\noccasion to say so here, and have indeed said so in other\r\ngroups too; accordingly, we believe that we already enjoy\r\nthe necessary support from the Assembly, for which I thank\r\nyou.\r\nMr. LAMAMRA (Algeria) (interpretation from French):\r\nPresident Ndadaye, God rest his soul, on 4 October just past\r\ndeclared from this very rostrum that he wanted, just shortly\r\nafter the victory of democracy in his country, to convey a\r\nmessage from his people to the international community, a\r\nmessage of peace, friendship, fraternity and solidarity.\r\nIn paying to him a ringing and moving tribute last\r\nFriday, and in mobilizing in communion and solidarity with\r\nthe people of Burundi and their Government, the\r\ninternational community has indeed proved that it believes\r\nin President Ndadaye’s message, so that the sacrifice this\r\nstatesman, now gone from us, has made can implant and\r\nnurture the noble values he articulated here; his people and\r\nGovernment will ensure that those values prevail.\r\nThe unanimous international condemnation of the\r\ncoup d’état and the assassinations of Burundi’s Head of\r\nState and a number of the country’s leaders, along with the\r\nspontaneous convergence of the various types of action taken\r\ninternationally are all legitimate grounds for satisfaction for\r\nus all inasmuch as they bear witness to the international\r\ncommunity’s capacity to react swiftly and effectively when\r\nthe ideals we share are threatened or flouted.\r\nThe simultaneous visits to Bujumbura by\r\nMr. Salim Ahmed Salim, Secretary-General of the\r\nOrganization of African Unity (OAU) and by\r\n47th meeting - Tuesday, 2 November l993 17\r\nMr. James Jonah, the representative of the United Nations\r\nSecretary-General, are a reassuring demonstration of this.\r\nSurely what we have here is an example of the convergence\r\nand complementarity of the actions taken by the world\r\nOrganization and the Africa-wide organization, both of\r\nwhich are striving to strengthen the measures taken or\r\nplanned by the Government of Burundi with a view to\r\nsetting the situation, in political and security as well as in\r\nhumanitarian and socio-economic terms, rapidly to rights.\r\nAs Algeria has the chairmanship of the African Group\r\nthis month, I feel duty-bound to refer here, with justifiable\r\npride, to the position adopted and the action taken by the\r\nexecutive organs of the OAU: I refer here to the action of\r\nthe acting President of the OAU, President Hosni Mubarak\r\nof Egypt, in taking the matter to the Security Council, and\r\nto the efforts of the OAU Secretary-General,\r\nMr. Salim Ahmed Salim.\r\nSimilarly, the central organ of the OAU’s conflict\r\nprevention, management and settlement machinery - which\r\nwas just recently established, at the Cairo summit meeting\r\nheld last June - immediately, on 22 October, began to\r\nconsider the situation in Burundi and took a firm position by\r\ndeploring the coup d’état and demanding the restoration of\r\ndemocracy and the rule of law in Burundi.\r\nThe OAU Secretary-General’s visit to Burundi was\r\nmade with this point in mind, and expresses our pan-African\r\norganization’s firm determination to exert a positive\r\ninfluence on the outcome of this tragic situation and in\r\neasing the trials to which the people of our brother country,\r\nBurundi, are now being put.\r\nIn building on these African initiatives and actions, the\r\nGroup of African States within the United Nations has\r\nnaturally rallied in support of the initiative taken by the\r\nPermanent Representative of Burundi in submitting the item\r\nentitled \"The situation in Burundi\" to the General Assembly\r\nfor inclusion in the agenda, and in submitting a draft\r\nresolution whose unanimous adoption will, we are certain,\r\ndeliver a message of hope to the people of Burundi and of\r\nsupport for their Government.\r\nThe actual content of the draft resolution requires no\r\ndetailed comment; its provisions, objectives and premises are\r\nobvious at a glance, and have all already received the\r\nbroadest international support. It is now up to the General\r\nAssembly to place the seal of its moral and political\r\nauthority on the universal condemnation of the coup d’état\r\nof 21 October, to demand the immediate restoration of the\r\nconstitutional regime in Burundi, to mobilize humanitarian\r\naid from the international community quickly and on a par\r\nwith the actual needs and to support the efforts of the\r\nGovernment of Burundi, the Organization of African Unity,\r\nthe Secretary-General of the United Nations and of the\r\ncountries in the region to promote the restoration of the\r\nconstitutional order.\r\nIn the spirit of the statement just made by the\r\nPermanent Representative of Burundi, and in support of his\r\nrequest, I recommend to the Assembly that it should adopt\r\nthe draft resolution by consensus.\r\nMr. NOTERDAEME (Belgium) (interpretation from\r\nFrench): I have the honour of speaking on behalf of the\r\nEuropean Community and its member States.\r\nBarely five months ago, the people of Burundi, for the\r\nfirst time in their history, were able to express their will\r\nthrough free, pluralist and fair elections. The European\r\nCommunity and its member States welcomed with great\r\nsatisfaction this exemplary process of democratization and\r\nexpressed their solidarity with the authorities and the people\r\nof Burundi.\r\nLess than a month ago, on 4 October,\r\nPresident Melchior Ndadaye, from this very rostrum,\r\nexpressed his hopes that democratic elections, the\r\nestablishment of a broad-based Government and a\r\ncomprehensive amnesty would lead to the consolidation of\r\npeace and a strengthening of confidence among the various\r\ncomponents of his nation and would speed up the economic\r\nand social development of his country.\r\nThis hope was brutally dashed by the attempted military\r\ncoup d’état of 21 October last and by the assassination of\r\nPresident Ndadaye and of other political figures.\r\nThe European Community and its member States\r\ncondemn this attempt most vigorously and reiterate their\r\nsupport for the elected Government of Burundi. We appeal\r\nto the entire nation to restore constitutional order and\r\ndemocracy and to respect human rights. It is absolutely\r\nnecessary to put an end to the violence and to the massacres\r\nraging in Burundi.\r\nThe European Community is considering steps to be\r\ntaken if constitutional order is not restored in Burundi.\r\nThese measures would be in addition to those taken by some\r\nof its member States, which have suspended their bilateral\r\ncooperation with Burundi. The European Community and its\r\nmember States pay tribute to the memory of\r\nPresident Ndadaye, who, through his democratic convictions,\r\nhis forthrightness and his courage, incarnated the promise of\r\na positive political development in Africa.\r\nIn the face of the tragic situation in Burundi, we note\r\nwith satisfaction that the United Nations has reacted\r\npromptly. We thank the Secretary-General for following up\r\n18 General Assembly - Forty-eighth session\r\non our request by appointing Under-Secretary-General\r\nMr. Jonah as his Special Envoy for Burundi. We await with\r\ninterest the report of the Secretary-General on the situation\r\nin Burundi as a follow-up to Mr. Jonah’s mission.\r\nThe Security Council, for its part, met on an urgent\r\nbasis at the request of Burundi, the Group of African States\r\nand the Organization of African Unity (OAU). In an official\r\nstatement, the Council greatly deplored and condemned the\r\nevents that took place in Burundi.\r\nFinally, also at the request of Burundi, our Assembly is\r\nmeeting today to show that the international community\r\ncondemns loud and clear this attempted coup d’état and\r\ndemands the restoration of legality in Burundi.\r\nThe European Community and its member States\r\nsupport the efforts of the OAU. We have taken note with\r\ninterest of the visit to the region of the Secretary-General of\r\nthat organization, Mr. Salim Ahmed Salim, accompanied by\r\nPresident Mubarak’s Special Envoy. We hope that the OAU\r\nwill be able quickly to take steps to gradually restore trust\r\nbetween the legal Government of Burundi and the armed\r\nforces of that country. Indeed, this trust is absolutely\r\nnecessary for the return of the constitutional order and for an\r\nend to massacre and violence in Burundi. An initiative by\r\nthe OAU would augur well for the prevention machinery and\r\ncrisis management which are to be established pursuant to\r\ndecisions taken at the Cairo Summit.\r\nOne of the most disturbing aspects of the Burundi crisis\r\nis the massive exodus of refugees. According to the\r\ninformation we have received, hundreds of thousands in\r\nBurundi have fled their country for Rwanda, Tanzania and\r\nZaire. The European Community and its member States\r\nsupport the appeal for humanitarian assistance in the draft\r\nresolution before us (A/48/L.16). We, for our part, have\r\nalready given initial emergency aid to those refugees.\r\nThe exodus of refugees illustrates the serious\r\nrepercussions of the situation in Burundi on peace and\r\nstability in the region, and especially in Rwanda. This is\r\nwhy the European Community and its member States ask\r\nmost urgently that the United Nations Assistance Mission for\r\nRwanda be deployed as soon as possible so as to avoid any\r\nspillover effect in that country. In this connection, we note\r\nwith satisfaction the arrival in Kigali of the reconnaissance\r\nmission under the leadership of General Dallaire.\r\nIt goes without saying that the European Community\r\nand its member States fully agree with the draft resolution\r\nbefore us which, we hope, will be adopted without a vote.\r\nMay this clear-cut message from the international\r\ncommunity be heard by the rebels, and may the attempted\r\ncoup d’état be but a brief pause in Burundi’s march towards\r\ndemocracy.\r\nMr. LADSOUS (France) (interpretation from French):\r\nFrance fully agrees with the statement which was just made\r\nby the Belgian President of the European Community. For\r\nits part, France would like in addition to emphasize several\r\nparticular aspects.\r\nFrance was greatly shocked to learn of the coup that\r\ntook place in Burundi on 21 October. It was with the same\r\nshock that it learned that President Ndadaye had been\r\nassassinated, along with other Burundi political figures, by\r\nmembers of the military whose responsibility for such events\r\nis well established.\r\nFrance firmly condemns these acts of violence as well\r\nas those that led to the massacre of many civilians. It\r\ndemanded that the military immediately return to their\r\nbarracks and that they free the prisoners who had been\r\nillegally detained since 21 October. It hopes that those\r\nresponsible for these acts will be brought to justice after an\r\ninquiry.\r\nBurundi, in recent months, had seen more than\r\nsatisfactory developments. The elections that were held in\r\nJune in that country were exemplary in all aspects. Indeed,\r\nthe first elected President of Burundi himself, only a few\r\nweeks ago in the General Assembly, committed himself to\r\nfoster the emerging pluralism in Burundi.\r\nThere can be no question of acquiescing in such coups.\r\nOn several occasions since 21 October, the people of\r\nBurundi themselves, in spite of the risks involved, have\r\nshown their opposition to the rebels and their determination\r\nimmediately to restore democracy and a constitutional\r\nregime to their country.\r\nFrance welcomes the fact that the United Nations and\r\nthe Organization of African Unity were able to react so\r\nquickly and give the legal Government of Burundi\r\nunconditional support. We also welcome the fact that the\r\ninternational community was able quickly to send on the\r\nspot initial emergency assistance for the hundreds of\r\nthousands of refugees who have had to flee the violence\r\ncaused by the coup.\r\nMy delegation remains concerned at the situation\r\ncreated in the region by the events in Burundi. Indeed, these\r\nsad population movements threaten international security in\r\nthe region, especially in Rwanda, where a fragile process of\r\nreconciliation has begun. France hopes that measures will\r\nbe taken to hasten the deployment of the United Nations\r\nAssistance Mission for Rwanda in order to consolidate that\r\nprocess.\r\n47th meeting - Tuesday, 2 November l993 19\r\nMy country hopes too that the international community\r\nwill intervene in Burundi with a view to national\r\nreconciliation. In that connection, we believe that the\r\nSecretary-General’s dispatch of a special envoy to Burundi\r\nis a positive initiative. We consider also that the efforts of\r\nthe Secretary-General of the Organization of African Unity\r\nand the States of the region will enable us to do useful work\r\nto that end. Finally, we hope that close cooperation will be\r\nestablished between the United Nations and the Organization\r\nof African Unity in order to achieve a solution as soon as\r\npossible to the present crisis in Burundi.\r\nMy country will therefore support the draft resolution\r\nbefore the Assembly.\r\nMr. BIZIMANA (Rwanda) (interpretation from\r\nFrench): At the outset, I wish on behalf of the Government\r\nand the people of Rwanda again to convey our heartfelt\r\nfeelings of sympathy and solidarity to the brotherly people\r\nof Burundi in connection with the tragedy that has followed\r\nin the wake of the military coup d’état perpetrated in the\r\nnight of 20 to 21 October 1993.\r\nI cannot fail to thank you, Sir, and through you the\r\nGeneral Assembly for having agreed to the urgent inclusion\r\nin the agenda of an item devoted to the alarming situation in\r\nBurundi.\r\nWhen it learned on the morning of 21 October 1993 of\r\nthe ignoble action aimed at overturning the institutions that\r\nhad emerged from the free, democratic elections of June this\r\nyear, the Government of Rwanda immediately and forcefully\r\ncondemned this reactionary forcible seizure of power. We\r\nappealed to the international community to condemn\r\nunreservedly that act which has slowed the democratic\r\nprocess under way in Burundi and throughout Africa, and to\r\ntake whatever steps were necessary to help the people of\r\nBurundi restore the democratic institutions that had been\r\njeopardized by the coup.\r\nThe ordeal the people of Burundi is now experiencing\r\nand this negation of the primacy of law through this blatant\r\nviolation of the very foundations of modern society\r\nconstitute, in our view, a source of concern to all the nations\r\ngathered together here in the General Assembly. That\r\nconcern is all the greater since this attempt to take power\r\nillegally, forcibly and anti-democratically in Burundi has\r\nbeen accompanied by a terrible toll in human life, yet\r\nuncounted, including the vile murder of His Excellency\r\nPresident Melchior Ndadaye and other political and judicial\r\nleaders and of many innocent civilians. Another intolerable\r\nresult has been the displacement of thousands of persons\r\nwithin the country and of refugees into neighbouring\r\ncountries.\r\nRwanda is a neighbour of Burundi and its people are\r\nclosely linked to the people of Burundi by ties of blood. We\r\nare therefore particularly affected by the current situation\r\nthere. We are absolutely convinced that supporting the\r\nefforts being made to restore peace in Burundi not only\r\nwould be in the interests of that country but also would meet\r\nthe concerns of our region, including my own country,\r\nwhich is harbouring over 350,000 refugees from Burundi,\r\nwho have fled their country since 21 October 1993.\r\nFor Rwanda, instability in Burundi poses a threat to the\r\npeace process set in motion by the Arusha Peace Agreement\r\nsigned on 4 October 1993 between the Government of\r\nRwanda and the Rwandese Patriotic Front. Hence, we\r\nreiterate the firm commitment of the Government of Rwanda\r\nto the implementation of the Arusha Peace Agreement and\r\nto the democratic process under way in Rwanda; at the same\r\ntime, in the face of this new situation, we stress the need to\r\nconsolidate the machinery provided for in the Peace\r\nAgreement, in order to maximize the chances of success for\r\nthe peace process in Rwanda.\r\nIf peace, harmony and stability are to be restored in\r\nBurundi, vigorous regional and international action must be\r\ntaken. On the regional level, let me inform the Assembly of\r\nthe results of the 28 October 1993 summit meeting held at\r\nKigali at the invitation of the President of the Republic of\r\nRwanda. Along with the Head of State of Rwanda, the\r\nother participants were the First Vice President and Prime\r\nMinister of the United Republic of Tanzania, the Prime\r\nMinister of the Republic of Zaire and the Prime Minister of\r\nRwanda; also present were a special representative of the\r\nPresident of the Arab Republic of Egypt, current Chairman\r\nof the Organization of African Unity (OAU), and, as an\r\nobserver, Mr. Salim Ahmed Salim, Secretary-General of the\r\nOrganization of African Unity. At the summit, the\r\nrepresentatives of those countries and the representative of\r\nthe Organization of African Unity reiterated their\r\ncondemnation of the military coup d’état against Burundi’s\r\ndemocratic institutions as running absolutely counter to the\r\ndevelopment of democracy on the African continent. The\r\nsummit reaffirmed the firm commitment of the countries\r\nparticipating and of the OAU to do everything possible to\r\nassist in the restoration of security and legality in Burundi.\r\nSpecifically, the Kigali summit stressed the urgent need for\r\nthe United Nations, in consultation with the Organization of\r\nAfrican Unity, to set up an international force to restore\r\nconfidence and security in Burundi. It appealed to the\r\ninternational community to take concrete measures to put an\r\nend to the massacre of innocent people in Burundi and to\r\nhelp the people of Burundi to put a final end to its recurring\r\ntragedies. It also appealed to the international community to\r\nprovide urgent assistance to the hundreds of thousands of\r\nrefugees in countries around Burundi and to displaced\r\npersons within the country.\r\n20 General Assembly - Forty-eighth session\r\nRwanda is therefore pleased today to hail the collective\r\ncommitment demonstrated by the international community in\r\nthe draft resolution before the Assembly today. That draft\r\nresolution, if adopted and effectively implemented, will\r\nmanifest our common determination to help the people of\r\nBurundi restore peace and order. The international\r\ncommunity must not leave the field open to the perpetrators\r\nof the coup, who are greedy for power. To stop the\r\nsuffering and sacrifices endured by the people of Burundi,\r\nthe United Nations must act, and act swiftly and effectively.\r\nRapid action by the Organization would show that it is\r\nurgent to stop the blood-bath and put an immediate end to\r\nthe confrontations and threats and intimidation to which the\r\npeople of Burundi are subjected.\r\nWe must act effectively also to ensure that those who\r\nhave usurped power in Burundi are thrown out of office and\r\nthat the people of Burundi will be given the reliable and,\r\nabove all, lasting guarantees provided by an army and new\r\nsecurity structures established on a basis that would make all\r\nsectors of Burundi’s society feel confident.\r\nIn that context, the Government of Rwanda considers\r\nthat the statement adopted by the Security Council on\r\n25 October 1993 condemning the coup d’état in Burundi\r\nmust be followed up by concrete, urgent action to stabilize\r\nthe situation in that country. That is why, mindful of the\r\ngravity of the situation in Burundi, which has adverse\r\nregional consequences and is even a threat to international\r\npeace and security, and mindful of its disturbing\r\nhumanitarian implications, my Government urges the\r\ninternational community, and the Security Council in\r\nparticular, to follow up on the recommendations of the\r\nKigali summit by taking urgent measures to help the people\r\nof Burundi regain peace and security and restore legality and\r\nconstitutional order in their country.\r\nMr. Bull (Liberia), Vice-President, took the Chair.\r\nHence, our Organization has the immense responsibility\r\nof finding urgently a lasting solution to the situation in\r\nBurundi. If we do not act immediately, we put at risk the\r\nhope engendered by the democratic process in all nations of\r\nthe world that cherish peace, justice and democracy.\r\nI can assure the Assembly that Rwanda will spare no\r\neffort and use every ounce of its energy to help restore\r\npeace and democracy in Burundi.\r\nMr. GELBER (United States of America): The United\r\nStates strongly supports the African initiative to condemn the\r\naction by elements of the military against the democratically\r\nelected Government of Burundi. We have demanded and\r\ncontinue to demand that the elected Government be restored\r\nto full power and that all elements of the military return to\r\ntheir barracks and submit to the authority of the civilian\r\nGovernment.\r\nWe note with satisfaction that the coup attempt has\r\napparently failed and several suspected coup plotters have\r\nbeen arrested or have fled the country. Prime Minister\r\nKinigi and other members of the cabinet have taken\r\nimportant measures to reassert control over the country. We\r\napplaud the bravery of the Prime Minister, the Foreign\r\nMinister and other Government officials who have\r\npersevered throughout the crisis and are now working to\r\nconsolidate the government’s control over the situation.\r\nThe United States joins the rest of the world in\r\ncondemning the murder of President Ndadaye and other high\r\nGovernment officials. This reprehensible action violates the\r\nmost fundamental principles of law and morality. We\r\nextend our sincere condolences to the late President’s wife\r\nand family and to the families of those who were killed or\r\ninjured or who have disappeared.\r\nThe United States reiterates its demand that those\r\nresponsible for perpetrating the action against the Burundi\r\nGovernment reveal the whereabouts and fate of all\r\nGovernment officials and others who may have been taken\r\nprisoner or disappeared during this action. We support the\r\nGovernment’s right to prosecute to the fullest extent of the\r\nlaw those responsible for murder, rebellion and other\r\noffences against the Government and the people of Burundi.\r\nWe are shocked and deeply saddened by the violence\r\nand mounting casualties in Burundi. We urge all sides to\r\nrefrain from violence and respect the authority of the elected\r\nGovernment.\r\nWe salute the freely elected Government and the people\r\nof Burundi who remain committed to consolidating their\r\ncountry’s democracy. The adoption of our draft resolution\r\ntoday will send a clear signal to all that the international\r\ncommunity is unanimous in its support of Burundi’s\r\ndemocratic transition and will condemn any attempt to\r\nreverse it.\r\nMr. SAMASSEKOU (Mali) (interpretation from\r\nFrench): The Government of the Republic of Mali learned\r\nwith acute concern of the putsch carried out in Burundi on\r\n21 October by a military group against the country’s\r\ndemocratic institutions. This challenge to that country’s\r\nestablished order is a blatant act of defiance of the legitimate\r\naspirations of the people of Burundi to democracy and is\r\nalso a threat to all new democracies and to all peoples who\r\nare fighting for democracy.\r\nThe election last June of President Melchior Ndadaye,\r\nwhich crowned the democratic process in Burundi, was\r\n47th meeting - Tuesday, 2 November l993 21\r\nhailed by the entire world. The people of Burundi have\r\nproven their deep commitment to democratic principles and\r\ntheir readiness to forge their own destiny by turning out\r\nen masse for the various elections organized during the\r\ntransition period, elections deemed free, democratic and\r\ntransparent by the international community.\r\nUnfortunately, the people of Burundi now sees itself\r\nstripped of its right to determine freely its future. This\r\nsituation has already engendered death and hatred and has\r\nforced thousands of people into exile.\r\nThe reaction of the people and the Government of Mali,\r\nconcerned about respect for law and democratic legitimacy,\r\nwas not long in coming. In a declaration issued on\r\n21 October 1993, my Government voiced its acute concern\r\nover the military coup, which brought about, on the one\r\nhand, the rupture of the democratic process in Burundi and,\r\non the other, the overthrow of the Government and of the\r\nlegitimate institutions of the country. The Government of\r\nMali condemned this unacceptable situation and invited all\r\nthe political forces of Burundi to give priority to dialogue\r\nwith a view to restoring respect for the legal status of the\r\nRepublic and to reinstating the democratically established\r\ninstitutions. The Government and the people of Mali also\r\nvoiced their solidarity with all the democratic forces that,\r\nstood up against this situation of fait accompli in many cases\r\nmaking the supreme sacrifice.\r\nIn addition, the Bureau of the National Assembly of\r\nMali, when it met on 21 October, on behalf of all Malian\r\nparliamentarians, vehemently protested the situation and\r\nunreservedly condemned the military coup d’état in Burundi,\r\nwhile declaring its unwavering support for the legitimate\r\nGovernment and democratically elected Parliament of\r\nBurundi. The communiqué issued after that meeting reads\r\nas follows:\r\n\"The Bureau of the National Assembly learned\r\nwith consternation of the coup d’état that took place\r\ntoday, 21 October, in Burundi against the people and\r\ndemocratic institutions of that friendly country.\r\n\"In the face of the upsurge of perils threatening\r\ndemocracy in general and in Burundi in particular, the\r\nBureau of the National Assembly on behalf of all\r\nParliamentarians, voices its vehement protest.\r\n\"The National Assembly unreservedly condemns\r\nthe military coup d’état in Burundi; declares its\r\nunwavering support for the legitimate Government and\r\nthe democratically elected Parliament in Burundi;\r\nurgently appeals to the Union of African Parliaments,\r\nthe Inter-Parliamentary Union and all interparliamentary\r\ninstitutions to support the Parliament of Burundi in its\r\nordeal; and invites the international community to use\r\ninternational coercive machinery against the putschists,\r\nas has been done in the catastrophic case of Haiti, so as\r\nto restore to power those who were given power\r\nthrough the will of the sovereign people of Burundi.\"\r\nMali’s Head of State, for his part, brought the matter\r\nbefore the current President of the Organization of African\r\nUnity (OAU), the Secretary-General of the United Nations\r\nand the current President of the Conference of French-\r\nspeaking Countries so that they might envisage whatever\r\nradical measures are required by circumstances to restore\r\nlegality, reinstate all democratic institutions and put an end\r\nto the civil war in Burundi.\r\nSince the events of 21 October, the situation in Burundi\r\nhas deteriorated. Over 10,000 people have been killed, and\r\n600,000 have fled to neighbouring countries, particularly to\r\nRwanda. Even as we speak, massacres are continuing.\r\nMembers of Burundi society are killing each other. This\r\ngenocide must be stopped.\r\nThe international community must be mobilized, along\r\nwith the democratic forces within Burundi, to restore\r\ndemocracy and legality. The Government of Mali feels that\r\nthe following urgent steps must be taken by the international\r\ncommunity: reaffirmation of the condemnation of the\r\nmilitary coup d’etat in Burundi; the total isolation of those\r\nwho carried out the putsch, through the imposition of\r\npolitical and economic sanctions; the dispatch of a United\r\nNations peace-keeping force, composed mainly of Africans;\r\nthe provision of humanitarian aid to help displaced persons\r\nand the civilian victims who remain where they were.\r\nThe events in Burundi cry out to the conscience of the\r\nentire international community at a time when Africa must\r\nbetter equip itself to face the continent’s many problems.\r\nMr. MONGBE (Benin): Allow me first, on behalf of\r\nthe delegation of Benin, to thank the President of the\r\nGeneral Assembly, Mr. Samuel Insanally, for his diligence\r\nin organizing on Friday 29 October last the moving\r\nceremony during which the General Assembly, which he is\r\nleading with such wisdom, paid an impressive tribute to the\r\nlate President Melchior Ndadaye.\r\nThe night from 20 to 21 October 1993 was a long one\r\nfor Burundi, Africa and the civilized world, that is, the world\r\nof democratic forces. It was with great shock and\r\nindignation that we learned in the early hours of\r\n21 October 1993, by radio transmissions and the reports of\r\nnews agencies, the surprising news of the shameful military\r\ncoup d’etat which had taken place in Bujumbura.\r\n22 General Assembly - Forty-eighth session\r\nFor an entire day we laboured under the illusion that\r\nthose responsible had enough human feeling and decency to\r\nspare the lives of the political authorities they had arrested\r\nat the time of their unexpected crime. But, alas, our\r\nastonishment grew even greater and our indignation turned\r\nto disgust when we received details that were even more\r\ngrim than the news we had learned on the first day: former\r\npolitical figures who had been granted amnesty assassinated\r\nin cowardly fashion the authorities the people of Burundi\r\nhad in full sovereignty elected, in free, transparent and\r\ndemocratic elections, in June 1993 - the first elections this\r\nfraternal country held had ever in the 31 years since it\r\ngained its independence.\r\nThe President and Vice-President of the Republic, the\r\nPresident and Vice-President of the National Assembly, the\r\nMinister of the Interior, the Head of the Presidential Security\r\nService and the wife of the Minister for External Affairs and\r\nher baby were among the victims cruelly cut down by those\r\nresponsible for the putsch. This barbarous act, reminiscent\r\nof another age, cynically perpetrated by military figures\r\nmotivated by some unknown demon, cannot leave any\r\nhuman being indifferent. This is why the international\r\ncommunity unanimously condemned the putsch,\r\n\"which could be a regrettable brake to the progress of\r\nthe sister Republic of Burundi and an obstacle to the\r\nestablishment of a state of law for the people of\r\nBurundi\",\r\nas was stated in a communiqué issued by the Government of\r\nBenin when it learned this incredible news.\r\nThe fact that this incident was condemned by all\r\nAfrican Governments and by the Organization of African\r\nUnity shows the progress that democracy has made on the\r\ncontinent. The time has passed when a few adventure-\r\nhungry corporals or a handful of ambitious and arrogant\r\nofficers, thinking they had magic cures for the real problems\r\nof the African people, seized power by force of arms.\r\nAfrica must not turn its back on history. It must\r\nhenceforth understand that the way to its economic and\r\nsocial development, and consequently its good health, is the\r\ndifficult but noble path of democracy. Those responsible\r\nfor the putsch of 21 October 1993 wished to turn the history\r\nof the people of Burundi around, taking it in the opposite\r\ndirection from the welcome progress of the people of South\r\nAfrica.\r\nThe delegation of Benin must therefore reiterate here its\r\nGovernment’s stern condemnation of the military coup d’etat\r\nin Bujumbura:\r\n\"The Government and people of the Republic of\r\nBenin deplore the fact that, at a time when Africa, and\r\nespecially sub-Saharan Africa, is called upon by history\r\nto take up the challenge of political, economic and\r\nsocio-cultural development, anachronistic concerns are\r\ntainting the hopeful prospects of the people of Burundi\r\nand opening up a new era of violence, exclusivity and\r\ninsecurity instead of democratic security, the first\r\nrequirement for development.\r\n\"The Government and people of the Republic of\r\nBenin urge the army of Burundi to respect the freely\r\nexpressed choice of its people, of all ethnic groups\r\ncombined, and to understand that its interests can be\r\nserved only through democracy and mutual respect\r\namong all members of Burundi’s society, for under\r\ndemocracy and a state of law any form of minority may\r\nmake itself heard and have its rights respected.\r\n\"The Government and people of the Republic of\r\nBenin affirm the irreversibility of African democracy\r\nand urgently appeal to all democratic forces the world\r\nover to take every appropriate step to restore the rights\r\nand freedoms of the people of Burundi.\"\r\nMy delegation joins the Ambassador of Algeria,\r\nChairman of the Group of African States for the current\r\nmonth, who has just spoken on behalf of the Group in\r\nsupport of the draft resolution (A/48/L.16), introduced by the\r\nAmbassador of Burundi, in asking for the understanding and\r\nunanimous backing of the General Assembly, which are\r\nnecessary for concrete and urgent action to assist the people\r\nof Burundi.\r\n47th meeting - Tuesday, 2 November l993 23\r\nMy delegation urges the international community to\r\nbear in mind that the revival of the demons of inter-ethnic\r\nextermination in Burundi and the uncontainable flow of tens\r\nand even hundreds of thousands of refugees into\r\nneighbouring countries will not serve to guarantee peace and\r\nsecurity in Central Africa.\r\nThe delegation of Benin welcomes the declaration by\r\nthe President of the Security Council, condemning the\r\nviolent coup d’etat carried out by the perpetrators of the\r\nputsch in Burundi, and the prompt dispatch of a high-ranking\r\nenvoy to Bujumbura by the Secretary-General of the United\r\nNations to find a solution to the confusion reigning in that\r\ncapital.\r\nWe highly appreciate the visit by the Secretary-General\r\nof the Organization of African Unity to Burundi and warmly\r\nthank the French authorities who courageously saved the\r\nlives of members of the legal Government of Burundi,\r\nincluding the Prime Minister, by offering them asylum and\r\nprotection at the French Embassy in Bujumbura. The Benin\r\ndelegation wishes to express its sincere respect for may all\r\nthe diplomatic missions in Bujumbura that took in and\r\nprotected peaceful citizens of Burundi who were in danger\r\nof being cut down by the perpetrators of the putsch.\r\nIn conclusion, my delegation believes that the best\r\ntribute the General Assembly could pay to President\r\nNdadaye and his companions, who died for democracy and\r\nhuman dignity, would be to adopt without a vote the draft\r\nresolution, which unreservedly condemns the coup demands\r\nthat the perpetrators lay down their arms - we hope that they\r\nwill be brought to justice; requests emergency humanitarian\r\nassistance - to help refugees and displaced persons; and\r\ndemands the immediate restoration of democracy and the\r\nconstitutional regime.\r\nThe PRESIDENT: I should like to propose that the\r\nlist of speakers in the debate on this item be now closed.\r\nIt was so decided.\r\nThe meeting rose at l p.m.\r\n"