"United Nations\r\nG E N E R A L\r\nA S S E M B L Y\r\nFORTY-EIGHTH SESSION\r\nOfficial Records\r\n35th\r\nPLENARY MEETING\r\nFriday, 22 October 1993\r\nat 10 a.m.\r\nNEW YORK\r\nPresident: Mr. INSANALLY\r\n(Guyana)\r\n__________\r\nThe meeting was called to order at 10.25 a.m\r\nAGENDA ITEM 45\r\nINTERNATIONAL ASSISTANCE FOR THE\r\nREHABILITATION AND RECONSTRUCTION OF\r\nNICARAGUA: AFTERMATH OF THE WAR AND\r\nNATURAL DISASTERS\r\n(a) REPORT OF THE SECRETARY-GENERAL\r\n(A/48/318 and Corr.1)\r\n(b) DRAFT RESOLUTION (A/48/L.10)\r\nThe PRESIDENT: I call on the Deputy Minister for\r\nForeign Affairs of Nicaragua to introduce the draft resolution\r\ncontained in document A/48/L.10.\r\nMr. PALLAIS (Nicaragua) (interpretation from\r\nSpanish): Allow me at the outset to thank the Secretary-\r\nGeneral for his efforts on behalf of the economic and social\r\nreconstruction of Nicaragua and for publishing the report\r\ncontained in document A/48/318 and Corr.1.\r\nThe vision of a world in deep and continuing\r\ntransformation - one in which our societies are the principal\r\nfactors for change, the beginning and end points of the\r\nessence of man - is shocking when we think of the\r\nenormous responsibility of the United Nations, which holds\r\nthe future of the world in its hands.\r\nNicaragua has emerged from a history filled with the\r\nhallmarks of violence into the modern world and the civility\r\nof the contemporary global village, taking a road strewn with\r\nmany difficulties of all kinds. Contemporary sociology and\r\npolitical science have decided to call this phenomenon a\r\n\"transition\" - the passage from one state to another.\r\nIn the specific circumstances of our own socio-political,\r\neconomic and cultural evolution - as recently described by\r\nour President before the General Assembly - Nicaraguans\r\nhave been going through a complex stage of transition that\r\nis helping us to move from confrontation to democratic\r\nconsensus, from a centralized economy to a social market\r\neconomy, from totalitarianism to democracy, from war to\r\npeace.\r\nThe Government of Nicaragua, with the assistance of\r\nthe democratic political forces and the support of the people,\r\nis making enormous efforts to overcome its major\r\nchallenges: the aftermath of war, and poverty and natural\r\ndisasters. Though we have managed to restore a certain\r\ndegree of stability to the country, it is not as solid or\r\npermanent as we would wish. We must urgently improve\r\nthe living conditions of a population that needs health care,\r\neducation and food - that is, a dignified standard of living.\r\nFor a number of reasons, the macroeconomic measures\r\nwe have taken have not sufficed to give a decisive impetus\r\nto our economic recovery and thus bring our country back\r\ninto the world economy. We have been able partially to\r\nservice our debt since 1991, but debt-servicing has now\r\nreached unsustainable levels. Without a prompt and drastic\r\nsolution to our inherited debt - a solution in which 95 per\r\ncent of its stock is forgiven - Nicaragua’s economic and\r\nsocial recovery will be virtually impossible.\r\nIt must be emphasized that during the decade of\r\nconflict in the 1980s, the direct and indirect military\r\ncooperation received by Nicaragua was of the order of more\r\nThis record is subject to correction.\r\nCorrections should be sent under the signature of a member of the delegation concerned\r\nwithin one week of the date of publication to the Chief of the Verbatim Reporting Section,\r\nRoom C-178, and incorporated in a copy of the record.\r\nCorrections will be issued after the end of the session in a consolidated corrigendum.\r\n93-86945 (E)\r\nDistr. GENERAL\r\nA/48/PV.35\r\n10 November 1993\r\nENGLISH\r\n2 General Assembly - Forty-eighth session\r\nthan $6 billion, representing more than 50 per cent of the\r\nexternal debt burdening the Nicaraguan people today. In\r\nother words, more economic assistance was available for the\r\nwar than is available today to deal urgently with the\r\naftermath of that war and to strengthen peace and\r\ndemocracy.\r\nMy country faces a most complex dilemma in\r\ncontinuing to pay this inherited debt, undermining the\r\nfoundations of its economic and social reconstruction. Yet\r\nover the past three years we have paid the multilateral\r\nfinancial institutions more than we have received for\r\neconomic and social investment.\r\nThus, after meeting our obligations to the financial\r\ninstitutions, our liquid resources to promote the actual\r\nproduction of goods and services are scarce. During the four\r\nyears of the Chamorro Government, of every dollar of liquid\r\nexternal cooperative finance and subsequent new loans, only\r\ntwo cents has remained for economic and social investment\r\nafter paying for oil imports. These special circumstances -\r\nwhich must be reversed - have led to a gradual deterioration\r\nof social conditions: critical poverty, malnutrition,\r\nunemployment or underemployment exceeding 45 per cent,\r\nprecarious health services, and a high dropout rate from school -\r\nto which we must add the natural disasters that beset us in\r\n1992 and 1993.\r\nTo respond coherently to the consequences of the crisis,\r\nthe Government of Nicaragua, in consultation with the\r\nUnited Nations and multilateral financial institutions,\r\nformulated in January 1993 a development strategy\r\ncombining social policies with economic policies and\r\nenhancement of Government offices’ administrative capacity.\r\nNicaragua welcomed with gratitude and hope\r\nresolutions 47/118 of 18 December 1992 and 47/169 of\r\n22 December 1992. We deeply appreciate the contributions\r\nof organs and agencies of the United Nations system in\r\nvarious areas, along with the various initiatives supported by\r\nthe international community.\r\nIn the framework of the United Nations, our President’s\r\nrequest to the Secretary-General for the establishment of an\r\nactive group of countries friends of Nicaragua will play a\r\nkey role for our country in an international context\r\ncharacterized by reduced flows of international cooperation\r\nand by our own need for external cooperation. The historic\r\neffort of our people and our Government to consolidate\r\ndemocracy cannot succumb; Nicaragua must not become a\r\ndelayed victim of the cold war.\r\nWhile the relationship between economics and politics\r\nmay seem obvious, the close links between economics and\r\ndemocracy are the subject of increasing scrutiny by scholars.\r\nIn that connection, we agree with the Secretary-General’s\r\nview, stated in his report on the work of the Organization,\r\nthat\r\n\"Without peace, there can be no development and\r\nthere can be no democracy. Without development, the\r\nbasis for democracy will be lacking and societies will\r\ntend to fall into conflict. And without democracy, no\r\nsustainable development can occur; without such\r\ndevelopment, peace cannot long be maintained.\"\r\n(A/48/1, para. 11)\r\nThe deterioration of social conditions has eroded the\r\ncredibility of the democratic political institutions we want to\r\nstrengthen and institutionalize in my country. The despair\r\nof some minority social sectors has sometimes been\r\nexpressed in desperate and violent action.\r\nStill, no viable solution can emerge from the\r\nexasperation of those who one way or another are ultimately\r\nmaking apologies for violence. To the contrary, history has\r\nconsistently shown that without democracy and democratic\r\ninstitutions there can be no genuine, true political\r\ndevelopment, just as it has confirmed that dialogue and\r\npolitical negotiation are the best means of settling disputes.\r\nMy Government’s efforts to make the transition from\r\nwar to peace, from totalitarianism to democracy, show the\r\ncomplexity of our process as well as the indissoluble links\r\nbetween peace, democracy and development.\r\nThe ongoing process of disarming civilians is\r\ncontributing to the demilitarization of our society after a\r\ndecade of military confrontation and stark political\r\npolarization. The demobilization of groups, rearmed with\r\nsocio-economic and political motivation; the resolute combat\r\nagainst rural banditry; the demining of large areas that were\r\nthe scene of military conflict; the reduction of the army’s\r\nbudget and manpower: these have all contributed to the\r\npacification of Nicaragua and to confirming that our\r\nPresident’s policy of national reconciliation is the correct\r\ncourse.\r\nOther activities include the gradual, effective solution\r\nof the problem of property ownership; the strengthening of\r\nthe judiciary; the resolution of conflicts within our National\r\nLegislative Assembly; and the work of the tripartite\r\nCommission to investigate charges of murder against former\r\nmembers of the Nicaraguan resistance, demobilized members\r\nof the army and other individuals. President Chamorro’s\r\n35th meeting - Friday, 22 October l993 3\r\npolitical will to continue professionalizing and\r\ninstitutionalizing the armed forces through a bill on military\r\norganization that clearly subordinates the armed forces to the\r\ncivilian authorities and the professionalization and\r\ninstitutionalization of the national police create better\r\nconditions for Nicaragua to build a State based on the rule\r\nof law that will provide security and guarantee justice to its\r\ncitizens.\r\nNicaragua’s three-faceted transition is unique and must\r\ntherefore be addressed in a special way. In our view, that\r\nmeans not only recognizing the different conditions we face,\r\nbut also making every possible effort to sustain and develop\r\na process that is vital for our people and holds out hope to\r\nour region and to all those who have been supporting us in\r\nour time of trouble.\r\nThus Nicaragua hopes for unique, special treatment that\r\nwill give it flexibility in implementing structural-adjustment\r\nmeasures, so that without losing the direction or aims of that\r\nnecessary adjustment it can have access on preferential terms\r\nto loans giving incentives to social investment and local\r\nproduction, and so that we can bring into line with our\r\nsituation the rate of fiscal adjustment, the lowering of tariffs\r\nand the freeing up of the financial system.\r\nLike many other developing countries, Nicaragua\r\ncontinues to be plagued by the problem of external debt, and\r\nthere must be a new approach to this problem for us to find\r\nstable and lasting solutions. Our country’s external debt of\r\n$10.8 billion places us in a much worse position than any\r\nother high-debt, low-income country. Our prioritized annual\r\ndebt servicing - I am referring here to the multilateral\r\ninstitutions and the Club of Paris - represents 76 per cent of\r\nprojected exports, which makes it impossible to generate the\r\nlevel of investments necessary for our economic and social\r\ndevelopment.\r\nPeace in Nicaragua also represents peace in Central\r\nAmerica. On our national stability also depend, to a great\r\nextent, a range of differing types of processes that are all\r\ntaking place at once as part of the regional process now\r\nunder way towards political and economic integration. The\r\nsettlement of the military conflicts in Nicaragua and\r\nEl Salvador and the progress being made in Guatemala\r\ntowards actively developing political negotiations with\r\ninsurgent groups must be kept up in an interdependent,\r\noverall way.\r\nWe believe that the international community’s\r\ncontribution to these processes now unfolding to the benefit\r\nof our peoples is decisive if we are to establish Central\r\nAmerica as the region of peace, democracy, freedom and\r\ndevelopment which we proclaimed, with the support of the\r\nGeneral Assembly, in resolution 46/109. This is the only\r\nway to put us definitively and completely on the path of\r\ndemocracy and social progress that is being taken by other\r\nsocieties in a world that is ever more global and\r\ninterdependent and where the bygone patterns of the cold\r\nwar have passed away to reveal the urgency of allocating\r\nmaterial resources to social development and human well-\r\nbeing.\r\nToday we have come before this great General\r\nAssembly of the United Nations to reaffirm that our calling\r\nis as a peaceful, hard-working nation and to repeat our call\r\nfor your countries to become part of our effort to consolidate\r\npeace and democracy not only in Nicaragua, but also in\r\nCentral America. Nicaragua is in urgent need of that effort\r\non the part of the international community, and of its\r\nresolute support, to sustain the aspirations of a people that\r\nwants to rebuild its country in peace, justice and democracy.\r\nInternational assistance for rehabilitating and\r\nreconstructing Nicaragua is a practical, tangible, realistic and\r\nsound way of contributing to the values that will guide the\r\nprogress of humanity into the next century, when the\r\nextreme poverty and want that resulted from the great\r\nimbalances and conflicts of the twentieth century will be just\r\na tale told of a past to which the world society of the\r\ntwenty-first century will not wish to return unless it wants to\r\nwipe itself out.\r\nToday, my delegation, on behalf of all the sponsors, has\r\nthe honour of introducing to this plenary meeting of the\r\nAssembly a draft resolution entitled \"International assistance\r\nfor the rehabilitation and reconstruction of Nicaragua:\r\naftermath of the war and natural disasters\" and contained in\r\ndocument A/48/L.10.\r\nThe first, third and fifth preambular paragraphs are\r\nsimilar to those contained in resolution 47/169 on this same\r\nsubject, which the Assembly adopted at its session last year.\r\nIn the second preambular paragraph the General\r\nAssembly would recal l resolut ion 47/169 of\r\n22 December 1992, and the fourth and sixth introduce into\r\nthe draft resolution new elements whose purpose is to\r\nincorporate aspects of particular relevance to the developing\r\nsituation in Nicaragua. The most salient points concern the\r\nhavoc wreaked on the country and its people by the recent\r\nhurricane; the socio-economic effects of applying adjustment\r\nmeasures that leave us no room for material growth and\r\nsocial investment and have led Nicaragua to request\r\nexceptional treatment, the better to be able to cope with the\r\ncrisis it is going through; and the progress the Government\r\n4 General Assembly - Forty-eighth session\r\nof Nicaragua has made in securing a broad social consensus\r\nfor the reconstruction and economic and social development.\r\nIn the operative part, paragraph 1 has the same wording\r\nas last year’s resolution while paragraphs 2, 3 and 4 contain\r\nideas that expand on it. Paragraphs 5 and 6 are procedural\r\nin nature.\r\nNicaragua needs the international community’s support\r\nand solidarity to overcome the aftermath of the war and the\r\nnatural disasters that have beset it in recent years.\r\nUnanimous adoption by the Assembly of the draft resolution\r\nwe have submitted would send a clear signal of a political\r\nwill to support the political and economic processes we are\r\nimplementing in my country. Unanimous adoption and the\r\ninternational community’s support and solidarity would\r\nconsolidate peace in Nicaragua, and its democratic process,\r\nand the United Nations community could be proud, always,\r\nof such a magnificent contribution.\r\nWe are grateful to all the sponsors of the draft\r\nresolution which are listed in document A/48/L.10, and to all\r\nthose which have joined in supporting it. For Nicaragua, the\r\ncooperation and support we have received is of great\r\nimportance.\r\nMr. CORREA (Chile) (interpretation from Spanish):\r\nSix days ago, in Santiago, Chile, during the seventh summit\r\nmeeting of the Rio Group, which was attended by the Heads\r\nof State and Government of the Latin American and\r\nCaribbean countries of which that political concertation\r\nmechanism is composed, approved a declaration that reads\r\nas follows:\r\n\"The Heads of State and Government of the Rio\r\nGroup support the appeal made by the President of the\r\nRepublic of Nicaragua, Mrs. Violeta Barrios de\r\nChamorro, in her recent address to the General\r\nAssembly of the United Nations, to the effect that\r\neconomic cooperation afforded her country should be\r\nincreased, and they express their willingness to continue\r\ntheir resolute support with a view to contributing to\r\nsolving Nicaragua’s problems.\r\n\"The Heads of State and Government of the Rio\r\nGroup urge the international community and the\r\nfinancial agencies, particularly the World Bank, the\r\nInternational Monetary Fund and the Inter-American\r\nDevelopment Bank to grant Nicaragua treatment in line\r\nwith the exceptional situation in that country, as a\r\ncontribution to the democratic stability of Nicaragua\r\nand of the whole Central American region.\"\r\nThe declaration by the Heads of State and Government\r\nin the Rio Group reiterates something that had been sought\r\nat the United Nations through the resolution adopted to that\r\neffect, namely that there is a complete international\r\nconsensus that the situation in Nicaragua, by reason of the\r\nspecial circumstances, necessitates assistance in the form of\r\nbroad-based cooperation to enable Nicaragua to make a\r\ndefinitive recovery and promote sustained development; this\r\nwould make its democratic process, and the peace it so\r\ndesires, irreversible.\r\nWe must weigh the full meaning and consequences of\r\nthe words addressed to the Assembly by the President of\r\nNicaragua when she said:\r\n\"The economic problem is our greatest source of\r\ninstability, because it creates tensions in the political\r\nand social environment, jeopardizing national and\r\nregional stability. If foreign aid arrives late, if strong\r\nconditions are placed on it or it becomes a political\r\ntool, as happened in 1992 and is happening now,\r\ndemocracy in Nicaragua could collapse.\" (Official\r\nRecords of the General Assembly, Forty-eighth Session,\r\nPlenary Meetings, 8th meeting, p. 11)\r\nWe do not want such a collapse to occur, and that is\r\nwhy we have included our effort in plans for cooperation\r\nwith this fraternal country. The Governments of Latin\r\nAmerica cannot stand idly by when any of the countries in\r\nthe region, without exception, is in danger of collapse. Our\r\nduty is to help each and every one of them resolve its\r\nproblems and crises while avoiding the internal confrontation\r\nand chaos that are so costly for their peoples.\r\nIn 1991 the President of the Republic of Chile attended\r\nthe summit meeting of Central American leaders held at San\r\nSalvador. On that occasion President Aylwin formally\r\nannounced the initiation of a programme of technical\r\ncooperation with Central America, within the framework of\r\nwhich our work with Nicaragua is proceeding.\r\nSince that time, Chile’s policy of technical cooperation\r\nhas become a cornerstone of its relations with the Central\r\nAmerican region, particularly with Nicaragua. We have\r\nsingled out that country, not only because of the particularly\r\nserious nature of its situation, but also because Chile wishes,\r\nthrough a resolute policy of cooperation, to make up for lost\r\ntime in the relations between the two countries. We\r\ntherefore appreciate the progress made in the development\r\nof the programmes that have already been established and\r\nwhich are now being fully executed. Of particular note are\r\nthe new projects that are developing, especially in the social\r\narea, to help handicapped children and minors in need of\r\n35th meeting - Friday, 22 October l993 5\r\nspecial care. We are also studying a request for support in\r\ncarrying out a programme to modernize and professionalize\r\nthe national police force in Nicaragua.\r\nFrom the foregoing it will be clear that the agreements\r\nbeing worked on at present for cooperation in selected\r\nsectors between the Nicaraguan Government and our\r\nInternational Cooperation Agency are of great importance to\r\nour future relations. Of especial relevance have been the\r\nprogrammes in support of universities and the training of\r\nhuman resources through post-graduate and masters\r\nfellowships.\r\nMoreover, of special note is Chile’s involvement of the\r\nprivate sector in this effort. Accordingly, an agreement has\r\nbeen signed between the Society for the Promotion of\r\nManufacturing, an entity made up of private entrepreneurs in\r\nour country, and the Nicaraguan Association of\r\nNon-Traditional Exporters, the execution of which also\r\ninvolved resources from the United Nations Development\r\nProgramme (UNDP).\r\nSimilarly, technical assistance in fisheries resources has\r\nbeen developed through the Chilean Institute for the\r\nPromotion of Fisheries and the Nicaraguan Institute for\r\nFisheries. Similarly, through the Organization of American\r\nStates (OAS), assistance was provided for the removal of\r\nmines, through a team of instructors-supervisors, a matter of\r\nparticular importance to the safety of the population. This\r\nwork has been subject to evaluation. A technical group set\r\nup to implement the agreements on bilateral cooperation has\r\nalready held its first meeting.\r\nAll these tasks are part of a greater undertaking, namely\r\nsupporting the enhancement and stability of democracy. Our\r\ncountry has maintained resolute and unconditional support\r\nfor the process of democratization and pacification in\r\nNicaragua, and we attach great value to efforts to ensure that\r\nall national sectors can be involved in the political and\r\ninstitutional life of the country within a constructive and\r\nfully legal framework.\r\nTo that end, among other activities pursued in this area,\r\nthe Under-Secretaries for Government and for the presidency\r\naccompanied by the Superintendent of Insurance and\r\nSecurities in Chile, attended a seminar in Managua last week\r\non experiences in the transition to democracy, which was\r\norganized by the Government of Nicaragua and co-sponsored\r\nby the International Organization for Migration and the\r\nKonrad Adenauer Foundation.\r\nThis cooperation will help to promote achievement of\r\nthe priority objectives in Nicaragua: peace, reconciliation,\r\nrespect for human rights and the consolidation of democracy.\r\nDespite these efforts it has become absolutely\r\nimperative to channel substantial financial resources to the\r\ncooperation that Chile and other countries have been giving\r\nso that it will be directed to the right purposes and\r\ndeveloped effectively for the benefit of the population.\r\nEfforts in regard to training human resources would be\r\npointless if these people did not have appropriate conditions\r\nin which to carry out their activities.\r\nNicaragua is in need of resources in order to revive all\r\nof its areas of productivity, and to that end the international\r\ncommunity and multilateral financial bodies have a broad\r\nspectrum of areas into which to channel their efforts towards\r\nthe attainment of that goal.\r\nExperience shows that consolidating peace in the wake\r\nof a conflict needs to be linked to global development efforts\r\nin the political, economic, social and cultural spheres and\r\nresources should be channelled accordingly.\r\nThat applies absolutely to the situation in Nicaragua.\r\nThe Government of Chile joins in the efforts being made by\r\nthe Government of Nicaragua but it must also point out that\r\nthe results cannot be perceived immediately. This requires\r\nunderstanding and support on the part of the international\r\ncommunity and the strenuous efforts of all of the people\r\ntowards the common objective of change and growth.\r\nThe consolidation of peace begins with practical and\r\nimmediate measures to restore the normal functioning of\r\nsociety, to revive the economy, to restore the land and its\r\nproductivity, and to organize the return and resettlement of\r\ndisplaced persons and refugees. It is also essential to reduce\r\nthe volume of weapons in the hands of society at large,\r\nwhich is one element that leads to instability, and which may\r\nin turn lead to violence. Such steps require an effort on the\r\npart of all the people of Nicaragua, not just of a few, since\r\nthey are the ones who will lay the foundations for\r\nsustainable social, political and economic development.\r\nFor its part, international cooperation can help to lend\r\nsupport to a society that is still wounded but anxious to build\r\nan increasingly sound democracy, a democracy of mature\r\ncoexistence.\r\nMr. ALBIN (Mexico) (interpretation from Spanish):\r\nThe Central American region has shown its unshakeable will\r\nto overcome decades of violence, instability and lack. The\r\nprocess of peacemaking has now spread to the entire region.\r\n6 General Assembly - Forty-eighth session\r\nFor a very long time there has been a need for the good will\r\nof the countries of the subregion and sectors of their\r\nsocieties and for international support.\r\nFor Mexico, Central America is of priority interest\r\nbecause we border on the region and have cultural and\r\nhistorical links which bind us to it. My country has\r\ntherefore undertaken cooperative activities on a continuing\r\nbasis in order to support the recovery and economic\r\ndevelopment of the five countries of the region.\r\nOne of the activities that perhaps best reflect this was\r\nthe signing in August 1992 of an agreement to liberalize\r\ntrade with Central American countries, the final objective\r\nbeing the creation of an open area for investment and the\r\nfree flow of goods and services.\r\nNicaragua is a country that is today facing serious\r\nchallenges. It has been making serious efforts to rebuild its\r\ndemocracy, to give new dynamism to its economy in a\r\nsociety which has often been polarized. In addition to\r\ndestructive actions on the part of people, there have been\r\nnatural disasters which have worsened the already precarious\r\neconomic and social conditions of the country. The\r\neconomy, which has been marked by serious imbalances, has\r\nput Nicaragua into the category of lowest-income countries.\r\nThe amount of its official debt is approximately $11,000\r\nmillion. The per capita debt is the highest in the world.\r\nIn the midst of these difficulties, Nicaragua has begun\r\na process of political reform directed towards national\r\nreconstruction, peacemaking, reduction of the army, and the\r\ndemobilization of resistance. This process has gone along\r\nwith consultation, dialogue and the reaching of agreement\r\nwith the various political groups.\r\nOn the bilateral level, my country is participating in an\r\nintensive programme of cooperation with Nicaragua.\r\nBetween January and October 1993, 60 projects were carried\r\nout in such spheres as combating poverty,\r\ntelecommunications, energy, technical training, health,\r\nprivatizing ports, agriculture, environment, labour and public\r\nadministration.\r\nWhen Mrs. Violeta Chamorro visited Mexico last\r\nAugust, the President of Mexico reaffirmed his support for\r\ncollaborating in the stabilization of the Nicaraguan\r\neconomy. He also expressed his concern over the manner\r\nin which various political forces have sought to resolve their\r\ndifferences with unlawful acts, which has negative effects on\r\nthe efforts made by Nicaraguans to establish peace and\r\nreactivate the economy.\r\nWe are pleased to take note of the activities carried out\r\nby the United Nations system to help Nicaragua, in\r\nparticular those of the United Nations Development\r\nProgramme, as described in the report of the Secretary-\r\nGeneral that was prepared in accordance with resolution\r\n47/169. That document points out that one of the main\r\nproblems of the transition is perhaps the lack of integrated\r\npolicies and strategies for development and stabilization.\r\nWe must recognize that the efforts of the people and\r\nthe Government of Nicaragua will be in vain if the\r\ncommunity of nations and international organizations do not\r\nextend their fullest cooperation to enable Nicaragua to\r\nconsolidate its own objectives of democracy and economic\r\nand social development. We urge the international\r\ncommunity and financial organs, in particular the World\r\nBank, the International Monetary Fund and the\r\nInter-American Development Bank, to give Nicaragua the\r\nhelp it deserves in the exceptional circumstances prevailing\r\nthere.\r\nFor our part, I wish to reiterate here the unbending\r\ndetermination of the Government of Mexico to continue\r\nworking in close cooperation with the brotherly country of\r\nNicaragua, bilaterally or through any mechanism established,\r\nto enable it to move ahead on the road to peace and\r\neconomic and social development. The appeal sent out by\r\nthe Nicaraguan delegation to the international community to\r\ncollaborate in those efforts is our appeal as well.\r\nHence, we have co-sponsored the draft resolution\r\ncontained in document A/48/L.10, and we invite Member\r\nStates to give it their unanimous support.\r\nMr. YAÑEZ BARNUEVO (Spain) (interpretation from\r\nSpanish): The inclusion of the item entitled \"International\r\nassistance for the rehabilitation and reconstruction of\r\nNicaragua: aftermath of the war and natural disasters\" in the\r\nagenda of the current session of the General Assembly\r\nmakes clear how important it is that the United Nations\r\ncontinue to follow through in the process of rehabilitating\r\nand reconstructing a country that was mired in a conflict\r\nwhose political, social and economic consequences require\r\ncomprehensive attention and treatment on the part of the\r\ninternational community.\r\nNicaragua is an example of a country in which a\r\nprocess of peace and national reconciliation, with the support\r\nof the international community, at first had positive results\r\nunder the leadership of the constitutional President of the\r\nRepublic, Mrs. Violeta Barrios de Chamorro. As President\r\nChamorro pointed out a short time ago from the rostrum of\r\nthe General Assembly Hall, Nicaragua has before it the\r\n35th meeting - Friday, 22 October l993 7\r\nimmense task of carrying out a transition from war to peace,\r\nfrom a centralized economy to a market economy and from\r\nconfrontation to democratic consensus.\r\nHowever, it must be recognized that the international\r\ncommunity, lulled into overconfidence by the initial positive\r\ndevelopments, gave too little attention and too little support\r\nduring the period following the settlement of the conflict,\r\nwhich could be termed the period of \"convalescence\". It\r\nwas in that period that the political situation deteriorated,\r\nand this caused a parallel deterioration in the economic and\r\nsocial situation.\r\nThe events that have taken place recently in Managua\r\nand other Nicaraguan cities show the fragility of the process\r\nof consolidating democracy and the resulting need for the\r\ninternational community’s constant, sustained support for\r\nthat process in the circumstances prevailing in a country\r\nsuch as Nicaragua. Obviously, it is up to the Nicaraguan\r\npeople themselves to make decisive headway in the process\r\nof national reconciliation, with the participation of all the\r\npolitical and social forces. They should know, none the less,\r\nthat in that endeavour they have the international\r\ncommunity’s encouragement and backing.\r\nAny retrogression in the Nicaraguan process not only\r\nwould have a serious effect on the country itself, but could\r\nalso have negative repercussions in the Central American\r\nregion, which is still emerging from a long period of\r\nconflict. For the same reason, the advances made in\r\nNicaragua will mean progress in the shaping of a region of\r\npeace, freedom, democracy and development in Central\r\nAmerica, in accordance with the objective stated in\r\nresolution 47/118, adopted at the last session of the General\r\nAssembly. In that resolution, the Assembly encouraged\r\ninitiatives of the Central American countries to consolidate\r\nGovernments which base their development on democracy,\r\npeace, cooperation and strict respect for human rights.\r\nThe close link between the process of political\r\nreconciliation and that of economic recovery in Nicaragua\r\nhas been made clear by the Secretary-General in his report\r\n(A/48/318 and Corr.1) submitted to this session of the\r\nAssembly. It has also been underscored by the European\r\nCommunity and its member States, which, in their\r\ndeclaration of 26 August last, urged a genuine national\r\nreconciliation and requested all the political and social forces\r\nto join together, transcend their differences and work\r\ntowards the strengthening of democracy and development in\r\nNicaragua.\r\nIn resolution 47/169, adopted by consensus at the last\r\nsession of the General Assembly, the Assembly requested\r\nthe Secretary-General, in cooperation with the relevant\r\norgans and organizations of the United Nations system, to\r\nprovide Nicaragua all possible assistance to support the\r\nconsolidation of peace, in areas such as the settlement of\r\ndisplaced and demobilized persons and refugees, land\r\nownership and land tenure in rural areas, direct care for war\r\nvictims, mine clearance and, in general, to promote a process\r\nof sustained recovery and development that will render the\r\npeace and democracy achieved irreversible.\r\nThe Secretary-General’s report highlights the advances\r\nthat have been made in the political arena. Recent events\r\nindicate, however, that there is still a long way to go before\r\nthey are consolidated. In the economic sphere, the\r\nstabilization programme has made major improvements\r\npossible through a reduced rate of inflation, and structural\r\nadjustments have expedited the conversion of the economic\r\nsystem into a market economy. However, these programmes\r\nhave not been sufficient to reactivate the Nicaraguan\r\neconomy, which, on account of demographic factors, is still\r\nshowing a negative per capita growth rate. All of this has\r\nled to a worsening of social conditions, threatening\r\nconsolidation of the country’s fledgling democracy.\r\nParticularly worrying is the size of the external debt, which,\r\naccording to the Secretary-General’s report, is, on a per\r\ncapita basis, the highest in the world.\r\nSpain, both individually and as a member of the\r\nEuropean Community, has been providing all possible\r\nassistance to Nicaragua in this crucial phase of its efforts to\r\nestablish peace and democracy and to promote development.\r\nFrom the 1980s, because of the situation in that country, our\r\ncooperation has been directed primarily to the areas of\r\nhealth, housing, infrastructure and services. With the\r\nattainment of peace, our bilateral cooperation has intensified\r\nin the social, labour and technical training sectors, in the\r\nfields of agriculture, fisheries and the environment and, very\r\ncentrally, in institutional support, both national and local.\r\nTraining and scientific and technical cooperation have been\r\npriorities in Spain’s cooperation with Nicaragua. During the\r\nperiod 1990-1993, the value of Spanish grants in bilateral\r\ncooperation with Nicaragua reached 2,550 million pesetas.\r\nFor all these reasons, Spain urges the Secretary-General\r\nand the United Nations system to continue to give Nicaragua\r\nevery possible assistance to consolidate and strengthen the\r\ndemocratic process and enhance the country’s economic and\r\nsocial development. For these reasons, too, my delegation\r\nbecame a sponsor of draft resolution A/48/L.10, which we\r\nurge the General Assembly to adopt.\r\nMr. WISNUMURTI (Indonesia): I deem it a distinct\r\nhonour and privilege to speak on behalf of the Non-Aligned\r\n8 General Assembly - Forty-eighth session\r\nMovement on this important item, entitled \"International\r\nassistance for the rehabilitation and reconstruction of\r\nNicaragua: aftermath of the war and natural disasters\". The\r\nSecretary-General’s comprehensive report (A/48/318 and\r\nCorr.1), paints a sombre picture of the situation in Nicaragua\r\nand has rightly drawn our attention to the deteriorating\r\neconomic conditions in that country.\r\nAt their tenth Summit meeting, held in Jakarta in\r\nSeptember 1992, the non-aligned countries declared,\r\ninter alia, unequivocal support for Nicaragua’s ongoing\r\nefforts to achieve its objectives, and expressed the hope that\r\nnational dialogue, the deepening of the democratic process\r\nand continued international cooperation would make it\r\npossible to overcome the main obstacles facing that country\r\nin the present circumstances.\r\nReflecting this decision, the Foreign Ministers of the\r\nNon-Aligned Movement at their meeting earlier this month\r\ncalled upon the main political forces to continue their efforts\r\ntowards a productive dialogue in order to achieve the social\r\nand economic reconstruction of Nicaragua. They also called\r\nupon the international community to maintain its support for\r\nNicaragua to overcome political and economic problems and\r\nto consolidate its democracy.\r\nFollowing a decade of civil strife, the Government of\r\nNicaragua has made significant progress in achieving peace,\r\nreconciliation and national concertation, concertation which\r\nhas made it possible to lay the foundations for economic\r\nrecovery and social development. However, many obstacles\r\nlie ahead. The case of Nicaragua is unique. As a\r\ndeveloping country, Nicaragua is indeed vulnerable to\r\nnatural calamities such as have beset it recently. We believe\r\nthat these calamities, which have exposed the vulnerability\r\nof Nicaragua’s economy and of its environment, have\r\nrendered the nation incapable of advancing its development.\r\nMoreover, after years of turmoil, the nation’s economy is\r\ncritically in need of sustained assistance. The situation in\r\nNicaragua clearly reflects the indivisibility of peace, stability\r\nand development. Indeed - and this is a highly charged\r\npolitical, economic and social question - peace cannot\r\nprevail unless such aid is substantial.\r\nThe cumulative effects of natural disasters, civil war\r\nand economic crisis have made the situation untenable and\r\nthus made Nicaragua a deserving candidate for concerted\r\ninternational support and assistance. We therefore reiterate\r\nour backing for resolutions 47/118 and 47/169.\r\nSignificantly, they were adopted by consensus, which\r\nreflects recognition of the plight of the Nicaraguan people\r\nand of the need for the international community to give them\r\nthe necessary support to promote and accelerate\r\nrehabilitation and economic and social reconstruction, in\r\norder to overcome the aftermath of the war and the adverse\r\nconsequences of natural disasters.\r\nAgainst this backdrop, we acknowledge the effective\r\nand comprehensive response of the United Nations and the\r\nway in which its efforts have been mobilized. Initial\r\nrehabilitative measures have already been embarked upon\r\nthrough the United Nations Development Programme and\r\nvarious other agencies of our Organization. The medium-\r\nand long-term measures comprehensively covered in the\r\nSecretary-General’s report are indeed essential to the\r\nrehabilitation and reconstruction of Nicaragua.\r\nOne of the serious problems that must be addressed\r\nurgently is the question of Nicaragua’s external debt.\r\nAlthough Nicaragua is not considered to be a least-developed\r\ncountry, we firmly believe that, in view of its economic and\r\nsocial conditions and its vulnerability to nature, and taking\r\ninto account its total debt in relation to population size, the\r\nnation should be accorded special treatment. We therefore\r\nstrongly endorse the recommendation implied in paragraph\r\n62 of the Secretary-General’s report. In this regard, it is\r\npertinent to note that the Non-aligned Movement is to hold\r\na meeting - scheduled for later this year - on the foreign-\r\ndebt problems of countries of the Movement. This may\r\nprovide an opportunity to facilitate ways and means of\r\nresolving Nicaragua’s debt problem.\r\nI should like, in conclusion, to take this opportunity to\r\nexpress our solidarity with the Government and people of\r\nNicaragua at this time of great need and to add that we stand\r\nready to provide our full support for these broad\r\ninternational cooperation endeavours.\r\nMr. FULCI (Italy): Italy wishes to reaffirm its strong\r\ncommitment to the peace process in Central America, which\r\nbegan with the historic Esquipulas Agreements. My country\r\nwholeheartedly supports the Government and the people of\r\nNicaragua as they develop their democracy and their\r\neconomy. Over the past few years, Italy has contributed to\r\nthis process - in deeds, and not in words alone - through the\r\nUnited Nations Development Programme (UNDP), by\r\ngranting $115 million to establish the Development\r\nProgramme for the Displaced, Refugee and Repatriated\r\n(PRODERE).\r\nIn countries scarred by armed conflict - be it internal or\r\nexternal - the primary and most urgent need is humanitarian\r\nassistance. But between emergency relief and new social\r\nand economic development, there is a need for rehabilitation,\r\nor convalescence, as was said quite rightly by our Spanish\r\ncolleague, Ambassador Yáñez Barnuevo. PRODERE meets\r\n35th meeting - Friday, 22 October l993 9\r\nprecisely that need for rehabilitation, or convalescence; it is\r\na sort of trait d’union between the two major phases.\r\nPRODERE is being implemented in six countries,\r\nincluding El Salvador and Nicaragua. It is designed\r\nprimarily to create the conditions necessary for the social\r\nand economic integration of displaced people, refugees and\r\nthose returning to their homes after a war. It concerns\r\nseveral dozen war-scarred municipalities, where\r\nrehabilitation and reconciliation can make a real difference.\r\nWe feel particularly indebted to UNDP for the\r\nexemplary way in which it has conducted this initiative,\r\nwhich has been a genuine success story, as all the\r\nparticipants can testify - so successful, in fact, that Italy and\r\nUNDP are seriously considering the possibility of extending\r\nthe PRODERE approach to other parts of the world that\r\nhave been, or are, afflicted by similar tragedies.\r\nPRODERE’s main features are: first, the programme\r\nis designed to bring together components of humanitarian\r\nrelief and development aid; secondly, the entire community\r\nbeing resettled is, without any discrimination, involved:\r\nformer soldiers, ex-guerrillas, local leaders, government\r\nofficials, refugees, returnees and those who remained and\r\nsuffered in place; thirdly, local organizations - including\r\nGovernment institutions, non-governmental organizations and\r\ncooperatives - actively participate in the programme; and,\r\nfourthly, it is the recipient community that identifies its\r\npriority needs, such as housing, health care, sanitation\r\nservices and primary education. Agricultural projects and\r\nother income-generating activities are also a key target of\r\nPRODERE. In short, community participation, sustainable\r\nactivities and human-resource development are at the heart\r\nof this unique programme. They are the keys to social\r\nintegration, economic growth and institution rebuilding.\r\nFrom this rostrum, Italy wants to pay a tribute to\r\nNicaragua for its vigorous pursuit of political reconciliation\r\nand economic reconstruction. But we must remember that\r\nthese are not goals that can be achieved overnight. They\r\nrequire determination, constant struggle and effort, not only\r\nfrom the interested countries themselves but from all of us.\r\nThat is why Italy will continue to offer its unwavering\r\nsupport for this process on a bilateral basis, through the\r\nEuropean Community and through the United Nations.\r\nConsequently, Mr. President, I have the honour to\r\ninform you that Italy is glad to co-sponsor resolution\r\nA/48/L.10, introduced and so eloquently described by the\r\nNicaraguan Deputy Foreign Minister, Mr. José Pallais, and\r\nto recommend its adoption by this Assembly.\r\nMr. MARRERO (United States of America): My\r\ndelegation supports the draft resolution before us today\r\nunder agenda item 45, entitled \"International assistance for\r\nthe rehabilitation and reconstruction of Nicaragua: aftermath\r\nof the war and natural disasters\", and looks forward to its\r\nadoption this morning by consensus.\r\nMy delegation knows that the Government of Nicaragua\r\nhas critical need of external assistance to shore up its\r\neconomy and to help consolidate its democracy. The\r\nGovernment of the United States supports Nicaragua’s goal\r\nof national reconciliation and wants to see the Government\r\nsucceed. With that in mind, my delegation believes that\r\ninternational economic assistance for the rehabilitation and\r\nreconstruction of Nicaragua is essential if the Government is\r\nto continue to proceed along the path of a politically stable\r\ndemocratic nation.\r\nWe anticipate that the pending talks within Nicaragua\r\nwill establish a new consensus towards healthy social and\r\neconomic policies. We hope that such policies will address\r\nthe dire conditions now prevailing in rural areas and restart\r\nproductive activity. Furthermore, we look forward to the\r\nNicaraguan Government’s plans to invite grass-roots\r\nparticipation in the national dialogue on economic reform.\r\nUnited States aid programmes will place emphasis on that\r\ngrass-roots participation in the economic life of the nation.\r\nAt the same time, and while recognizing how difficult\r\nthe problems are, external aid alone cannot sustain or ensure\r\nthe success of the Nicaraguan Government. In the final\r\nanalysis, it is the Government and the people of Nicaragua\r\nthat must continue to ensure the social and political stability\r\nwhich in turn inspires the confidence required to generate\r\ninvestment, both Nicaraguan and foreign.\r\nWe will continue to watch attentively and\r\nencouragingly as the Nicaraguan Government moves to\r\nimplement its public commitments to its people. I should\r\nnote that the assistance which my Government can offer\r\nthrough bilateral arrangements is undertaken in tandem with\r\nthat of multilateral and other donor assistance. My\r\nGovernment is encouraged that at recent meetings of\r\nNicaragua’s international donors continued support has been\r\nexpressed, with emphasis on the importance of national\r\npolitical reconciliation as the prerequisite for effective use of\r\ninternational assistance.\r\nMr. MARUYAMA (Japan) (interpretation from\r\nSpanish): Five years ago, when presidential elections were\r\nheld in Nicaragua in accordance with the democratic process,\r\nJapan expressed its sincere congratulations to the people of\r\nNicaragua on the birth of a new democracy, through the\r\n10 General Assembly - Forty-eighth session\r\nGovernment of President Chamorro. From that time\r\nforward, Japan has expressed its sustained support for the\r\nGovernment of President Chamorro, particularly in the light\r\nof its commitment to national reconciliation and its efforts\r\nto strengthen the democratic process in Nicaragua.\r\nJapan has always attached great value to President\r\nChamorro’s efforts to attain political reconciliation in her\r\ncountry during her presidential term. President Chamorro\r\nhas opted for realistic policies which give priority to\r\neconomic reconstruction, without neglecting the\r\nconsequences of war but at the same time forging a\r\ndemocratic political culture based upon tolerance,\r\nreconciliation and dialogue.\r\nThe challenge in this effort is to maintain a delicate\r\nbalance so as to make progress without endangering the\r\nachievements already attained. For that reason, the\r\nGovernment has sought to avoid confrontation with the\r\nSandinistas, and has been obliged to face various difficulties\r\nin administering the country by giving consideration to the\r\nopinions of the opposition, which holds the majority of seats\r\nin the Congress. As regards the taking of hostages by\r\ngroups from both extremes of the political spectrum, Japan\r\nwelcomes the resolution of the problem, achieved through\r\nnegotiations between the two sectors, the Sandinista National\r\nLiberation Front (FSLN) and the National Opposition Union\r\n(UNO). Japan sincerely hopes that this dialogue will prompt\r\na full development of the tripartite dialogue being pursued\r\nby the Nicaraguan Government with the aim of ensuring that\r\npolitical stability is firmly established, with the progress of\r\nnational dialogue involving all sectors, which is fundamental\r\nfor laying the foundations of economic development efforts.\r\nJapan also recognizes the efforts of the Government of\r\nNicaragua to continue strengthening its democratic\r\ninstitutions, upholding human rights and attending to\r\nproblems of social security, as well as finding a lasting\r\nsolution to the question of property rights and clear civilian\r\ncontrol over the armed forces. We support the achievements\r\nand we emphasize the need to persevere until the full\r\nconsolidation of democratic institutions has been reached.\r\nWe must all recognize the great strides that have been\r\nmade in the pacification of the Central American region.\r\nWe must also be aware of the vital influence of the\r\nconsolidation of peace and the reconstruction of Nicaragua\r\non the stability of the whole Central American region.\r\nAccordingly, Japan acknowledges the diplomatic efforts\r\nmade by the Latin American countries, particularly by\r\nCentral Americans themselves, towards that common\r\nobjective. Japan therefore firmly supports these efforts of\r\nthe Latin American region.\r\nRegarding support for Nicaragua, we must bear in\r\nmind, in addition to the efforts of the international\r\ncommunity through bodies such as the United Nations, the\r\ncooperation conducted through the Association for\r\nDemocracy and Development of Central America (ADD),\r\nwhich was set up in 1991. Japan has been taking an active\r\npart in various activities of the ADD since its inception, as\r\nco-chairman of the Working Group on Economic\r\nDevelopment and also by chairing the Special Meeting of the\r\nADD in Tokyo last March, with the participation of Foreign\r\nMinisters and Economic Ministers of the Central American\r\ncountries. Japan will continue its active participation in\r\nthese multilateral forums.\r\nI would like to take this opportunity to express my deep\r\ncondolences to the families of the victims of the natural\r\ndisasters that have recently struck Nicaragua. Japan\r\nsincerely hopes that the Nicaraguan people can overcome\r\nthese tragedies.\r\nIn conclusion, I wish once again to confirm, in this\r\ninternational forum, that Japan will continue its support for\r\nNicaragua based on the two D’s, democracy and\r\ndevelopment; we will support the promotion of democracy\r\nand cooperate in the economic reform of this friendly\r\ncountry in a reliable and sustained manner. The Government\r\nof Japan supports the draft resolution and has the honour of\r\nbeing one of its co-sponsors.\r\nThe PRESIDENT: Before calling on the next speaker,\r\nI should like to propose that the list of speakers in the\r\ndebate on this item now be closed.\r\nIt was so decided.\r\nMr. BIVERO (Venezuela) (interpretation from\r\nSpanish): Nicaragua’s urgent need for rehabilitation and\r\nreconstruction has been acknowledged by successive\r\nresolutions of this Assembly and in the statements of various\r\npolitical and economic bodies of the Latin American and\r\nCaribbean region. On 16 October the Heads of State and\r\nGovernment of the Rio Group, meeting in Santiago, Chile,\r\nadopted a declaration on Nicaragua which is the most recent\r\nbasis for our co-sponsorship of draft resolution A/48/L.10,\r\nintroduced by the Deputy Minister for Foreign Affairs of\r\nNicaragua, which a group of countries, including Venezuela,\r\nis today submitting for consideration. The declaration is also\r\nour mandate for recommending the unanimous adoption of\r\nthe draft resolution as a sign of solidarity with, and\r\ncommitment to, the people and Government of Nicaragua.\r\nPeace in Central America is a common goal of the\r\nMember States of our Organization. We have made\r\n35th meeting - Friday, 22 October l993 11\r\nnumerous efforts to that end and we are sure that we all\r\nunreservedly share the desire to see peace consolidated there.\r\nNicaragua is a critical element in the peace process in\r\nCentral America. Its Government has made praiseworthy\r\nefforts to overcome political divisions and the economic and\r\nsocial aftermath of the country’s recent history. Its\r\nPresident, Violeta Barrios de Chamorro, has given an\r\neloquent account in this Hall of the successes achieved and\r\nthe obstacles encountered in the process. We in Venezuela\r\nare convinced that she deserves our solid support.\r\nOur Organization is increasingly guided by a\r\nrecognition of the direct link between democracy, peace and\r\ndevelopment. Nicaragua is a clear-cut case of this\r\ninterrelationship and of the negative effects that can result if\r\nany of these three fundamental objectives are neglected. We\r\nare particularly concerned by the difficulties Nicaragua has\r\nencountered in gaining an appropriate level of international\r\ncooperation to enable it to consolidate the advances achieved\r\nthrough its programmes of macroeconomic adjustment and\r\ninternal reform. The international community faces an\r\nexceptional case which requires measures of support that are\r\nalso exceptional. Undifferentiated treatment - and\r\nparticularly treatment to which conditions are attached -\r\nmust be avoided, in our view, not only for reasons of\r\nprinciple but also for obvious reasons of consistency with\r\nthe undertaking in which we all play a part, to the extent\r\nthat we are able: the success of democracy and national\r\nreconciliation in Nicaragua.\r\nVenezuela, along with the other countries of the\r\nregion - in particular in the Group of Three, to which it\r\nbelongs, together with Colombia and Mexico - has been\r\nclosely following the situation in Nicaragua. So far as it\r\ncan, Venezuela will carry out a policy of cooperation with\r\nthat country which we hope will help to alleviate its difficult\r\neconomic situation and will strengthen the growing links\r\nwith its economy, in both the commercial and financial\r\nspheres.\r\nWe hope this will not be an isolated effort, and we are\r\npleased to recommend again that the draft resolution be\r\nadopted by the General Assembly without a vote, as an\r\nimmediate, concrete manifestation of the solidarity which we\r\nare sure the Organization maintains and will continue to\r\nmaintain with Nicaragua.\r\nMr. TATTENBACH (Costa Rica) (interpretation from\r\nSpanish): Allow me, in speaking for the first time in the\r\nGeneral Assembly at this session, to congratulate you most\r\ncordially, Sir, and the other officers of the Assembly on the\r\noutstanding manner in which our work is being guided and\r\nto express my delegation’s best wishes for your success.\r\nWith regard to the agenda item entitled \"International\r\nassistance for the rehabilitation and reconstruction of\r\nNicaragua: aftermath of the war and natural disasters,\" I\r\nshould like, on behalf of the six Central American States, to\r\nbegin by recalling that, in General Assembly resolution\r\n46/109 B, adopted as a result of Nicaragua’s first steps to\r\nend the fighting in the region, Central America was declared\r\na region of peace, freedom, democracy and development.\r\nTherefore, on behalf of the Central American countries I\r\nwish to express our strong solidarity with Nicaragua in\r\nconnection with the agenda item before us today.\r\nThe San Juan River flows between Costa Rica and\r\nNicaragua, both a symbol of union and a geographical\r\nboundary, a waterway over which both countries enjoy\r\nnavigation rights. For a long time, from colonial days until\r\nthe early years of the last century, that river was an\r\nimportant channel between the Atlantic and Pacific Oceans.\r\nGiven the economic interests of the era, it also made\r\nNicaragua a focus of conflict.\r\nIt is easy to understand why that waterway between the\r\ntwo oceans - the only one in the continent prior to the\r\nconstruction of the Panama Canal - changed Nicaragua into\r\na region of major political interest, even for the European\r\nPowers. Suffice it to recall that a naval battle was once\r\nwaged on the San Juan River - a battle in which so famous\r\nand distinguished a figure as Admiral Nelson participated.\r\nThus, Nicaragua is a country that, owing to its\r\ngeographical position, has always been involved in one way\r\nor another in political and military conflicts. Furthermore,\r\nfor the same reason, its socio-political life has had, to\r\nvarying degrees, a constant influence on its Central\r\nAmerican neighbours. That history of political and military\r\nconflict, which originally had to do with geographic and\r\neconomic interests, has extended to geopolitical interests,\r\nmost recently as a result of the East-West conflict, the\r\nso-called cold war, which, fortunately, has now come to an\r\nend.\r\nWe Central Americans have been closely following the\r\nprocess of pacification and democratization initiated by the\r\nPresident of Nicaragua, Mrs. Violeta Barrios de Chamorro,\r\na process summed up in the three-fold transition through\r\nwhich the country is going, namely, demilitarization,\r\ndemocratization and a change from a centralized to a free-\r\nmarket economy.\r\nThat three-fold transition, in addition to the natural\r\ndisasters that have occurred in Nicaragua over the past three\r\nyears in the form of volcanic eruptions, tidal waves and\r\nhurricanes, has left the country in an extremely difficult\r\n12 General Assembly - Forty-eighth session\r\neconomic situation and faced with enormous social pressures\r\nthat jeopardize its great efforts to consolidate peace and\r\nthereby the region’s political, economic and social stability.\r\nA country with an economy that is experiencing a level\r\nof unemployment and underemployment of over 40 per cent;\r\na country with an external debt of $10.8 billion that entails\r\ndebt-servicing obligations of nearly $1 billion per year when\r\nits exports amount to barely $280 million; a country that is\r\nfacing social and political pressures as a result of the\r\ndramatic reduction in its armed forces and the transition\r\nfrom a totalitarian to a democratic regime: such a country\r\nneeds to be governed with the greatest patriotism and care\r\nand with all the necessary moral and material support from\r\nthe international community.\r\nThat patriotic and prudent Government to which I am\r\nreferring is the creation of its President, Mrs. Violeta Barrios\r\nde Chamorro, who has, since assuming office in April 1990,\r\nset the goal of totally pacifying her country, of consolidating\r\nan economic system based on the free market and thereby\r\nestablish an equitable economic system, and of laying the\r\nfoundation for a deepening and strengthening of the\r\ndemocratic process.\r\nHere I would recall the following words used by the\r\nSecretary-General in his report on the work of the\r\nOrganization for this year:\r\n\"Without peace, there can be no development and\r\nthere can be no democracy. Without development, the\r\nbasis for democracy will be lacking and societies will\r\ntend to fall into conflict. And without democracy, no\r\nsustainable development can occur; without such\r\ndevelopment, peace cannot long be maintained.\"\r\n(A/48/1, para. 11)\r\nAnd I would reaffirm that definitive peace cannot be\r\nachieved without sustained development and that sustained\r\ndevelopment cannot exist in so small a country as Nicaragua\r\nunless, parallel with its domestic efforts, it can enjoy\r\nsufficient economic and financial support from the\r\ninternational community and the financial institutions of its\r\nsystem.\r\nFor those reasons we wish to express to Nicaragua our\r\ncomplete approval of the steps which it is taking to obtain\r\ninternational support and which have been so ably described\r\nto this meeting of the forty-eighth session of the Assembly\r\nby the Vice-Minister for External Relations, Mr. José Pallais.\r\nThe countries of Central America fully support draft\r\nresolution A/48/L.10, and we hope that the international\r\ncommunity represented here will adopt it enthusiastically and\r\nunanimously.\r\nMr. RICARDES (Argentina) (interpretation from\r\nSpanish): My delegation is speaking on this item to express\r\nits country’s support for the appeal made by the President of\r\nNicaragua, Mrs. Violeta Barrios de Chamorro, in her\r\nstatement during the general debate in the Assembly.\r\nIn this connection, we believe that the international\r\ncommunity should give increasing priority to the economic\r\nrecovery of Nicaragua as part of a comprehensive process of\r\neconomic growth and full social development for its people.\r\nThese efforts should be accompanied by assistance from\r\ninternational financial agencies and regional, interregional\r\nand non-governmental organizations, in view of the\r\nexceptional situation in that fraternal country. Furthermore,\r\nthis is an essential contribution to the democratic stability\r\nof Nicaragua in particular and the entire Central American\r\nregion in general. The assistance we are requesting should\r\ninclude - as set out in General Assembly resolution 47/169 -\r\nactivities for the recovery, reconstruction, development and\r\nconsolidation of peace of that country. The aim of the\r\ncomprehensive effort to which we have referred is to\r\nstrengthen the peace and democracy that have now been\r\nestablished in Nicaragua.\r\nIn that regard, my country wishes to reaffirm its\r\nenduring commitment to finding a solution to the economic\r\nproblems of Nicaragua and its readiness to continue\r\ncooperating in the areas open to it with a view to helping in\r\nthe reconstruction of the country so as to promote the\r\nconsolidation of the atmosphere of peace and détente that\r\nhas emerged in the region since the coming of democracy.\r\nIn line with its firm commitments to cooperation with\r\nthe Republic of Nicaragua, my country has developed a\r\nnumber of technical cooperation projects between our two\r\ncountries. Among the objectives pursued by these\r\ncooperation projects, may be mentioned the improvement of\r\nhuman resources, agriculture, forestry, fisheries and energy.\r\nSimilarly, the Republic of Argentina has also signed a debt-\r\ncancellation convention with the Republic of Nicaragua as\r\nmy country’s further contribution to economic assistance to\r\na brother nation.\r\nThe Government of Argentina also feels that it is of\r\ncrucial importance to reaffirm its full support for\r\nconstitutional democracy in Nicaragua, the only political\r\nsystem guaranteeing peoples’ basic freedoms and social and\r\neconomic progress.\r\n35th meeting - Friday, 22 October l993 13\r\nIn conclusion, my delegation lends its full support to\r\nthe draft resolution submitted for the Assembly’s\r\nconsideration, and hopes that it will be adopted without a\r\nvote.\r\nMr. JARAMILLO (Colombia) (interpretation from\r\nSpanish): For Colombia, Central America is an area of vital\r\ninterest. We have followed closely, with great interest and\r\nall our attention, the developments in that area. Nicaragua\r\nis a fundamental part of the development of Central and\r\nLatin America. That is why we have co-sponsored the draft\r\nresolution on international assistance for the rehabilitation\r\nand reconstruction Nicaragua.\r\nNo one can doubt the efforts that have been made by\r\nthe people and Government of Nicaragua. We urge the\r\ninternational community to contribute decisively to the\r\nrehabilitation and reconstruction of Nicaragua.\r\nWe have stressed in various forums, on our own behalf\r\nand on behalf of the Group of 77, the importance of\r\ncontinuity - I stress continuity - in the rehabilitation process\r\nin the aftermath of the war and natural disasters. We are\r\nconvinced that peace is built on deeds.\r\nMr. PALLAIS (Nicaragua) (interpretation from\r\nSpanish): I wish to express Nicaragua’s sincere appreciation\r\nfor the broad support that has been given by so many\r\nfriendly countries in this debate.\r\nI am pleased to announce that a consensus has been\r\nreached on the draft resolution, and we urge its immediate\r\nadoption after we have taken note of the following revisions\r\nof the text of document A/48/L.10.\r\nIn the third preambular paragraph, the word \"enormous\"\r\nshould be deleted.\r\nFollowing operative paragraph 1, an additional\r\nparagraph should be introduced to read as follows:\r\n\"2. Encourages the Government of Nicaragua to\r\ncontinue its efforts aimed at reconstruction and national\r\nreconciliation;\"\r\nThat paragraph will become operative paragraph 2 and the\r\nremaining paragraphs will be renumbered accordingly.\r\nThe third and last revision is to operative paragraph 3,\r\nwhich was formerly paragraph 2. The words \"provision\r\nconcerning\" and \"in the case\" should be deleted. The\r\nrevised section of that paragraph would then read as follows:\r\n\"... giving particular attention to the exceptional\r\ncircumstances of Nicaragua ...\"\r\nThese are the only revisions to the draft resolution.\r\nThe PRESIDENT: We have heard the last speaker in\r\nthe debate on this item.\r\nI should like to announce that the following States have\r\nbecome sponsors of draft resolution A/48/L.10: Antigua and\r\nBarbuda, the Bahamas, Barbados, Cuba, the Dominican\r\nRepublic, Guyana, Haiti, Jamaica, Japan, Mongolia, Nepal,\r\nNorway, Paraguay, the Philippines, St. Vincent and the\r\nGrenadines, Suriname, Sweden, Trinidad and Tobago, the\r\nUnited States of America and Uruguay.\r\nThe Assembly will now take a decision on draft\r\nresolution A/48/L.10, as orally revised.\r\nMay I take it that the Assembly decides to adopt draft\r\nresolution A/48/L.10, as orally revised, by consensus?\r\nDraft resolution A/48/L.10, as orally revised, was\r\nadopted (resolution 48/8).\r\n14 General Assembly - Forty-eighth session\r\nThe PRESIDENT: May I take it that it is the wish of\r\nthe Assembly to conclude its consideration of agenda item\r\n45?\r\nIt was so decided.\r\nThe meeting rose at 12 noon\r\n"