"United Nations\r\nG E N E R A L\r\nA S S E M B L Y\r\nFORTY-EIGHTH SESSION\r\nOfficial Records\r\n54th\r\nPLENARY MEETING\r\nThursday, 11 November 1993\r\nat 10 a.m.\r\nNEW YORK\r\nPresident: Mr. INSANALLY\r\n(Guyana)\r\n__________\r\nThe meeting was called to order at 10.35 a.m.\r\nAGENDA ITEM 16\r\nELECTIONS TO FILL VACANCIES IN SUBSIDIARY\r\nORGANS AND OTHER ELECTIONS\r\n(a) ELECTION OF TWENTY-NINE MEMBERS OF\r\nTHE GOVERNING COUNCIL OF THE UNITED\r\nNATIONS ENVIRONMENT PROGRAMME\r\n(b) ELECTION OF TWELVE MEMBERS OF THE\r\nWORLD FOOD COUNCIL: NOTE BY THE\r\nSECRETARY-GENERAL (A/48/368)\r\n(c) ELECTION OF TWENTY MEMBERS OF THE\r\nCOMMITTEE FOR PROGRAMME AND\r\nCOORDINATION: NOTE BY THE SECRETARY-\r\nGENERAL (A/48/369)\r\nThe PRESIDENT: Pursuant to General Assembly\r\ndecision 43/406, the General Assembly will proceed to the\r\nelection of 29 members of the Governing Council of the\r\nUnited Nations Environment Programme to replace the\r\n29 members whose term of office expires on\r\n31 December 1993. The 29 outgoing members are:\r\nArgentina, Austria, Barbados, Brazil, Burundi, China,\r\nFrance, Gabon, Gambia, Germany, Indonesia, Japan, Kuwait,\r\nLesotho, Mauritius, New Zealand, Norway, Peru,\r\nPhilippines, Russian Federation, Spain, Thailand, Tunisia,\r\nUkraine, United States of America, Venezuela, Yugoslavia,\r\nZaire and Zimbabwe. Those States are eligible for\r\nimmediate re-election.\r\nI should like to remind members that, after\r\n1 January 1994, the following States will still be members\r\nof the Governing Council: Australia, Bangladesh, Bhutan,\r\nBotswana, Cameroon, Chile, Colombia, Congo, Côte\r\nd’Ivoire, Denmark, Guyana, India, Islamic Republic of Iran,\r\nItaly, Kenya, Malaysia, Mexico, Netherlands, Nigeria,\r\nPakistan, Poland, Portugal, Romania, Rwanda, Senegal,\r\nSlovakia, Sri Lanka, United Kingdom of Great Britain and\r\nNorthern Ireland, and Uruguay. Therefore, those 29 States\r\nare not eligible in this election.\r\nAs you know, in accordance with rule 92 of the rules\r\nof procedure, \"all elections shall be held by secret ballot\"\r\nand \"there shall be no nominations\".\r\nHowever, I should like to recall paragraph 16 of\r\nGeneral Assembly decision 34/401, whereby the\r\n\"practice of dispensing with the secret ballot for\r\nelections to subsidiary organs when the number of\r\ncandidates corresponds to the number of seats to be\r\nfilled should become standard ... unless a delegation\r\nspecifically requests a vote on a given election\".\r\nIn the absence of such a request, may I take it that the\r\nAssembly decides to proceed to the election on that basis?\r\nIt was so decided.\r\nThe PRESIDENT: I shall now read the names of the\r\ncandidates endorsed by the regional groups: for eight seats\r\nfrom the African States - Burundi, Gabon, Gambia,\r\nGuinea-Bissau, Sudan, Zaire, Zambia, Zimbabwe; for six\r\nseats from the Asian States - China, Democratic People’s\r\nRepublic of Korea, Indonesia, Japan, Republic of Korea,\r\nSyrian Arab Republic; for three seats from the Eastern\r\nEuropean States - Bulgaria, Hungary, Russian Federation; for\r\nThis record is subject to correction.\r\nCorrections should be sent under the signature of a member of the delegation concerned\r\nwithin one week of the date of publication to the Chief of the Verbatim Reporting Section,\r\nRoom C-178, and incorporated in a copy of the record.\r\nCorrections will be issued after the end of the session in a consolidated corrigendum.\r\n93-87153 (E)\r\nDistr. GENERAL\r\nA/48/PV.54\r\n24 November 1993\r\nENGLISH\r\n2 General Assembly - Forty-eighth session\r\nfive seats from the Latin American and Caribbean States -\r\nArgentina, Brazil, Costa Rica, Nicaragua, Venezuela; for\r\nseven seats from the Western European and Other States -\r\nCanada, France, Germany, Spain, Sweden, Switzerland,\r\nUnited States of America.\r\nSince the number of candidates endorsed by the African\r\nStates, the Asian States, the Eastern European States, the\r\nLatin American and Caribbean States, and the Western\r\nEuropean and Other States corresponds to the number of\r\nseats to be filled in each region, I declare those candidates\r\nelected members of the Governing Council of the United\r\nNations Environment Programme for a four-year term\r\nbeginning on 1 January 1994.\r\nI wish to congratulate the States which have been\r\nelected members of the Governing Council of the United\r\nNations Environment Programme.\r\nThis concludes our consideration of sub-item (a) of\r\nagenda item 16.\r\nThe Assembly will now consider sub-item (b) of agenda\r\nitem 16, entitled \"Election of twelve members of the World\r\nFood Council\".\r\nIn accordance with resolution 3348 (XXIX) of\r\n17 December 1974, the General Assembly elects the\r\nmembers of the World Food Council upon their nomination\r\nby the Economic and Social Council.\r\nThe Assembly has before it document A/48/368, which\r\ncontains the nominations by the Economic and Social\r\nCouncil to fill the vacancies in the World Food Council\r\nwhich will occur as a result of the expiration on\r\n31 December 1993 of the terms of office of Bangladesh,\r\nBulgaria, Canada, China, Colombia, the Gambia, Kenya,\r\nLesotho, Mexico, Nepal, Turkey and the United States of\r\nAmerica. Those States are eligible for immediate\r\nre-election.\r\nI should like to remind members that, after\r\n1 January 1994, the following States will still be members\r\nof the World Food Council: Albania, Australia, the Central\r\nAfrican Republic, Ecuador, France, Germany, Guatemala,\r\nGuinea-Bissau, Honduras, Hungary, India, Indonesia, the\r\nIslamic Republic of Iran, Italy, Japan, Nicaragua, Nigeria,\r\nNorway, Peru and the Russian Federation.\r\nTherefore, those 20 States are not eligible in this\r\nelection.\r\nAs members know, in accordance with rule 92 of the\r\nrules of procedure, all elections shall be held by secret\r\nballot.\r\nThe following States have been nominated by the\r\nEconomic and Social Council: three African States for three\r\nvacancies - Liberia, Malawi, Sudan; three Asian States for\r\nthree vacancies - Bangladesh, China, Pakistan; two Latin\r\nAmerican and Caribbean States for two vacancies - Brazil,\r\nMexico; two Western European and Other States for three\r\nvacancies - Turkey, United States of America.\r\nAs a result, the number of candidates nominated from\r\namong the African States, the Asian States and the Latin\r\nAmerican and Caribbean States is equal to the number of\r\nseats allocated to each of those regions.\r\nIn accordance with paragraph 16 of decision 34/401, the\r\nAssembly may dispense with balloting when the number of\r\nStates nominated from among the regions is equal to the\r\nnumber of seats to be filled.\r\nI take it that the Assembly wishes to declare those\r\nStates elected members of the World Food Council for a\r\nthree-year term beginning on 1 January 1994.\r\nIt was so decided.\r\nThe PRESIDENT: May I further take it that the\r\nAssembly wishes to declare the two candidates nominated\r\nfrom among the Western European and Other States elected\r\nmembers of the World Food Council for a three-year term\r\nbeginning on 1 January 1994?\r\nIt was so decided.\r\nThe PRESIDENT: I congratulate the States that have\r\nbeen elected members of the World Food Council.\r\nRegarding the remaining vacancy from among the\r\nEastern European States, as well the remaining vacancy from\r\namong the Western European and Other States, the General\r\nAssembly will be in a position to act on them upon the\r\nnomination by the Economic and Social Council of Member\r\nStates from those regions.\r\nI therefore propose that the Assembly keep this\r\nsub-item on the agenda of the forty-eighth session.\r\nIf I hear no objection, I shall take it that the Assembly\r\nagrees to that procedure.\r\nIt was so decided.\r\nThe President: The Assembly has thus concluded this\r\nstage of its consideration of sub-item (b) of agenda item 16.\r\n54th meeting - Thursday, 11 November 1993 3\r\nWe now turn to sub-item (c) of agenda item 16, entitled\r\n\"Election of twenty members of the Committee for\r\nProgramme and Coordination\".\r\nIn accordance with General Assembly decision 42/450\r\nof 17 December 1987, the Assembly elects the members of\r\nthe Committee for Programme and Coordination upon the\r\nnomination by the Economic and Social Council.\r\nThe Assembly has before it document A/48/369, which\r\ncontains the nominations by the Economic and Social\r\nCouncil to fill the vacancies in the Committee that will occur\r\nas a result of the expiration, on 31 December 1993, of the\r\nterms of office of the following countries: Brazil, Bulgaria,\r\nBurundi, Chile, Colombia, Congo, Germany, India,\r\nIndonesia, Iraq, Italy, the Netherlands, Nigeria, Norway,\r\nPakistan, Poland, Trinidad and Tobago, Uganda, Ukraine and\r\nthe United Kingdom of Great Britain and Northern Ireland.\r\nThose States are eligible for immediate re-election.\r\nI should like to remind members that, after 1\r\nJanuary 1994, the following States will still be members of\r\nthe Committee: the Bahamas, China, Egypt, France, Ghana,\r\nJapan, Kenya, Nicaragua, the Republic of Korea, the Russian\r\nFederation, Togo, the United States of America, Uruguay\r\nand Zambia.\r\nTherefore, those 14 States are not eligible in this\r\nelection.\r\nIn accordance with rule 92 of the rules of procedure, all\r\nelections shall be held by secret ballot.\r\nThe following States have been nominated by the\r\nEconomic and Social Council: four African States for four\r\nvacancies - Cameroon, Comoros, Congo, Senegal; four Asian\r\nStates for four vacancies - India, Indonesia, the Islamic\r\nRepublic of Iran, Pakistan; four Eastern European States for\r\nthree vacancies - Belarus, Bulgaria, Romania, Ukraine; four\r\nLatin American and Caribbean States for four vacancies -\r\nArgentina, Brazil, Cuba, Trinidad and Tobago; five Western\r\nEuropean and Other States for five vacancies - Canada,\r\nGermany, the Netherlands, Norway, the United Kingdom of\r\nGreat Britain and Northern Ireland.\r\nThe number of States nominated from among the\r\nAfrican States, the Asian States, the Latin American and\r\nCaribbean States and the Western European and Other States\r\ncorresponds to the number of seats to be filled in each of\r\nthose regions.\r\nIn accordance with paragraph 16 of decision 34/401, the\r\nAssembly may, in elections to subsidiary organs, dispense\r\nwith secret balloting when the number of candidates\r\ncorresponds to the number of seats to be filled.\r\nAccordingly, may I take it that the Assembly wishes to\r\ndeclare those States nominated by the Economic and Social\r\nCouncil, with the exception of the four States from the\r\nEastern European States, elected members of the Committee\r\nfor Programme and Coordination for a three-year term\r\nbeginning on 1 January 1994?\r\nIt was so decided.\r\nThe PRESIDENT: I congratulate the States that have\r\nbeen elected members of the Committee for Programme and\r\nCoordination.\r\nRegarding the Eastern European States, the number of\r\ncandidates nominated exceeds the number of vacancies\r\nallocated to this region. Therefore, the Assembly will now\r\nproceed to a vote by secret ballot to elect three members\r\nfrom the Eastern European States.\r\nBallot papers marked \"C\" for the Eastern European\r\nStates will now be distributed.\r\nThe voting process has begun.\r\nOnly the following four States nominated by the\r\nEconomic and Social Council are eligible: Belarus,\r\nBulgaria, Romania and Ukraine. I should like to stress that\r\nonly the names of three of these States should be written on\r\nthe ballot paper.\r\nIn accordance with the rules of procedure, the States\r\nreceiving the largest number of votes, and not less than the\r\nmajority required, will be declared elected.\r\nI request representatives to use only the ballot papers\r\nthat are being distributed and to write the names of the three\r\nStates for which they wish to vote. Ballot papers containing\r\nmore than three names will be declared invalid. Names of\r\nineligible States appearing on a ballot paper shall not be\r\ncounted at all.\r\nAt the invitation of the President, Mr. Yahya (Brunei\r\nDarussalam), Mr. Flores (Honduras), Ms. Iiyambo\r\n(Namibia) and Mr. Akkerman (Turkey) acted as tellers.\r\nA vote was taken by secret ballot.\r\nThe meeting was suspended at 11 a.m. and resumed\r\nat 11.35 a.m.\r\nThe PRESIDENT: With regard to the election of\r\n20 members of the Committee for Programme and\r\nCoordination, the result of the voting for three Eastern\r\nEuropean States is as follows:\r\n4 General Assembly - Forty-eighth session\r\nGroup C - Eastern European States\r\nNumber of ballot papers: 167\r\nNumber of invalid ballots: 0\r\nNumber of valid ballots: 167\r\nAbstentions: 2\r\nNumber of Members voting: 165\r\nRequired majority: 83\r\nNumber of votes obtained:\r\nRomania 138\r\nUkraine 122\r\nBelarus 120\r\nBulgaria 104\r\nThe following States, having obtained the required\r\nmajority and the largest number of votes, were elected\r\nmembers of the Committee for Programme and\r\nCoordination for a period of three years beginning on\r\n1 January 1994: Romania, Ukraine and Belarus.\r\nThe PRESIDENT: I congratulate the States that have\r\njust been elected members of the Committee for Programme\r\nand Coordination, and I thank the tellers for their assistance\r\nin the election.\r\nThe following 20 States have thus been elected\r\nmembers of the Committee for Programme and Coordination\r\nfor a period of three years beginning on 1 January 1994:\r\nArgentina, Belarus, Brazil, Cameroon, Canada, Comoros,\r\nCongo, Cuba, Germany, India, Indonesia, the Islamic\r\nRepublic of Iran, the Netherlands, Norway, Pakistan,\r\nRomania, Senegal, Trinidad and Tobago, Ukraine and the\r\nUnited Kingdom of Great Britain and Northern Ireland.\r\nThis concludes our consideration of sub-item (c) of\r\nagenda item 16.\r\nAGENDA ITEM 17\r\nAPPOINTMENTS TO FILL VACANCIES IN\r\nS U B S I D I A R Y O R G A N S A N D O T H E R\r\nAPPOINTMENTS\r\n(g) APPOINTMENT OF MEMBERS OF THE\r\nCOMMITTEE ON CONFERENCES (A/48/107)\r\nThe PRESIDENT: As indicated in document\r\nA/48/107, since the terms of office of Chile, Cyprus, France,\r\nGabon, Japan, Kenya and the Russian Federation expire on\r\n31 December 1993, it is necessary for the President of the\r\nGeneral Assembly to appoint, during the current session,\r\nseven members to fill the resulting vacancies. The members\r\nso appointed will serve for a period of three years beginning\r\non 1 January 1994.\r\nAfter consultations with the Chairmen of the Group of\r\nAfrican States, the Group of Asian States, the Group of\r\nEastern European States, the Group of Latin American and\r\nCaribbean States, and the Group of Western European and\r\nOther States, respectively, I have appointed Chile, Egypt,\r\nFrance, Gabon, Japan, Pakistan and the Russian Federation\r\nas members of the Committee on Conferences, with effect\r\nfrom 1 January 1994.\r\nMay I take it that the Assembly takes note of these\r\nappointments?\r\nIt was so decided.\r\nThe PRESIDENT: We have thus concluded our\r\nconsideration of sub-item (g) of agenda item 17.\r\nThe meeting rose at 11.40 a.m.\r\n"