"United Nations\r\nG E N E R A L\r\nA S S E M B L Y\r\nFORTY-EIGHTH SESSION\r\nOfficial Records\r\n41st\r\nPLENARY MEETING\r\nThursday, 28 October 1993\r\nat 10 a.m.\r\nNEW YORK\r\nPresident: Mr. INSANALLY\r\n(Guyana)\r\n__________\r\nThe meeting was called to order at 10.35 a.m.\r\nADDRESS BY THE REVEREND FATHER\r\nJEAN-BERTRAND ARISTIDE, PRESIDENT OF THE\r\nREPUBLIC OF HAITI\r\nThe PRESIDENT (interpretation from French): The\r\nAssembly will first hear an address by the President of the\r\nRepublic of Haiti.\r\nThe Reverend Father Jean-Bertrand Aristide,\r\nPresident of the Republic of Haiti, was escorted into the\r\nGeneral Assembly Hall.\r\nThe PRESIDENT (interpretation from French): On\r\nbehalf of the General Assembly, I have the honour to\r\nwelcome to the United Nations the President of the Republic\r\nof Haiti, His Excellency the Reverend Father Jean-Bertrand\r\nAristide, and to invite him to address the Assembly.\r\nPresident ARISTIDE (interpretation from French): I\r\nam happy to greet the Assembly on behalf of the people of\r\nHaiti.\r\nTogether with Prime Minister Robert Malval and the\r\nHaitian ministers and diplomats present here, I offer my\r\nthanks to the United Nations and to all those who are with\r\nus on the road to restoring democracy to Haiti.\r\nParticular thanks go to the Secretary-General of the\r\nUnited Nations, the Secretary-General of the Organization of\r\nAmerican States (OAS), President Bill Clinton, Special\r\nEnvoy Dante Caputo, Special Advisor Lawrence Pezzullo,\r\nand the four friendly countries of Canada, France, Venezuela\r\nand the United States of America.\r\nI cannot fail to mention all the other friends in the\r\nCaribbean, America, Europe and Asia who are so dear to us\r\nand have given us such a warm welcome. Among others,\r\nwe refer to the Republic of China in Taiwan, which we hope\r\nwill soon regain its place in the great family of the United\r\nNations.\r\nIn 1492, the peoples of Africa reached the new world.\r\nHalf a millennium has already elapsed since then - 500 years\r\nof history that have reaped abundant cultural and liberating\r\nharvests. From 1791 to 1804, under the leadership of\r\nToussaint Louverture and Jean-Jacques Dessalines, Haiti won\r\nits independence and the life-force of freedom has become\r\nblood of our blood and flesh of our flesh.\r\nWe are alive. Haiti will live. Haiti is us. We are\r\nHaiti.\r\nUndoubtedly there have been ups and downs and there\r\nwill continue to be. Nevertheless, nothing can prevent us\r\nfrom defending our inalienable and undeniable right to life,\r\nto liberty and to the quest for happiness in accordance with\r\nour Act of Independence of 1804 and the Universal\r\nDeclaration of Human Rights of 1948.\r\nIt is with great joy that we find these same fundamental\r\nvalues set forth in the American Declaration of\r\nIndependence, namely:\r\n\"... that all Men are created equal, that they are\r\nendowed by their Creator with certain unalienable\r\nRights, that among these are Life, Liberty, and the\r\nPursuit of Happiness ...\".\r\nThis record is subject to correction.\r\nCorrections should be sent under the signature of a member of the delegation concerned\r\nwithin one week of the date of publication to the Chief of the Verbatim Reporting Section,\r\nRoom C-178, and incorporated in a copy of the record.\r\nCorrections will be issued after the end of the session in a consolidated corrigendum.\r\n93-86994 (E)\r\nDistr. GENERAL\r\nA/48/PV.41\r\n17 November 1993\r\nENGLISH\r\n2 General Assembly - Forty-eighth session\r\nHaiti, which was the richest French colony in the\r\neighteenth century, must be a nation that is socially just,\r\neconomically free and politically independent.\r\nWhen political science as a separate professional\r\ndiscipline focused its attention on the State it gave some\r\nrational guidelines for building a State of law. Over and\r\nabove political storms in our country we shall re-establish a\r\nstable State built on law.\r\nDemocratic restoration implies: ideological pluralism,\r\npolitical change and economic growth. The scientific\r\nunderpinnings of this process, let us repeat, involve a\r\npolitical equation to be drawn between reconciliation and\r\njustice. Reconciliation among all and justice for all.\r\nWhat is at stake is peace - at the national level, in the\r\nhemisphere and in the world. We cannot sketch the main\r\noutlines of the new world order without of necessity\r\ninvolving democracy. Democracy and non-violence are\r\ninextricably connected. Democracy and institutionalized\r\nviolence are incompatible. Haiti is now suffering from\r\nstructural and age-old violence. The coup d’état brought\r\nabout a real genocide. In legal language the assassination of\r\na people can only be called one thing, and that is genocide.\r\nThe purpose is to annihilate in order to dominate; to\r\ndominate in order to do away with the democratic process\r\nand replace it by neocolonialism. If we can accept slavery,\r\nwe can accept anything, Abraham Lincoln said in 1864.\r\nLikewise we see Pétion, President of the Republic of\r\nHaiti, welcoming Bolivar, who had been vanquished by the\r\ntroops of Ferdinand VII, and providing him with asylum and\r\nassistance in order to do away with slavery in Colombia,\r\nVenezuela, Ecuador, Bolivia and Peru.\r\nToday, as at Crête-à-Pierrot, Dessalines would\r\nheroically restate: \"We will all die for freedom\". Captain\r\nFritz Pierre-Louis died for freedom and democracy; our\r\nbrother Antoine Izméry died for freedom and democracy;\r\nour brother Guy Malary, Minister of Justice, died for\r\nfreedom and democracy; and more than 4,000 Haitians have\r\ndied for freedom and democracy. May they all rest in\r\npeace.\r\nThis institutionalized violence prevents the free exercise\r\nof the human rights which are formally guaranteed by the\r\nConstitution. Fortunately, by restoring democracy we intend\r\nto promote the dawn of Haitian creativity and the\r\ntransformation of our living conditions. Slowly but surely\r\nwe will pass from destitution to poverty with dignity.\r\nOur 6,900,000 compatriots, of whom 2 million live in\r\nurban areas and 4,900,000 in rural areas, will reap the\r\nharvest of peace and joy. The quality of life will be better.\r\nThe infant mortality rate will no longer be 94 per 1,000.\r\nUnemployment will no longer vary between 70 per cent and\r\n80 per cent. Ninety per cent of the urban population will no\r\nlonger live in shanty towns. We will no longer have one\r\nsoldier per 1,000 inhabitants, 1.8 doctors for 10,000\r\ninhabitants, or an army of 7,000 people absorbing\r\n40 per cent of the national budget. The quality of life will\r\nbe better.\r\nIt is our hope that the technical assistance we have\r\nrequested from the United Nations will make it possible at\r\nlast to make the army professional. I should like to take this\r\noccasion to send a message of peace to the officers and men\r\nof the army of Haiti. As guarantor of national independence\r\nand territorial integrity, the President of the Republic recalls\r\nthat the armed forces are non-political - Article 265; and the\r\npolice were created to maintain public order and to protect\r\nthe life and property of citizens - article 269.\r\nOn 15 October last the armed forces and the police\r\nshould finally have been free of their superior officers. Late,\r\nbut not too late. They will have to leave. This flagrant\r\nviolation of the Governors Island Agreement can only\r\ndramatically accelerate the headlong rush to national\r\nbreakdown. Late, but not too late. They will have to leave.\r\nThe end of the cold war has sounded the death knell of\r\ndictatorship and has opened the way to responsible\r\nnegotiation. No human being can live in a ridiculous and\r\nchaotic world. We must build a State of law ensuring the\r\nseparation and harmonious distribution of the powers of the\r\nState to serve the fundamental interests of the nation at\r\nlarge.\r\nIn this context we deem it necessary to recall the six\r\nproposals which were shared last July with the private sector\r\nin Haiti. Once we have returned we shall do the following:\r\nfirst, take effective steps at the meso-economic level, that is,\r\nmeasures that will establish a relationship between the\r\nmacroeconomic and micro-economic levels, which have a\r\ndirect impact on the daily life of the people and will lead to\r\nthe necessary degree of decentralization; secondly, set in\r\nmotion a legal process for the rational management of State\r\nresources, for budgetary readjustments and in order to\r\nreform the tax and banking systems; thirdly, create a State\r\nof law with a judicious macroeconomic policy that will\r\nencourage the creation of productive and remunerative jobs;\r\nfourthly, revamp the synergetic relationship between the\r\npublic and private sectors; fifthly, correct market deficiencies\r\nby combating drugs, corruption and smuggling; and, sixthly,\r\nmake it possible for the market to function properly by\r\nensuring that there is free competition.\r\nIn this connection, article 245 of the Constitution states:\r\n41st meeting - Thursday, 28 October l993 3\r\n\"Economic freedom is guaranteed as long as it is not\r\nopposed to social interests. The State protects private\r\nenterprise and does everything to ensure that it develops\r\nunder the conditions necessary to increase national\r\nwealth in order to ensure that the largest number of\r\npeople share in the benefits of that wealth.\"\r\nDear friends, James in the Black Jacobins wrote that no\r\npart of the world, as far as its surface was concerned, had so\r\nmuch wealth as the colony of Santo Domingo. That is quite\r\ntrue. It is also true that Haiti today is one of the wealthiest\r\npieces of land in the world: it is rich in human, cultural and\r\nartistic values.\r\n(spoke in Creole)\r\n(The speaker did not provide for interpretation into one\r\nof the languages of the General Assembly as required\r\nby rule 53 of the rules of procedure of the General\r\nAssembly.)\r\n(spoke in French)\r\nThe most realistic projections for the year 2000 indicate\r\nthat 2,600,000 inhabitants - that is, 65 per cent of the urban\r\npopulation - will have no prospects whatsoever of access to\r\ndrinking water. The implementation of our economic policy\r\nshould avert this catastrophe. In the year 2000 more than 60\r\nper cent of children under the age of 12 months will be\r\nunable to receive vaccinations. This is another challenge to\r\ntake up. Within seven years our forests will have\r\ndisappeared. Two years ago only 1.5 per cent of our forest\r\ncover was left, which is why we lose every year 36.6 million\r\nmetric tons of land.\r\nOnly the restoration of democracy can save our country\r\nfrom this ecological catastrophe. Let us not even mention\r\nthe massive outflow of boat people. Once we have returned\r\nto the land of our birth we shall restore peace, and then the\r\nsea will no longer claim our soil and our souls. We said\r\nbefore: \"Boat people, nevermore.\" Upon our return we\r\nshall say: \"Boat people, nevermore.\"\r\nWe shall say again: \"Licence to traffic in drugs,\r\nnevermore.\" Only the restoration of democracy can prevent\r\nHaiti from being the second country in the hemisphere in\r\nterms of involvement in drug trafficking. Since the coup\r\nd’état about 48 metric tons of cocaine have passed through\r\nHaiti every year. Their destination? North America, above\r\nall. The annual market value of this drug adds up to $1.2\r\nbillion, of which more than $200 million goes to the\r\nputschists and their allies. When we return to the land of\r\nour birth, the Haitian and United States Governments, united\r\nas always, will protect each other from this violent scourge.\r\nWhen we return to the land of our birth, by mobilizing\r\nall our human resources and making optimal use of the\r\nassistance of friendly countries, we shall be able to\r\nimplement an urgent employment programme, which will\r\ninvolve, first, refurbishment of the roadway infrastructure,\r\ncomprising 1,406 kilometres; secondly, protection of\r\ndrinking-water supply systems for 1 million inhabitants;\r\nthirdly, protection of agricultural irrigation systems covering\r\n200,000 plots of land; fourthly, shoring up of the main\r\ntowns and protection of the areas threatened by erosion,\r\nincluding, in particular, 300 kilometres of ravines; and,\r\nfifthly, promotion of integrated rural development.\r\nLet us recall that 63 per cent of the active population is\r\nemployed in the rural areas, whence comes 27 per cent of\r\nthe gross national product. The industrial sector, on the\r\nother hand, employs 5.7 per cent of the active population\r\nand produces 15 per cent of the gross national product.\r\nWorking with the private sector in Haiti, we shall have\r\nto find the best way to provide many more jobs for both the\r\nmedium and the long term. Since the coup d’état we have\r\nlost 30,000 jobs in the assembly and export industries.\r\nRelaunching tourism will provide 1,000 jobs. Building\r\nschools and repairing 1,200 schools in disadvantaged areas\r\nwill contribute to reducing the ranks of the unemployed.\r\nThe first mission of the State and of the territorial\r\ncollectives is to provide schooling for the masses; this is the\r\nonly way we can develop the country. The State and the\r\nterritorial collectives must make free schooling available to\r\nall: articles 32.1 and 32.2.\r\nFurthermore, the Head of State, as the guarantor of\r\nrespect for the Constitution, will endeavour to strengthen the\r\ndemocratic institutions set out in the Constitution.\r\nJustice for all; transparency in all; participation by all.\r\nThe Head of State will also reinforce the independence\r\nof the legislative power by helping the members of\r\nParliament prepare themselves and by fostering harmonious\r\nrelations between the two branches. There will soon have to\r\nbe a permanent electoral council to organize legislative\r\nelections for 1994. I take this opportunity to urge the\r\npolitical parties and the members of the opposition to\r\nstimulate the democratic process for the nation’s well-being.\r\nAs the President of each and every Haitian, I urge all\r\nto transcend political differences and build unity in diversity.\r\nYoung people of Haiti, women of Haiti, peasants’ groups,\r\ntrade unions, people’s organizations, social and professional\r\norganizations: let us all march together. Rich or poor,\r\nmilitary or civilian: let us say no to vengeance, no to\r\n4 General Assembly - Forty-eighth session\r\nviolence, no to impunity, yes to reconciliation, yes to justice.\r\nLet us all march together. There is strength in union.\r\n(spoke in Creole)\r\n(The speaker did not provide for interpretation into one\r\nof the languages of the General Assembly as required\r\nby rule 53 of the rules of procedure of the General\r\nAssembly.)\r\n(spoke in French)\r\nYes, geopolitical evolution depends on unity. On the\r\nthreshold of a new era, tolerance and active benevolence\r\nbenefit all mankind. Geopolitical evolution depends both on\r\nthe relationship between economic forces and on democratic\r\ngrowth. Yes, from humanity there can arise a new world\r\norder based on mutual respect and new structures that are\r\nintended to guarantee peace, security and dialogue. Dialogue\r\nbetween men and women will be the topmost of our national\r\nand international priorities, a dialogue between men and\r\nwomen whose intelligence is a guiding light for democratic\r\ncivilization. There will be dialogue between all of us,\r\ndialogue between the members of this Assembly, who are\r\nintelligent. Vis consili expers mole ruit sua: force without\r\nintelligence is crushed by its own weight, as Horace said.\r\nGuided by the light of intelligence, men and women of Haiti\r\nwill easily understand that\r\n(spoke in Creole)\r\n(The speaker did not provide for interpretation into one\r\nof the languages of the General Assembly as required\r\nby rule 53 of the rules of procedure of the General\r\nAssembly.)\r\n(spoke in French)\r\nThey will easily understand that\r\n(spoke in Creole)\r\n(The speaker did not provide for interpretation into one\r\nof the languages of the General Assembly as required\r\nby rule 53 of the rules of procedure of the General\r\nAssembly.)\r\n(spoke in French)\r\nYes, we Haitians, we who desire peace and who shall\r\ncreate peace, easily understand the importance of\r\nreconciliation and justice. This is why, first, we respected\r\nfrom the outset the Governors Island Agreement; secondly,\r\nwe ask for a total blockade, which is necessary - nay,\r\nabsolutely essential; thirdly, if tomorrow morning General\r\nCédras, the members of the High Command and the Military\r\nStaff, and Colonel Michel François and his allies leave, then\r\ntomorrow afternoon I shall, in agreement with the Presidents\r\nof the Senate and the House of Deputies, summon\r\nParliament to vote on the bill regarding the police and the\r\none on amnesty, in accordance with article 147 of the\r\nConstitution, the Governors Island Agreement and the New\r\nYork Pact.\r\nFourthly, the Prime Minister and the members of the\r\nMinisterial Cabinet, to whom we would address our warmest\r\ncongratulations, are invited not to resign, in solidarity with\r\nthe people of Haiti. On 30 October, it is not a matter of\r\nchoice between returning or not returning. It is a choice\r\nbetween departure and lateness.\r\n(spoke in Creole)\r\n(The speaker did not provide for interpretation into one\r\nof the languages of the General Assembly as required\r\nby rule 53 of the rules of procedure of the General\r\nAssembly.)\r\n(spoke in French)\r\nMen and women of Haiti, the horizons of the future are\r\nwide open. Upright like the palm-bearer of freedom, let us\r\nmarch together. Let us build peace. Let us construct law.\r\nLet us restore democracy. All, sons and daughters of the\r\nmotherland of Toussaint-Louverture and Jean-Jacques\r\nDessalines, let us be united for the rebirth of the nation. To\r\nall of you, peace, love and happiness.\r\nThe PRESIDENT (interpretation from French): On\r\nbehalf of the General Assembly, I wish to thank the\r\nPresident of Haiti for the important statement he has just\r\nmade.\r\nThe Reverend Father Jean-Bertrand Aristide,\r\nPresident of the Republic of Haiti, was escorted from the\r\nGeneral Assembly Hall.\r\nPROGRAMME OF WORK\r\nThe PRESIDENT: I should like to inform delegations\r\nthat with regard to agenda item 21, \"Return or restitution of\r\ncultural property to the countries of origin\", which is to be\r\nconsidered next Tuesday, 2 November, the report of the\r\nSecretary-General (A/48/466) is now available at the\r\ndocuments counter.\r\nSimilarly, with regard to agenda item 30, \"Necessity of\r\nending the economic, commercial and financial embargo\r\nimposed by the United States of America against Cuba\",\r\nwhich is to be considered next Wednesday, 3 November, the\r\n41st meeting - Thursday, 28 October l993 5\r\nreport of the Secretary-General (A/48/448) is also now\r\navailable at the documents counter.\r\nAGENDA ITEM 11\r\nREPORT OF THE SECURITY COUNCIL (A/48/2)\r\nThe PRESIDENT: I now call on the President of the\r\nSecurity Council, who will introduce the report of the\r\nSecurity Council (A/48/2).\r\nMr. SARDENBERG (President of the Security\r\nCouncil): I am honoured and pleased to have the\r\nopportunity to address the General Assembly as President of\r\nthe Security Council to introduce the annual report of the\r\nCouncil covering the period 16 June 1992 to 15 June 1993,\r\nwhich has been distributed to all delegations in document\r\nA/48/2.\r\nThe members of the Security Council attach great\r\nimportance to the timely preparation and submission of the\r\nannual report to the General Assembly, as provided for in\r\nArticles 15 and 24 of the United Nations Charter.\r\nConsideration of the Council’s report by the General\r\nAssembly constitutes a privileged occasion for the necessary\r\ndialogue and interaction between these two principal organs\r\nof the United Nations. It is thus an important element\r\nenabling both organs to exercise, in a mutually reinforcing\r\nmanner, their respective competences in relation to the\r\nmaintenance of international peace and security.\r\nDue to a delay in the presentation of the previous\r\nreport, the General Assembly was not able to consider it in\r\nthe course of 1992. To prevent such a regrettable delay\r\nfrom recurring, the Security Council requested the Secretariat\r\nto submit the draft report to members of the Council\r\nimmediately following the period covered by the report, so\r\nthat it might be adopted by the Council in time to permit the\r\nGeneral Assembly to consider it during the main part of its\r\nregular session, as it is doing today. I wish to thank the\r\nSecretariat for the work it put into preparing the draft report\r\non time.\r\nThe report reflects the increased amount of work done\r\nby the Council in responding to problems related to\r\ninternational peace and security. It is not for me, as\r\nPresident, to comment on this occasion on the substance of\r\nthat work, except perhaps to say that the voluminous content\r\nof the document indicates the need for continued attention\r\nand action by the United Nations to face the numerous\r\nchallenges persisting or emerging in a changing international\r\nscene. The positive trends towards greater international\r\ncooperation and understanding by no means exclude the\r\nexistence of serious threats to international peace. In facing\r\nthese challenges, the Security Council is constantly\r\nconfronted with the difficult task of preserving and\r\nincreasing the efficiency of its work to ensure the prompt\r\nand effective action that is required with respect to\r\ninternational peace and security, in accordance with the\r\nnorms and principles of the Charter.\r\nThe more that action becomes important and effective,\r\nthe more we should stress the fact that it involves a\r\nresponsibility that is conferred upon the Security Council by\r\nall the Member States of the United Nations. Such action is\r\ncarried out by the Council on their behalf, as provided for in\r\nArticle 24 of the Charter, and it is essential that all Member\r\nStates contribute to the work that is done on their behalf.\r\nI have no doubt that the members of the Security\r\nCouncil are aware of the need to address the question of\r\nhow best to strike a balance between efficiency and\r\ntransparency in the work of the Council. Last June the\r\nCouncil established an informal working group to consider\r\nsuggestions concerning documentation, including the annual\r\nreport and related matters. As a result, the Council has\r\nadopted a number of procedural measures that will no doubt\r\ncontribute to enhancing its work and provide a useful\r\nfoundation on which to build.\r\nSome of these measures are directly related to the\r\nquestion of how to provide information to States that are not\r\nmembers of the Security Council. The Council agreed, in\r\nparticular, on the following matters.\r\nFirst, the draft of the annual report will no longer be\r\nissued as a confidential document and will be adopted at a\r\npublic meeting of the Security Council - not a private\r\nmeeting, as in the past - at which the draft report is to be\r\nmade available to all interested delegations. This procedure\r\nwas observed for the first time in the adoption of the report\r\nI have the honour to introduce today.\r\nSecondly, the Secretariat will bring to the attention of\r\nthe Council all cases in which a resolution or a Presidential\r\nstatement contains references to unpublished documents, in\r\nwhich cases the Council will consider the official publication\r\nof the document, thus making it readily available for\r\nconsultation by interested delegations.\r\nThirdly, the provisional agenda for formal meetings of\r\nthe Council will be included in the Journal of the United\r\nNations whenever it has already been approved in informal\r\nconsultations.\r\nFinally, the monthly forecast of the Council’s\r\nprogramme of work prepared by the Secretariat will be\r\ndistributed to all Member States at the beginning of each\r\nmonth.\r\n6 General Assembly - Forty-eighth session\r\nAn effort is also being made to make the titles of\r\nSecurity Council agenda items more descriptive, avoiding\r\nmere references to letters or reports received.\r\nThese first measures are already being implemented.\r\nThe Council furthermore agreed that the question of\r\nways to provide information to States that are not members\r\nof the Council will be kept under due consideration, with a\r\nview to enhancing its practice in this regard.\r\nAnother useful step in the same direction is the new\r\npractice, which started a few months ago, of regular\r\nconsultations by the President of the Security Council with\r\nthe President of the General Assembly and, separately, with\r\nthe Chairmen of each of the five regional groups, within\r\ntheir respective mandates. I am convinced that these and\r\npossibly other new channels of dialogue can be profitably\r\nexplored to the benefit of the work of the Council, which\r\nmust be responsive to the interests and concerns of the\r\nmembership at large.\r\nIn addition to those measures, the Council has also\r\nconsidered the need to make its annual report an easier and\r\nmore useful reference document for all Member States. To\r\nthat end, the report now submitted by the Council\r\nincorporates a number of changes in its format: it includes\r\na new appendix with a list of all Presidential statements\r\nissued during the period under review, with an indication of\r\nthe date of issuance and the corresponding agenda item or\r\nsubject matter; it provides cross-references to the relevant\r\nchapter, section and subsection for each resolution and\r\nPresidential statement; and, as indicated in the table of\r\ncontents, agenda items have been regrouped under umbrella\r\nheadings, so as to allow easier reading.\r\nAs indicated in the introduction to the report, it is not\r\nintended as a substitute for the official records of the\r\nSecurity Council, which provide a more substantive account\r\nof its deliberations. Thus the report should be read, for the\r\npurposes of this discussion in the General Assembly, too, in\r\nconjunction with other official documents of the Council, to\r\nwhich it constitutes a reference guide.\r\nThe members of the Security Council will listen\r\nattentively to the debate we are holding here today, and they\r\nwelcome this opportunity for dialogue.\r\nMr. JARAMILLO (Colombia) (interpretation from\r\nSpanish): The presentation of the report of the Security\r\nCouncil to the General Assembly is of fundamental\r\nimportance to Colombia because it gives an opportunity for\r\nthe necessary interaction between the principal organs of the\r\nOrganization.\r\nTwo weeks ago the General Assembly had an\r\nopportunity to give its views on the report of the Secretary-\r\nGeneral on the work of the United Nations and the report of\r\nthe International Court of Justice. Today we have an\r\nopportunity to address the development of the work and\r\nactivities of the Security Council. This is of special\r\nimportance because of the vital role of the Council in the\r\ninternational arena and the steadily increasing number of\r\nfunctions it has assumed, some of which are in accordance\r\nwith the Charter, while others go far beyond its fundamental\r\nmandate.\r\nI should like first of all to say how pleased I am at the\r\nprompt submission of this report, which enables the\r\nAssembly to consider it during the main part of its regular\r\nsession, in contrast to the situation last year, when it was\r\ngiven late consideration in the month of June.\r\nWe are also pleased that a number of the criticisms\r\nlevelled at the Council’s procedures have produced concrete\r\nresults. In this connection it is fitting to point out that the\r\nreport was considered and approved at an open meeting of\r\nthe Security Council and that it was published as a limited-\r\ndistribution document, in keeping with the normal practice\r\nof other United Nations bodies.\r\nWe would also note the circulation of the Council’s\r\nmonthly programme of work to all Missions, which has\r\nfacilitated the flow of information within the system. We\r\nbelieve that the inclusion of the provisional agenda of\r\nmeetings of the Council in the Journal to be a good\r\nbeginning. This, of course, does not mean that the need for\r\ngreater transparency and information has ceased to exist. In\r\nany event, we encourage its members to continue to seek\r\nways to improve the Council’s procedures, including the\r\nquestion of working out new and improved ways to provide\r\ninformation to Member States.\r\nColombia has on a number of occasions noted that the\r\nCouncil’s report should reflect, in a detailed, analytical and\r\nsubstantive manner, the tasks accomplished by that body in\r\nthe exercise of its functions, particularly at a time when\r\ngreater latitude and flexibility are being applied in defining\r\nsituations that pose threats to international peace and\r\nsecurity. This has meant that the Security Council’s tasks\r\nhave increased, both quantitatively and qualitatively, which\r\nhas in turn necessarily - and quite rightly - meant that the\r\nGeneral Assembly, as the universal body, must be more\r\nthoroughly informed of the essence of the Council’s work.\r\nThis question takes on even greater importance at a time\r\nwhen the Council’s use of informal consultations as a\r\nroutine working method has made the timely and open flow\r\nof information to all Member States, on an equal basis, far\r\nmore difficult to achieve.\r\n41st meeting - Thursday, 28 October l993 7\r\nUnfortunately, once again the Council’s report is\r\nenumerative and descriptive in nature, and it lacks any\r\nassessment or substantive ideas that might give us even a\r\nvague notion of the thrust of the deliberations that are held\r\nbehind closed doors and without written records. We stress\r\nthis point because it involves the representative nature of the\r\nSecurity Council and its political responsibility vis-à-vis the\r\nGeneral Assembly. As stipulated in Article 24, paragraph 1,\r\nof the Charter, the Security Council acts on behalf of the\r\nMembers of the United Nations. That is precisely what\r\ngives its actions their legitimacy. We are all aware that the\r\never-growing activities of the Council confer enormous\r\nresponsibility on the United Nations, a responsibility that is,\r\nof course, incumbent upon all Member States, not only from\r\na political standpoint, but from a financial one as well.\r\nThus, the very least we countries that are not members of\r\nthe Council can ask is that we be informed, and informed\r\nwell and in a timely and substantive fashion. We believe\r\nthat the Council should produce the special reports to the\r\nGeneral Assembly referred to in Article 24 of the Charter,\r\nnot only because the items before it are complex and\r\nnumerous but also because an annual submission forgoes on\r\nnumerous occasions the political attention such critical issues\r\nrequire. Indeed, it seems to us that a monthly report,\r\ncorresponding to the change of presidency in the Council, is\r\nwarranted and that it would improve the information\r\navailable to member countries.\r\nI should now like to make a few general comments on\r\nthe report before us.\r\nFirst, I should like to repeat that Colombia welcomes\r\nwith optimism the new era of cooperation that is evident on\r\nthe international scene and here in the United Nations,\r\nparticularly in the Security Council. It is clear that there is\r\ngreater cooperation among its members, accompanied by\r\nflexibility and a firm resolve to adopt rapid and effective\r\nmeasures. Nevertheless, we are concerned that the work of\r\nthe United Nations is to a growing degree becoming\r\nidentified with the work of the Security Council and that as\r\nthe Council becomes stronger the other organs in the system\r\nare being weakened. The automatic linkage of certain\r\nquestions with the concept of international peace and\r\nsecurity is generating a monopoly of issues for the Security\r\nCouncil, and at the same time as the Council’s functions are\r\nincreasing, both quantitatively and qualitatively, other\r\norgans with specific competence in particular fields are\r\nbeing left out of the decision-making process.\r\nThat situation must be corrected. As we see it, a good\r\npart of the problem originates in the Council’s tendency to\r\nbroaden, arbitrarily, the definition of what constitutes a\r\nthreat to international peace and security. In this connection\r\nwe are extremely concerned at the abuse of the Council’s\r\ndiscretionary powers. We do not believe in the Council’s\r\ntotal sovereignty in this area, nor do we believe that it is\r\neither healthy or wise. Let us take a look at the current\r\nsituation.\r\nIn recent years, this concept has been broadened to\r\ncover very diverse situations, for example, questions\r\ninvolving human rights, which should be taken up in the\r\nCommission on Human Rights, the Economic and Social\r\nCouncil and the Third Committee of the General Assembly.\r\nThe same holds true for questions involving humanitarian\r\nassistance, where, as a result of Security Council decisions,\r\nthe overlapping of political and military questions and\r\nquestions of a humanitarian nature seems to have created\r\nmore problems than it has solved, exposing the United\r\nNations to severe criticism and to erosion in international\r\npublic opinion.\r\nFurthermore, the Council has acted in areas involving\r\nthe restoration of democracy, when such questions should be\r\nacted upon by the General Assembly or the competent\r\nregional body. The Council has also assumed authority with\r\nregard to legal controversies that are often bilateral in nature\r\nand therefore attributed by the Charter to the International\r\nCourt of Justice.\r\nIn addition to those areas, we might also mention all the\r\nsituations created by internal power struggles, in which the\r\nUnited Nations should refrain from intervening save for\r\nexceptional cases as authorized by the Charter and by\r\nconsistent United Nations practice.\r\nIt seems to us that in none of those situations are\r\ninternational peace and security truly threatened. What is\r\nmore, it is faulty reasoning to argue that non-compliance\r\nwith an agreement reached between two factions vying\r\ninternally for power constitutes in itself a threat to\r\ninternational peace and security.\r\nIn an era of transition such as ours, the United Nations\r\n- above all, the Security Council - needs to be prudent,\r\ncautious and responsible in decision-making. The Council\r\nis currently formulating policy as regards international peace\r\nand security and setting very complex precedents that could\r\nprove counterproductive for the United Nations and\r\njeopardize its credibility. We cannot run the risk of being\r\nassociated now and in the future with loss of prestige,\r\nirresponsibility, incompetence or even belligerence. On the\r\ncontrary, we must be identified with the peaceful political\r\nsettlement of conflicts, as was the original desire of the\r\ncountries that signed the San Francisco Charter. It is\r\nnecessary first to adopt clear and precise criteria as to what\r\nconstitutes a threat to international peace and security, in\r\naccordance with the letter and the spirit of the Charter and\r\nUnited Nations practice and then to consider potential\r\nmechanisms to remedy such situations, thus avoiding hasty\r\n8 General Assembly - Forty-eighth session\r\nreactions with a high political cost to the United Nations and\r\nthe States that compose it.\r\nIn this respect, we reiterate that, as has often been\r\nstated in the United Nations, constant recourse to\r\nChapter VII of the Charter as a mechanism to resolve\r\ndifficult situations is excessive and disproportionate. I\r\nemphasize that Chapter VII was originally conceived as an\r\ninstrument of last resort to deal with situations and\r\ncircumstances of such gravity that they warranted\r\nenforcement action. It cannot be understood as an\r\ninstrument enabling the Council to place itself above the\r\nnorms and principles of international law in its actions. In\r\ncontrast, the mechanisms set out in Chapter VI, on the\r\npacific settlement of disputes, are not being used\r\nappropriately; rather, they seem to have been relegated to a\r\nsecondary level because they are not instruments of force.\r\nThis policy, of course, deserves profound reflection.\r\nThere was constant, recurring reference to the concept\r\nof preventive diplomacy in the general debate that concluded\r\na few weeks ago here. In fact, preventive diplomacy is\r\nnothing but the effective implementation of the mechanisms\r\ncontained in Article 33 of our Charter, including, despite\r\nwhat many might wish, recourse to the International Court\r\nof Justice. Nevertheless, rhetoric and practice in this area\r\nare unfortunately not moving in tandem.\r\nColombia has repeatedly called for transparency within\r\nthe Organization, and especially as regards the relationship\r\nbetween the General Assembly and the Security Council.\r\nWe have advocated greater information and transparency in\r\nthe deliberations of the Council, because the Assembly is\r\nalso an integral part of the collective security system and\r\nbecause we are convinced that this would be to the benefit\r\nof all, including the Council, since it would ensure the\r\nlegitimacy of its actions and confidence in its members.\r\nWith the substantive increase in the functions of the Security\r\nCouncil, transparency in its decisions is virtually imperative.\r\nThe Secretary-General himself refers in his report to the\r\nneed for more formal meetings of the Council and presents\r\na graph showing how the use of secret, informal\r\nconsultations in recent years has been truly excessive. He\r\nrecommends that these alternate with a greater number of\r\nofficial meetings. We completely support the Secretary-\r\nGeneral on this point. But the public meetings should be for\r\ngenuine deliberations, since in practice formal meetings have\r\nbecome merely occasions to rubber-stamp decisions that\r\nhave for the most part already been adopted by a small\r\nnucleus of States on the Security Council.\r\nColombia is prepared to participate in the debate, under\r\nagenda item 33, on a review of the composition of the\r\nSecurity Council. It hopes that the Assembly will be able to\r\nestablish an open-ended working group with a broad and\r\nflexible mandate devoted to reform of the Council, including\r\nits composition and working procedures. My delegation\r\ncannot fail to mention that, in the process of initiating\r\nreform of the Council, there is indeed a need for open and\r\nuniversal consultations in every case.\r\nI cannot conclude this statement without offering very\r\nspecial thanks to the Permanent Representative of Brazil,\r\nMr. Ronaldo Sardenberg, who, as President of the Security\r\nCouncil for this month, has come here personally, with a\r\nsense of courtesy and responsibility, to submit this report to\r\nus.\r\nMr. REDZUAN (Malaysia): Once again my delegation\r\nis participating in this debate to express our concerns and\r\noffer some suggestions relating to the report (A/48/2) of the\r\nSecurity Council.\r\nThe Malaysian delegation believes that this is an\r\nimportant task, which should be fulfilled by the general\r\nmembership in a meaningful and constructive manner. The\r\ngeneral membership should seriously and carefully examine\r\nthe Council’s report and determine whether the Council has\r\nfulfilled its role as defined in the Charter. Members should\r\nnot refrain from questioning any of the decisions or from\r\nmaking their recommendations when they deem it necessary.\r\nThis is also an opportunity for members to comment on the\r\nworkings of the Council. These are indeed important\r\nfunctions for the general membership, given the vastly\r\nincreased workload and expectations of a more effective\r\nSecurity Council following the end of the cold war and\r\nEast-West ideological rivalry. So important is our\r\nresponsibility that as many countries as possible should in\r\nfact participate in the debate.\r\nMy delegation finds it odd that right in its introductory\r\npart the report mentions that it\r\n\"is intended not as a substitute for the records of the\r\nSecurity Council, which constitute the only\r\ncomprehensive and authoritative account of its\r\ndeliberations, but as a guide to the activities of the\r\nSecurity Council during the period covered.\" (A/48/2, p.\r\n29)\r\nThis is not acceptable, and it is time for the Council to\r\ndiscard such a narrow intention or purpose of the report.\r\nCertainly, Articles 15 and 24 of the Charter call for\r\nmuch more in the report of the Security Council to the\r\nGeneral Assembly. It cannot be a mere diary of the\r\nactivities and decisions of the Council. Both Article 15 and\r\nArticle 24 explicitly establish the obligation of the Security\r\nCouncil to report and be accountable to the General\r\n41st meeting - Thursday, 28 October l993 9\r\nAssembly. There cannot be representation and delegation of\r\npower without responsibility and accountability.\r\nIn the spirit and letter of Articles 15 and 24 of the\r\nCharter, my delegation believes that the format and content\r\nof the report of the Security Council should be modified and\r\nrestructured. What is needed is substantive and analytical\r\nreporting and not a mere compendium of meetings and\r\ndecisions. The report of the Secretary-General on the work\r\nof the Organization could at least form an appropriate model\r\nfor the Council to restructure the format and content of its\r\nreporting. The report of the Council, like the report of the\r\nSecretary-General, should include an objective analysis and\r\ncomments. The Council’s report should also contain\r\nexplanations of its decisions and should account for its\r\nactions or inactions. Ways should also be devised to\r\nincorporate the views of the general membership in the\r\nreport.\r\nIn this connection, Malaysia attaches great importance\r\nto the work of the informal working group of the General\r\nAssembly relating to the revitalization of the work of the\r\nAssembly. In resolution 47/233, which was adopted by\r\nconsensus, we agreed to have substantive debate on annual\r\nreports to the General Assembly by the other principal\r\norgans of the United Nations and decided to continue\r\nconsideration of the revitalization process of the General\r\nAssembly at its forty-eighth session in a comprehensive\r\nmanner in an informal open-ended working group, which\r\nwill make proposals, as appropriate, on questions relating to,\r\ninter alia, the rationalization of the agenda, the reports from\r\nthe other principal organs of the United Nations in\r\naccordance with the Charter and the reports requested by the\r\nSecretary-General.\r\nThe Malaysian delegation remains seriously concerned\r\nabout the tendency among the Permanent Five to confine\r\nmuch of the substantive work of the Council to themselves\r\nand to turn the Permanent Five into some kind of exclusive\r\nclub. We are concerned that formal meetings of the Council\r\nare becoming increasingly short, more and more pro forma\r\noccasions, with most discussions and decisions taken in\r\nclosed informal meetings to the exclusion of interested\r\nparties and the general membership. Regrettably, this\r\nunhealthy work culture of the Permanent Five is becoming\r\nmore and more entrenched, affecting the overall work of the\r\nCouncil.\r\nMy delegation is disturbed to witness the increasing\r\ntendency on the part of certain influential members to be\r\nselective in addressing questions of international peace and\r\nsecurity that come before the Council. It is a cause of\r\nserious concern that the Council is perceived as being\r\nmanipulated to advance the foreign policy interests of a\r\nmember or group of members. The concept of United\r\nNations collective security is being undermined by the\r\napplication of double standards to serve the political interests\r\nor expediency of certain permanent members of the Council.\r\nThe procrastination on and half-hearted approach to ending\r\nSerbia’s blatant aggression and practice of \"ethnic cleansing\"\r\nin the Republic of Bosnia and Herzegovina is a clear\r\nexample of the Council’s selectivity and double standards.\r\nThe Council appears to be locked in a political paralysis,\r\nwith some influential members weighing the political,\r\nfinancial and manpower costs of getting involved in the\r\ncrises. The unwillingness on the part of the Council to\r\nenforce its own resolutions and to respect General Assembly\r\nresolutions 46/242 and 47/121, calling for cessation of\r\nhostilities and respect for humanitarian law in the Republic\r\nof Bosnia and Herzegovina, would definitely undermine the\r\ncredibility and faith placed in the Security Council and the\r\nconcept of the United Nations collective security. On\r\nBosnia and Herzegovina, the Council has repeatedly failed\r\nto fulfil its obligation under Article 24 of the Charter to take\r\nprompt and effective measures to restore peace and stability.\r\nWorse still, the Council continues to deny the inherent right\r\nof the victim of aggression and genocide - the Government\r\nof Bosnia and Herzegovina - to collective or individual\r\nself-defence under Article 51 of the Charter.\r\nThe effectiveness of the Security Council, in particular,\r\nand the United Nations in general, in fulfilling the primary\r\nresponsibility of maintaining international peace and security\r\nis dependent on its credibility and degree of consistency in\r\nthe application of the principles of the Charter. I wish to\r\nrecall again the view of the Secretary-General of the United\r\nNations, who stated in his report \"An Agenda for Peace\" last\r\nyear that\r\n\"The principles of the Charter must be applied\r\nconsistently, not selectively, for if the perception should\r\nbe of the latter, trust will wane and with it the moral\r\nauthority which is the greatest and most unique quality\r\nof that instrument.\" (A/47/277, para. 82)\r\nThis fundamental rule should govern the deliberations and\r\ndecisions of the Security Council.\r\nDuring this crucial moment in the history of the United\r\nNations, we all wish to see the Security Council effective\r\nand unanimously respected for its integrity. In this respect,\r\nthe Council should strive to gain the trust and confidence of\r\nthe general membership by reassuring members in practice\r\nof the following: that the Council will not be the tool for\r\nimposing the will of the strong upon the weak; that the\r\nCouncil will avoid selective and discriminatory approaches\r\nto international crises, leading to a condition in which world\r\naffairs would de determined by one or a small group of\r\npowerful states; that the Council will respect the principle of\r\ntransparency and democracy in its work and will become\r\n10 General Assembly - Forty-eighth session\r\nresponsive to the views of the general membership of the\r\nOrganization; and, finally, that the Council will not exceed\r\nits mandate under the Charter.\r\nAs the custodian of international peace and security, the\r\nSecurity Council must, in carrying out its responsibilities on\r\nbehalf of the Members of the United Nations, act in\r\nconformity with the provisions of the Charter, particularly\r\nArticle 24. In this regard, the Security Council, before\r\ntaking major decisions or actions, is duty-bound to consult\r\nregional groupings, troop-contributing countries and the\r\ngeneral membership. Security Council resolutions should\r\nreflect the common will of the international community and\r\nnot serve the narrow interests of the permanent members and\r\ntheir allies. As the Secretary-General observed in his report\r\n\"An Agenda for Peace\",\r\n\"agreement among the permanent members of the\r\nCouncil must have the deeper support of the other\r\nmembers of the Council, and the membership more\r\nwidely, if the Council’s decisions are to be effective\r\nand endure.\" (A/47/277, para. 78)\r\nThe members of the Security Council should always\r\nbear in mind that their representation in the Council extends\r\nbeyond one’s own national entity. The permanent members\r\nhave a special responsibility because of the privileges\r\naccorded to them by the international community as a whole.\r\nAccordingly, their positions should not be dictated by the\r\nconfines of their narrow national interests. As for the\r\nnon-permanent members, they have a larger duty to a larger\r\nconstituency - the regional group that they come from and\r\nthe other members that elected them. They should not\r\nsuccumb to pressure or manipulation by the influential\r\nmembers of the Council.\r\nAt the same time, my delegation recognizes that there\r\nhave been some positive changes taking place lately at the\r\nSecurity Council with regard to its work and documentation.\r\nMy delegation would like to take this opportunity to express\r\nour appreciation to the President of the Security Council for\r\nthe month of August, Ambassador Albright of the United\r\nStates, for her initiative to bring about greater transparency\r\nin the work of the Council. During her presidency, there\r\nwere efforts to consult interested parties and the general\r\nmembership on many issues that were before the Council.\r\nThis positive attitude should be encouraged and indeed\r\nadopted as a standard working procedure by the Security\r\nCouncil.\r\nMy delegation also welcomes the Council’s decision, as\r\ncontained in the note by the President, document S/26176 of\r\n27 July 1993, to transmit their tentative forecast of the\r\nprogramme of work for each month to all Member States.\r\nThis positive action, we believe, should also be extended to\r\ninclude other relevant documents of the Security Council, in\r\nparticular statements or intervention notes of the Secretariat\r\nor members of the Council made during informal\r\nconsultations, including draft resolutions being negotiated.\r\nThe decision of the Security Council to include in the daily\r\nJournal of the United Nations the provisional agenda of its\r\nformal meetings also deserves our appreciation. We hope\r\nthat in the near future the Security Council will adopt other\r\nmeasures necessary to bring about more transparency in its\r\nwork.\r\nAn important aspect of the work of the Council in the\r\nmaintenance of international peace and security which is\r\nmissing from the annual report is the question of financing.\r\nOn this crucial subject, the Malaysian delegation shares the\r\nview expressed by the Secretary-General in his report on the\r\nwork of the Organization for this year, that\r\n\"the United Nations cannot resolve the major problems\r\non the international agenda in the absence of the\r\npolitical will, sufficient support and continuing\r\ncommitment which each particular endeavour requires.\"\r\n(A/48/1, para. 23)\r\nIn order to avoid any long-term negative effects, it is\r\nimperative that all States, particularly the big contributors,\r\npay their assessed contributions in full and on time in\r\naccordance with their statutory obligations to the\r\nOrganization as provided for in Article 17, paragraph 2, of\r\nthe Charter.\r\nIn conclusion, I must underline Malaysia’s strongly held\r\nview that the Security Council cannot function effectively\r\nand be more representative if we fail to expand its\r\nmembership to reflect the dramatic increase in the\r\nmembership of the United Nations as a whole, which now\r\nstands at 184, and to reform its method of work. That is\r\nwhy the Malaysian delegation and the other members of the\r\nNon-Aligned Movement are determined to restructure the\r\nCouncil to reflect a more equitable and balanced\r\ngeographical representation and to reform the inner workings\r\nof the Council so that there is accountability, democracy and\r\ntransparency, leading to a harmonious relationship between\r\nthe Council and the General Assembly, while making the\r\nCouncil more effective in carrying out its duties under the\r\nCharter.\r\nThe PRESIDENT: I should like to propose that the list\r\nof speakers in the debate on this item be closed now.\r\nIt was so decided.\r\nMr. RAMIREZ de ESTENOZ (Cuba) (interpretation\r\nfrom Spanish): I wish first to convey my delegation’s\r\nappreciation of the statement made this morning by the\r\n41st meeting - Thursday, 28 October l993 11\r\nPermanent Representative of Brazil, in his capacity as\r\nPresident of the Security Council, when he introduced the\r\nCouncil’s report to the General Assembly. We believe that\r\nthis action by the President of the Council, and Brazil’s\r\nongoing interest in improving the quality and content of the\r\nCouncil’s report, not only constitute a step in the right\r\ndirection but also hold the promise of future progress\r\ntowards the Security Council’s giving a genuine accounting\r\nof its activities to the General Assembly, as clearly stipulated\r\nin the Charter.\r\nThe Brazilian initiative is all the more praiseworthy\r\ncompared with the situation of previous years, when the\r\nreport of the Security Council was not even properly\r\nintroduced to the Assembly and when many Council\r\nmembers were not present in the Hall for the debate. We\r\nhope the new procedure will become a tradition followed by\r\nfuture Presidents of the Security Council.\r\nWe are also pleased to note the commendable effort of\r\nthe Secretariat to prevent the recurrence of last year’s\r\ndisgraceful situation and to ensure that the Assembly could\r\nconsider the report of the Security Council at the proper\r\ntime.\r\nWe attach special importance to the continuing increase\r\nin the number of delegations participating in the debate. In\r\nour view, the report of the Security Council should be the\r\nobject of serious interest by all delegations, since not only\r\nhas the Council become the most active of United Nations\r\norgans, but its activities increasingly affect a growing\r\nnumber of countries.\r\nIt should be recalled that this item appears on the\r\nagenda of the General Assembly because of provisions of\r\nthe Charter. Article 15 states that the Security Council\r\nshould submit an annual report to the General Assembly,\r\nbecause, as stated in Article 24 of the Charter, the powers of\r\nthe Security Council are conferred on it by the Members of\r\nthe United Nations - that is, by the General Assembly, acting\r\non their behalf. In other words, as it considers this report,\r\nthe General Assembly is not - or should not be - only taking\r\nnote of matters of the highest interest and priority to the\r\ninternational community, but is also fulfilling its\r\nresponsibilities under the Charter of the United Nations.\r\nYet, as we have said on previous occasions, the content\r\nof the report is not such that the General Assembly can fully\r\nand effectively carry out its responsibilities. In its present\r\nform, the report of the Security Council could perhaps be\r\nuseful to libraries or documentation centres, but it is not\r\nuseful to the State delegations that must, in accordance with\r\nthe Charter, assess the actions the Council takes on their\r\nbehalf and determine whether or not the powers we\r\nourselves have conferred upon the Security Council are\r\nbeing used in the best possible way.\r\nThe delegation of Cuba is among those that, both on\r\nand off the Security Council, has systematically criticized the\r\npartial and cursory way the Council’s work is presented to\r\nthe General Assembly. We note that this time some positive\r\nchanges have been made, thanks to the efforts of some\r\nmembers of the Security Council. But the report still\r\ncompletely lacks the analytic information that would enable\r\nus to assess what the Council has or has not done.\r\nThat observation relates to the growing demands for\r\ngreater transparency in the work of the Council. The\r\nCouncil’s current practices, characterized by the closed and\r\nsecret nature of the vast majority of the substantive\r\ndeliberations of its members, make it ever more necessary to\r\nmeet our demand for an analytical, complete and integral\r\nreport.\r\nOther elements of the activities of the Council are also\r\nlinked with the item before us. The Security Council is\r\nexhibiting a growing tendency to appropriate many aspects\r\nof the work of the Organization that have nothing to do with\r\nthe authority conferred upon it by the Charter. It has given\r\nitself the right - a right no one else has given it - to\r\ndetermine on its own when a situation constitutes a threat to\r\ninternational peace and security and when it does not; this\r\ngives rise to a growing tendency to interfere in the internal\r\naffairs of States. The Council has arrogated to itself the\r\npower, without guidelines from the democratic bodies of the\r\nOrganization, to determine when it is necessary to apply\r\nChapter VII of the Charter. For today’s Security Council -\r\nand above all for certain of its permanent members - the\r\nCouncil is the only valid forum of the United Nations; they\r\nconveniently forget that each United Nations organ has its\r\nown functions and powers.\r\nSummarizing, I should say that there is an ever-\r\nincreasing tendency for that organ to act as an autonomous\r\nentity. This is extremely dangerous, given its responsibilities\r\nin respect of international peace and security and, hence, its\r\npower to impose sanctions or to use force. It is also a\r\nmatter for concern that the Security Council, whenever it\r\ntakes action - however basic - in connection with a situation\r\nbrought to its attention, decides immediately to remain\r\nseized of the subject. This prevents action by other United\r\nNations organs that could make a valuable contribution to\r\nthe solution of conflicts and controversies.\r\nWe believe that every Member of this Organization\r\ncould say a great deal about the way in which the Security\r\nCouncil operates. I refer, for example, to the excessive\r\nproliferation of peace-keeping operations and to the way in\r\nwhich given situations are manipulated so that the Council’s\r\n12 General Assembly - Forty-eighth session\r\ndecisions may be brought into line with the policies of the\r\nbig Powers - in other words, so that the Council may\r\nbecome a sort of universal police force.\r\nThis is why appropriate information from Member\r\nStates, appropriate structuring and analysis in the Security\r\nCouncil’s annual report to the General Assembly, and even\r\nspecial reports when they are warranted by circumstances -\r\nas provided for in the Charter - are not only necessary but,\r\nindeed, vital if this Organization is to become truly\r\ndemocratic and if it is to fulfil completely the purposes and\r\nprinciples for which it was designed. Would not the General\r\nAssembly be doing something worthwhile if, at this session,\r\nit were to decide to ask the Security Council for special,\r\nthorough, detailed, analytical reports on some of the\r\nCouncil’s most important and controversial operations?\r\nNothing that the Council does, or fails to do, should be\r\nkept from the Members of this Organization, on whose\r\nbehalf, I repeat, that organ acts. In the document that we\r\nare now considering - and this is something that must be\r\nsaid - there is not a single word about the real discussions\r\nthat have taken place in the Security Council. As we see it,\r\nthis is a virtual violation of the United Nations Charter and\r\nof its stipulations concerning the Council’s responsibility to\r\nreport to the General Assembly. Thus, the Assembly is\r\ndeprived of legitimate powers, including the power to make\r\nrecommendations to the Security Council with regard to the\r\nCouncil’s activities or working methods.\r\nWe have no doubt that if this function is to be\r\ndischarged, States Members of the Organization must ensure\r\nthat the General Assembly has the means to discharge it.\r\nThey must ensure that the Assembly has the means of\r\ncarrying out its functions - functions given to it by the\r\nCharter - with regard to the maintenance of international\r\npeace and security and the peaceful settlement of disputes.\r\nAbove all, it must be enabled to exercise the powers that it\r\nhas by virtue of Articles 10, 11 and 14 of the instrument that\r\nguides our work. We hope that future negotiations on\r\nrevitalization of the General Assembly will take all these\r\nissues properly into account and that conclusions will be\r\narrived at.\r\nMr. Pursoo (Grenada), Vice-President, took the Chair.\r\nI do not want to repeat what my delegation said just a\r\nfew months ago, in a similar debate, about what the Security\r\nCouncil’s report to the General Assembly should contain.\r\nNone the less, I wish to reiterate that the report should\r\ninclude not only references to the official documents that\r\nwere before, and were adopted by, the Council, but also -\r\nand this is much more important - an analytical summary of\r\nthe discussions that took place in the framework of the so-\r\ncalled plenary informal consultations, which, because of the\r\nnone-too-democratic policy that has been imposed on the\r\nCouncil, have become its real debates. In this connection,\r\nthe report should also duly reflect the information that is\r\noften conveyed verbally to the Council by high-ranking\r\nmembers of the Secretariat, as well as the texts of letters\r\nexchanged by the President of the Council and the Secretary-\r\nGeneral, where these are not published as official documents\r\nof the United Nations, and records of the subsidiary bodies\r\nof the Council, which are also of extreme interest to Member\r\nStates.\r\nAt the same time, the report must have a much more\r\nfunctional structure - one that can be adapted to the new,\r\nanalytical contents we are advocating. This is the only way\r\nof enabling us to determine the real thrust of the Council’s\r\nwork over the year and to analyse its results, even if not too\r\nthoroughly - results that should be seen in political terms,\r\nand not merely as a catalogue.\r\nMatters related to the Security Council’s report to the\r\nGeneral Assembly are just one of the elements in respect of\r\nwhich important changes in the Council’s work are\r\nnecessary. We believe that at a time when we are asked to\r\nwork hard at restructuring the economic and social spheres\r\nand to reform the Secretariat radically, we must also make\r\nsubstantive changes in the working methods of that other\r\nprincipal body.\r\nOf course, the increase in the membership of the\r\nSecurity Council - a subject that will soon be considered in\r\nthis Hall - is a fundamental aspect of the essential\r\nrestructuring of the Council. However, we must not neglect\r\nthe fact that, together with the expansion of the membership,\r\nthe question of the equitable distribution of all Council seats\r\nneeds serious consideration. We firmly believe that when\r\nthe composition of, and the distribution of authority within,\r\nthe Council are more just and more equitable, that organ will\r\nbe able to discharge its responsibilities more effectively and\r\nmore completely.\r\nAt the present time, we are talking about, and trying to\r\ntake action on, revitalization of the General Assembly. How\r\nbetter could the Assembly be revitalized than by being\r\nenabled to fulfil completely its responsibilities with respect\r\nto the Security Council, which, according to our institutional\r\nrules, must report to it?\r\nWe urge all Members of the Organization to give\r\nserious consideration to this question, as a first step in the\r\nnecessary and much-called-for reform of the Security\r\nCouncil. If we fail in this regard, we shall be avoiding our\r\nresponsibilities as Members. If the Security Council does\r\nnot succeed in changing substantially its mechanisms for\r\nreporting to the General Assembly, in such a way as to meet\r\nthe aspirations of all Members of the Organization, the\r\n41st meeting - Thursday, 28 October l993 13\r\nAssembly will have to be prepared, sooner rather than later,\r\nto make the necessary recommendations in this respect.\r\nI want to say, in conclusion, that, as the Security\r\nCouncil is the United Nations organ most in need of\r\nprofound reform, it is urgent that words yield to deeds so\r\nthat the very future of the Organization may be secured.\r\nMr. LAMAMRA (Algeria) (interpretation from French):\r\nI should like, first, to express our appreciation to\r\nAmbassador Sardenberg, the President of the Security\r\nCouncil, for his introductory remarks. His presentation to\r\nthe General Assembly of the report of this principal organ is\r\nin itself a sign of a new spirit of cooperation, which we\r\nwelcome wholeheartedly.\r\nIn the period since the debate on the Security Council\r\nreport that took place last June, during the forty-seventh\r\nsession of the General Assembly, a number of innovations\r\nhave been made with a view to meeting the concerns\r\nexpressed by the Assembly. For example, the report has\r\nbeen published on schedule and made available during the\r\nfirst half of the forty-eighth session of the General\r\nAssembly, in contrast to the delays observed previously.\r\nLikewise, this document was, for the first time, adopted\r\nby the Council at a public meeting, and contains a new\r\nappendix which lists in chronological order the statements\r\nmade or issued by the President of the Security Council in\r\nthe period covered.\r\nWe have also noted the deliberate effort to achieve\r\ngreater transparency by disseminating to all Member States\r\nthe monthly programme of activities of the Council and\r\nparticularly by initiating, last August, a process of informal\r\nconsultation with the Chairmen of regional groups. Provided\r\nthat these consultations were held on a regular and\r\nsystematic basis and that they dealt with the substance of the\r\nCouncil’s activities, they would not only respond to the\r\nlegitimate concern for transparency but would also enhance\r\nthe Council’s effectiveness. It is at least an opening and\r\nshould be encouraged and enlarged upon with a view to\r\nenabling the Council to draw on the fund of experience and\r\nexpertise available outside it, among the States Members of\r\nthe United Nations. Such an opening, which we fervently\r\ndesire, can help the Council accomplish its missions in the\r\nface of increasingly complex crises.\r\nThe positive changes observed over the past few\r\nmonths have already responded, at least partially, to the\r\nwishes and aspirations of Member States. Nevertheless, the\r\nlegal and political context in which the report of the Security\r\nCouncil should be considered by the General Assembly, as\r\nsuggested by a combined reading of Articles 15 and 24 of\r\nthe United Nations Charter, calls for additional measures on\r\nthe triple basis of the structure and content of the report, the\r\ntransparency of the Council’s work, and respect for the\r\nfunctions of the General Assembly.\r\nFirst, the Council’s report could usefully be\r\nsupplemented by an analytical section summarizing the\r\nsubstantive work done by the Council and placing in context\r\nthe approaches taken and the stakes underlying them. Such\r\nan analysis is essential if the General Assembly is to engage\r\nin a substantive debate or even in a dialogue with the\r\nSecurity Council, and thus be in a position to properly\r\ndischarge the responsibility conferred upon it by Articles 15\r\nand 24 of the Charter.\r\nSecondly, a balance must be found between the use of\r\ninformal consultations, the usefulness of which cannot be\r\nquestioned, and the duty adequately to inform the\r\ninternational community in whose name the Council acts and\r\nto remain continually receptive to its reactions.\r\nThirdly, the Council’s prerogatives do not, as we know,\r\nexclude the General Assembly from exercising its own\r\nprerogatives, particularly where international peace and\r\nsecurity are concerned. Full weight and significance should\r\nattach to the stipulations of Article 11 of the Charter, which\r\nempowers the General Assembly to consider the general\r\nprinciples of cooperation in the maintenance of international\r\npeace and security, and to discuss any questions relating to\r\nthat matter and to make recommendations, including\r\nrecommendations to the Security Council.\r\nThus, under the terms of the Charter, there is at least\r\nshared competence between the General Assembly and the\r\nSecurity Council regarding the maintenance of international\r\npeace and security: reflection, study and the drawing up of\r\nrecommendations being the responsibilities of the Assembly,\r\nwhile the Security Council’s mandate is rather to deal in a\r\nconcrete fashion with specific conflicts and to take\r\nappropriate actions to resolve them.\r\nThe founders of our Organization were fully aware of\r\nthe importance of creating a balance between its main\r\nbodies, and particularly between the General Assembly and\r\nthe Security Council. Respect for this equilibrium, set forth\r\nin the Charter, is of paramount importance, not only for the\r\nGeneral Assembly as the universal and democratic forum\r\ncomprising all Member States, but also for the Security\r\nCouncil itself. The harmony and effectiveness of the United\r\nNations system are essentially based on a balanced and\r\ncomplementary relationship between the General Assembly\r\nand the Security Council with respect for their individual\r\nattributes, as foreseen in the Charter.\r\nIn the light of all these considerations, it is clear that\r\nunder the spirit and the letter of the Charter, the\r\n14 General Assembly - Forty-eighth session\r\nconsideration of the Security Council’s report by the General\r\nAssembly cannot be a mere procedural formality, consisting\r\nof taking note of this report without considering it or making\r\nany recommendations on it. The current trend seems\r\nconducive to a review of this practice, which the conditions\r\nprevailing during the cold war largely contributed to bringing\r\nabout.\r\nThe end of the cold war, the reappraisal of the practices\r\nand work methods as well as the very structures of our\r\nOrganization, including in particular the question of\r\nenlarging the membership of the Security Council, all\r\nmilitate in favour of a collective effort for a concerted\r\nimprovement in the functioning of the Security Council.\r\nThis would, quite clearly, be a major contribution to the\r\ndemocratization of the functioning of our Organization and\r\nthe rationalization of its work methods and, ultimately, a\r\nstrengthening of its effectiveness and its role.\r\nMr. ZAPATA (Philippines): At the outset, my\r\ndelegation wishes to thank the President of the Security\r\nCouncil, the Permanent Representative of Brazil, for\r\nintroducing the Council’s report. We note the efforts of the\r\nCouncil to improve the provision of information on the\r\nCouncil’s activities and decisions to all Member States, and\r\nwe encourage the Council to continue making these efforts.\r\nIn its resolution 47/233 the General Assembly\r\nencourages Member States to participate actively in a\r\nsubstantive and in-depth discussion and consideration of the\r\nreports of the principal organs of the United Nations,\r\nparticularly the report of the Security Council to the General\r\nAssembly.\r\nIn this regard, it is indeed encouraging that we have\r\nreceived the latest report of the Council in time for our\r\ndebate and that the period it covers is fairly up to date.\r\nNevertheless, my delegation feels constrained to abide fully\r\nby the intent of resolution 47/233 on this matter, because it\r\nfeels that the current format and content of the report do not\r\nprovide an adequate basis for us to engage in a truly\r\nmeaningful debate on the activities and work of the Council\r\nfor the period under consideration. Nor is it possible, in our\r\nview, for such debate to be particularly current if we are to\r\nuse the present report as a basis.\r\nI wish, therefore, to confine my brief remarks to the\r\nreport’s content and presentation rather than to the substance\r\nof the particular issues contained in it - important as they are\r\n- with a view to suggesting certain changes in these areas.\r\nThe Philippines believes that the possibility for\r\nsubstantive consideration of the report would be considerably\r\nincreased if additional changes were made in its format,\r\ncontent and timing, though we also note the latest efforts of\r\nthe Council to improve its report to the General Assembly.\r\nWe thus share the view of other delegations that the\r\nCouncil’s report should be improved. Our foremost\r\nconsideration in this respect is to enhance the General\r\nAssembly’s ability to consider and respond substantively to\r\nthe Council’s actions and thus effectively fulfil its role as\r\nenshrined in the Charter, especially with respect to Articles\r\n10, 13 and 14, which in turn, we believe, is the main intent\r\nbehind Article 15. We further believe that these changes\r\ncould be accomplished without expanding the length of the\r\nreport. In fact, ways could be explored to shorten the report.\r\nThe Council’s report is a reflection of its accountability\r\nto the General Assembly, which arises from the fact that the\r\nCouncil is mandated by the Member States to act on their\r\nbehalf in the maintenance of international peace and security.\r\nThe Council’s report should thus provide the means for\r\nMember States to assess its actions and, where necessary,\r\nrespond or make appropriate recommendations on these\r\nactions to the Council in a timely and relevant fashion. Any\r\nweakening of this accountability, such as through outdated\r\nor insufficient information in the report, could eventually\r\nundermine the Council’s effectiveness, efficiency and moral\r\nauthority.\r\nThe need for a more frequent and analytical report of\r\nthe Council has also become more necessary today in view\r\nof the Council’s active and more prominent role in\r\naddressing international peace and security issues, as well as\r\nits more frequent resort to closed and relatively\r\nnon-transparent informal consultations as an essential part of\r\nits decision-making process. The report should thus also\r\nserve as a means for Member States that are not members of\r\nthe Council to gain a better understanding and appreciation\r\nof the reasons and factors behind a particular course of\r\naction adopted by the Council.\r\nMy delegation believes specific proposals to improve\r\nthe reports of the Council to the General Assembly could be\r\nthoroughly discussed by the informal open-ended working\r\ngroup established by General Assembly resolution 47/233.\r\nWe further believe that the working group, after considering\r\nall proposals on this matter, should make appropriate\r\nrecommendations for the consideration of the Assembly.\r\nHowever, our general debate today could be a useful input\r\nfor the informal group’s deliberations. Bearing this in mind,\r\nI wish to suggest certain general improvements in the report\r\nwhich could enhance the Assembly’s ability to deliberate\r\nupon it more effectively. This, in turn, would reinforce\r\nefforts to revitalize the Assembly and improve coordination\r\nbetween the Council and the Assembly on matters affecting\r\ninternational peace and security.\r\n41st meeting - Thursday, 28 October l993 15\r\nFirst and foremost, the Philippines believes that the\r\nreport should be analytical in nature and not limited to a\r\nrecord of decisions and resolutions adopted by the Council.\r\nIt should include a concise analysis of decisions taken and\r\na summary of the Council’s discussions and debates on each\r\nsubstantive issue covered during the period under\r\nconsideration. This should include discussions in both the\r\nCouncil’s formal sessions and the closed informal\r\nconsultations of the whole. A brief write-up on the status of\r\neach substantive issue discussed in the main report would\r\nalso be very useful.\r\nThese changes alone, in our view, would create a solid\r\nbasis for a substantive exchange of views by the General\r\nAssembly on the activities and decisions taken by the\r\nCouncil during the period in question. There are, however,\r\nother possible improvements which could be considered.\r\nBearing in mind unforeseen events and emergencies, the\r\nreport could also outline a preliminary forecast of the annual\r\nprogramme of work of the Council, particularly on issues in\r\nthe preceding report identified as requiring the Council’s\r\ncontinued debate or further action. The possible type of\r\naction should also be indicated, if possible. The forecast\r\ncould be updated monthly.\r\nA section on the activities and decisions of subsidiary\r\nbodies of the Council, such as the sanctions committees,\r\nduring the period in question could also be reflected in the\r\nreport. We also believe that a section on administrative and\r\nfinancial issues facing the Council would be of interest to\r\nmany delegations.\r\nFinally, the report should be made available and\r\ncirculated in a timely fashion, preferably during the\r\nbeginning or within the first quarter of each year, so that it\r\ncan initially be considered by the General Assembly around\r\nthat time through an appropriate mechanism. The ideal\r\nperiod of coverage of the report should be a calendar year,\r\nfrom 1 January to 31 December. Updating the report could\r\nbe accomplished by regular issuance of special reports\r\nthroughout the year. This would address the issues of\r\noutdated and incomplete information made available to the\r\nAssembly in the annual report or in preceding special\r\nreports.\r\nMy delegation is open to other and perhaps more\r\ndetailed suggestions to improve the Council’s report. We\r\nlook forward to a fruitful exchange of views on this subject\r\nduring our debate which, I reiterate, could provide a useful\r\nframework for further consideration of this subject,\r\nparticularly by the informal open-ended working group on\r\nthe revitalization of the General Assembly.\r\nMr. KHOSHROO (Islamic Republic of Iran): Today,\r\nthe General Assembly is meeting to consider the annual\r\nreport of the Security Council to the General Assembly. My\r\ndelegation has reviewed the report contained in document\r\nA/48/2, covering the period from 16 June 1992 to 15 June\r\n1993, and it is with a sense of satisfaction that we note that,\r\nfor the first time, it was considered and adopted in a public\r\nmeeting of the Security Council. We also welcome the\r\ntimely submission of the current report to the General\r\nAssembly. Indeed, these are steps in the right direction,\r\nconsidering the views that were expressed following the\r\nrelease of the previous report of the Security Council.\r\nIt is obvious that in the wake of the cold war the\r\nSecurity Council has expanded its activities. A quantitative\r\ncomparison of the work-load of the Council from June 1992\r\nto June 1993 with the period of its previous report, June\r\n1991 to June 1992, clearly demonstrates that the number of\r\nmeetings, resolutions and presidential statements of the\r\nearlier period has now almost doubled. Obviously, the\r\nSecurity Council, as a principal organ of the United Nations\r\nentrusted with the primary responsibility for the maintenance\r\nof international peace and security, needs to make every\r\neffort to adapt itself to the new international circumstances.\r\nBearing in mind the general principle of the\r\naccountability of the principal organs of the United Nations\r\nto the entire membership, as embodied in the General\r\nAssembly, we believe that the more the Security Council\r\nexpands its activities the more accountable it needs to be to\r\nthe general membership, as stipulated in Article 24 of the\r\nCharter. In this way it can meet the international\r\ncommunity’s expectations of it.\r\nThe greater role and expanded agenda of the Security\r\nCouncil, as perceived in the new international era, should be\r\ncommensurate with the degree of trust and confidence shown\r\nby the international community in the Council’s\r\nperformance. Indeed, the prospect of such a greater role and\r\nexpanded agenda would be frightening if an equally\r\nenergetic process of Security Council responsiveness and\r\naccountability to the general membership, as well as\r\ntransparency in its work, did not take root in the Council,\r\nparticularly among the permanent members. The Islamic\r\nRepublic of Iran is concerned with undemocratic practices,\r\nhidden agendas, lack of transparency and the indifference of\r\nthe Security Council to the views of the international\r\ncommunity as they are crystallized in the General Assembly.\r\nNeedless to say, any lack of transparency in the work\r\nof the Council runs contrary to the spirit of openness and\r\ndemocracy within the United Nations system. In this regard\r\nthe Islamic Republic of Iran concurs with the Secretary-\r\nGeneral’s view that\r\n\"Informal consultations should be punctuated by more\r\nformal meetings in order both to inform, and to seek\r\n16 General Assembly - Forty-eighth session\r\nsupport from, the wider circle of Member States\".\r\n(A/48/1, para. 38)\r\nIn fact, as an overwhelming majority of Member States have\r\nobserved in the course of the general debate in this body,\r\ndemocratization of the Security Council and insurance of\r\ntransparency in its activities are of paramount importance in\r\nenhancing the credibility of the United Nations system. In\r\nthis context I cannot but stress that an annual report of the\r\nSecurity Council characterized by a comprehensive and\r\nintegrated analysis of the issues on its agenda and of the\r\napproaches used by the Security Council to address matters\r\nof substance could only contribute to enhancing the\r\ntransparency of the Council’s work. It is unfortunate that\r\nthe present annual report, like earlier ones, is characterized\r\nmerely by symbols, resolutions and chronologies of issues\r\nand fails to address any matters of substance.\r\nIf the credibility of the United Nations system,\r\nparticularly in the crucial areas of peace and security is to be\r\nenhanced, it is also imperative to reconsider the Council’s\r\nbehaviour and approach in dealing with cases of aggression\r\nand threats to international peace and security. In this\r\nconnection, like many other Member States, we have on\r\nnumerous occasions expressed our deep concern at the\r\nselective approaches and double standards pursued by the\r\nCouncil. The most distinctive example in this regard is the\r\nattitude of the Security Council with respect to the tragedy\r\nin the Republic of Bosnia and Herzegovina. It is clear that,\r\nin spite of the magnitude of Serbian crimes and acts of\r\naggression against a Member State, the Security Council has\r\nfailed to act resolutely to redress this tragic situation.\r\nIndeed, had the Council abandoned its double standard and\r\nacted decisively when the Serbs started their aggression, we\r\nwould not be facing a continuation of the abhorrent policy\r\nand legitimization of \"ethnic cleansing\".\r\nIn conclusion, it is our hope that the flaws in the work\r\nof the Security Council, some of which I have highlighted,\r\nwill be removed so as to strengthen cooperation between the\r\nprincipal organs of the United Nations and to enable the\r\nGeneral Assembly, as the supreme organ of the United\r\nNations, thoroughly to assess the reports of the Council and\r\nmake recommendations to it.\r\nMr. TELLO (Mexico) (interpretation from Spanish):\r\nIn accordance with the United Nations Charter, the General\r\nAssembly is meeting today to consider the annual report of\r\nthe Security Council. My delegation is pleased that the\r\nreport has been submitted in a timely fashion, and we wish\r\nto state for the record our appreciation to Ambassador\r\nSardenberg, Permanent Representative of Brazil and\r\nPresident of the Security Council, for his decision to present\r\nthe report personally. We understand that this is the first\r\ntime this has been done, and we therefore congratulate him\r\nfor having initiated a practice we hope to see continued in\r\nthe future. It is also encouraging that the report was adopted\r\nat an open meeting of the Council. My delegation also notes\r\nthe improvements that have been made in some aspects of\r\nthe Council’s methods of work. Progress is thus being\r\nachieved in making the work of that important United\r\nNations body more transparent.\r\nI must, however, note that a great deal must still be\r\naccomplished. The Council’s annual report is still the\r\nformal expression of an obligation. The document before us\r\nstill lacks the kind of analysis that would enable the\r\nAssembly to understand the underpinnings of the actions the\r\nCouncil has taken. The General Assembly is still not in a\r\nposition fully to carry out the functions assigned it by the\r\nCharter.\r\nAge-old problems have been compounded by the\r\nrealities that have emerged since the end of the cold war. In\r\nrecent years we have seen the number of items on the\r\nSecurity Council’s agenda grow. The Council is asked to\r\nseek solutions to conflicts in every part of the world. In this\r\nnew situation it would seem logical and natural for the\r\nStates Members of the Organization to be increasingly\r\ninterested in the Council’s work, in its methods of work and\r\nin the bases for its decisions.\r\nOver 70 Member States responded to the inquiry on the\r\n\"Question of equitable representation on and increase in the\r\nmembership of the Security Council\". The fact that a large\r\nmajority of States also referred to the Council’s methods of\r\nwork reflects the importance we attach to knowing and\r\nunderstanding its work. In other words, it seems clear that\r\nthat work is not and cannot be limited to an exercise in\r\nnumerical microsurgery.\r\nWe must go forward in the task of making the work of\r\nthe Council more transparent and democratic. Procedural\r\nchanges have already been suggested that would require no\r\nstructural, legal or rule-related reforms. One positive\r\ninnovation is the distribution of a provisional forecast of the\r\nprogramme of work, which has enabled Member States to\r\nknow what items the Security Council will be dealing with\r\neach month.\r\nOther measures could be taken to keep all Members of\r\nthe Organization informed of the items considered in the\r\nCouncil’s informal consultations. In our view, Members\r\nneed a summary of what is considered in those consultations.\r\nIt would be very useful for the Journal to announce the\r\nitems to be considered at those meetings.\r\nLike other Member States, Mexico referred in its\r\nresponse to the inquiry concerning representation on the\r\nSecurity Council to the need for the Council’s annual report\r\n41st meeting - Thursday, 28 October l993 17\r\nto be analytical in nature; I reiterate that now. We indicated\r\nthat it would be appropriate for the Council to submit\r\nsubstantive quarterly reports, without prejudice to the\r\nsubmission of the special reports envisioned in the Charter;\r\nthis would strengthen its links with the Assembly. Mexico\r\nalso proposed the appointment of a special Security Council\r\nrapporteur to be entrusted with providing Member States\r\nwith timely information on the work of the Council.\r\nWe appreciate the determination and the efforts of\r\nCouncil members over recent months to modernize their\r\nworking methods. We urge them to persevere and to go\r\nfurther in that direction.\r\nIt is essential that the annual report of the Security\r\nCouncil no longer be a matter of mere protocol. It is no\r\naccident that the Council’s obligation to submit reports for\r\nconsideration by the General Assembly is set out specifically\r\nin Article 24 of the Charter. We, the Members of the\r\nUnited Nations, have conferred on the Security Council the\r\nprimary - not the exclusive - responsibility for the\r\nmaintenance of international peace and security; this means\r\nthat the Council has a responsibility to the General\r\nAssembly.\r\nWe hope that in the near future we will see substantive,\r\nanalytical reports on the activities and endeavours of the\r\nSecurity Council. The maintenance of international peace\r\nand security is first and foremost a common purpose of the\r\nUnited Nations, and the General Assembly is the centre for\r\nits attainment.\r\nMr. COLLINS (Ireland): Our task here today is to\r\nreceive and consider the report of the Security Council to the\r\nGeneral Assembly for the period 16 June 1992 to 15 June\r\n1993. My delegation would like to acknowledge the\r\nextensive nature of the report. It is especially important that\r\nthe report has been submitted on time this year. My\r\ndelegation has previously made the point that, while the\r\nreport is a compendium, such a compendium is in itself a\r\nvery useful contribution to keeping the general membership\r\ninformed of the activities of the Security Council.\r\nThere has been an increasing demand by the general\r\nmembership of the United Nations for transparency in\r\nrelation to the work of the Security Council. That demand\r\nis a consequence of and is especially relevant in the light of\r\nthe increase in the work and activity of the Security Council\r\nin the past three years. A beginning in transparency has\r\nbeen made in this respect by the adoption in the present\r\nreport of proposals in relation to the format. The proposals\r\nwere adopted by the Security Council on 30 June 1993 and\r\nare contained in document S/26015. They are somewhat\r\nmechanical and bureaucratic in nature. They involve the\r\neasier retrieval of information through more extensive\r\nindexing and cross-referencing. Nevertheless, they represent\r\na commitment to, and a step in the process of, transparency.\r\nMy delegation would like to acknowledge the efforts which\r\nhave been made in this respect.\r\nIn our examination of the report of the Security Council\r\nto the General Assembly, it is important to realize that the\r\nsubmission of an annual report on the work of the Security\r\nCouncil is a counterpart to the power invested in the\r\nSecurity Council by the general membership and, for want\r\nof a better word, an accounting by the Security Council to\r\nthe general membership on how it has fulfilled its\r\nresponsibility on behalf of that general membership, in\r\ncarrying out the task of maintaining international peace and\r\nsecurity.\r\nThe report also reflects, by its sheer volume, the vastly\r\nincreased workload which the Security Council has had to\r\nundertake in recent years. This in turn reflects the increased\r\nrole of the United Nations generally and the greater\r\nexpectations the international community places in the\r\nSecurity Council in relation to peace-keeping and\r\npeacemaking.\r\nMy delegation would like to take this opportunity to\r\nexpress our appreciation to the delegations of both\r\npermanent members and the non-permanent members that\r\nhave served on the Security Council in the past year for their\r\ncommitment and dedication.\r\nThe delegations assembled in this Hall are familiar with\r\nthe statistics in relation to the dramatic increase in the\r\nnumber of formal Security Council meetings, especially in\r\nthe past two years, as compared to the relatively few\r\nmeetings in the past. For example, roughly one third of the\r\ntotal number of resolutions adopted by the Security Council\r\nsince 1945 have been adopted in the past three years. In the\r\nperiod covered by the report, the Security Council held 151\r\nmeetings; it adopted 80 resolutions and issued 96 presidential\r\nstatements. Inevitably, such a workload has led to new\r\nmethods of work. As the representative of Brazil said in the\r\ndebate on the previous report to the General Assembly on\r\n22 June 1993, the Security Council’s new methods of work\r\nhave evolved in response to force of circumstances and\r\ntherefore are not the result of long-term institutional\r\nplanning. It would be unfair not to acknowledge that the\r\ndramatically increased workload has created a new situation\r\nfor the members of the Security Council. It would be\r\nequally unfair not to acknowledge that it has created a new\r\nsituation for those States which are not members of the\r\nSecurity Council.\r\nIn particular, there has been a vertiginous increase in\r\nthe amount of time devoted to informal consultations\r\namongst members of the Council. It is clear that the\r\n18 General Assembly - Forty-eighth session\r\nSecurity Council needs to have a facility for confidential\r\ndiscussions and that informal consultations represent one\r\nmethod of achieving this. However, the extent of informal\r\nconsultations and the lack of a mechanism for transparent\r\ndialogue between the membership of the General Assembly\r\nand the members of the Security Council in relation to\r\ninformal consultations have become matters of serious\r\nconcern to the membership at large.\r\nThe authority and legitimacy of Security Council\r\ndecisions do not derive from the Council itself; they derive\r\nfrom the fact that the Council, in accordance with Article 24\r\nof the Charter, acts on behalf of the general membership.\r\nThe general membership has committed itself to support and\r\ncarry out those decisions. If the general membership is to\r\ndo so, with public support - especially in cases where such\r\ndecisions have serious political and economic consequences\r\nfor the peoples represented by the general membership or\r\nhave to be implemented or enforced - it is essential that\r\nthose we represent should feel that their voice is heard at the\r\ndecision-making table. That means that there must be\r\nconsiderably more openness and transparency in\r\ndecision-making. Otherwise, public support for the Security\r\nCouncil’s activities will not be forthcoming. In practical\r\nterms, what is needed now is a mechanism whereby the\r\ngeneral membership is informed about and is enabled to\r\nhave an input where necessary in the informal consultation\r\nprocedure.\r\nThe Charter, as I have observed, requires that an annual\r\nreport on the work of the Security Council be not merely\r\nsubmitted. It requires that such a report be considered by\r\nthe General Assembly. The report before us is, above all, of\r\ncourse, an extensive and, unfortunately, a depressing list of\r\nthe failure of human beings to live in peace and harmony in\r\nvarious parts of the globe. It is a salutary reminder that we\r\nare dealing literally with people’s lives and, all too\r\nfrequently, with the deaths of innocent people and of those\r\nwho endeavour to assist them in keeping the peace.\r\nThe situations listed in the report are all worthy of\r\nconsideration and attention by the General Assembly. The\r\nreport of the Security Council to the General Assembly is a\r\nmeans by which the general membership can take specific\r\nnote of these situations and make manifest the concern of\r\nthe General Assembly in relation to them. If my delegation\r\nchooses to mention very briefly our preoccupations in\r\nrelation to only two of those situations listed in the report,\r\nrather than to all of the serious issues raised in it, it is for\r\nreasons of time and because of concern about immediate\r\nevents.\r\nWe have read reports today of a further horrifying\r\nmassacre in Bosnia and Herzegovina. I should like to take\r\nthis opportunity to say that my delegation hopes that those\r\nresponsible can be found and made to answer for their\r\ncrimes.\r\nThe Security Council will begin the process of\r\nexamining renewal of the mandate in relation to the United\r\nNations operation in Somalia in the next few days. It is\r\ntherefore appropriate that we should make our concerns on\r\nthis issue known. My delegation has repeatedly expressed\r\nthe view that political reconciliation and national\r\nreconstruction must form the priority objectives for the\r\nUnited Nations mission in Somalia. We know that the\r\nUnited Nations shares this view and that, through the efforts\r\nof the United Nations Operation in Somalia (UNOSOM), the\r\nprocess of political reconciliation and national reconstruction\r\nis now well established in that country. It is our earnest\r\nhope that the events of recent days in Mogadishu will not\r\nresult in any departure from the efforts now under way to\r\nachieve a peaceful resolution of Somalia’s problems.\r\nFinally, my delegation hopes that some of the\r\nsuggestions made here today in relation to the Security\r\nCouncil report will be adopted when preparing the next\r\nreport by the Security Council to the General Assembly.\r\nMrs. HASSAN (Egypt) (interpretation from Arabic):\r\nThe delegation of Egypt wishes to extend, at the outset, its\r\nthanks and appreciation to the Ambassador of Brazil, as\r\nPresident of the Council, for his submission of the report\r\nunder consideration (A/48/2).\r\nThe delegation of Egypt attaches special importance to\r\nthe annual debate conducted by the General Assembly in\r\nconsidering the report of the Security Council submitted to\r\nit in accordance with Article 24 of the Charter of the United\r\nNations. We view this as an opportunity for all Member\r\nStates of the United Nations to exchange views on the work\r\nof the Council, to note its achievements, and to get to know\r\nits limitations. Moreover, in discussing the Council’s report,\r\nthe General Assembly performs an aspect of its role in the\r\narea of maintaining international peace and security, since\r\nthe Security Council’s report to the General Assembly\r\nexpresses the accountability of the Council vis-à-vis the\r\nGeneral Assembly and reflects the necessary and vital\r\nbalance between the two major organs of the Organization\r\nin harmoniously discharging their responsibilities.\r\nThe increasing importance of the Security Council over\r\nthe past few years, reflected in the intensification of its work\r\nand the frequency of its meetings, together with the diverse\r\nnature of its responsibilities, have combined in creating a\r\nnew situation which makes it imperative that the General\r\nAssembly should acquaint itself with all the Security\r\nCouncil’s activities and tasks.\r\n41st meeting - Thursday, 28 October l993 19\r\nWhile the delegation of Egypt welcomes the submission\r\nof the Council’s report to the General Assembly for this\r\nyear, it wishes to point out that the timely submission of the\r\nsaid report is a basic responsibility that ought to be respected\r\nas it stems from the representative nature of the Council and\r\nthe mandate entrusted to its members by the Member States\r\nof the Organization in accordance with the provisions of\r\nArticle 24 and the requirements of Article 15 of the Charter.\r\nOn the other hand, the increase in the activities of the\r\nSecurity Council, and the increased frequency of its meetings\r\nwhich follow upon one another, lead the members of the\r\ninternational community to expect that the Council should\r\nreport to them on all developments relating to international\r\npeace and security in a manner that focuses on reviewing\r\nthose developments both analytically and comprehensively,\r\nso that the General Assembly may be able to analyse the\r\nreport’s contents and to take the appropriate decisions\r\naccordingly.\r\nUnfortunately, the report of the Security Council now\r\nunder review is a conform copy of last year’s report\r\n(A/47/2). Its contents are the resolutions adopted and the\r\nstatements made over the period covered by the report\r\nwhereas all such resolutions and statements are items of\r\npublic record which everyone has read before. The inclusion\r\nof such material has not been accompanied by any\r\nexplanations or assessments or mention of the grounds upon\r\nwhich it was based. The style of the report is merely\r\ndescriptive and does not allow of any analysis of the\r\nactivities of the Council.\r\nMy delegation had hoped that the members of the\r\nSecurity Council would seriously consider the numerous\r\nproposals that were put forward earlier, when we were\r\ndiscussing the report last year, and that they would pay due\r\nattention to those proposals. It was expected that the report\r\nwould include adequate analysis of the grounds upon which\r\nthe Council performed its activities, so that the General\r\nAssembly may be able to consider scrupulously the reasons\r\nbehind the Council’s important resolutions. The report is\r\nalso devoid of any reference to the work of its subsidiary\r\norgans, whose work is so important to a number of United\r\nNations Members. Moreover, the report does not include the\r\ntopics relating to peace-keeping operations. These are all\r\nquestions that, because of their importance for and impact\r\nupon a large number of delegations, cannot be overlooked in\r\nany report that would rightly reflect the work of the Security\r\nCouncil.\r\nRegarding the procedural aspects of the Council’s\r\nactivities, it is very important for Egypt to stress the need for\r\nthe Council to increase transparency in its work. In contrast\r\nto certain views, we do not see any contradiction at all\r\nbetween enhancing the efficiency of the Security Council\r\nand increasing transparency in its work. If informal\r\nconsultations are considered to be a flexible and useful\r\nmechanism, whereby the members of the Council have an\r\nopportunity to determine areas of agreement and to\r\novercome differences amongst themselves, there is still a\r\ndire need for the non-members of the Security Council to\r\nknow what goes on in terms of activities performed in the\r\nCouncil on behalf of all the Members of the Organization.\r\nIf, in all honesty, we have to admit that there has been\r\npositive movement in that direction, in so far as there has\r\nbeen a degree of consultation with non-members in the\r\nCouncil regarding matters that concern them, in addition to\r\nthe issuance at the beginning of every month, of a list of\r\nmatters of which the Council is seized, a practice which we\r\nencourage, yet we have to say that this is an area which, in\r\nour view, has not received the attention it deserves\r\nregardless of the numerous proposals that have been put\r\nforward. For instance, it was proposed earlier that a resumé\r\nof informal consultations by Security Council members on\r\nthe subjects under discussion be circulated. Also, the\r\npossibility of appointing a special rapporteur to provide\r\ninformation on the work of the Council has been discussed.\r\nMexico did present a proposal in that regard last year. In\r\naddition, there has been discussion of the possibility of using\r\nthe Security Council’s report to the General Assembly as a\r\nmeans of filling the existing gap and of overcoming present\r\nlimitations.\r\nIt is worth mentioning in this respect that those\r\nproposals include the practical means of providing Members\r\nof the United Nations with information and would not entail\r\nany structural or legal amendments.\r\nThe Security Council, in carrying out the responsibility\r\nof maintaining international peace and security does so in the\r\nname of all Member States of the United Nations. This\r\nmandate cannot have any real meaning unless the Member\r\nStates feel that they are party to the decisions the Council\r\nmakes on their behalf. Consequently, enhancing the\r\nefficiency of the Council’s performance as well as the\r\nlegitimacy of its activities, requires us to consider the ways\r\nand means whereby complementarily between the work of\r\nthe General Assembly and the Security Council may be\r\nachieved.\r\n20 General Assembly - Forty-eighth session\r\nWe believe that drawing up the report of the Security\r\nCouncil to the Assembly in an analytical manner to reflect\r\nthe Council’s work, in addition to providing more\r\ninformation on the work of the Council to the Organization’s\r\nMembers, would definitely have positive effects. Moreover,\r\nthe responsibility for maintaining international peace and\r\nsecurity is not the Council’s alone; the General Assembly\r\nhas a similar responsibility in this area under Articles 10 and\r\n14 of the Charter.\r\nFurthermore, the close interrelationship between the\r\nSecurity Council and the General Assembly in terms of the\r\nprocedures for peace-keeping operations requires further\r\nreflection on what might be the best way of achieving a\r\nconstructive and constant dialogue between the Council and\r\nthe Assembly. We consider that the report of the Security\r\nCouncil to the General Assembly is the most important\r\nmeans of doing just that.\r\nIn conclusion, it is high time we seriously rethought this\r\nimportant question. The report, in its present form, does not\r\nfulfil the purpose for which it was intended. If we are\r\ncalling for reform and revitalization of the United Nations in\r\na number of areas, in order to enhance the Organization’s\r\nefficiency so that it may be able to deal with the many\r\nchallenges it faces, then reform and revitalization should be\r\napplied - at the very least - to the Council’s report to the\r\nAssembly.\r\nThe report should be revitalized both in form and\r\ncontent so that it may evolve from a mere routine procedure\r\ninto a mechanism that would contribute to the achievement\r\nof the desired goals in consonance with the Charter.\r\nThe meeting rose at 1.05 p.m.\r\n"