"United Nations\r\nG E N E R A L\r\nA S S E M B L Y\r\nFORTY-EIGHTH SESSION\r\nOfficial Records\r\n55th\r\nPLENARY MEETING\r\nMonday, 15 November 1993\r\nat 3 p.m.\r\nNEW YORK\r\nPresident: Mr. INSANALLY\r\n(Guyana)\r\n__________\r\nThe meeting was called to order at 3.20 p.m.\r\nAGENDA ITEM 32\r\nCOMPLETE WITHDRAWAL OF FOREIGN\r\nMILITARY FORCES FROM THE TERRITORIES OF\r\nTHE BALTIC STATES\r\n(a) REPORT OF THE SECRETARY-GENERAL\r\n(A/48/501)\r\n(b) DRAFT RESOLUTION (A/48/L.17/Rev.2)\r\nThe PRESIDENT: The Assembly will now hear a\r\nstatement by the Prime Minister of the Republic of Latvia,\r\nHis Excellency Mr. Valdis Birkavs, in the course of which\r\nhe will introduce draft resolution A/48/L.17/Rev.2.\r\nMr. Valdis Birkavs, Prime Minister of the Republic of\r\nLatvia, was escorted to the rostrum.\r\nThe PRESIDENT: I have great pleasure in welcoming\r\nthe Prime Minister of the Republic of Latvia, His Excellency\r\nMr. Valdis Birkavs, and inviting him to address the General\r\nAssembly.\r\nMr. BIRKAVS: The draft resolution that I have the\r\nhonour to introduce addresses the most important and urgent\r\nmatter now confronting Latvia and the other Baltic States:\r\nthe continued illegal presence of the military forces of the\r\nRussian Federation on the territories of Latvia and Estonia.\r\nThe matter of the complete withdrawal of foreign\r\nmilitary forces from the territories of the Baltic States is\r\nbeing discussed by the General Assembly at the same time\r\nas the Republic of Latvia is celebrating the 75th anniversary\r\nof the Declaration of its independence. The State of Latvia\r\nwas proclaimed in 1918, and by 1920 it was recognized by\r\nthe world community. When celebrating an anniversary like\r\nthis, every nation remembers the severe battles it had to fight\r\nin order to gain and protect its independence. The\r\nrealization that every effort will be made to retain this\r\nindependence becomes more acute.\r\nUnfortunately, following the period of growth and well-\r\nbeing before the Second World War, the Baltic States and\r\ntheir peoples were tried in a very severe way. At the\r\nbeginning of the 1940s, as a result of an agreement between\r\ntwo totalitarian Powers, the independence of the Baltic States\r\nwas lost, and for 50 years independence was only a dream.\r\nThe actions of their peoples, the end of the cold war and the\r\ncollapse of communism gave the three Baltic States the\r\nopportunity to re-establish their independence. We\r\nimmediately embraced that opportunity and restored our\r\nindependence in 1991.\r\nMany representatives know that only after the\r\nestablishment of independence in their own countries did the\r\nmost difficult period of their development begin. Since the\r\nre-establishment of our independence in 1991 much has been\r\nachieved. However, much remains to be done. We have to\r\nstrengthen our independence and make every effort to ensure\r\nthat we never lose it again. Our efforts are made especially\r\ndifficult by the presence of foreign military forces stationed\r\non our territory without our consent.\r\nI believe that this audience in particular, containing so\r\nmany representatives of States which gained their\r\nindependence quite recently, understands how important\r\nThis record is subject to correction.\r\nCorrections should be sent under the signature of a member of the delegation concerned\r\nwithin one week of the date of publication to the Chief of the Verbatim Reporting Section,\r\nRoom C-178, and incorporated in a copy of the record.\r\nCorrections will be issued after the end of the session in a consolidated corrigendum.\r\n93-87177 (E)\r\nDistr. GENERAL\r\nA/48/PV.55\r\n26 November 1993\r\nENGLISH\r\n2 General Assembly - Forty-eighth session\r\nsovereignty is to every nation. To secure it, we have to\r\novercome many obstacles. The main obstacle to successful\r\ndevelopment and the most potent factor of instability in the\r\nBaltic region still remains the presence of Russian troops on\r\nthe territory of two sovereign States, Latvia and Estonia.\r\nThe removal of this problem from Lithuania is a positive\r\ndevelopment. However, the last 3,000 troops that recently\r\ndeparted from Lithuania represented only 12 per cent of the\r\ntotal of Russian Federation troop strength in the Baltic\r\nStates. Since the Soviet Baltic military district was\r\nheadquartered in Latvia, my country had the heaviest troop\r\nconcentration of all three States.\r\nThe present Russian Federation North-West Military\r\nArea Group still has its headquarters in Riga and retains\r\ncontrol over 22 intelligence and counter-intelligence units,\r\n211 military facilities, including air and naval installations,\r\nand over 96,000 hectares of the territory of Latvia. Of over\r\n18,000 Russian military personnel stationed in Latvia, about\r\none half are officers.\r\nIn terms of sheer numbers, fewer troops have been\r\nremoved from Lithuania and Poland, and, eventually, will\r\nhave been removed from Estonia, than remain based in\r\nLatvia.\r\nI should like to detail the efforts made by my country\r\nto deal with the situation of foreign military forces stationed\r\non its territory without its consent. Latvia has been seeking\r\na reasonable solution to this problem through bilateral\r\nnegotiations. After our parliamentary elections in June of\r\nthis year, the first - and I stress, the first - order of business\r\nwas the formation of a new delegation to the negotiations.\r\nTwo rounds of talks have already taken place, and the third\r\nround is under way at this very moment in Jurmala, Latvia.\r\nHaving solved a number of technical or secondary\r\nremoval-associated problems, both parties have exhausted the\r\nlimits of compromise without reaching agreement on three\r\nfundamental issues: the early, orderly and complete\r\nwithdrawal of Russian Federation military forces from our\r\nterritory.\r\nIn spite of General Assembly resolution 47/21, adopted\r\non 25 November 1992, and paragraph 15 of the Conference\r\non Security and Cooperation in Europe (CSCE) \"Helsinki\r\nDocument 1992 - the Challenges of Change\" and in spite of\r\ncalls by many Governments for the early, orderly and\r\ncomplete withdrawal of Russian Federation troops, there has\r\nnot been significant progress on the part of the Russian\r\nFederation in fulfilling these requirements. In fact, the\r\nRussian Federation has put forward several conditions and\r\nacted in contradiction to the requirements of - again, I must\r\nstress - an early, orderly and complete withdrawal.\r\nFirst, a year after the adoption of resolution 47/21 on\r\nthis issue, an agreement on troop withdrawal has yet to be\r\nsigned; thus, the requirement for an early withdrawal has\r\nnot been respected. Secondly, although some forces have\r\ndeparted, an inspection of vacated military facilities in\r\nLatvia, revealing ransacked buildings and rusting hulks,\r\ndemonstrates that withdrawal has not been orderly. Thirdly,\r\nthe requirement that withdrawal be complete has been\r\nsubverted by the Russian Federation’s demands to maintain\r\nsome facilities in Latvia until the turn of the century.\r\nThe Russian Federation has demanded social guarantees\r\nfor its retired military personnel and housing for its military\r\npersonnel withdrawn from Latvia. Recent statements by the\r\nRussian Federation’s Minister of Defence demonstrate that\r\nthe Russian Federation could again resort to the so-called\r\nhuman-rights issue in order to halt troop withdrawal from\r\nLatvia and Estonia. The use of the Russian-speaking\r\npopulation in Latvia and Estonia as a tool to achieve\r\npolitical or military-political goals in fact puts the\r\nRussian-speaking population in the position of hostages,\r\nbenefiting neither party.\r\nAnother difficult issue on the negotiations agenda is the\r\nquestion of the so-called strategic facilities which the\r\nRussian Federation is seeking to keep in Latvia for many\r\nyears. This issue is burdened, in part, by the negative\r\nhistorical experience of the people of Latvia. These\r\n\"strategic\" facilities are perceived as military bases which\r\ncould once again serve as a pretext for the occupation of\r\nLatvia, as was the case in 1940. Latvia will extend the\r\ndeadline for the relocation of these facilities only if real\r\ninternational security guarantees and a reasonably tight\r\ninternationally controlled schedule for relocation are given.\r\nWe categorically reject the Russian Federation’s request to\r\nmaintain these facilities for an extended period of time.\r\nHowever, within the boundaries I have just mentioned, we\r\nare willing to compromise.\r\nRhetoric regarding the Russian-speaking population and\r\nthe desire to retain some military facilities leaves room for\r\ndoubt as to whether the Russian Federation has the political\r\nwill to remove its troops from Latvia. This gives the\r\nimpression that the Russian Federation still wants to keep its\r\nmilitary presence in the region.\r\nClearly, Latvia cannot solve all its problems by itself,\r\nand it depends greatly on the involvement and support of the\r\ninternational community. Just as clear is the\r\nacknowledgment that no State can expect the international\r\ncommunity to solve all of its problems. But can the mouse\r\nbe expected to conduct bilateral negotiations with the cat on\r\nthe subject of the removal of the mousetrap?\r\n55th meeting - Monday, 15 November 1993 3\r\nIn this respect, we believe that the repeated adoption of\r\nGeneral Assembly resolutions on this issue will reassure us\r\nabout the sincerity of the Russian Federation’s intentions and\r\nwill help Russian leaders adopt a political decision which\r\nwould solve once and for all the issue of the withdrawal of\r\nRussian Federation troops in the Baltic States.\r\nMore weight will be attached to these resolutions if they\r\nare adopted by consensus. It is our hope that the Russian\r\nFederation will effectively pursue the implementation of\r\nGeneral Assembly resolution 47/21, the draft resolution now\r\nunder consideration and the CSCE Helsinki Document.\r\nWe are well aware of all the difficulties the Russian\r\nFederation is confronting in its efforts to build democracy\r\nafter long years of totalitarian rule. Latvia supports the\r\nongoing democratic processes in the Russian Federation.\r\nHowever, none of Russia’s problems or difficulties can be\r\nsolved at the expense of the independence or statehood of its\r\nneighbours.\r\nThe United Nations is an Organization entrusted by its\r\nMember States with the primary responsibility of\r\nmaintaining international peace and security. Though the\r\nmain responsibility in this field rests on the Security\r\nCouncil, the General Assembly has its own competence as\r\nwell, and it has been successful in exercising it, especially\r\nwhen possible steps by the Security Council towards\r\ninternational peace and security were hindered by the cold\r\nwar between the super-Powers.\r\nNow that the cold war and the bipolarity of the world\r\nhave ended, contradictions between the big Powers no longer\r\nconstitute the main threat to peace and security in the world.\r\nThe security of small States gradually comes to the\r\nforeground. These States are particularly interested in\r\nstrengthening the international security institutions and\r\nmaking the most effective use of them.\r\nThe nature of conflicts in the modern world has\r\nchanged; hence, the instruments for dealing with them have\r\nchanged as well. Mr. Boutros Boutros-Ghali, the\r\nSecretary-General of the United Nations, has rightly pointed\r\nout that the most desirable and efficient use of diplomacy is\r\nto ease tensions before they result in conflict.\r\nIronically, the use of preventive diplomacy is not\r\nalways rewarding. If it succeeds, there may not be\r\ndemonstrative results, while, if it fails, the conflicts which\r\nemerge attract the attention of the world. The removal of\r\nthe Russian Federation troops from the Baltic States can\r\nserve as a good example of preventive diplomacy in action,\r\nyielding evident results. Measures taken within the United\r\nNations framework, in particular resolution 47/21, have been\r\na notable contribution, as a result of which the Russian\r\nFederation has completely pulled its troops out of Lithuania.\r\nIf a flight from Riga, Latvia, to New York takes nine\r\nhours, should not the return flight from New York to Riga\r\ntake nine hours as well? When one ponders this question,\r\nit must be remembered that in 1940 Soviet troops, in gross\r\nviolation of international law, entered and occupied the free,\r\nindependent Baltic States in a matter of days. Since\r\nMoscow had clearly formulated its decision to occupy the\r\nBaltic States, the Army had no practical or technical\r\ndifficulties in implementing its plan. However, now that 50\r\nyears have elapsed, it is high time to do away with the\r\nconsequences of this gross violation of international law. It\r\nappears that two years have not been enough to remove the\r\ntroops or even to agree upon the time by which they will be\r\nremoved.\r\nBut, in fact, that is time for decision. We thank the\r\nSecretary-General for his efforts to implement resolution\r\n47/21. The appointment of a Special Envoy, Ambassador\r\nTommy Koh of Singapore, who headed a good-offices\r\nmission to the Baltic States and the Russian Federation, led\r\nto greater international understanding of this issue. The\r\ngood-offices mission was of the type envisaged by the\r\nSecretary-General in his report \"An Agenda for Peace\"\r\n(A/47/277) and should serve as an example of cooperation\r\nand early prevention enhancing transparency and the\r\npeaceful settlement of disputes.\r\nHowever, the Member States and the international\r\ncommunity should not stop there; the process of early\r\nprevention must continue. We urge the Russian Federation,\r\nthe other Member States and the international community to\r\ncontinue to work toward the early, orderly and complete\r\nwithdrawal of foreign military forces from the territories of\r\nLatvia and Estonia - for early prevention, for regional and\r\ninternational peace and security, and for justice.\r\nThe PRESIDENT: On behalf of the General\r\nAssembly, I wish to thank the Prime Minister of the\r\nRepublic of Latvia for the statement he has just made.\r\nMr. Valdis Birkavs, Prime Minister of the Republic of\r\nLatvia, was escorted from the rostrum.\r\nMr. OSVALD (Sweden): I have the honour to speak on\r\nbehalf of the five Nordic countries: Denmark, Finland,\r\nIceland, Norway and Sweden.\r\nThe withdrawal of Russian troops from the Baltic\r\ncountries is an issue of major importance. It will\r\nsubstantiate the independence of the Baltic States and\r\nstrengthen security and stability in the Baltic Sea region.\r\nMore than a year has now elapsed since Russia made its\r\n4 General Assembly - Forty-eighth session\r\ncommitment concerning a complete withdrawal of troops\r\nfrom the Baltic countries. It is more than two years since\r\nRussia recognized the re-established independence of the\r\nBaltic States.\r\nThe Nordic countries have regarded it as an important\r\ntask to try to assist - together with other countries - in\r\naccelerating the withdrawal of Russian troops from the\r\nterritories of the Baltic States. The demand for an early,\r\norderly and complete withdrawal of Russian troops from the\r\nBaltic States - in accordance with the Final Act of the\r\nConference on Security and Cooperation in Europe (CSCE)\r\nHelsinki Summit - still stands.\r\nThe continued stationing of foreign forces in the\r\nterritory of independent States without their agreement is\r\nunacceptable. The Russian military forces in Estonia and\r\nLatvia have been reduced in numbers, but the remaining\r\ntroops must be withdrawn in the immediate future.\r\nWe welcome the withdrawal of troops from Lithuania\r\nas a positive step towards the fulfilment of the Helsinki\r\nFinal Act. We believe that it is of the utmost importance\r\nthat the countries concerned agree as soon as possible on a\r\ndate by which the withdrawal should be completed. The\r\ndemand for such a withdrawal cannot be linked to the\r\nsolution of any other political issue.\r\nThe Nordic countries understand the practical, social\r\nand economic problems Russia faces in connection with the\r\nwithdrawal of troops, and we realize that outside assistance\r\nto alleviate some of these difficulties could be helpful. We\r\nhave already made, or are prepared to make, contributions to\r\nsolving various practical questions, including housing\r\nproblems of the returnees, and assume that this will\r\ncontribute to the rapid completion of the withdrawal of\r\ntroops from Estonia and Latvia. We urge other countries to\r\ntake similar measures to this end. Also, we urge the Russian\r\nGovernment not to use the question of such assistance to\r\ndelay the withdrawal process, which could be completed in\r\npractice very soon.\r\nThe Nordic countries consider a completion of the\r\nwithdrawal of Russian military forces from all the Baltic\r\ncountries an important step on the road to improving\r\nrelations between the Baltic countries and Russia. Good and\r\ntrusting relations between these countries will increase the\r\nconditions for intensified cooperation in the North European\r\narea as a whole.\r\nThe Secretary-General’s report (A/48/501) on the issue\r\nof troop withdrawal from the Baltic States is a good\r\nsummary of the present situation and the problems that\r\nremain to be solved. The Special Envoy, Ambassador\r\nTommy Koh, has been faced with a very complicated issue.\r\nWe welcome the Secretary-General’s readiness to provide\r\nhis good offices to facilitate the process of withdrawal.\r\nThe Nordic countries support the draft resolution\r\n(A/48/L.17/Rev.2) put forward under this agenda item by the\r\nBaltic States following successful consultations with the\r\nRussian Federation. We view it as a sign of good will on\r\nboth sides that a consensus agreement was reached also this\r\nyear. The adoption of this draft resolution would underscore\r\nonce again the importance the international community\r\nattaches to the withdrawal of these troops in compliance with\r\nthe principle of international law as expressed, inter alia, by\r\nthe CSCE: the presence of foreign troops on the territory of\r\na sovereign State requires the consent of that State.\r\nLet us hope that when the Secretary-General submits\r\nhis report on this issue at next year’s session of the General\r\nAssembly, he will be able to report that all foreign troops\r\nhave been withdrawn from the territories of all the Baltic\r\nStates.\r\nMr. VORONTSOV (Russian Federation) (interpretation\r\nfrom Russian): The Russian Federation is making active\r\nefforts to build full-fledged good-neighbourly relations with\r\nLatvia and Estonia and is doing its utmost to ensure the\r\nearliest possible settlement of the problems existing in our\r\nrelations.\r\nUnfortunately, a number of problems remaining from\r\nthe past still exist in the relations of Russia with Latvia and\r\nEstonia. We are trying to resolve them through common\r\nefforts, in a spirit of mutual respect and on the basis of\r\nunderstanding the sources and substance of those difficulties\r\nwhich our States are experiencing at this historically\r\nimportant period of their development.\r\nOne such problem is the continuing, although\r\nconsiderably reduced, presence of military forces of the\r\nformer Soviet Union in Latvia and Estonia, which Russia\r\nhad to take under its jurisdiction as the successor State of\r\nthe Soviet Union. The full withdrawal of troops from\r\nLithuania within the agreed-upon time-frame, despite the fact\r\nthat the agreements finalizing legal aspects of the withdrawal\r\nhave not been completed, would constitute reaffirmation of\r\nRussia’s good will and its determination to solve this\r\nproblem.\r\nSince the consideration of this question at the forty-\r\nseventh session considerable progress has been achieved in\r\nthe withdrawal of Russian troops from Latvia and Estonia.\r\nOn Latvian territory their numbers have been reduced from\r\n57,000 at the beginning of the withdrawal to 17,000 today -\r\nthat is, to less than one third. In Estonia, their number has\r\ndropped from 25,000 to 4,000, a reduction to less than one\r\nsixth.\r\n55th meeting - Monday, 15 November 1993 5\r\nThe problem of the withdrawal of the Russian troops\r\nstill deployed in Latvia and Estonia is not political. Our\r\ncountry has taken a clear and unequivocal decision on the\r\ncomplete withdrawal of these troops from the territories of\r\nthe Baltic States. Moreover, we are attempting to complete\r\nthat withdrawal as early as is technically possible. Russia\r\nhas no intention of delaying the withdrawal of Russian\r\ntroops from Latvia and Estonia or of using the issue to exert\r\npressure with regard to other aspects of bilateral relations.\r\nIn particular, in the course of the negotiating process with\r\nLatvia and Estonia we are not linking the issue of\r\nwithdrawal with the decision on such vital issues for us as\r\nthe protection of the rights of the Russian-speaking\r\npopulation in those countries.\r\nUnfortunately, work on the agreements to provide a\r\nlegal basis for solving the set of problems related to troop\r\nwithdrawal, including the legal, social, material and financial\r\nissues involved, has been excessively drawn out. For this,\r\nwe believe, the Russian side is not to blame. We regret the\r\ndelay because in our relations with other States of Central\r\nand Eastern Europe such issues, when raised, were quickly\r\nresolved in a spirit of cooperation and compromise. In this\r\nconnection, we note a certain imbalance in the provisions of\r\nthe draft resolution, in that it deals with the \"delay\" in the\r\ntroop withdrawal, but does not mention the real and complex\r\nproblems, whose solution would contribute to a speedy\r\nagreement on withdrawal.\r\nWe note with satisfaction that in the most recent rounds\r\nof bilateral talks between the State delegations of Russia,\r\nLatvia and Estonia certain signs of progress in resolving\r\nthese problems were seen. In particular, in the last round of\r\nRussian-Latvian talks it was possible to agree on a set of\r\nimportant provisions regulating issues of troop withdrawal.\r\nNevertheless, such key issues as the date of completion of\r\nthe withdrawal, the fate of certain strategic installations and\r\nthe problems of ownership and mutual settlement of\r\npayments remain open. But here, too, certain positive shifts\r\nare beginning to occur.\r\nOne serious obstacle to a speedy completion of troop\r\nwithdrawal from Latvia and Estonia, as the Secretary-\r\nGeneral recognizes in his report, is the problem of building\r\nthe necessary housing in Russia for troops and family\r\nmembers returning from Latvia and Estonia. In this\r\nconnection, we welcome the intention expressed by the\r\nGovernment of the Republic of Estonia to seek resources for\r\nthe construction of housing in Russia, which would enable\r\nus to consider the possibility of the withdrawal of troops\r\nfrom that country earlier than the date we had outlined - that\r\nis, before the end of 1994. We also welcome the statement\r\nwe have just heard from the representative of Sweden that\r\nthe Nordic countries also intend to assist with regard to\r\nbuilding housing. We consider that this would also be of\r\ngreat assistance in accelerating troop withdrawal.\r\nIt would help set a mutually acceptable timetable for\r\ntroop withdrawal from Latvia if the Latvian side were to pay\r\ncompensation for housing now occupied by Russian military\r\npersonnel in that country. Those funds would make it\r\npossible to build or acquire housing in Russia. The Russian\r\nmilitary personnel themselves cannot privatize or sell their\r\nhouses because of discriminatory Latvian legislation, as\r\ndistinguished from the situation in Lithuania.\r\nThe Secretary-General’s report pays well-deserved\r\nattention to the problem of retired Russian military personnel\r\nand family members permanently residing in Latvia and\r\nEstonia, who today number approximately 90,000. It is clear\r\nfrom the report that the current situation in which they find\r\nthemselves can only be described as tragic. Under the terms\r\nof the Law on Aliens adopted by the State Assembly of the\r\nRepublic of Estonia on 8 July 1993, they are deprived of the\r\nright to obtain residence permits and are obliged to leave the\r\ncountry, even though the overwhelming majority of them\r\nhave no housing in Russia. In addition, there have been\r\ninstances of forced cancellation of the residence permits of\r\nretired military personnel, of their being fired from jobs and\r\nof threatened deportation from Estonia. The Estonian side\r\nhas not yet accepted the recommendations of the Conference\r\non Security and Cooperation in Europe (CSCE) High\r\nCommissioner on National Minorities with regard to the\r\nneed to provide this category of the population with the right\r\nto obtain residence permits. There are signs that a similar\r\nsituation may evolve in Latvia as well.\r\nWe share the conclusion of the Secretary-General’s\r\nreport, with regard to the issue of the status and social\r\nbenefits of retired military personnel, that\r\n\"a reasonable response to Russian concerns would be\r\nfor Estonia to accept CSCE and United Nations\r\nsuggestions with regard to the decree that is being\r\nformulated to implement the Law on Aliens\".\r\n(A/48/501, para. 22)\r\nWe also share the Secretary-General’s call on Latvia to take\r\ninto account the opinions and recommendations expressed by\r\nthe missions sent to that country by the United Nations, the\r\nCouncil of Europe and the CSCE, and to take positive and\r\nurgent measures with regard to the issues concerning retired\r\nRussian military personnel. We expect that this acute\r\nhumanitarian aspect of the problem will soon also find a\r\ncivilized solution in the negotiations on troop withdrawal, on\r\nthe basis of the norms and principles of international\r\nhumanitarian law.\r\n6 General Assembly - Forty-eighth session\r\nIn conclusion, I should like to reaffirm our\r\ndetermination to settle all problems in Russia’s relations with\r\nLatvia and Estonia in a spirit of cooperation and good-\r\nneighbourliness, responsibility and constructiveness. We\r\nnote with satisfaction that in general during the consultations\r\non the draft resolution between our delegation and the\r\ndelegations of Latvia, Lithuania and Estonia a spirit of\r\ncooperation prevailed, ultimately allowing us to arrive at the\r\nconsensus text which is now before the General Assembly.\r\nMr. NOTERDAEME (Belgium) (interpretation from\r\nFrench): I have the honour of speaking on behalf of the\r\nEuropean Union on the agenda item dealing with the\r\ncomplete withdrawal of foreign military forces from the\r\nBaltic States.\r\nUnder General Assembly resolution 47/21 the\r\nSecretary-General sent his Special Envoy, Mr. Koh, to the\r\nBaltic States in late August and early September last.\r\nMr. Koh’s mandate was to offer his good offices in\r\nconnection with the question of the withdrawal of Russian\r\ntroops from the Baltic States. The report he prepared on the\r\noutcome of his mission offers us grounds for optimism and\r\nfor disappointment.\r\nWe have grounds, in the first place, for optimism,\r\nbecause the complete withdrawal of Russian units from the\r\nterritory of Lithuania, which was concluded on 31 August\r\nlast, opened the way to complete normalization of relations\r\nbetween Lithuania and the Russian Federation. The\r\nEuropean Union welcomes this successful outcome and we\r\ncall on Lithuania and the Russian Federation to resolve\r\ndefinitively matters that are still pending.\r\nWe have grounds for disappointment because, although\r\nthe Russian Federation has already proceeded to repatriate\r\nsome of its troops, no agreement has yet been reached on\r\ncomplete withdrawal from the territories of Latvia and\r\nEstonia. In keeping with the Helsinki Summit Declaration\r\nof July 1992 - \"The Challenges of Change\" - which\r\nemphasized that the Russian Federation had an obligation to\r\nwithdraw its troops from the Baltic States, the European\r\nUnion once again calls on the States concerned to continue\r\ntheir efforts with a view to concluding the bilateral\r\nagreements needed for the early, orderly and complete\r\nwithdrawal of Russian troops from Estonian and Latvian\r\nterritory, without linking that withdrawal to any other\r\nproblems.\r\nIt should be possible for the conclusion of the\r\nagreement between Lithuania and the Russian Federation to\r\nserve as an example of how to resolve the continuing\r\ndisputes with Latvia and Estonia. Without disregarding the\r\npractical difficulties facing the Russian Federation in\r\nwithdrawing its troops from Latvia and Estonia, the\r\nEuropean Union cannot agree that these difficulties should\r\nbe allowed to jeopardize the implementation of the principle\r\nof international law that the presence of foreign troops on\r\nthe territory of another State requires its consent.\r\nOnce again the European Union expresses the hope that\r\nthe States involved will continue efforts with a view to\r\nsettling their disputes definitively so that they can open a\r\nnew era of peaceful and mutually beneficial relations and put\r\nan end to the distrust inherited from the past. Against this\r\nbackground, the European Union reiterates its support for the\r\nefforts being made by Mr. Koh, the Special Envoy of the\r\nSecretary-General, and for his good offices.\r\nFor those reasons, the European Union supports the\r\ndraft resolution now before us.\r\nThe PRESIDENT: I wish to announce that the list of\r\nspeakers for item 32 is now closed.\r\nMrs. FRECHETTE (Canada): Canada, Australia and\r\nNew Zealand are pleased to support the draft consensus\r\nresolution before the Assembly on the complete withdrawal\r\nof foreign military forces from the territories of the Baltic\r\nStates.\r\nLast year we adopted a resolution on this question along\r\nmuch the same lines as the text before us. Some progress\r\nhas been made: we welcome the withdrawal of troops from\r\nLithuania, completed on schedule last August. We regret,\r\nhowever, that one year since its adoption, and two years\r\nafter the independence of the Baltic States was recognized\r\nby the international community, this issue still remains to be\r\nresolved.\r\nWith regard to the foreign troops remaining in Estonia\r\nand Latvia we encourage the parties to continue their\r\ndialogue and look forward to an early resolution of their\r\ndifferences. We urge all parties to show flexibility and a\r\ngreater recognition of the challenges faced by others in\r\nfulfilling this objective.\r\nWe reiterate our belief that progress on troop\r\nwithdrawal cannot be linked to other non-related issues. At\r\nthe same time, we recognize that a host of social and\r\nenvironmental problems connected to the long-standing\r\npresence of foreign troops on Baltic soil exists and must be\r\nsolved in a spirit of cooperation.\r\nWe thank the Secretary-General for his comprehensive\r\nreport and welcome his active engagement in this process.\r\nGood-offices missions, such as the one undertaken by the\r\nSecretary-General’s Special Envoy, Mr. Koh, are particularly\r\nhelpful.\r\n55th meeting - Monday, 15 November 1993 7\r\n(spoke in French)\r\nWe have taken note of the Secretary-General’s call\r\nconcerning the role Member States and regional\r\norganizations might play in helping to resolve the remaining\r\nquestions. We believe regional organizations may be able to\r\nhelp all the parties to reach an understanding on this issue\r\nand on others related to peace and stability in the Baltic\r\nregion.\r\nThe draft resolution before us reaffirms the efforts made\r\nby the Conference on Security and Cooperation in Europe\r\n(CSCE) to help the parties. We support the decisions of the\r\nCSCE at its Helsinki and Stockholm meetings in 1992. We\r\nwelcome the information on troop withdrawal regularly\r\nprovided in the CSCE context by all the parties.\r\nThe CSCE also contributes to regional stability through\r\nlong-term preventive-diplomacy missions to the region: one\r\nhas operated for some time in Estonia and one will shortly\r\nbe established in Latvia. Such initiatives serve to lessen\r\ntensions and promote greater understanding between\r\ncommunities.\r\nEstonia, Latvia and Lithuania have made great strides\r\nin consolidating their sovereignty and independence. An\r\nearly, orderly and complete withdrawal of foreign troops\r\nfrom Estonia and Latvia will contribute to security and\r\nstability in the region and to good-neighbourly relations, and\r\nwill serve as an example for the international community.\r\nMr. GHAFOORZAI (Afghanistan): The Afghan\r\ndelegation reiterates its principled policy on the item under\r\nconsideration - that is, our conviction that the inadmissible\r\nand unjustifiable presence of foreign military forces in the\r\nterritory of another State without the consent of the State in\r\nquestion is inadmissible and unjustifiable. The continuing\r\npresence of foreign military forces on the territories of\r\nEstonia and Latvia cannot be an exception. However, the\r\nwithdrawal from Lithuania of the last Russian combat unit\r\non 31 August 1993 has been a positive development since\r\nthe General Assembly considered the item last year.\r\nUnfortunately, it must be noted that no agreement on the\r\nterms of the troop withdrawal from other Baltic States has\r\nbeen reached in the meantime.\r\nWhile we see a desire on the part of the Russian\r\nFederation to abide by the call of the last session of the\r\nGeneral Assembly to - inter alia - conclude without delay a\r\ntimetable for the early, orderly and complete withdrawal of\r\ntheir forces from the territories of Estonia and Latvia, the\r\nobjective has yet to be fully achieved.\r\nWe commend the efforts of the Secretary-General and\r\nhis Special Envoy, Ambassador Tommy Koh, to discharge\r\nthe mandate which the General Assembly entrusted to the\r\nSecretary-General to use good offices to attain the objective\r\nof the early, orderly and complete withdrawal of foreign\r\nforces still stationed in Estonia and Latvia.\r\nThe technical and practical problems involved and\r\npresented as reasons for delayed withdrawal will never be\r\nunderstood by world public opinion. These practical issues\r\nshould in no way delay the complete, orderly and early\r\nwithdrawal of the foreign forces from the territories of all\r\nBaltic States.\r\nWe believe that continued cooperation, as well as the\r\ntaking of immediate and practical steps by the Russian\r\nFederation towards the implementation of General Assembly\r\nresolution 47/21 of 25 November 1992, including an early\r\ndate for troop withdrawal, would create a positive\r\natmosphere of good will and trust under which all the issues\r\nthat are impeding the implementation of that resolution\r\nwould be peacefully and expeditiously resolved.\r\nNo foreign military force is a pleasant phenomenon in\r\nthe mind of a nation. It is a logical conclusion, therefore, to\r\nbelieve that the presence of the foreign troops in Riga, the\r\ncapital of Latvia, and Tallinn, the capital of Estonia, is\r\noffensive to the peoples of these two countries.\r\nTo Afghanistan, as the victim of foreign military\r\naggression not too long ago, which feels the pain and\r\nsuffering of the people in those countries that are still\r\nexperiencing the presence of foreign military forces in their\r\nterritories, the continued delay in completing the withdrawal\r\nis a matter of concern. It jeopardizes and threatens the early\r\nestablishment of normal and good relations between the\r\nRussian Federation and the Baltic States. It violates the\r\nsovereignty of Estonia and Latvia and contributes to the\r\nintensification of tension in the area. Therefore the\r\nimmediate and complete withdrawal of the forces is in the\r\ninterest of the Russian Federation and other States\r\nconcerned, in the interest of peace and tranquillity of the\r\nregion, and in the interest of an atmosphere of understanding\r\nconducive to the attainment of the ideals for which this\r\nOrganization has fought since its inception.\r\nThe Afghan delegation is of the opinion that the\r\ncontinued endeavours of regional organizations, such as the\r\nConference on Security and Cooperation in Europe and the\r\nCouncil of Europe, as well as the commendable practical\r\nassistance of Estonia, Latvia, Lithuania, Denmark, Norway\r\nand the United States, will enable our Organization to mark\r\nthe early and complete withdrawal of foreign military forces\r\nfrom the Baltic States.\r\nWe salute the determination and perseverance of the\r\nfreedomloving nations of Lithuania, Latvia and Estonia\r\n8 General Assembly - Forty-eighth session\r\ntowards seeing their beloved homelands completely free\r\nfrom foreign domination. The Afghan nation shared their joy\r\nand pleasure when they celebrated their independence.\r\nWe believe it is a moral responsibility to ensure that\r\neach Member State benefits from an atmosphere of trust and\r\nunderstanding brought about by the end of the cold war and\r\nof world polarization. Let us leave aggression to the past and\r\nbuild new relations based upon respect for each other’s\r\nsovereignty, independence and territorial integrity. Let\r\nanimosity belong to the past, and let us build new roads\r\ntowards sincere friendship. Let others believe that we have\r\nfaith and trust in dialogue and negotiations as the only way\r\nto solve our problems. And let us prove to our future\r\ngenerations that our dedication to peace and human rights\r\nlaid down the foundation of world relations under which\r\nthey will live with no fear of the use or threat of use of\r\nforce, the dangers of war or violations of human rights. Let\r\nus enable our sons and daughters to enjoy their human\r\ndignity and collectively strive for the peace and progress of\r\ntheir environment. It is our determination that will make\r\nsuch ideals a reality.\r\nMr. ERDÖS (Hungary) (interpretation from French):\r\nPursuant to resolution 47/21, adopted by the General\r\nAssembly just one year ago, the item on the complete\r\nwithdrawal of foreign military forces from the territories of\r\nthe Baltic States remains on the agenda of the Assembly,\r\nwhich is to be kept informed of progress towards its\r\nimplementation. We note with satisfaction that following\r\ntalks, the armed forces of the Russian Federation were\r\ncompletely withdrawn from the territory of Lithuania in\r\nAugust 1993; and, despite the remaining problems, this\r\nprovides impetus to the talks now under way between the\r\nRussian Federation and the two other Baltic countries. This\r\nachievement demonstrates eloquently that disputes between\r\nStates can be settled if there is the true political will to\r\nsucceed, if both sides are willing to compromise, and if each\r\nside takes account of the legitimate interests of the other.\r\nWe feel sure that if this spirit prevails in the talks, then the\r\nmatter before us today can quickly be cast aside and\r\ndisappear once and for all from the agenda of the General\r\nAssembly.\r\nThe Secretary-General’s excellent report on this item,\r\nbased on information collected by Ambassador Koh, Special\r\nEnvoy of the Secretary-General, provides an overview of\r\ndevelopments, and is generally positive as to the outcome of\r\nthe talks and as to the contribution the United Nations can\r\nmake in dealing with this dispute and in preserving\r\ninternational and regional peace and security. The question\r\nof the complete withdrawal of foreign military forces from\r\nthe Baltic countries is a very complex issue. It requires\r\nfrom all of the parties concerned patience, perseverance,\r\npolitical wisdom and special efforts to establish the\r\natmosphere of trust and good will essential to the\r\nconstructive continuation and successful conclusion of the\r\ntalks.\r\nHungary knows from its own experience how important\r\nit is to have a responsible and flexible approach, to take\r\naccount pragmatically of the interests at stake, and to avoid\r\nrash statements or actions; without these positive elements,\r\nthe talks will be impeded by even more difficult obstacles.\r\nThis is an approach that we feel can lead without undue\r\ndelay to the conclusion of appropriate agreements, including\r\na timetable on the early, orderly and complete withdrawal of\r\nforeign military forces from the territories of Estonia and\r\nLatvia. In this undertaking, the Conference on Security and\r\nCo-operation in Europe is called upon to play a primary role,\r\nand this will no doubt help to ensure that any outstanding\r\nissue can be resolved in ways acceptable to all parties\r\ninvolved on the basis of sovereign equality and in the spirit\r\nof good-neighbourliness.\r\nIn this context, we note that all the parties are fully in\r\nagreement on the need for the withdrawal of the armed\r\nforces of the Russian Federation from the territories of the\r\nBaltic States. We believe, however, that the talks on\r\nimplementing this goal must be continued with dynamism\r\nand consistency, for the persistence of the present situation\r\nis becoming increasingly anachronistic in a Europe which\r\nhas now freed itself from old political and ideological\r\nconstraints. We hope that the countries involved will rise to\r\nthe occasion and conclude, as soon as possible, bilateral\r\nagreements on eliminating one of the last vestiges of a\r\nbygone era.\r\nThe draft resolution is in keeping with the expectations\r\nof the international community and suggests the path to be\r\nfollowed. Hungary is happy that once again all delegations\r\nconcerned support it and that it will therefore be adopted\r\nwithout a vote.\r\nMr. SIMUTIS (Lithuania): The Lithuanian delegation\r\nhas the honour to be among the sponsors of draft resolution\r\nA/48/L.17/Rev.2, entitled \"Complete withdrawal of foreign\r\nmilitary forces from the territories of the Baltic States\",\r\nunder item 32 of the agenda of the forty-eighth session of\r\nthe General Assembly.\r\nLithuania is one of the Baltic States, and it is a source\r\nof great satisfaction to me to report to the General Assembly\r\nthat last year’s resolution on this subject, resolution 47/21,\r\nhas been fulfilled as far as Lithuania is concerned. During\r\n1992 and 1993, Lithuania and the Russian Federation\r\nconducted long and intensive negotiations in an attempt to\r\nreach a comprehensive agreement on the withdrawal of the\r\nmilitary forces of the Russian Federation from Lithuania.\r\nThe two sides could not reach an agreement on all aspects\r\n55th meeting - Monday, 15 November 1993 9\r\nof the withdrawal and issues connected with it; hence, a\r\ncomprehensive withdrawal agreement could not be achieved.\r\nHowever, on 8 September 1992, a detailed timetable for\r\ndeparture of the Russian troops was agreed upon and signed.\r\nThe timetable set 31 August 1993 as the final date for the\r\nwithdrawal of those troops from Lithuania.\r\nIn spite of many difficulties and disagreements, which\r\nin the final few days led to a suspension of the withdrawal,\r\nthe final date specified in the timetable agreement was met.\r\nFifteen minutes before midnight on 31 August 1993, the last\r\ncombat unit of the Russian armed forces crossed the border\r\nand left the territory of Lithuania.\r\nThe withdrawal of the Russian troops has resulted in a\r\nmarked improvement in relations between Lithuania and the\r\nRussian Federation. It dissipated the mutual resentments and\r\nsuspicions that had influenced actions and positions of the\r\ntwo sides while the foreign military forces were stationed in\r\nLithuania. The people of Lithuania had perceived these\r\nforces as troops of occupation since 1940, when they\r\nmarched in uninvited, and they stayed for half a century.\r\nTheir presence and their armed might enabled the Soviet\r\nUnion to annex our country illegally, and to carry out\r\narrests, executions and massive deportations of our\r\npopulation to Siberia and other harsh regions of the former\r\nSoviet Union. Under the cover of the army of occupation,\r\ngreat suffering was imposed on our people. Now that the\r\narmy has left, the process of healing can begin again.\r\nThe continued presence of armed forces of the Russian\r\nFederation in Estonia and Latvia raises troubling questions\r\nabout their ultimate purpose. Particularly troubling is the\r\ndemand of the Russian Federation for military bases and\r\nfacilities in Latvia. This is completely unacceptable, since\r\nthe presence of military bases and facilities forces that\r\nindependent country into Russia’s military sphere without its\r\nconsent and thus violates its sovereignty and independence.\r\nLithuania suffered the same long years of Soviet\r\noccupation as Estonia and Latvia, and shared with them the\r\njoy of liberation and the restoration of our independence.\r\nLithuania fully supports the demand of Estonia and Latvia\r\nfor the early, orderly and complete withdrawal of the\r\nmilitary forces of the Russian Federation from their\r\nterritories. Maintaining foreign military forces on the\r\nterritory of another State without its consent is contrary to\r\ninternational law.\r\nTherefore, Lithuania appeals to the international\r\ncommunity to uphold international law and to support the\r\ndraft resolution, which calls for an early, orderly and\r\ncomplete withdrawal of foreign military forces from Estonia\r\nand Latvia.\r\nMr. JAAKSON (Estonia): The Latvian Prime Minister,\r\nin introducing the agenda item entitled \"Complete\r\nwithdrawal of foreign military forces from the territories of\r\nthe Baltic States\", dealt primarily with aspects of this\r\nproblem that I do not intend to dwell on. They apply\r\nequally well to the situation in Estonia, except for the\r\nnumber of troops remaining and the number of bases\r\noccupied. Rather, I would like to point out the historical\r\ncontext that makes procrastination in the Russian\r\nFederation’s removal of its troops from our soil so\r\nthreatening to our security and to international peace. I\r\nwould like to add that, although I shall speak about Estonia,\r\nthe situation I shall describe applies equally well to Latvia\r\nand Lithuania.\r\nEstonia established its independence after a solemn\r\ndeclaration by the Soviet Russian Government on\r\n15 November 1917 that all nations had a right to self-\r\ngovernment and could separate from the Tsarist empire. Our\r\nindependence was proclaimed on 24 February 1918. No\r\nsooner had independence been declared than Estonia was\r\nattacked by both the Soviet and the German armies.\r\nFortunately, the attackers did not prevail and Soviet\r\nCommissar for Foreign Affairs Georgi V. Chicherin\r\nproposed negotiations, which led to the cessation of\r\nhostilities and to peace. The Peace Treaty of Tartu was\r\nsigned on 2 February 1920. Article 2 of the Treaty states in\r\npart that:\r\n\"... Russia unreservedly recognizes the\r\nindependence and autonomy of the State of Estonia, and\r\nrenounces voluntarily and forever all rights of\r\nsovereignty formerly held by Russia over the Estonian\r\npeople ...\".\r\nThis solemn treaty provision was honoured for four\r\nyears. On 1 December 1924 the Soviet Government massed\r\ntroops on the Estonian border and incited an uprising against\r\nthe democratically elected Government. The uprising failed\r\nmiserably, and the long hand of Russian complicity was\r\nexposed.\r\nIn 1932 Estonia signed a non-aggression Treaty with\r\nMoscow which stated, among other things:\r\n\"The High Contracting Parties mutually undertake\r\nto abstain from any act of aggression against one\r\nanother ...\"\r\nThis Treaty was honoured until 1939 when, in collusion\r\nwith Hitler, Soviet Russia was given a free hand in the\r\nBaltic area. The Nazi-Soviet Protocol states:\r\n\"In the event of a territorial or political\r\nrearrangement in the areas belonging to the Baltic\r\n10 General Assembly - Forty-eighth session\r\nStates, the northern boundary of Lithuania shall\r\nrepresent the boundary of the spheres of influence of\r\nGermany and the USSR.\"\r\nFor the Soviet Union, the Nazi-Soviet pact represented\r\na disavowal of the principles underlying every major\r\ninternational agreement concluded by the Soviet Government\r\nwith its neighbours since 1917.\r\nAbout a month after the Nazi-Soviet pact was signed,\r\nEstonia was presented with an ultimatum by Moscow\r\ndemanding its accession to a \"mutual assistance\" pact, under\r\nwhose terms Estonia was compelled to hand naval and air\r\nbases over to the Soviet Union and provide for a garrison of\r\n25,000 Soviet troops. Estonia was given less than eight\r\nhours to respond to this ultimatum. When Estonia acceded\r\nto the Soviet demands, its fate was sealed. The bases and\r\ntroops were used to launch an aggressive war against\r\nFinland and to undermine Estonian sovereignty; within a\r\nyear, this led to Estonia’s annexation by the Soviet Union.\r\nIn 1988 the Supreme Soviets of the then Estonian,\r\nLatvian and Lithuanian SSRS declared the Nazi-Soviet pact\r\nvoid of any legal standing. A similar conclusion was\r\nreached by the Congress of People’s Deputies of the Soviet\r\nUnion in 1989. However, sufficient steps have not been\r\ntaken to eliminate the consequences of that pact. Four years\r\nhave elapsed since this historic admission was made by the\r\nCongress of People’s Deputies. The time has come to honour\r\nthat admission.\r\nIf it were not for these bitter historic lessons of broken\r\ntreaties and the subversion of our independence through the\r\nstranglehold of Soviet Russian bases, we might be more\r\nlenient and understanding about the stationing of Russian\r\nFederation troops on our soil. However our memories are\r\ntoo vivid. Fifty years of oppression resulted from our\r\nagreement to permit the stationing of foreign troops on our\r\nsoil. The trials and tribulations of our people are too great\r\nto recount on this occasion.\r\nEstonia now asks the Russian Federation, as a successor\r\nState to the Soviet Union, to honour the peace treaty Estonia\r\nhad concluded with Soviet Russia and to respect our\r\nsovereignty and international law. Is that too much to ask?\r\nIt is easy to say that we should not worry too much\r\nabout the remaining troops on our soil and that the troops\r\nwill eventually leave Estonia and Latvia as they recently left\r\nLithuania. The Russian side has repeatedly said that the\r\ndeadline for troop withdrawal is basically related to housing\r\nfor the troops. This argument lacks any legal content and\r\ncannot be considered the reason to keep forces on the\r\nterritory of another State without the consent of that State.\r\nHowever, we recognize that this is a problem to be solved.\r\nWe are concerned that the Russian Federation is\r\nlooking for excuses to keep its troops in Estonia as long as\r\npossible by attempts to link the troop withdrawal to the\r\nsituation of the \"Russian-speaking population\" in Estonia.\r\nIn a statement made here on 28 September it was said:\r\n\"Russia has made peacemaking and the protection of\r\nhuman rights, particularly those of national minorities,\r\nthe priority of its foreign policy, first and foremost in\r\nthe territory of the former USSR.\" (Official Records of\r\nthe General Assembly, Forty-eighth Session, Plenary\r\nMeetings, 6th meeting, p. 15)\r\nThe danger of this logic for Estonia is in considering us a\r\npart of the former Soviet Union, without recognizing our\r\ncontinued statehood, established in 1918.\r\nEstonia is also accused of violating the human rights of\r\nthe \"Russian-speaking population\" in Estonia, despite the\r\nfact that no human rights violations have been found by\r\nmany expert missions of the United Nations, the Conference\r\non Security and Cooperation in Europe (CSCE) and the\r\nCouncil of Europe. According to this logic, it would appear\r\nthat troops in Estonia may become useful for peace-keeping\r\npurposes.\r\nThe Russian Federation has implied that it would need\r\na clear mandate from the United Nations and the CSCE for\r\nthe better accomplishment of its peace-keeping activities. As\r\nlong as the Russian Federation claims special rights in the\r\n\"near abroad\" its impartiality is questionable. Therefore, we\r\ncannot really speak of traditional peace-keeping. As long as\r\nthe troops of the Russian Federation remain on our soil, we\r\nhave reason to feel insecure.\r\nMr. NOBILO (Croatia): The date 17 September 1991\r\nwas one of the great and important days in the history of the\r\nUnited Nations, when the new political and old historical\r\nrealities in the Baltic States were finally and justly\r\nrecognized by the granting of full United Nations\r\nmembership to the Republics of Latvia, Lithuania and\r\nEstonia.\r\nIt was a giant step towards the new post-cold war order,\r\nand a harbinger of independence and sovereignty for many\r\nother nations. Eight months later, the Republic of Croatia -\r\ntogether with Bosnia and Herzegovina and Slovenia - also\r\nbecame a Member State of the United Nations.\r\nThere is not the slightest doubt that the territorial\r\nintegrity, sovereignty and independence of Latvia, Lithuania\r\nand Estonia must be fully respected and if necessary\r\nprotected by the world community. Without the approval of\r\nthe host State, no foreign troops can be situated within its\r\ninternationally recognized boundaries. The Baltic States\r\n55th meeting - Monday, 15 November 1993 11\r\ncannot be an exception to this rule, which is the pillar of\r\nregional and global stability. Therefore, Croatia supports the\r\ncomplete withdrawal of foreign military forces from the\r\nterritories of Latvia and Estonia.\r\nAny serious delay in this process, contrary to the agreed\r\ntimetable, would jeopardize the basic principles for which\r\nthis Organization stands. Croatia therefore calls for the\r\nprecise implementation of the timetable for the withdrawal\r\nof these troops. The positive experience of the withdrawal\r\nof foreign troops from other Eastern European countries\r\nshould serve as a guideline to the Baltic States as well.\r\nParallel to the problem of a foreign military presence in\r\nthe Baltics, some serious questions relating to the protection\r\nof human rights in that area are emerging. It is our opinion\r\nthat these two problems must be dealt with separately and\r\ncannot be considered in the same context. All the existing\r\nhuman rights questions in the Baltic States, especially the\r\nminority problems, must be considered and resolved without\r\nrattling military sabres. The presence of foreign troops\r\nwithin the territories of sovereign States, in the name of\r\nprotecting the social, cultural, ethnic, linguistic or religious\r\nrights of minorities, cannot justify any effort to promote\r\nhuman rights. These questions have to be resolved through\r\nthe internal political process and legislation with full respect\r\nfor international norms and standards with regard to human\r\nrights and in close cooperation with the relevant international\r\ninstitutions and bodies.\r\nCroatia firmly supports the view that preventive\r\ndiplomacy is the most desirable and effective means of\r\neasing tensions and achieving just and lasting solutions.\r\nUnfortunately, preventive diplomacy failed in the Balkans on\r\nthe territories of the Republic of Croatia and the Republic of\r\nBosnia and Herzegovina. History has recently taught us the\r\ncruel lesson of how horrible crimes can be committed in the\r\nname of protecting someone’s human rights. We must not\r\nforget Serbia’s unfounded statement that the rights of\r\nSerbian people in Croatia and in Bosnia and Herzegovina\r\nwere being violated or its use of its military presence on the\r\nterritories of these two States Members of the United\r\nNations to launch a brutal act of aggression designed to\r\nseize as much of their land as possible.\r\nEasing tensions that could create a new regional crisis\r\nor expand existing ones is today one of the major goals of\r\nthe work of the United Nations. In the light of that effort,\r\ntwo major principles must be fulfilled. The first one is full\r\nrespect for, and protection of, human and minority rights.\r\nThe other is the full and unconditional withdrawal of\r\nuninvited foreign military forces from the territories of\r\nsovereign States Members of the United Nations. The\r\nviolation of one of these principles cannot justify blocking\r\nthe fulfilment of the other.\r\nBy supporting this draft resolution, we are urging all the\r\nparties - the Baltic States and the Russian Federation - to\r\nproceed in the direction of finding mutually acceptable and\r\npeaceful solutions without linking two different processes,\r\nthus helping to strengthen European and global stability.\r\nThe PRESIDENT: We have heard the last speaker in\r\nthe debate on this item.\r\nThe Assembly will now take a decision on draft\r\nresolution A/48/L.17/Rev.2. May I take it that the Assembly\r\nwishes to adopt the draft resolution?\r\nDraft resolution A/48/L.17/Rev.2 was adopted\r\n(resolution 48/18).\r\nThe PRESIDENT: May I take it that it is the wish of\r\nthe Assembly to conclude its consideration of agenda\r\nitem 32?\r\nIt was so decided.\r\nAGENDA ITEM 151\r\nUNITED NATIONS INITIATIVE ON OPPORTUNITY\r\nAND PARTICIPATION: DRAFT RESOLUTION\r\n(A/48/L.19)\r\nThe PRESIDENT: I call on the Minister for Foreign\r\nAffairs of Papua New Guinea, Mr. John Kaputin, to\r\nintroduce draft resolution A/48/L.19.\r\nMr. KAPUTIN (Papua New Guinea): I am pleased to\r\nopen the debate on agenda item 15, which bears the title\r\n\"United Nations initiative on opportunity and participation\".\r\nIt is only a little more than a year since I had the\r\nhonour of proposing the initiative in this Hall. Though I\r\nwas - as I remain - convinced that the proposal deals with\r\nissues of global concern, I was able at that time to speak\r\nonly on behalf of Papua New Guinea. Today, I address the\r\nAssembly in the knowledge that the proposal enjoys the\r\nsupport of many other Governments, regional and\r\ninternational organizations, groups of United Nations\r\nMembers and non-governmental organizations.\r\nIn the Asia-Pacific region alone, the proposal has been\r\nformally and unanimously endorsed by the South Pacific\r\nForum, the Melanesian Spearhead Group and the Association\r\nof South-East Asian Nations. It enjoys the backing of the\r\nMovement of Non-Aligned Countries as well as of members\r\nof the Group of 77, the Forum of Small States, the Alliance\r\nof Small Island States and regional groups in widely\r\nscattered parts of the world. It has been discussed and\r\n12 General Assembly - Forty-eighth session\r\nfavourably received not only in developing but in advanced\r\nindustrial countries.\r\nThe proposal is being supported in practical ways by\r\nthe United Nations Development Programme, which has\r\nprovided assistance for a regional workshop on opportunity\r\nand participation. It is being encouraged by a large and\r\ngrowing number of non-governmental organizations.\r\nIn addition, I am pleased to announce the recent receipt\r\nof a letter welcoming the initiative from the European\r\nCo-President of the Joint Assembly of the African,\r\nCaribbean and Pacific Group of States and the European\r\nCommunity.\r\nAs the size of the book distributed to all delegations\r\noutlining the origins, nature and evolution of the proposal\r\nsuggests, the idea that the United Nations should sponsor a\r\nstudy of practical options for increasing opportunity and\r\nparticipation has grown from a glimmer into a\r\nwell-illuminated - and, I believe, illuminating - idea.\r\nAs far as the United Nations Development Programme\r\n(UNDP) is concerned, the theme embodied in the Papua\r\nNew Guinea Government’s proposal has become a beacon\r\nfor efforts to grapple with what the Human Development\r\nReport 1993 describes as \"the central issue of our time\":\r\ndevelopment of, for and by people.\r\nWe are debating the proposed United Nations initiative\r\non opportunity and participation at a time when the issues\r\naffecting the economic future of significant parts of the\r\nworld are about to be determined. Within hours, the fate of\r\nthe North American Free Trade Agreement (NAFTA) may\r\nbe decided. A few days later, leaders from countries\r\ninvolved in the Asia-Pacific Economic Cooperation (APEC)\r\nforum are due to meet. In exactly a month, the deadline for\r\ncompletion of the Uruguay Round of negotiations on the\r\nGeneral Agreement on Tariffs and Trade (GATT) expires.\r\nAlthough the Governments of developing countries are\r\ngenerally not key players, the decisions which will be made\r\n- or will not, as the case may be - are of the greatest\r\nimportance to their economies and their peoples’ welfare.\r\nWhatever the outcome, a serious effort to review options for\r\nmaximizing opportunity and participation, particularly,\r\nthough not exclusively, for citizens in the economies of\r\ndeveloping countries, will be required if the current decline\r\nin the economic prospects in and of many developing\r\ncountries is to be halted, let alone reversed.\r\nThe world is going through a phase which has been\r\naptly described as a time of extraordinary change in world\r\naffairs. The particular aptness of that description arises from\r\nits having been included in a report prepared by a body, the\r\nUnited Nations Children’s Fund (UNICEF), which acts as a\r\nguardian for future generations. In UNICEF’s words,\r\n\"much of the developing world is today facing the\r\nworst financial famine of the modern era. ...\r\n\"But despite ... [the] problems, the prospects for\r\nprogress have been profoundly improved by the\r\nenormous ... upheavals of recent years\". (The State of\r\nthe World’s Children 1993, p. 20)\r\nThere is, so UNICEF believes, \"new hope for world\r\ndevelopment\". If certain situations can be avoided, then\r\n\"there is real hope of achieving sustained economic\r\ngrowth\". (ibid., p. 11)\r\nBut what is the basis for that hope? As the number,\r\nseriousness and variety of items on the General Assembly’s\r\nagenda suggest, more of the world is changing - more\r\ndramatically and in more ways - than at any time in the\r\nprevious 48 years of the United Nations experience.\r\nAs the late 1980s have turned into the 1990s, and the\r\ncurrent decade has advanced, so previous - once seemingly\r\npermanent - international alignments have collapsed or been\r\ndisbanded. Many orthodox ideas have met, or face, a similar\r\nfate. Much that seemed certain during the cold war has been\r\nleft behind. Old uncertainties have re-emerged. New\r\nuncertainties continue to arise, to grow and to spread.\r\nDespite a number of obvious successes, particularly in\r\nand by newly industrializing countries, the difficulties and\r\nprospects facing many developing countries seem not only\r\nto be getting worse, but to be doing so at an ever increasing\r\nrate. In most parts of the developing world - or, should I\r\nsay those parts of the world where development is needed\r\nand wanted, though not necessarily attained - there is what\r\nthe report of the South Commission described in 1990 at\r\npage 79, as\r\n\"a deep awareness of the limitations of past\r\ndevelopment strategies and a growing conviction that\r\nthe way out of the present crisis does not lie in\r\nreturning to those strategies\".\r\nThe Human Development Report 1993 makes much the same\r\npoint in similar terms.\r\nAs regards the international community’s approach to\r\nconditions, including needs, plans and aspirations, in many\r\ndeveloping countries, I can do no better than to repeat the\r\nobservation made in the Secretary-General’s latest annual\r\nreport on the work of the Organization:\r\n55th meeting - Monday, 15 November 1993 13\r\n\"A new, workable and widely agreed concept of\r\ndevelopment still eludes us.\" (A/48/1, para. 8)\r\nThe hope for improvement is real enough, but the basis\r\nfor hope is less than clear.\r\nThe Secretary-General’s gloomy conclusion applies\r\neven in countries like Papua New Guinea, where gross\r\nnational product per head of population is currently rising at\r\nmore than 9 per cent a year. Put quite simply, not enough\r\nis being done, and not enough is known, about the most\r\neffective options for increasing or, even more importantly,\r\nlinking opportunity and participation.\r\nIn proposing the initiative embodied in the draft\r\nresolution on opportunity and participation, the Papua New\r\nGuinea Government is not claiming that it has already found\r\nthe concept which the international community seeks. But\r\nwe believe that a comprehensive, systematic and thorough\r\nstudy of practical options for maximizing opportunity and\r\nparticipation, with particular reference to the citizens and the\r\neconomies of developing countries, can help in the search.\r\nIt can, we believe, make a potentially valuable contribution\r\ntowards the improvement of conditions in countries where\r\ndevelopment is a widely shared need and goal, if not yet an\r\nactual achievement.\r\nIn line with our commitment to the United Nations,\r\ndevelopment and sustainability, we believe that such a study\r\ncan serve interests which are shared across differences\r\nbetween developed and developing countries, national and\r\nregional boundaries, and generations. We certainly think\r\nthat the composition, work and recommendations of the\r\npanel that carries out the study should be consistent with\r\nsuch widespread interests. We strongly believe that an\r\nacceptable and practical report must be based on genuine\r\ncommitment, and be directed to furthering common interests.\r\nThe outcome should be a globally relevant contribution\r\nto a global concern that ought to be regarded as a global\r\nresponsibility: a practical addition to processes of\r\nsustainable development in which human beings, regardless\r\nof individual, ethnic and socio-economic differences, are, as\r\nthe Rio Declaration says they should be, at the centre.\r\nConcepts and words that are widely employed in\r\nrelation to developing countries by States Members and\r\nspecialized agencies of the United Nations suggest a certain\r\nweariness with discussion, failure in practice and exhaustion\r\nof ideas. I refer, in particular, to the widespread use of\r\nterms such as \"reconstruction\", \"recovery\" and\r\n\"revitalization\".\r\nIncreasing aid fatigue, so-called, in the advanced\r\nindustrial countries seems to have a counterpart in a growing\r\nfatalism about the prospects for significant change in many\r\ndeveloping countries.\r\nNot only language but thought and, even more\r\nimportantly, what is being done, about development seem to\r\nbe in urgent need of what is being widely described as\r\nreactivation.\r\nAt the same time, needs, pressures and openings for\r\nscarce resources continue to grow around the world,\r\nincluding in countries whose economies are in transition\r\nfrom State control to markets. As a result, development in\r\nand of many developing countries depends on more being\r\ndone with less, at least for the foreseeable future.\r\nThe interests of everyone involved in or with\r\ndeveloping countries will be better served if opportunity and\r\nparticipation are maximized, or at least increased, and then\r\nsustained for the benefit of succeeding generations. The\r\nmutuality of these interests extends from the people and the\r\nGovernments of the developing countries themselves to aid\r\ndonors, commercial and concessional lenders, investors and\r\ntrading partners, as well as neighbours and other concerned\r\nhuman beings. In fact, only if opportunity and participation\r\nare both increased and linked can the sustainable\r\ndevelopment of our planet become a realistic goal.\r\nIn short, the Government of Papua New Guinea\r\nbelieves that adoption of the draft resolution before us serves\r\na common world-wide and inter-generational interest. It is\r\non the basis of such a belief that we originally proposed the\r\nappointment of a panel of distinguished expert and\r\nexperienced persons, broadly representative of the\r\ninternational community, to identify options for increasing\r\nopportunity and participation, with particular, though not\r\nexclusive, reference to the economies of developing\r\ncountries. It is on exactly the same basis that we now seek\r\nthe General Assembly’s support for the draft resolution’s\r\nadoption.\r\nIn many parts of Africa, Asia, Latin America and the\r\nSouth Pacific, including Papua New Guinea, many people\r\nare still looking for ways of entry into the cash economy.\r\nOthers are trying to increase their involvement.\r\nWhile the particular combination of features in some\r\nareas may be unique, the overall situation is not. Many\r\ndifficulties are either identical or similar to problems faced\r\nby people seeking opportunities to participate in the\r\neconomies of other countries. Experience at other times and\r\nin other places may help in the identification or application\r\nof local, national and regional solutions.\r\nMarkets are widely regarded as almost automatically\r\noffering opportunities for economic participation. The\r\n14 General Assembly - Forty-eighth session\r\ntransition from State control to markets is often expected to\r\nproduce just as automatic an increase in the size, number\r\nand variety of economic openings.\r\nBut problems can be difficult to identify; they can be\r\neven more difficult to overcome. Practical means of\r\nbringing about the improvement and effective use of access\r\ncan frequently be elusive. Securing a link between\r\nopportunity and participation is vital for meaningful\r\ndevelopment to occur.\r\nIn many countries, limits on opportunity and\r\nparticipation have been inherited, imposed or in some other\r\nway imported from abroad, often before, and sometimes\r\nafter, independence. Possible methods for reducing,\r\nremoving or otherwise overcoming their effects can\r\nsometimes be found, or adapted from approaches which have\r\nbeen tried abroad.A thorough understanding of relevant\r\nproblems, a systematic analysis of possible options and a\r\ncomprehensive exchange of experiences and ideas are likely\r\nto be necessary, helpful and productive.\r\nMembers of many delegations will be familiar with the\r\nsorts of problems that citizens of developing countries have\r\nin capitalizing their resources. They will be aware of the\r\ninability - verging on unwillingness - of many financial\r\ninstitutions to lend on the basis of personal promise,\r\neducation, skill or land held under traditional tenure systems.\r\nThey will know of obstacles that lie in the way of attempts\r\nto vest ownership, management or control of commercial\r\nenterprises in traditional kin or ethnic groups and to\r\nsafeguard traditional inheritance rules. They will have\r\nobserved the operation of policies and procedures which\r\nfavour and further entrench already established interests, thus\r\nhindering prospective new entrants from competing\r\neffectively in some markets. Many will be aware of\r\ndifficulties such as the way in which even specialized\r\nagencies of the United Nations call for tenders for\r\naid-funded projects which are either so large or subject to\r\nsuch technical specifications that local firms simply cannot\r\ncompete.\r\nThough relevant authorities in developing countries are\r\noften themselves committed to change, many find it hard to\r\nidentify, let alone to implement, alternative methods of\r\navoiding, reducing, removing or otherwise countering\r\nunwelcome, unnecessary and unfair limitations on citizens’\r\nopportunities for meaningful participation.\r\nBut there are alternatives deserving of close\r\nconsideration. The manner in which villagers in my home\r\narea in Papua New Guinea have gathered coconuts and\r\ntraditional shell-money to buy shares in a locally owned\r\ncorporation is a case in point. The way in which close kin\r\ncan be given responsibility for repayment of small loans to\r\nwould-be entrepreneurs in Indonesia is another.\r\nThough it cannot avoid addressing external factors, the\r\nad hoc panel proposed in the draft resolution is likely to find\r\nitself concerned primarily with difficulties which can be\r\nremoved and options which can be expanded as a result of\r\nlocal, national and regional action. Much of its work may,\r\nin practice, take the form of a global information exhange:\r\nan active example of world-wide collective self-reliance,\r\ninvolving North-South, South-South, regional and\r\ninterregional cooperation.\r\nBut I am predicting, not prescribing.\r\nThe principal purpose of the project is to learn, share\r\nexperiences, and explore ideas. It is, in fact, precisely\r\nbecause relevant obstacles, options and answers often have\r\nstill to be identified that a panel of the kind outlined in the\r\ndraft resolution is required.\r\nThe proposal which forms the basis of the draft\r\nresolution is intended to ensure that the United Nations itself\r\ntake the initiative on an issue of the greatest importance to\r\nmany Members and, as I have already argued, of potential\r\nbenefit to all. The first and second preambular paragraphs\r\ndraw attention to circumstances of and in many developing\r\ncountries, which the initiative is intended to address.\r\nThe third implicitly recognizes the need to avoid\r\nduplication and encourages members of the proposed panel\r\nto see themselves as paving the way, providing a\r\ncomplement and giving assistance, by way of elaboration, to\r\nthe Secretary-General’s efforts in preparing an agenda for\r\ndevelopment.\r\nThe fourth preambular paragraph acknowledges the\r\nresponsibility and role of the United Nations in promoting\r\ndevelopment in all parts of the world.\r\nThe next preambular paragraph makes it plain that the\r\nproposed initiative is focused on developing countries, while\r\nbeing relevant and offering potential benefits to other parts\r\nof the world.\r\nThe sixth preambular paragraph is designed to direct the\r\npanel’s attention to documents which help to explain the\r\norigins, development and intended purpose of its task while\r\nrespecting its independence and not instructing it in exact\r\ndetail on what to do.\r\nThe remaining paragraphs in the preamble - the seventh,\r\neighth and ninth - are intended to place the initiative in the\r\ncontext of other United Nations activities, plans and\r\nresolutions of particular relevance to developing countries.\r\n55th meeting - Monday, 15 November 1993 15\r\nOperative paragraph 1 acknowledges the work being\r\ncarried out in relation to development problems elsewhere in\r\nthe United Nations system, particularly by the\r\nSecretary-General.\r\nIn order to avoid duplication or the creation of further\r\nongoing institutions, the following paragraph makes it clear\r\nthat the proposed panel is to be set up to perform a specific\r\nand important task. The range of experience and expertise\r\non which it draws should be diverse.\r\nOperative paragraph 3 asks the Secretary-General to\r\nassume responsibility for selecting the panel’s members in\r\nconsultation with Members of the United Nations, including\r\nregional groups. It specifies when its work should begin.\r\nIt sets a firm limit on its duration. It is intended to keep\r\ncosts to a minimum consistent with achieving the desired\r\nresult, by encouraging the Secretary-General to recruit from\r\nexisting sources of appropriately skilled and informed\r\nadvice, while allowing him to draw on others, including\r\nbodies which are either not named or under-represented on\r\ncurrent lists.\r\nConsistent with recognition of the financial constraints\r\nwithin which the entire United Nations currently functions -\r\nconstraints reflected in operative paragraphs 3 and 4 - I\r\nshould like to draw the General Assembly’s attention to the\r\ncommitment which I have already announced on behalf of\r\nthe Government of Papua New Guinea to make a special\r\ndonation of 100,000 Kina - approximately $102,000 - to help\r\nfund the panel’s work.\r\nI should also like to reinforce the recommendation\r\nmade by the Non-Aligned Movement’s Standing Ministerial\r\nCommittee for Economic Cooperation that other\r\nGovernments and interested parties consider making special\r\ndonations of their own. In fact, the Government of Papua\r\nNew Guinea thinks the overall project is so vital to our\r\nnational interests that we are prepared to consider providing\r\nother forms of assistance, including hosting such meetings as\r\nmight be appropriate for the panel to hold in our region.\r\nOperative paragraph 5 is intended to ensure that efforts\r\nto identify and implement options for maximizing\r\nopportunity and participation will not be limited to one effort\r\nwithin the United Nations system. Other bodies will be\r\nencouraged to contribute what they can.\r\nThe first Global Conference on the Sustainable\r\nDevelopment of Small Island Developing States, the\r\nInternational Conference on Population and Development,\r\nthe World Summit for Social Development and the fourth\r\nWorld Conference on Women come readily to mind.\r\nThe overall effect of the paragraph is to direct attention\r\ntowards extending the consideration of relevant issues\r\nbeyond the ad hoc panel in time, through other bodies, and\r\nto activities which complement and might play a part in\r\ngiving effect to its recommendations.\r\nOperative paragraph 6 provides for transparency and\r\naccountability by asking the Secretary-General to see that the\r\nGeneral Assembly is kept informed of the panel’s work.\r\nThe final paragraph ensures that Members can review -\r\nand comment on - the panel’s work.\r\nAs I have said in the introduction to the book\r\nOpportunity and Participation, both\r\n\"... are near-universal human aspirations. Linked, as in\r\npractice they must be for meaningful development to\r\noccur, they are important objectives for policy-makers\r\nin Governments, non-governmental bodies, as well as\r\nregional and international organizations, in almost every\r\npart of an ever-more interdependent world.\"\r\nThe initiative which will result from the adoption of the\r\ndraft resolution is intended to advance global interests.\r\nI therefore commend the draft resolution to all Members\r\nof the United Nations, and ask that it be adopted by\r\nconsensus.\r\nIt gives me great pleasure to conclude by drawing the\r\nGeneral Assembly’s attention to the diversity of the draft\r\nresolution’s original co-sponsors. In doing so, I have the\r\nhonour to acknowledge with deep appreciation the\r\nco-sponsorship of the delegations of Algeria, Bahamas,\r\nBarbados, Benin, Fiji, Grenada, Indonesia, Israel, Marshall\r\nIslands, the Federated States of Micronesia, Namibia, Samoa,\r\nSierra Leone, Solomon Islands and Vanuatu. I a l s o\r\nacknowledge with appreciation the co-sponsorship, formally\r\ngiven only after the text of the draft resolution had been\r\nissued, by other delegations, including Belize and Mongolia.\r\nThe PRESIDENT: I should like to inform members\r\nthat there is a correction to the text in the English version of\r\nthe draft resolution. In the third line of operative\r\nparagraph 3, the word \"may\" is replaced by the word \"will\",\r\nso that the phrase now reads: \"so that they will commence\r\ntheir study in January 1994\". Other language versions will\r\nbe adjusted accordingly if need be.\r\n16 General Assembly - Forty-eighth session\r\nMr. BLANEY (United States of America): The United\r\nStates welcomes this opportunity to address the General\r\nAssembly on expanding economic opportunity and\r\nparticipation, and is pleased to support the spirit of the draft\r\nresolution put forward by the delegation of Papua New\r\nGuinea.\r\nMy delegation believes that the draft resolution before\r\nus is of great relevance to the economies of all Member\r\nStates, especially the economies of developing countries and\r\ncountries in transition. True economic development depends\r\non the participation of individuals in their economy, and by\r\nextension of countries in international economic relations;\r\nopportunity is a key to participation at all levels of economic\r\ndevelopment.\r\nCertain long-standing, inherited or externally imposed\r\ninterests can have the effect of impeding market\r\nmechanisms. Therefore, the ability to maintain successful\r\neconomic conditions and to create new opportunities within\r\ndeveloping countries and economies in transition is greatly\r\nhampered, with the sum effect of impeding participation in\r\ndevelopment. By joining consensus on this text, Member\r\nStates will have agreed to address impediments to economic\r\nopportunity and participation.\r\nMy delegation recognizes that this initiative draws much\r\nstrength from the consensus outcome of the activities of the\r\nUnited Nations Conference on Environment and\r\nDevelopment, Agenda 21 and the Commission on\r\nSustainable Development.\r\nTherefore, my delegation is pleased to note that the\r\ndraft resolution makes use of the Commission on Sustainable\r\nDevelopment’s roster of experts for the purpose of\r\nassembling this study panel.\r\nThe panel, balanced in its representation of members,\r\nwould address this initiative in the light of the current\r\ninternational economic, administrative, regulatory\r\nenvironment. It would pay close attention to\r\ninterrelationships between economic development issues and\r\nissues commonly associated with social development -\r\npoverty, human resource development and health. Social\r\nrealities have a direct bearing on economic development, and\r\nneither can be improved at the expense of the other. Finally,\r\nwe must take great care to account for the least developed\r\ncountries’ interests in implementing the initiative before us.\r\nMr. BUTLER (Australia): Australia supports what we\r\nsee as the major objective of the Papua New Guinea\r\neconomic initiative, which is to mobilize untapped domestic\r\nresources and create economic opportunities for local people.\r\nThe need to improve economic opportunities for, and the\r\nparticipation of, people in developing countries remains a\r\nchallenge of the utmost importance. It calls for the close\r\nattention of the international community, and we would\r\nwelcome further work to identify practical options to\r\nincrease opportunities for, and participation of, local business\r\nand all social sectors in developing countries.\r\nAt the launch of this initiative in the debate at the\r\nforty-seventh session of the General Assembly, the Foreign\r\nM i n i s t e r o f P a p u a N e w G u i n e a , t h e\r\nHonourable John Kaputin, said that the initiative was in\r\nsome respects\r\n\"the economic counterpart to ’An Agenda for Peace’\".\r\n(A/47/PV.30, p. 22)\r\nAustralia strongly supports the Papua New Guinea\r\nGovernment’s view that enhanced economic security is a\r\nmajor contributing factor to enduring peace and stability.\r\nIndeed, Australia’s Foreign Minister, Senator Gareth Evans,\r\nin his book Cooperating for Peace, introduced in this Hall\r\nin October, paid much attention to the need for social and\r\neconomic development in the development of peace-building\r\nstrategies.\r\nWe further note the view of the Papua New Guinea\r\nForeign Minister, expressed at the forty-seventh session, that\r\nthe Papua New Guinea economic initiative should be seen as\r\na practical contribution to the agenda for development. As\r\nthe United Nations approaches its fiftieth anniversary, we\r\nface an urgent need to reassess the role of the Organization -\r\nand of the whole international community - on the pressing\r\nissue of development. Australia strongly supports the aims\r\nof an agenda for development and looks forward to the\r\nSecretary-General’s interim report on progress in its\r\npreparation.\r\nSenator Evans also devoted much attention in his book\r\nto the issue of rationalization of United Nations\r\nadministration and resources. Australia attaches particular\r\nimportance to enhanced coordination within the United\r\nNations system and to the effective use of its limited\r\nresources. In this light, and in view of the links between the\r\nunderlying objective of the Papua New Guinea initiative and\r\nrelated United Nations activities, Australia favours the\r\nexploration of ways in which the initiative could be\r\nharmonized with other processes currently under way, such\r\nas an agenda for development.\r\nThe potential institutional and budgetary implications of\r\nestablishing a new expert panel suggest the need also to\r\nexplore whether an appropriate existing panel could pursue\r\nthe objectives of the Papua New Guinea initiative.\r\nDiscussion on this matter would need to take place in the\r\ncontext of further information on estimates of the likely\r\n55th meeting - Monday, 15 November 1993 17\r\nbudgetary impact of the initiative, and on the mandates of\r\nexisting expert panels.\r\nThe United Nations currently has three panels of\r\nexperts with a mandate to address development issues: the\r\nHigh-Level Advisory Board on Sustainable Development, the\r\nroster of experts attached to that Board and the Committee\r\nfor Development Planning. The future of the latter\r\nCommittee in fact remains to be resolved.\r\nAustralia welcomes the intention of the Papua New\r\nGuinea Government to make a financial contribution to the\r\nrealization of its initiative.\r\nAustralia has studied with interest the background\r\ndocuments circulated by Papua New Guinea in support of its\r\nproposal: the proceedings of both the national Papua New\r\nGuinea and the regional workshops hosted by that country\r\nduring 1993 to develop the initiative. Australia would like\r\nto see clarified what we understand to be suggestions that a\r\nmore protectionist approach, or raising economic barriers\r\nrather than lowering them, may be part of the answer to the\r\nproblem of linking opportunity with participation for local\r\npeople. It is Australia’s strong view that reducing, rather\r\nthan raising, the barriers to trade between economies will\r\nenhance economic opportunity and participation.\r\nMr. GEORGE (Federated States of Micronesia): For\r\na newly-emerged island country such as the Federated States\r\nof Micronesia there can be no higher priority than\r\ndevelopment, and we are not alone. It is the most widely\r\nand constantly discussed subject here at the United Nations.\r\nThe world itself is divided in many ways, but in no way\r\nmore familiar to us than between developed and developing\r\ncountries, or as it is often put, between North and South.\r\nOne hundred and twenty-seven of the United Nations\r\nMembers, more than two thirds, devote the bulk of our\r\nenergies here to one thing - development.\r\nThis is not surprising, because the United Nations, in\r\nconcept, is largely about securing the future, and without\r\ndevelopment most of the people of the world face a very\r\ngrim future. But, for all the focus up to this point on what\r\nis surely a most central concern of mankind, results have\r\nbeen very uneven. Huge sums have been spent, and in some\r\ndeveloping countries great progress has been made, while in\r\nothers it seems that all the expert analysis, all the planning\r\nand all the conferences have made little difference. Even\r\nwhere progress has occurred, too often we see it impacting\r\nfavourably upon the lives of only limited groups within\r\nsocieties, while thousands, even millions, of others wait in\r\nvain for the fruits of development.\r\nIn other words, there is a need to find ways of making\r\nmore efficient use of increasingly scarce assistance dollars,\r\nand of reaching those who are not reached by the\r\ndevelopment process. The draft resolution to launch the\r\nUnited Nations initiative on opportunity and participation\r\naddresses that need, in the view of my delegation, in a most\r\nappropriate way. Accordingly, I take this occasion to\r\nreiterate the strong support of the Federated States of\r\nMicronesia, which was expressed here by\r\nSecretary Resio Moses during the general debate. We are\r\nproud to co-sponsor the draft resolution and are grateful to\r\nthe Government of Papua New Guinea, to\r\nMinister John Kaputin and to Ambassador Lohia for their\r\nvision and untiring efforts in bringing this matter forward.\r\nMy country is one of many that stand to benefit\r\nenormously by the process called for in the draft resolution.\r\nMy people have for a number of years had access to various\r\nforms of assistance, primarily from the United States, both\r\nas inhabitants of a Trust Territory and, more recently, as\r\ncitizens of an independent country. We now also receive\r\nincreasing aid from several of our neighbours in the Asia-\r\nPacific region. As a United Nations Member, we are\r\nworking with the Asian Development Bank and the World\r\nBank group, and we are participating to the extent we can in\r\nall the many ongoing processes of this body aimed at\r\nencouraging development. Finally, we participate in a\r\nnumber of Pacific regional organizations, where we join with\r\nour island brothers to address common developmental\r\nproblems.\r\nBut with all this, the pace of development has been and\r\nremains very slow in my country. While it is true that today\r\nvisitors are struck by the advances made in several of our\r\nurban centres, much of the rest of the country is little\r\ndifferent, and for a great many of our people life is largely\r\nunchanged. Worst of all, those people have little prospect\r\nof becoming part of the process of advancement. Is it\r\nbecause they lack ambition? No - thanks to modern\r\ntelecommunications, they are very much aware of their\r\nposition. Do they lack energy? Certainly not - survival at,\r\nor near, subsistence level is hard work. Are they oppressed\r\nby their leaders? Again, no. Ours is a thoroughly\r\ndemocratic society, and our strong, extended-family system\r\nmakes our leaders, if anything, even more accountable.\r\nWe would already have become very discouraged had\r\nwe not known that most other developing countries are in\r\nmuch the same condition. But just knowing that does not\r\nmake us better servants of the people. It does not address\r\nthe ineffectiveness of our utilization of development\r\nassistance. It does not give us the insight needed to unlock\r\nthe great potential that exists in broader participation by our\r\ncitizens in the advancement of their country.\r\nWhat we do gain from this awareness of similar\r\ndevelopmental profiles among developing countries is the\r\n18 General Assembly - Forty-eighth session\r\nrealization that many of the fundamental obstacles we are\r\nexperiencing are probably not attributable to inadequacies\r\nunique to us. Thus, through the United Nations initiative on\r\nopportunity and participation we are given a powerful new\r\nresource to gain an understanding of our difficulties and to\r\nchart a more effective course for the future. The work\r\ncarried out through the initiative will significantly enhance\r\nthe outcome of the great developmental efforts now under\r\nway and will, in particular, go far towards facilitating the\r\nfullest possible implementation of Agenda 21.\r\nParagraph 4 of the draft resolution invites Member\r\nStates and international organizations to contribute on a\r\nvoluntary basis towards its implementation. Foreign\r\nMinister Kaputin has placed us even more deeply in his\r\ncountry’s debt by announcing that Papua New Guinea is\r\nmaking a very generous contribution. The Federated States\r\nof Micronesia also wishes to demonstrate its appreciation\r\nand support for the initiative and, therefore, at the\r\nappropriate time, we will contribute to the voluntary fund a\r\nsum that will confirm our recognition of its importance to\r\nus.\r\nWe join the sponsors of the draft resolution in calling\r\nfor its adoption by consensus.\r\nMr. SOEGARDA (Indonesia): Allow me at the outset\r\nto express my delegation’s sincere appreciation to\r\nMr. John R. Kaputin, the Foreign Minister of Papua New\r\nGuinea, for his informative and thought-provoking\r\nintroductory statement on this agenda item. My delegation\r\nbelieves that all of us here will give it the serious\r\nconsideration such a proposal on this important issue\r\ndeserves.\r\nWe gather here today to consider this item on the\r\nUnited Nations initiative on opportunity and participation\r\nagainst the backdrop of the international community’s\r\nrelentless search for ways and means to improve the human\r\ncondition. Such a search is driven by the need to redress the\r\nmajor economic problems confronting the developed and\r\ndeveloping countries alike, as well as the need to take\r\nadvantage of the opportunities and challenges presented by\r\nthe post-cold-war era.\r\nWe therefore believe the time is opportune for\r\ninitiatives to accelerate development, eradicate poverty and\r\nrevitalize the global economy. Within that rubric there is a\r\ndefinite movement, both at the conceptual level and with\r\nregard to consensus building. The concept of development\r\nis increasingly seen as broad based and centred on people,\r\nas has been clearly demonstrated at the tenth Summit\r\nMeeting of the countries members of the Movement of\r\nNon-Aligned Countries last year and, time and again, by the\r\nGroup of 77. To this end the South Commission, in its\r\nreport, \"Challenge to the South,\" has emphasized the priority\r\ngoal of meeting the basic needs of the majority of the people\r\nand a firm commitment to the removal of poverty and\r\nhunger. The concept has also evolved to encompass\r\nsustainability and is adapting to the provisions of Agenda 21.\r\nSo too, the International Development Strategy, the\r\nDeclaration of the eighteenth special session of the General\r\nAssembly and the commitments of the eighth session of the\r\nUnited Nations Conference on Trade and Development\r\n(UNCTAD VIII) have helped to reorient and broaden the\r\nconcept and indivisibility of the social, economic and\r\npolitical dimensions of development and make them more\r\nfully accepted.\r\nMoreover, the need to achieve people-centred\r\ndevelopment requires increasing focus on human-resources\r\ndevelopment and national-capacity building. We believe that\r\neach of those aspects of development, among others, should\r\nbe integrated in the proposed agenda for development. In\r\nthis context we can appreciate the timeliness and relevance\r\nof increased sensitivity to the need to strengthen the\r\navailability of opportunities for people in development and\r\ntheir increased participation in charting their own destinies.\r\nIn that light, and in keeping with the concept of people-\r\ncentred development, it is important that Governments define\r\ntheir national development strategies so as to embrace the\r\nobjectives of increased access to opportunity and\r\nparticipation for all people in development.\r\nIt is within this framework that my delegation supports\r\nthe Papua New Guinea proposal to bring its initiative to the\r\nattention of the international community. In this vein, we\r\nbelieve that it is essential to make a serious effort to achieve\r\nconsensus on the draft resolution on the item before us.\r\nThe PRESIDENT: I wish to announce that the list of\r\nspeakers for item 151 is now closed.\r\nMr. HOROI (Solomon Islands): On behalf of the\r\npeople and Government of Solomon Islands, I should like to\r\ncongratulate the Papua New Guinea Government on\r\nproposing a United Nations initiative on opportunity and\r\nparticipation.\r\nIn line with agreements reached by the Melanesian\r\nSpearhead Group, as well as by all members of the South\r\nPacific Forum, we are pleased to offer the proposal our\r\nsupport. As my country’s Deputy Prime Minister and\r\nMinister for Foreign Affairs told the General Assembly a\r\nmonth ago, we welcome the Papua New Guinea proposal.\r\nSharing many interests, including needs and aspirations, with\r\nthe country from which the proposal comes, we are proud to\r\nbe one of the sponsors of the relevant draft resolution\r\n(A/48/L.19).\r\n55th meeting - Monday, 15 November 1993 19\r\nHaving been represented at the Regional Workshop on\r\nOpportunity and Participation, we are gratified at the way in\r\nwhich other Members and specialized agencies of the United\r\nNations have adopted the proposal, as well as the theme, as\r\ntheir own.\r\nLike people in other parts of the developing world,\r\nmany Solomon Islanders are still looking for ways of\r\nsupplementing, or even replacing, subsistence activities by\r\nentering the cash economy for the first time. Others are\r\nalready much more immediately concerned with increasing\r\nthe scope, number and diversity of their involvement in\r\nincome-generating activities. Realization of the commitment\r\nto sustainable development made by the people and\r\nGovernment of Solomon Islands means that opportunities for\r\nparticipation must not only grow but be maximized, and,\r\nabove all, linked.\r\n\"Opportunity and Participation\" is not just the name of\r\na particular initiative proposed for and by Members of the\r\nUnited Nations. It is a goal to which people in every part of\r\nthe world aspire, to which Governments state that they are\r\ncommitted, and to which various other bodies, including the\r\nUnited Nations Development Programme, claim to adhere.\r\nIn countries like mine, where economic development\r\nbarely keeps pace with rising population and costs,\r\nincreasing opportunity and participation is an important key\r\nto equity, growth and national self-reliance. The difficulties\r\nwhich lie in the way of attaining such goals are often\r\nsubstantial and quite diverse. They include problems such\r\nas traditional land-tenure systems, which prevent resources\r\nwhich the people undoubtedly own from being used in order\r\nto raise capital for investment or to secure loans. T h e y\r\nextend to legal regimes which do not provide adequately for\r\ntraditional modes of property ownership or inheritance.\r\nThey also embrace shortages of relevant education, training\r\nand skills. As in other newly independent countries, some\r\nof these difficulties have foreign origins. The causes of\r\nothers are clearly home-grown. What often appears to be\r\nlacking is effective access to ideas about means, including\r\nthe availability of appropriate technology, through which\r\nsuch difficulties can be overcome.\r\nThe ad hoc panel on opportunity and participation\r\nproposed in the Papua New Guinea draft resolution offers a\r\npromising, progressive and, above all, practical approach. If\r\nwe are to make good use of its findings, then we must\r\nmaximize them and adopt such approaches and solutions as\r\nseem suitable for ourselves. The project is, moreover, one\r\nto which I believe that those of us with practical experience\r\nof development in Solomon Islands can also make effective\r\nand sometimes original contributions to development in our\r\nown and other regions.\r\nIn reading through the draft resolution, I am pleased to\r\nnote the sensitivity it displays to the diverse circumstances\r\nof different countries. While it focuses on the particular\r\nneeds of developing countries, it also takes account of\r\nothers’ needs. It adopts what might accurately be described\r\nas a genuinely global approach. The draft resolution also\r\ndisplays a welcome awareness of the financial and other\r\nresource constraints which limit the ability of the United\r\nNations to undertake additional responsibilities, even when\r\nthey are as widely welcomed - and as economical - as the\r\nproposed panel study and report on opportunity and\r\nparticipation.\r\nThe Papua New Guinea Government’s offer to make a\r\nspecial donation to assist in implementing its proposal is to\r\nbe warmly and highly commended, as is the effort which it\r\nhas put into ensuring that the proposal fits in with other\r\ndevelopment-related activities undertaken by the Secretariat\r\nand specialized agencies of the United Nations.\r\nThe ambitiously close deadline set for completion of the\r\nad hoc panel’s task should help to ensure that costs are kept\r\nin check. It also means that the fiftieth anniversary of the\r\nUnited Nations will - quite appropriately - have something\r\nto offer specifically to all who are interested in the problems\r\nand prospects of a significant part of the global community:\r\nthe citizens of developing countries. The proposal allows\r\nthe United Nations itself to assume credit for the initiative,\r\nand this modest approach deserves applause.\r\nThe official motto of Solomon Islands is \"To lead is to\r\nserve\". In similar fashion, I would suggest that to participate\r\nin the national economy is to contribute to national\r\ndevelopment - both directly, through purchases of goods and\r\nservices, and indirectly, in various other ways, including\r\ntaxation. Maximizing opportunities for participation not only\r\nprovides for those who are directly involved but sets an\r\nexample for others to follow, and, if they can, exceed.\r\nWhile openings should be as widely and readily accessible\r\nas possible, we cannot always realistically expect uniform or\r\nequal outcomes.\r\nThe Government of Solomon Islands feels that the\r\nemphasis which the United Nations is putting on the human\r\naspects of development is exactly what countries like ours\r\nneed. We look forward to its elaboration as the work of the\r\nproposed ad hoc panel on opportunity and participation\r\nproceeds.\r\nI have both the honour and pleasure of stating, on\r\nbehalf of the people and Government of Solomon Islands,\r\nthat the proposed United Nations initiative and draft\r\nresolution on opportunity and participation enjoy our strong\r\nsupport, and we urge the adoption of the draft resolution by\r\ngeneral consensus.\r\n20 General Assembly - Forty-eighth session\r\nMr. SENILOLI (Fiji): My delegation wishes to express\r\nits strong support for the proposal before the General\r\nAssembly today for the implementation of the United\r\nNations initiative on opportunity and participation.\r\nWe commend His Excellency The Honourable\r\nJohn Kaputin, Minister for Foreign Affairs of Papua New\r\nGuinea, and his Government for the foresight, diligence and\r\ncommitment they have demonstrated in bringing this\r\ninitiative to the attention of the Assembly.\r\nWe would like to thank, in particular, the Permanent\r\nRepresentative of Papua New Guinea, Ambassador\r\nRenagi Renagi Lohia, and his delegation for the background\r\ndocuments that they have provided. Their efforts have\r\ncertainly been helpful in enriching our understanding of the\r\ninitiative.\r\nAt the same time, we would like to acknowledge the\r\nvery valuable contribution that the United Nations\r\nDevelopment Programme (UNDP) is making to the\r\ninternational debate and to focusing world attention on\r\nincreasing opportunities for the participation of people at all\r\nlevels of development. We are particularly grateful to\r\nUNDP for the assistance that it is providing to the countries\r\nin our region in the preparation of our regional Pacific\r\nhuman development report.\r\nWhile the concepts of opportunity and participation may\r\nbe highly complex, they are nevertheless very relevant to the\r\nwork the United Nations is doing in its continuing efforts to\r\nestablish world peace, social progress and better standards of\r\nliving in larger freedom through genuine international\r\ncooperation and participation. The world today is becoming\r\nincreasingly interdependent and, at the same time,\r\nincreasingly integrated. Moreover, it is on the verge of a\r\nmajor transition. We must do everything possible to ensure\r\nthat this globalization will not widen further the ever-\r\nincreasing gap between the developed and the developing\r\ncountries.\r\nAn equitable system of international order is urgently\r\nneeded to ensure that developing countries, and especially\r\nthe smaller nations that are included in this category, do not\r\nfor ever remain in a position of dependence that could\r\ncontinue to prevent them from effectively participating in\r\nimportant matters affecting them. Due attention needs to be\r\ngiven to increased opportunities for dialogue between\r\ndeveloped and developing countries, access to trade,\r\ndevelopment finance and transfer of technology. In this\r\ncontext of rapid changes in the world social, economic and\r\npolitical situation, we believe that a global initiative such as\r\nthe one that is currently being mooted is both timely and\r\nvery necessary.\r\nPeople everywhere today have an increasing urge to\r\nparticipate fully in all events and processes affecting their\r\nlives and living conditions. It is widely recognized that it is\r\nonly when people set their own goals, develop their own\r\napproaches and take their own decisions that human\r\ncreativity can best be realized and that the results of\r\ndevelopment are more likely to be self-sustaining.\r\nThe pioneering studies undertaken by UNDP provide a\r\nrather gloomy picture of the extent to which people today\r\nare able to participate in the decisions that affect their lives\r\nand of the opportunity they have to put their capabilities to\r\nfull use for the betterment of their lives.\r\nAllow me briefly to highlight some basic facts from\r\nthese studies, as they provide an important backdrop against\r\nwhich we must view our support for this initiative on\r\nopportunity and participation.\r\nThe Human Development Report 1993 points out there\r\nare more than 1 billion people today living in abject poverty,\r\ndespite the fact that the world is producing enough food for\r\nall of its 5.7 billion people. The richest fifth of the world’s\r\npopulation enjoys more than 150 times the income enjoyed\r\nby the poorest fifth of the population. The bottom\r\n20 per cent receive only 1.4 per cent of the world’s income;\r\nit has a share of only 1 per cent in world trade, 0.2 per cent\r\nin world commercial lending and 1.3 per cent of world\r\ninvestment.\r\nFurthermore, because of trade restrictions, global\r\nmarkets are denying as much as 500 billion dollars worth of\r\nmarket opportunities every year to developing countries and\r\npoor people. This, as we know, is equivalent to almost\r\n10 times more than the foreign assistance the developing\r\nnations are receiving. The situation is even more worrisome\r\nwhen widening disparities in higher levels of education,\r\ntechnology and information systems are added to the picture.\r\nEnrolment in tertiary education in the developing\r\ncountries is only one fifth that of the developed countries.\r\nResearch and development expenditure is only 4 per cent of\r\nthat of developed countries and the number of scientific and\r\ntechnical personnel is only one ninth of the number in\r\ndeveloped countries. The UNDP report stresses that these\r\nwidening human development gaps have a telling impact in\r\nour world today, where technological progress is taking\r\ncentre stage and where it now accounts for from one third to\r\none half of the increase in national output.\r\nThe report goes on to stress further that the full\r\nparticipation of people in defining their own lives and their\r\nown future can be achieved only where non-governmental\r\norganizations, entrepreneurs, women, and indeed all people\r\nare empowered to take initiative and participate in open\r\n55th meeting - Monday, 15 November 1993 21\r\nmarkets and effective government, where pluralism prevails,\r\nand where human rights and access to information of all\r\ntypes are guaranteed.\r\nMy country attaches the utmost importance to the\r\nparticipation of people in all development efforts. Our\r\nstrategic plan is the blueprint by which we are making all\r\npossible efforts to build a society that offers ample\r\nopportunities for our people to improve their conditions of\r\nlife. We are, at the same time, strongly committed to\r\nproviding community care for those who are less able to\r\nhelp themselves. Our national policies recognize that, when\r\npeople have the opportunity to work, they are best able to\r\nraise their living standards.\r\nWe in Fiji are convinced that productive employment\r\ngives people a real sense of purpose and self-respect. It\r\nenables them to look after themselves and their families.\r\nWithout growing employment, more and more people will\r\nbecome dependent on government, which, in turn, will then\r\nbe less able to apply the resources needed for capital\r\ninvestment in the provision of infrastructure to support and\r\ngenerate development activities and in the construction of\r\npublic utilities such as schools, hospitals, water supply and\r\nhousing.\r\nWhile our national policy is critical to increasing\r\nopportunity and participation, we believe that efforts at the\r\ninternational level are also of vital importance. Our own\r\nefforts alone will not solve this problem. The United\r\nNations initiative on opportunity and participation must, in\r\nthis context, ensure that an independent and objective\r\nassessment of the global social and economic imbalances is\r\nundertaken.\r\nWe trust that this assessment will be helpful in\r\nidentifying the difficulties that are being encountered in\r\nwidening opportunities and participation both within\r\ncountries and at the international level. We hope the panel\r\nof experts that will be appointed will be successful in\r\nrecommending practical options for increasing and\r\nmaximizing opportunity and participation.\r\nMy delegation appreciates the particular focus that the\r\ninitiative will give to the concerns of developing countries\r\nand to the particular circumstances of the small island\r\ncountries. We also appreciate the consideration that the\r\ninitiative will give to the rights of women, children,\r\nindigenous people and other disadvantaged groups.\r\nIn the preparation of the report, we hope full\r\nconsideration will be given to the need for more enlightened\r\ndialogue on new patterns of development cooperation and on\r\nmore equitable access to global opportunities, especially in\r\nthe fields of trade, development finance and technology\r\ntransfer. The initiative should support and complement the\r\nongoing process initiated by the Secretary-General last year\r\nfor the preparation of an agenda for development.\r\nIn conclusion, I wish to reiterate my delegation’s\r\nsupport for the draft resolution on the United Nations\r\ninitiative on opportunity and participation. We are pleased\r\nto be one of its sponsors. My delegation considers this\r\ninitiative to be fully supportive of the commitment of the\r\nUnited Nations to world peace, freedom and social and\r\neconomic development, as enshrined in the Charter.\r\nThe draft resolution has benefited greatly from the wide\r\nconsultations that have been undertaken by the\r\n22 General Assembly - Forty-eighth session\r\ndelegation of Papua New Guinea in a true spirit of\r\ncooperation and compromise, and with the interests of all\r\ncountries in mind. I hope that this initiative will be a source\r\nof inspiration to all of us; my delegation urges all Member\r\nStates to join in adopting it by consensus.\r\nThe meeting rose at 6.10 p.m.\r\n"