"United Nations\r\nGENERAL\r\nASSEMBLY\r\nFORTY-EIGHTH SESSION\r\n22nd\r\nPLENARY MEETING\r\nFriday, 8 October 1993\r\nat 9.30 a.m.\r\nOfficial Records\r\nPresident: Mr. INSANALLY\r\n(Guyana)\r\n17,e meeting was called to order at 10 a.m.\r\nAGENDA ITEM 38\r\nELIMINATION OF APARTHEID AND\r\nESTABLISHMENT OF A UNITED, DEMOCRATIC\r\nAND NON-RACIAL SOUTH AFRICA\r\n17,e PRESIDENT: In connection with this item, the\r\nAssembly has before it a draft resolution issued as\r\ndocument A/48/L.2 and entitled \"Lifting of sanctions\r\nagainst South Africa\".\r\nI call upon the Chairman of the Special Committee\r\nagainst Apartheid, Mr. Ibrahim Gambari, to introduce that\r\ndraft resolution.\r\nMr. GAMBARI (Nigeria), Chairman of the Special\r\nCommittee against Apartheid: On 24 September 1993 I\r\nhad the honour and the privilege to welcome to this Hall\r\nthe President of the African National Congress of South\r\nAfrica (ANC), Mr. Nelson Mandela, who addressed the\r\nSpecial Committee against Apartheid on an issue of the\r\nutmost importance to the people of South Africa and the\r\ninternational community at large. Outlining the latest\r\nencouraging developments in the South African peace\r\nprocess, he paid a tribute to the international community\u0027s\r\nsupport, which had brought South Africa to the point\r\nwhere the transition to democracy had now been enshrined\r\nin the law of the country. The international community, he\r\nsaid, should now lay the basis for halting the economic\r\nNEW YORK\r\nslide towards social and economic disaster in South Africa\r\nas one of the imperatives for ensuring the success of the\r\ndemocratic transformation.\r\nHe therefore called on the international community to\r\nlift all economic sanctions against South Africa in response\r\nto the historic advances towards democracy that have been\r\nachieved, to strengthen the forces of democratic change\r\nand to help create the conditions necessary for stability and\r\nsocial progress.\r\nBearing in mind these developments and taking\r\naccount of the fact that a broad spectrum of the South\r\nAfrican people believe that enough progress has been made\r\nin the process of their transition to democracy to\r\nnecessitate the lifting of economic sanctions, the\r\ninternational community cannot but recognize this reality\r\nand act in consonance with the wishes of the people of\r\nSouth Africa, even as it recognizes the existence of\r\ndifferences between the two liberation movements, the\r\nANC and the Pan Africanist Congress ofAzania (PAC), on\r\nthe timing of the lifting of sanctions.\r\nAt an Extraordinary Ministerial Meeting of the Ad\r\nHoc Committee on Southern Africa of the Organization of\r\nAfrican Unity (OAD), which took place here in New York\r\non 29 September 1993, the appeal for the lifting of\r\neconomic sanctions was endorsed on behalf of the\r\nOrganization of African Unity. African States, the\r\ninternational community at large and the United Nations in\r\nparticular were called upon to respond positively to that\r\nappeal. Accordingly, I have discussed the matter with\r\nother members of the Special Committee against Apartheid\r\nand have had extensive consultations with many other\r\nMember States and interested parties within the United\r\nNations.\r\nThis record is subject to correction.\r\nCorrections should be sent under the signature of a member of the delegation concerned\r\nwithin one week ojthe date ojpublication to the Chief of the Verbatim Reporting Section,\r\nRoom C-178, and incorporated in a copy of the record.\r\nCorrections will be issued after the end of the session in a consolidated corrigendum.\r\n93-8680 I (E)\r\nDistr. GENERAL\r\nA/48/PV.22\r\n29 October 1993\r\nENGLISH\r\n2 General Assembly - Forty-eighth session\r\nWhile the Ad Hoc Committee specifically supported the\r\nlifting of all economic sanctions, it accepted the retention of\r\nthose which related to the arms embargo and to nuclear\r\nmatters and which had been imposed by the Security\r\nCouncil. With respect to the oil embargo, it held the view\r\nthat this should be lifted only after the establishment of the\r\nTransitional Executive Council (TEC) and the\r\ncommencement of its work.\r\nIt is in this context that I would like to introduce draft\r\nresolution A/48/L.2, entitled \"Lifting of sanctions against\r\nSouth Africa\". While the first preambular paragraph\r\nreminds us to bear in mind the objectives of the Declaration\r\non Apartheid and its Destructive Consequences in Southern\r\nAfrica, which was adopted by consensus on 14 December\r\n1989, the second preambular paragraph takes note of the fact\r\nthat the transition to democracy has now been enshrined in\r\nthe law of South Africa.\r\nIn operative paragraph 1 the General Assembly would\r\ndecide that all provisions adopted by the Assembly relating\r\nto prohibitions or restrictions on economic relations with\r\nSouth Africa and its nationals should cease to have effect\r\nonce the draft resolution is adopted. All States are requested\r\nto take appropriate measures within their jurisdiction to lift\r\nrestrictions and prohibitions they had imposed to implement\r\nprevious General Assembly resolutions and decisions on this\r\nmatter.\r\nIn paragraph 2 the General Assembly would further\r\ndecide that all provisions adopted by the General Assembly\r\nrelated to the imposition of an embargo on the supply of\r\npetroleum and petroleum products to South Africa, and on\r\ninvestment in the petroleum industry there, should cease to\r\nhave effect as of the date on which the Transitional\r\nExecutive Council becomes operational. All States are again\r\nrequested to take appropriate measures within their\r\njurisdiction to lift those restrictions or prohibitions.\r\nAs I said earlier, the submission of this draft resolution\r\nwas preceded by extensive consultations with members of\r\nthe various regional groups. Those consultations encourage\r\nme to hope that the draft resolution can be adopted without\r\ndebate and without a vote. By adopting this draft resolution\r\nby consensus, the General Assembly will send a very strong\r\nsignal to the South African people that the international\r\ncommunity, and the United Nations in particular, are ready\r\nto assist them in the economic reconstruction of their\r\ncountry and to ensure that the new South Africa begins its\r\nexistence unhampered by the constraints imposed on the old\r\nSouth Africa.\r\nThe PRESIDENT: It is my understanding that broad-\r\nbased consultations within and among regional groups have\r\ntaken place and that as a consequence draft resolution\r\nA/48/L.2 is a consensus text. It has furthermore been agreed\r\nthat there will be no debate on the item at this stage. I\r\nwould point out that the question of apartheid will be\r\ndiscussed in plenary meeting at a later date during this\r\nsession; at that time members will have the opportunity to\r\nengage in a discussion of this most important, indeed\r\nhistoric, decision.\r\nThe Assembly will now take a decision on draft\r\nresolution A/48/L.2. May I take it that the Assembly\r\ndecides to adopt it by consensus?\r\nDraft resolution A/48/L.2 was adopted (resolution\r\n48/1).\r\nThe PRESIDENT: We have thus concluded this stage\r\nof our consideration of agenda item 38.\r\nAGENDA ITEM 8 (continued)\r\nADOPTION OF THE AGENDA AND ORGANIZATION\r\nOF WORK: THIRD REPORT OF THE GENERAL\r\nCOMMITTEE (A/48/250/Add.2)\r\nThe PRESIDENT: Following the very important\r\ndecision that the Assembly has just taken, I now draw the\r\nattention of representatives to the third report of the General\r\nCommittee concerning three requests submitted by the\r\nSecretary-General for the inclusion of additional items in the\r\nagenda.\r\nFirst, in paragraph 1 (a) of the report, the General\r\nCommittee recommends the inclusion in the agenda of the\r\ncurrent session of an additional item entitled \"Financing of\r\nthe United Nations Observer Mission Uganda-Rwanda\".\r\nMay I take it that the General Assembly decides to\r\ninclude this item in its agenda?\r\nIt was so decided.\r\nThe PRESIDENT: In paragraph 1 (b) of the report,\r\nthe General Committee also recommends that this item\r\nshould be allocated to the Fifth Committee.\r\nMay I take it that the General Assembly approves this\r\nrecommendation?\r\nForty-eighth session - 8 October l993 3\r\nIt was so decided.\r\nThe PRESIDENT: Next, I should like to draw the\r\nattention of representatives to paragraph 2 (a) of the report\r\n(A/48/250/Add.2).\r\nThe General Committee recommends the inclusion in\r\nthe agenda of the current session of an additional item\r\nentitled \"Financing of the United Nations Mission in Haiti\".\r\nMay I take it that the General Assembly decides to\r\ninclude this additional item in its agenda?\r\nIt was so decided.\r\nThe PRESIDENT: In paragraph 2 (b) of the report the\r\nGeneral Committee also recommends that the item be\r\nallocated to the Fifth Committee.\r\nMay I take it that the General Assembly adopts this\r\nrecommendation?\r\nIt was so decided.\r\nThe PRESIDENT: Next, I should like to draw the\r\nattention of representatives to paragraph 3 (a) of the report\r\n(A/48/250/Add.2).\r\nThe General Committee recommends the inclusion in\r\nthe agenda of the current session of an additional item\r\nentitled \"Financing of the United Nations Observer Mission\r\nin Liberia\".\r\nMay I take it that the General Assembly decides to\r\ninclude this item in its agenda?\r\nIt was so decided.\r\nThe PRESIDENT: In paragraph 3 (b) of the report,\r\nthe General Committee also recommends that the item be\r\nallocated to the Fifth Committee.\r\nMay I take it that the General Assembly adopts that\r\nrecommendation?\r\nIt was so decided.\r\nThe PRESIDENT: The Chairman of the Fifth\r\nCommittee will be informed of the decisions that we have\r\njust taken.\r\nAGENDA ITEM 9 (continued)\r\nGENERAL DEBATE\r\nADDRESS BY MR. FIDEL MOUNGAR,\r\nPRIME MINISTER OF THE REPUBLIC OF\r\nCHAD\r\nThe PRESIDENT (interpretation from French): The\r\nAssembly will now hear a statement by the Prime Minister\r\nof the Republic of Chad.\r\nMr. Fidel Moungar, Prime Minister of the Republic\r\nof Chad was escorted to the rostrum.\r\nThe PRESIDENT (interpretation from French): I have\r\ngreat pleasure in welcoming the Prime Minister of the\r\nRepublic of Chad, His Excellency Mr. Fidel Moungar, and\r\ninviting him to address the General Assembly.\r\nMr. MOUNGAR (Chad) (interpretation from French):\r\nIt is both an honour and a pleasure for me to extend to\r\nrepresentatives the warm greetings of the people of Chad\r\nand to express their sincere wishes for peace.\r\nBefore conveying to Members the message of the\r\nTransition Government of the Republic of Chad, I should\r\nlike to extend to you, Sir, my delegation’s congratulations on\r\nyour election as President of the General Assembly at its\r\nforty-eighth session. I assure you that, in the discharge of\r\nthis difficult task, you will have the ready and full\r\ncooperation of my delegation.\r\nI should like also to express to your predecessor,\r\nMr. Stoyan Ganev, our gratitude for the dedication with\r\nwhich he conducted the work of the General Assembly at its\r\nforty-seventh session.\r\nOur thanks go also to our dynamic Secretary-General,\r\nMr. Boutros Boutros-Ghali, for his continuing commendable\r\nand tireless efforts in the cause of peace and development\r\nthroughout the world.\r\n4 General Assembly - Forty-eighth session\r\nIt is also a pleasure to welcome the delegations of the\r\nCzech Republic, Slovakia, The Former Yugoslav Republic\r\nof Macedonia, Eritrea, the Principality of Andorra and the\r\nPrincipality of Monaco.\r\nThe forty-eighth session of the General Assembly is\r\nbeginning at a time when clear hopes for peace in certain\r\nregions are emerging, yet war continues to cause\r\nunspeakable suffering elsewhere. Misery is increasing\r\nthroughout the world, and the gap between the richest and\r\nthe poorest continues to widen. Given these problems, the\r\nUnited Nations is increasingly called upon for assistance.\r\nConsequently, its capacity to react and to intervene is\r\nreduced.\r\nConcerted action by people of good will who love\r\npeace and freedom and who work to reduce poverty and\r\nmisery and to advance democracy and human rights could\r\nhelp to limit the number of calls for assistance that are now\r\nbeing made on this Organization.\r\nWithin this framework, Chad set out on the road to\r\ndemocracy in 1990. This deliberate choice was made in the\r\nlight of the recent history of our country and the profound\r\naspirations of our people to peace and social well-being. In\r\nthis regard, the Sovereign National Conference that was held\r\nfrom 15 January to 7 April 1993, and brought together\r\nnearly 1,000 delegates from all regions and all social strata\r\nof the country, enabled us to lay the basis for the\r\nestablishment of stable democratic institutions and to ensure\r\nlasting peace and good management of the country’s affairs.\r\nThis National Conference, which instilled much hope in the\r\nhearts of the citizens of Chad, took the following steps in\r\nimplementation of the Transitional Constitution: the\r\nPresident of the Republic, who is the guarantor of national\r\nsovereignty, was confirmed in office; the Prime Minister,\r\nwho is the elected Head of Government, was put in charge\r\nof implementing the programme of action; the Supreme\r\nCouncil of Transition, the elected legislative body, was put\r\nin charge of follow-up action in connection with\r\nimplementing the programme of action and was given the\r\njob of providing arbitration in the case of any disputes\r\noccurring during the transition.\r\nThe National Conference intended, through this\r\nrestructuring process, to give new direction to public life in\r\nChad, providing transparent administration in public affairs,\r\nfull freedom of the press and scrupulous respect for human\r\nrights. These indispensable corollaries of any democratic\r\nsystem are among the major concerns of the delegates.\r\nHere, the Supreme Council for Communication and the\r\nNational Commission on Human Rights, which will be\r\nestablished soon, will guarantee freedom of the press and the\r\nfundamental rights of citizens.\r\nFor all the participants in the National Conference, as\r\nfor all the people of Chad, the time has come to make peace,\r\nto seek new solutions to the country’s problems, so that it\r\nwill be possible to achieve genuine national reconciliation\r\namong all the sons of Chad. The Transition Government,\r\nwhich I have the signal honour of heading, is making\r\nsustained efforts to realize these objectives. Thus, it is\r\ntrying to create the conditions necessary to the building of\r\nconfidence among the people in the future of their country.\r\nThe restructuring of the national army of Chad that is\r\nnow taking place will eventually open the way to better\r\ncontrol of public expenditure and will make possible the\r\nchannelling of the country’s limited resources into the most\r\nproductive sectors. Nor can any democratization be\r\nundertaken and made stable without security services capable\r\nof ensuring respect for the territorial integrity of the country.\r\nAbove all, there is a need for a disciplined army that\r\nrespects the Constitution of the Republic.\r\nMy Government lacks the financial and other material\r\nmeans to succeed in this transformation of the national army\r\nof Chad. First and foremost we need to encourage elements\r\nof the army from the outset by financing projects for\r\nmilitary reconversion and for reintegration into civilian life.\r\nIn that connection, we warmly thank the French Republic for\r\nits assistance over the past three years. I wish also to renew\r\nour appeal to all countries that wish Chad to be genuinely\r\ntransformed to help us with all possible assistance in this\r\ndifficult task.\r\nBeyond the question of the success of the\r\ndemobilization operation is the question of the future of\r\ndemocracy in Chad. Our democracy will be unable to\r\nwithstand for long the many pressures resulting from all the\r\nvarious problems besetting our country.\r\nHence, my country is working tirelessly to conclude\r\nagreements of reconciliation with the remaining opposition\r\npolitico-military organizations. My Government is\r\ndeveloping initiatives in the area of human rights, bolstering\r\nfreedom of the press and establishing political parties and\r\ncivic organizations. Despite that progress, cases of human\r\nrights violations continue in my country. This proves, if\r\nproof were needed, that it takes time to change ways of\r\nthinking, no matter what the clear will of the highest\r\nnational authorities may be.\r\nForty-eighth session - 8 October l993 5\r\nThere is no lack of obstacles for any young democracy.\r\nAs it is said, democracy, poverty and insecurity are not good\r\nneighbours. At the forty-seventh session of the General\r\nAssembly, my delegation drew attention to my country’s\r\nprecarious economic situation. Apart from problems linked\r\nto uneven rainfall over our territory, to the threat of locusts\r\nand to fluctuations in the world economic situation, our\r\neconomy is experiencing difficulties linked to poor\r\nadministration. The resources of the State are insufficient to\r\npay salaries and growing military expenditures. There is no\r\nguarantee that we will be able to afford the cost of materials\r\nand State contributions for investment in priority projects\r\nrelating to infrastructure, health and education.\r\nThe basic imbalances that characterize financial\r\nmanagement in Chad - which explain the continued\r\ndeterioration of our country’s social fabric - reflect those in\r\nother Central African economies covered by the Central\r\nAfrican Customs and Economic Union (CACEU). Those\r\ncountries had achieved notable growth in 1985, but since\r\nthen have been in an unprecedented crisis. In the\r\ncircumstances, my country - current Chairman of the\r\nCACEU Council of Heads of State - fully subscribes to the\r\nplan for subregional adjustment and economic recovery\r\ndrawn up by the Central African States Development Bank,\r\nand hopes to benefit from the greater understanding and\r\nsupport of the international community. That support will\r\ngive our Government a sound basis on which to implement,\r\nas it has declared its wish to do, a consistent programme of\r\nmacroeconomic adjustment and structural reform, with the\r\nsupport of bilateral and multilateral donors.\r\nAlready we can say that the major thrust of the reforms\r\nwill be in the areas of improved public financing, the\r\nresumption of productive activities through reductions in the\r\ncost of the elements of production, rationalization of\r\nmanagement, elimination of arrears in State debt, the\r\npromotion of a well-functioning private sector, and the\r\nimplementation of monetary, fiscal, customs and institutional\r\nmeasures drawn up within the subregional framework of\r\nCACEU and the customs zone.\r\nMy country, which has experienced the throes of war,\r\ncannot remain insensitive to the many conflicts that are\r\ntearing today’s world apart, claiming innocent lives\r\neverywhere. In Africa, we are concerned at the exacerbation\r\nof the situation in Somalia and Angola. Chad hopes that the\r\nfirm position adopted by the United Nations on those two\r\nconflicts will help make those most responsible for the\r\ntragedies respect agreements they have signed.\r\nWith respect to Mozambique, we are following with\r\ninterest the peace process under way in that country, and we\r\nurge the two parties to cooperate fully and in a\r\nstraightforward way to achieve peace. We also welcome the\r\npeace process that has begun in Rwanda, Liberia and South\r\nAfrica, where in the months to come multiparty negotiations\r\nwill lead to general elections, which we hope will be free\r\nand transparent.\r\nIn the Middle East, the signature of a declaration of\r\nprinciples on Palestinian autonomy in Gaza and Jericho and\r\nmutual recognition by the Palestine Liberation Organization\r\nand the State of Israel give us hope that the peoples of that\r\nregion will at last be able to live in peace. Dialogue and\r\ncooperation should guide future relations among the peoples\r\nof the region.\r\nChad is convinced that only dialogue can restore peace\r\nto Central and Eastern Europe; we fully subscribe to the\r\naction taken by the international community to bring about\r\na just and peaceful settlement of all the conflicts raging\r\nthere.\r\nToday’s world economy is characterized by a structural\r\ncrisis in the developed countries and by increasingly delayed\r\ndevelopment in the developing countries, particularly those\r\nof Africa. My country welcomes the convening of the\r\ninternational conference on African development, which is\r\nnow under way on the initiative of the Government of Japan.\r\nWe hope that the results of that meeting will be positive for\r\nAfrica. On behalf of my Government, I convey deep\r\ngratitude to the Japanese Government for its initiative.\r\nMy delegation hopes that the restructuring and\r\nrevitalization of the economic and social structure of the\r\nUnited Nations will contribute to strengthening the\r\nOrganization’s capacity to act.\r\nMy delegation reaffirms its strong conviction that only\r\ndialogue and cooperation will enable us to overcome the\r\nnumerous obstacles to the establishment of peace and\r\nharmony among peoples.\r\nIt is in that spirit that my country has appealed to the\r\nInternational Court of Justice to settle its border dispute with\r\nthe Socialist People’s Libyan Arab Jamahiriya. Both parties\r\nhave committed themselves to respect the judgment.\r\nMembers will know from my remarks that my country\r\nis passing from a long, dark night of instability, dictatorship,\r\nhuman rights violations and economic set-backs. They will\r\nalso know that the heroic struggle of the people of Chad has\r\n6 General Assembly - Forty-eighth session\r\nled it onto the path of democracy; we want at all costs to\r\nstay on that road. My delegation affirms that forcefully.\r\nMy people earnestly desires to make achievements\r\nleading to a major recovery in its political, economic and\r\nsocial situation, and has adopted an ambitious programme of\r\nchange, which we did not have the means to implement fully\r\nin the six months remaining in the transition period. As they\r\ntirelessly pursue implementation, my country’s officials\r\nintend to focus all their efforts on certain pivotal objectives,\r\nwhich I shall enumerate now.\r\nFirst, we must ensure unswerving respect for human\r\nrights by guaranteeing the security of citizens; we must\r\nensure freedom of communication, along with all individual\r\nfreedoms and, above all, respect for the value of human life.\r\nWe must banish the concept of impunity from our judicial\r\nsystem. To that end, and to ensure the safety of our citizens\r\nthrough a major reorganization of the police, we require\r\nsupport from the international community both in devising\r\nthe action to be taken and in providing the means to do so.\r\nMy Government’s second objective is the holding of\r\nfree, open and democratic elections.\r\nThe social crisis we have just described is creating\r\ninextricable problems for my Government, problems with\r\nserious and pressing implications. A country cannot be\r\ngoverned when there is constant pressure from the streets,\r\nnor can decisive efforts be focused on carrying out economic\r\nrecovery if there is not a Government elected on the basis of\r\na programme containing needed beneficial measures and if\r\nit does not have the support - or at least the understanding -\r\nof the people with regard to an economic and social plan.\r\nThus, our Government intends to work on preparing for and\r\nholding free, open and democratic elections within the time-\r\nframe set out in the recommendations of the Sovereign\r\nNational Conference. Here too, and above all, we will need\r\nthe support of the international community.\r\nOn that note, in evoking the basic aspiration of my\r\npeople, I shall leave this rostrum today, having transmitted\r\nmy country’s message of peace to the international\r\ncommunity. Our aspiration to democratic change is, I feel,\r\nrealistic and its implementation is, I believe, inevitable.\r\nLong live peace and dialogue between peoples!\r\nThe PRESIDENT (interpretation from French): On\r\nbehalf of the General Assembly, I wish to thank the Prime\r\nMinister of the Republic of Chad for the important statement\r\nhe has just made.\r\nMr. Fidel Moungar, Prime Minister of the Republic\r\nof Chad, was escorted from the rostrum.\r\nAGENDA ITEM 9 (continued)\r\nGENERAL DEBATE\r\nMr. OYONO (Cameroon) (interpretation from French):\r\nIn extending to you, Sir, the warmest congratulations of the\r\ndelegation of Cameroon on your election to the presidency\r\nof the forty-eighth session of the General Assembly, I am\r\nnot merely obeying protocol. I do so as well out of my wish\r\nto pay a tribute to your outstanding qualities and to welcome\r\nthe significant contribution your country, Guyana, has made\r\nto the building of a more just and more united world.\r\nYour predecessor, our colleague Mr. Ganev of Bulgaria,\r\ncarried out his mandate very well. We are grateful to him\r\nand express all our appreciation to him.\r\nFor two years now our Secretary-General, Mr. Boutros\r\nBoutros-Ghali, has devoted unusual energy to the\r\nmanagement of the Organization, management that has been\r\nmade difficult by the increase in the number of United\r\nNations missions, the complexity of the challenges to be\r\nmet, and the acute financial crisis that is hindering the\r\nsuccessful carrying out of his activities. Cameroon wishes\r\nto commend him for his wisdom and to assure him of its\r\nsupport.\r\nThe Organization’s universality has been enhanced by\r\nthe admission of six new Member States. It is a pleasure for\r\nme to welcome them among us and to assure them of\r\nCameroon’s readiness to maintain and develop relations of\r\ncooperation and friendship with them.\r\nThe especially significant and unexpected changes that\r\nhave marked the end of this century confirm our feeling that\r\nwe must never despair of the human being and that,\r\nwhatever the circumstances may be, we must keep faith in\r\nmankind’s future.\r\nIndeed, the forty-eighth session of the General\r\nAssembly is being held at a time when the image of that\r\nhistoric handshake between Prime Minister Itzhak Rabin and\r\nPresident Yasser Arafat is still bright in our minds, a\r\nhandshake that sealed the mutual recognition between Israel\r\nand the Palestine Liberation Organization and consecrated\r\nthe agreement on autonomy for Gaza and Jericho. Never\r\nbefore have conditions been as conducive to the building of\r\na lasting peace in the Middle East.\r\nForty-eighth session - 8 October l993 7\r\nThat historic event, a sign of the times, was followed\r\nby the adoption by the Parliament of South Africa, which is\r\nstill composed exclusively of whites and coloureds, of the\r\nagreement to establish a Transitional Executive Council,\r\nconferring upon the black majority a right to participate in\r\nthe management of that country’s affairs with an eye to the\r\nApril 1994 elections, which should usher in a united,\r\ndemocratic and non-racial South Africa.\r\nThose are undeniably two major events of exceptional\r\nsignificance, events that demonstrate the extent of the\r\nupheaval in the world we are now witnessing.\r\nAllow me, therefore, to salute the courage and great\r\nvision demonstrated by the Israeli Government and the\r\nleaders of the Palestine Liberation Organization. Certainly,\r\nthe peace in the Middle East that had seemed elusive is now\r\nwithin reach. Cameroon had always hoped for this, and we\r\nare therefore gratified at the progress made and wish to pay\r\na tribute to the various protagonists who contributed to it.\r\nAnd with regard to this situation, has the time not come\r\nto update the Organization’s documents dealing with the\r\nsituation in the Middle East? Cameroon intends to\r\ncontribute to the consideration of this question the\r\ncircumstances call for. The tone and provisions of\r\nresolutions concerning South Africa also need to be brought\r\ninto line with the changes taking place in that country.\r\nCameroon supported the appeal made from this rostrum\r\nby President Nelson Mandela for the lifting of the economic\r\nsanctions against South Africa. We salute that outstanding\r\nson of Africa, and we include in this commendation\r\nPresident De Klerk, whose open-minded attitude has earned\r\nour admiration.\r\nThe democratic transition in South Africa is at once\r\nfragile and promising for the whole of the African continent.\r\nIt demands the support of the international community,\r\nwhich must work to put an end to violence and the\r\ndestabilizing actions of the forces in the country that are\r\nopposed to change.\r\nUnfortunately, this remarkable improvement in the\r\nsituations in the Middle East and South Africa cannot mask\r\nthe threats to international peace and security caused by the\r\npersistence of armed conflicts in various parts of the world\r\narising out of ethnic claims, the resurgence of nationalistic\r\nfeelings, religious intolerance, the desire for power, poverty\r\nand underdevelopment.\r\nAt the very heart of Europe, a frightful war continues\r\nin the Balkans, a war the more frightful because the ideology\r\nunderlying it is an affront to the conscience of mankind.\r\nThe indignation it has aroused throughout the world demands\r\nthat the weapons be silenced to enable the virtues of\r\ndialogue to prevail over the logic of exclusion and conquest.\r\nThat war is also sorely testing the international community’s\r\nability to defend the principles and values of civilization in\r\nour era.\r\nIt is equally untenable that in Angola innocent people,\r\ncaught up in an increasingly senseless war, continue to be\r\nmassacred. It must be obvious to everyone that a solution\r\nto the Angolan problem cannot be imposed by force of arms.\r\nIt resides in concertation, dialogue and negotiation. We\r\ntherefore urge the parties concerned to seize this most recent\r\nopportunity to achieve peace afforded them by strict\r\nimplementation of the Abidjan Agreements and the relevant\r\nresolutions of the Security Council.\r\nThe imperatives of peace are also pressing upon our\r\nLiberian, Somali and Mozambican brothers and sisters, who\r\nhave legitimate aspirations to the stability needed to\r\nreconstruct their countries.\r\nAs regards Haiti, it is also important, if legality is to\r\ntriumph, that everything possible be done for the\r\nimplementation of the Governors Island Agreement.\r\nIn Western Sahara, we have not lost hope that,\r\nfollowing the negotiations now under way, the obstacles to\r\na referendum on the future status of the territory will be\r\nremoved.\r\nIn other parts of the world where hotbeds of tension\r\npersist the spirit of confrontation must yield to the search for\r\nnegotiated solutions. In this context, Cameroon welcomes\r\nthe decisive contribution of the United Nations to the\r\nrestoration of peace in Cambodia. In paying tribute to the\r\nmemory of all those who have paid for peace in Cambodia\r\nwith their lives, I include Captain Ndi Ncho Abrahams of\r\nthe Cameroonian contingent of military observers of the\r\nUnited Nations Transitional Authority in Cambodia\r\n(UNTAC), who fell on the field of honour in Phnom Penh\r\non 7 September 1993.\r\nI also wish to extend here our warm congratulations to\r\nHis Majesty King Norodom Sihanouk on his restoration to\r\nthe throne of Cambodia. We are convinced that his lofty\r\nstature, eminent qualities and long experience will help his\r\ncountry to set out again on the path to progress and the\r\nreconciliation of its children.\r\n8 General Assembly - Forty-eighth session\r\nMeeting the challenge of peace, involves not only the\r\nsilencing of weapons, but also ensuring the reconstruction of\r\ncountries ravaged by war. We therefore appeal that, as\r\nmeasures are taken to settle certain regional conflicts, the\r\nnecessary resources be mobilized to meet, as well as\r\nhumanitarian needs, the reconstruction needs of African\r\ncountries that have been torn by armed conflicts.\r\nThis would bolster the willingness of the African Heads\r\nof State to assume greater responsibility in the prevention,\r\nmanagement and settlement of conflicts in their region. The\r\nmechanism created for that purpose at the twenty-ninth\r\nSummit of the Organization of African Unity deserves the\r\nsupport of the international community, as it is involved in\r\nthe implementation of the agenda for peace adopted by the\r\nSecurity Council. Furthermore, the adoption in Libreville in\r\nSeptember 1993 of a non-aggression pact between the 11\r\nStates members of the Economic Community of Central\r\nAfrican States is part of this trend. Concluded in the\r\nframework of the Standing Advisory Committee on Security\r\nQuestions in Central Africa, created last year by the\r\nSecretary-General of the United Nations, this agreement is\r\nan essential link in the chain of confidence-building\r\nmeasures aimed at the progressive reduction of the armed\r\nforces and military budgets of the States of the subregion.\r\nOur States are thereby determined to create an area of peace,\r\nsecurity and solidarity. We are thus entitled to expect the\r\ncontinued support of the international community for this\r\ninitiative, sponsored by the United Nations.\r\nIn a more general context, the progress achieved in the\r\nfield of disarmament and arms limitation should continue.\r\nWe call on the major Powers to redouble their efforts to\r\naccelerate the disarmament process, especially in the field of\r\nnuclear weapons. The conclusion of a treaty banning\r\nnuclear tests would meet the expectations of the international\r\ncommunity, just as the indefinite extension of the Non-\r\nProliferation Treaty would help reassure the non-nuclear-\r\nweapon States. In this respect, we praise the dialogue being\r\npursued by the parties concerned to find a negotiated\r\nsolution to the differences between North Korea, on the one\r\nhand and the International Atomic Energy Agency and the\r\nGovernment of the United States of America on the other.\r\nLastly, the progressive establishment of the structures\r\nof the Organization’s executive secretariat for the control of\r\nchemical weapons strengthens our conviction that general\r\nand complete disarmament is not just a dream. It is a\r\nfervent aspiration of mankind that could be achieved if\r\ngreater political will were focused on that goal.\r\nAt the recent World Conference on Human Rights, held\r\nin Vienna, our common vision of the values underlying\r\nmankind’s shared aspiration to the effective enjoyment of\r\nhuman rights made the longstanding dispute about a possible\r\nhierarchy as between civil and political rights and economic,\r\nsocial and cultural rights outdated. Now enshrined as\r\nindivisible and interdependent, all these rights have one\r\nobjective alone: the promotion and protection of human\r\ndignity, regardless of considerations of race, colour, sex or\r\nreligion. Recognition of that objective has contributed to the\r\nrebirth of the idea of the universality of human rights and\r\nhas given those rights the moral and legal force of a\r\ncategorical imperative with unassailable legitimacy.\r\nThis development encourages the Government of\r\nCameroon, with the impetus given by His Excellency\r\nPresident Paul Biya, to continue updating the legal and\r\ninstitutional frameworks to promote the effective enjoyment\r\nof human rights by our citizens. Our resolute march towards\r\ndemocracy can be gauged by the incomparable freedom of\r\nexpression burgeoning throughout our national media, the\r\nflourishing of political parties, the vitality of popular\r\nparticipation in public life and the establishment, in the wake\r\nof the State’s gradual disengagement, of new and vast areas\r\nfor the development of private initiative.\r\nThe National Committee on Human Rights and\r\nFreedoms, whose activities enhance its credibility, is helping\r\nenormously to make public opinion aware of the importance\r\nof human rights and to alert our authorities to any possible\r\nviolation. The recent organization in Yaoundé by the United\r\nNations Centre for Human Rights of a training seminar for\r\nmembers of that Committee highlights the role of\r\ninternational cooperation in the promotion of human rights,\r\nparticularly in developing countries.\r\nThis cooperation suggests a new approach, necessitating\r\na reversal of the tendency to turn human rights into political\r\ntools. This tendency often leads to a selective awareness of\r\nhuman rights violations and discrimination in the application\r\nof sanctions. Cooperation also suggests a new type of\r\npartnership, allowing the highly publicized activism on\r\nhuman rights to be replaced by calm and constructive\r\ndialogue between the various parties in charge of promoting\r\nand protecting human rights - States, national institutions,\r\nnon-governmental organizations and multilateral institutions.\r\nIn this context, the proposal to establish a post of high\r\ncommissioner for human rights has its merits. None the\r\nless, it gives rise to some questions, the importance of which\r\nrequires that it be considered attentively and in depth.\r\nForty-eighth session - 8 October l993 9\r\nThe universality of human rights, which everyone must\r\nhenceforth respect, requires the democratization of\r\ninternational economic relations. It would be unrealistic to\r\ncircumscribe the exercise of democracy within national\r\nboundaries, when there are also flagrant injustices in\r\ninternational economic relations that constitute grave\r\nviolations of human dignity.\r\nA victim of such injustices, Africa, more than any other\r\ndeveloping region, has the characteristics of a continent\r\nadrift. It is toiling under an intolerable debt burden in a\r\nsituation exacerbated by an overall trend towards\r\ndisinvestment, a decline in official development assistance\r\nand a steady deterioration in the terms of trade as a result of\r\nthe continuing fall in commodity prices.\r\nIn these circumstances, is it acceptable that net financial\r\nflows should continue from the impoverished African\r\ncountries to the rich countries? As we have already pointed\r\nout, this situation cannot be considered in economic terms\r\nalone. It is an ethical problem involving the conscience of\r\nour Northern partners and of international financial\r\ninstitutions.\r\nNeed we recall that despite the seriousness of the\r\neconomic crisis they are facing the African States, like the\r\ncountries of the East, have undertaken courageous reforms\r\ntowards liberalizing their economies and democratizing their\r\npolitical systems?\r\nWhile we are pleased at the mobilization of resources\r\naimed at accompanying reform in the countries of the East,\r\nwe must deplore the fact that no similar effort has been\r\nmade for the benefit of the African countries that are also in\r\na state of transition. Structural adjustment plans are the only\r\nalternative solution proposed to them. Because they are\r\nbecoming increasingly exorbitant and difficult to bear, their\r\nsocial costs need to be given more attention by our partners\r\nso that the already fragile foundations of our young States\r\nwill not crumble.\r\nThe very recent International Conference, on African\r\nDevelopment, held in Tokyo, will give us an opportunity to\r\ndraw the attention of the international community to the\r\ndistress of the African continent.\r\nThe failure of the United Nations Programme of Action\r\nfor African Economic Recovery and Development 1986-\r\n1990 and the disappointing progress of the United Nations\r\nNew Agenda for the Development of Africa in the 1990s\r\nunderscore, if need be, the urgent need to establish for that\r\ncontinent a consistent set of measures to stimulate recovery\r\nincluding, in particular, debt alleviation and the enhancement\r\nof human resources, the transfer of technology, support for\r\nthe diversification of production and the improvement of\r\nconditions for access of our products to international\r\nmarkets.\r\nWe must set our sights on establishing a fund for\r\nfinancing African development. The imperatives of\r\ninternational solidarity are not consistent with\r\ncompartmentalization on the basis of racial or geographical\r\nconsiderations. Hence, we cannot leave the African\r\ncountries at the mercy of market forces, which are devoid of\r\nall legitimacy owing to speculation. The international\r\ncommunity must therefore undertake to construct a more\r\nlegitimate new world order that is in keeping with full\r\nrespect for law and justice.\r\nThe world partnership for sustainable development\r\nenshrined in Rio de Janeiro responds to this aspiration.\r\nWhile we are pleased at the establishment of the\r\nCommission for Sustainable Development, the release of\r\nresources required for the financing of Agenda 21 has not\r\nyet been accomplished.\r\nIn the social sphere, activities conducted throughout the\r\nUnited Nations system with a view to fighting against the\r\nAIDS pandemic and to repressing the illicit traffic in\r\nnarcotic drugs and psychotropic substances deserve high\r\npriority in the agenda of our Organization.\r\nSimilar importance should be attached to the integration\r\nof women in the process of development and to the\r\nprotection of vulnerable groups of society.\r\nThe International Conference on Population and\r\nDevelopment planned for Cairo in 1994, the World Summit\r\nfor Social Development, to be held in 1995 in Copenhagen,\r\nand the Fourth World Conference on Women, to be held\r\nalso in 1995, in Beijing, will offer opportunities to review all\r\nof these issues at the highest level. These gatherings will\r\nmake it possible for us to refine our understanding of these\r\nproblems in order better to integrate them in our\r\ndevelopment policies.\r\nGuaranteeing international peace and security and\r\npromoting the economic and social development of its\r\nMembers are the tasks that the United Nations has been\r\ncalled upon to perform since its establishment. The changes\r\ngenerated by the end of East-West rivalry have created\r\nconditions more conducive to the attainment of these\r\nobjectives. Our Organization should therefore rethink its\r\nstructures and its working methods in order to increase their\r\n10 General Assembly - Forty-eighth session\r\neffectiveness, the better to respond to the ever-growing\r\nexpectations of the international community.\r\nThe restructuring process under way is of course part\r\nof this trend. We are pleased at the prevailing spirit of\r\nconsensus in the search for solutions to this problem - a\r\nproblem made complex and delicate because of the need to\r\nreconcile the need for effectiveness and the imperative of\r\ndemocratization which alone can safeguard the plurality of\r\napproaches that underlies the universality of our\r\nOrganization.\r\nMr. Kharrazi (Islamic Republic of Iran), Vice-\r\nPresident, took the Chair.\r\nIn this context, the reform of the Security Council\r\nshould not be confined to a mere broadening of its\r\ncomposition. It should above all make it possible to revive\r\nthe spirit behind the decision to confer upon the members of\r\nthe Council broad powers regarding the maintenance of\r\ninternational peace and security. These powers should\r\ntherefore be exercised in the interest of all, and not on the\r\nbasis of other considerations.\r\nThe General Assembly should, along the same lines,\r\nremain a global forum where the positions of States are\r\nexpressed and harmonized. We are therefore in favour of a\r\nstrong Secretariat endowed with adequate structures and with\r\na highly qualified staff that reflects the diversity and the\r\nexcellence of the peoples of the United Nations. This means\r\nthat throughout the system and within our Organization, the\r\nongoing process of restructuring should be consistent with\r\nthe spirit of the Charter.\r\nMankind has always cherished the utopian dream of a\r\nworld in which man would no longer be a danger to his\r\nfellow man, and in which peace, justice and equity would\r\nprevail. The sudden acceleration of history at the turn of\r\nthis century gives this utopian hope an impetus that enhances\r\nour shared perception of the need to establish a new and\r\nmore united world order. This \"promise of history\" being\r\nshaped will be an expression of the convergence of our will\r\nto free mankind of the consequences of a past that we hope\r\nis forever behind us. The universal conscience cannot put\r\nup with the horrors of war and of flagrant violations of\r\nhuman rights, nor should it at the dawning of the third\r\nmillennium tolerate the persistence of poverty and hardship\r\nthat trample underfoot the intrinsic values of our shared\r\nhumanity.\r\nThus the United Nations must meet the challenge of\r\nrenewal in order fully to play its central role in the building\r\nof a world consistent with the ideals of its founding fathers.\r\nIn the final analysis, history condemns us to be hopeful - in\r\nthe midst of violence, does man not persevere in his utopian\r\ndream of peace?\r\nMr. QHOBELA (Lesotho): On behalf of the Lesotho\r\ndelegation and on my own behalf, I wish to congratulate\r\nAmbassador Insanally on his election to the presidency of\r\nthe General Assembly at its forty-eighth session. His\r\nelection is a well-deserved tribute to his great personal\r\nqualities and also to the dynamic role that the Republic of\r\nGuyana has always played within the United Nations and in\r\nworld affairs. We are also indebted to the dedication and\r\nthe effective manner in which his predecessor, His\r\nExcellency Mr. Stoyan Ganev of the Republic of Bulgaria,\r\nguided the deliberations of this lofty body during the forty-\r\nseventh session of the General Assembly.\r\nAllow me also to extend our congratulations to that\r\ndistinguished son of Africa, His Excellency Mr. Boutros\r\nBoutros-Ghali, Secretary-General of the United Nations,\r\nwhose untiring global efforts for peace continue to inspire us\r\nall. My delegation wishes to reiterate once more its\r\nreadiness to continue to cooperate with him in every way\r\nthat would promote international cooperation and\r\nunderstanding, in conformity with the Charter of our\r\nOrganization.\r\nOn behalf of my delegation, allow me also to express,\r\nlike those who have spoken before me, deepest condolences\r\nto the Government and the people of the Republic of India\r\nfor the tragic loss of human lives resulting from the recent\r\nearthquake in that country.\r\nSince 1945 the membership of the United Nations has\r\nincreased dramatically, lending credence to the universality\r\nof this Organization and bearing out the wisdom of the\r\nfounding fathers. Today we welcome the new Members to\r\na United Nations whose numerical strength is matched by\r\nthe broadened scope of its vision, the depth of its\r\ncommitment to global issues and the capacity of its\r\noperations world wide which, more than ever before, it\r\nbehooves us all to enhance further. We also look forward to\r\nwelcoming back into the fold a free, democratic and\r\nnon-racial Republic of South Africa in the very near future.\r\nWith the emergence of the new world order, we are\r\ntoday at a high tide of opportunity to realize the vision of\r\nglobal peace that inspired the United Nations Charter in\r\n1945. The original design for peace, as outlined in the\r\nCharter in 1945, seems to be in sight with the emergence of\r\nthat new world order.\r\nForty-eighth session - 8 October l993 11\r\nThe commendable efforts made by the\r\nSecretary-General towards the promotion of international\r\npeace and security and for the consolidation of peaceful\r\ncoexistence among nations are about to bear results.\r\nFollowing the period characterized by international relations\r\nof confrontation between the military blocs of East and\r\nWest, we see around us today an increasing recognition\r\namong nations of the need for the settlement of international\r\nand regional problems by peaceful means, that is, through\r\nnegotiation and dialogue. All these developments augur well\r\nfor the realization of the goals and objectives we set for\r\nourselves in San Francisco in 1945.\r\nRecent developments, however, continue to test our\r\nOrganization’s capacity to make the initiative of 1945 a\r\nreality. New challenges have emerged and continue to\r\nconfront us. Though different in nature and content from\r\nthose of the past, they are no less important in their bearing,\r\nscope and influence on peace and the future of mankind.\r\nThe beginning of this last decade of the century held\r\nout hope for international peace and stability. The world\r\ncommunity lifted itself from the trenches of the cold war,\r\npledging to build for mankind a new world order firmly\r\nbased on legitimacy, cooperation and respect for the rights\r\nand dignity of the human person. The residual tendencies to\r\nconfrontation were also collectively suppressed by the united\r\nworld action in the Gulf.\r\nThe euphoria of a world finally at peace has not,\r\nregrettably, been universal. From Angola to Somalia to\r\nBosnia and Herzegovina and, recently, in the political\r\nstandoff in the Russian Federation, we witness a world\r\nhaunted anew by disputes originating from legacies of the\r\npast. The destructiveness and brutality of internal wars are\r\nthreatening to unweave the very tapestry on which\r\ncivilization is based.\r\nAs it stands on the eve of celebrating the golden jubilee\r\nof the Charter, the world body must recognize the need for\r\nincreased resources and more balanced burden-sharing\r\namong Member States in order to strengthen the capacity of\r\nthe United Nations to fulfil effectively its peacemaking and\r\npeace-keeping obligations. It must continue to pursue more\r\nresolutely the objectives of the Charter, all of which stipulate\r\nthat the realization of peace and development are legitimate\r\naspirations of all peoples.\r\nIn the past we have talked about the urgent need for the\r\ndemocratization and restructuring of the United Nations. In\r\nthis regard, we take note of the commendable efforts which\r\nare being made by the Secretary-General to strengthen the\r\nstructures of the other organs of the Organization within the\r\ncontext of \"An Agenda for Peace\" and through regional\r\ncommissions.\r\nIn the aftermath of the cold war and at a time when\r\ninternational relations are being reshaped, it is necessary that\r\nthe imbalances inherent in the present United Nations system\r\nbe reviewed and corrected. Such an exercise should take\r\ninto account the principles of decentralization of resources\r\nand equitable geographical representation in the decision-\r\nmaking organs of the world body. Like a world parliament,\r\nthe United Nations must reflect in its structures the same\r\ndemocratic values that it advocates, the values of fairness,\r\ntransparency and equitable representation, in order to\r\nvalidate the principle of equality of States.\r\nThe need for democratization extends, in particular, to\r\nthe Security Council. The African continent accounts for\r\nalmost one third of the United Nations membership. In the\r\nspirit of reflecting the regional diversity of our Organization,\r\nwe must consider positively the interest of Africa in being\r\nallotted at least two permanent seats on the Security Council\r\nand an increased number of non-permanent seats.\r\nNever before in the history of the United Nations has\r\nthe world been presented with a greater opportunity for\r\npeace. The challenge of this opportunity will require us to\r\nconduct international relations with the vision and realism of\r\npeople who recognize how near, in the past, the world has\r\nbeen to the edge of the precipice.\r\nThe United Nations global peace-keeping missions are\r\na beacon of hope and a source of inspiration to peace-loving\r\ncommunities world wide that are ravaged by war and strife\r\nand in many cases have nowhere else to turn. But even in\r\nthese trying times, a great opportunity exists, an opportunity\r\npossibly greater than any the world community of nations\r\nhas seen since the founding of this Organization for the\r\ncreation and maintenance of global peace.\r\nNotwithstanding the positive initiative taken by the\r\nmajor nuclear Powers since the end of the cold war, there is\r\nstill a need to establish a close link between disarmament\r\nand international peace in the years ahead. This is the ideal\r\nformula to fulfil the aspirations of mankind for a life that is\r\nfree from the threat of war. To be effective towards this\r\nend, disarmament must be universal and embrace all\r\ncategories of weapons, including conventional weapons.\r\nWe also recognize that the global reduction of military\r\nexpenditures could enable the world to redirect its resources\r\nto development and to meet the challenge of reversing the\r\n12 General Assembly - Forty-eighth session\r\nenvironmental degradation of our planet on the eve of the\r\ntwenty-first century.\r\nThe hopes of the world were placed last year in the\r\nUnited Nations Conference on Environment and\r\nDevelopment (UNCED). The Earth Summit broke fresh\r\nground in addressing global environmental and development\r\ncrises. While it did not solve these problems, it at least\r\nsucceeded in building a large amount of goodwill for the\r\nglobal economic partnership that is so vital if addressing the\r\nmany environmental problems that the UNCED process\r\nrecognized and, indeed, highlighted, are to be addressed.\r\nMore than a year after the Rio Conference, the\r\nestablishment of the high-level Commission on Sustainable\r\nDevelopment remains the most tangible development so far.\r\nThe majority of the commitments made by world\r\nGovernments in Rio are yet to be matched with actual deeds.\r\nThe global trends towards the reduction of aid budgets by\r\nthe developed countries and the intensifying commercial and\r\npolitical pressure on aid administration contrast sharply with\r\nthe commitments made by these countries in Rio to reach\r\nthe United Nations target of 0.7 per cent of gross national\r\nproduct in aid towards assisting the developing countries\r\nmake a transition to sustainable development.\r\nAnother source of great disappointment is the\r\ncontinuing decline in voluntary contributions to the United\r\nNations operational activities. The United Nations system\r\nhas a central role to play in channelling assistance to\r\ndeveloping countries, capitalizing on its comparative\r\nadvantages of neutrality, widespread field-level presence and\r\nrapid response.\r\nThe least developed countries are continuing to\r\nexperience a deterioration of their socio-economic situation\r\nowing to profound structural constraints and handicaps which\r\nreduce their ability to overcome the negative impact of\r\nexternal factors. The issue of the stalemate in multilateral\r\ntrade negotiations under the General Agreement on Tariffs\r\nand Trade (GATT) is a matter of great concern to the\r\ndeveloping countries. Further delays towards successful,\r\nbalanced and comprehensive GATT negotiations will render\r\nthe principle of trade as the engine of growth and\r\ndevelopment an illusion. These basic economic structural\r\nproblems, coupled with a proneness to natural disasters,\r\nseriously hamper these countries’ efforts towards meaningful\r\neconomic growth.\r\nThe recent drought which struck the countries of\r\neastern and southern Africa was the worst ever. In Lesotho,\r\nthe Government has had to declare a state of continuing\r\ndrought emergency and to extend provision of drought-relief\r\nmeasures for another year, until June 1994. We wish to\r\nexpress our gratitude to the Secretary-General and his team\r\nfor their efforts in convening, jointly with the Southern\r\nAfrican Development Community, a donors’ conference in\r\nGeneva last year to address the drought problem. Similarly,\r\nwe wish to thank the international community for its\r\ndemonstration of solidarity with our region at a time of\r\ndesperate need.\r\nThe Kingdom of Lesotho welcomes the Secretary-\r\nGeneral’s report entitled \"An Agenda for Peace\" (A/47/277).\r\nThis document contains far-reaching recommendations on\r\npeacemaking, peace-building and peace-keeping. However,\r\nthe implementation of these recommendations will fall short\r\nof attaining the intended results fully if they are not\r\ncomplemented with efforts to harness and reverse the further\r\ndeterioration in peoples’ socio-economic situations. It is on\r\nthis basis that my delegation lends its full support to General\r\nAssembly resolution 47/181 on the \"Agenda for\r\nDevelopment\". We stand ready to engage in constructive\r\ndebate on the Secretary-General’s preliminary report on \"An\r\nAgenda for Development\".\r\nThe world today faces profound changes, which are\r\nfuelled by the deep desire of people across the globe for\r\nrespect for their basic human rights, for democracy, for\r\npublic accountability and good governance. The\r\ndemocratically elected Government of the Kingdom of\r\nLesotho embraces the idea and concept of national\r\nreconciliation, for which the people of Lesotho have yearned\r\nfor so long. The Government has also embarked on a\r\nvigorous campaign to inculcate and nurture the culture of\r\ndemocracy, respect for basic human rights and popular\r\nparticipation, which should, in turn, have an impact on social\r\nmobilization for development, democratic institution-\r\nbuilding, political stability and national prosperity.\r\nThe new Government views the 1993 general election\r\nand the overwhelming popular mandate it received for the\r\nstewardship of the nation’s affairs as a golden opportunity to\r\naddress, with fresh impetus, the urgent national issues of\r\npoverty, ignorance and disease. We therefore wish to make\r\na special appeal to the donor community to lend a helping\r\nhand to our efforts in this regard, in the considered belief\r\nthat democracy and development are complementary.\r\nOn behalf of the Government and the peace-loving\r\npeople of Lesotho, I wish to express our gratitude for the\r\nprompt and generous support and assistance we received\r\nfrom the international community towards the success of our\r\nreturn to democratic civilian rule.\r\nForty-eighth session - 8 October l993 13\r\nThe situation in South Africa is always a cause for\r\nconcern in Lesotho, as South Africa is our only immediate\r\nneighbour. Despite our concern with the ever-rising levels\r\nof violence and the increasing resolve by the right-wing\r\nelements to engage in sabotage in South Africa, we are\r\nencouraged by what has been achieved through negotiations\r\nin that country. In particular, we applaud the agreement\r\nreached by the negotiating parties on the date of the end of\r\nApril 1994 for the holding of the first democratic elections\r\nas well as the establishment of the Transitional Executive\r\nCouncil to oversee the transitional arrangements prior to\r\nelections. While we acknowledge and support the call for\r\nthe lifting of economic sanctions against South Africa, we\r\nurge the United Nations to upgrade the United Nations\r\nmonitoring team in South Africa in order to give effective\r\nmeaning to the Secretary-General’s report \"An Agenda for\r\nPeace\" and its central message of preventive diplomacy,\r\npeace-building and peacemaking.\r\nIt is our fervent hope that the lessons of the Kingdom\r\nof Lesotho’s peaceful transition to democracy will not be\r\nlost on the citizens of South Africa, whose own chance to\r\nelect a Government of their choice for the first time seems\r\nwithin reach.\r\nThe people of Angola, another sister country in the\r\nsubregion, continue to be denied a chance for peace by\r\nUNITA. We condemn UNITA for the escalation of the\r\nmilitary actions and for the continued massacre of innocent\r\ncivilians and the destruction of the infrastructure in Angola.\r\nWe appreciate the efforts of the Secretary-General and take\r\nnote of Security Council resolution 851 (1993), which\r\nimposes a number of sanctions intended to limit the ability\r\nof UNITA to continue with its war effort.\r\nWe also wish to applaud the decision by the United\r\nStates to recognize and establish diplomatic contact with the\r\nGovernment of Angola, as well as the subsequent positive\r\ninitiatives for peace taken by the United States in Angola.\r\nMozambique is currently enjoying relative peace. The\r\nGeneral Peace Agreement signed in Rome is holding, and\r\nthe parties have continued to exercise restraint. We appeal\r\nto the parties concerned to implement the peace accords\r\nwithout delay and to cooperate with the Secretary-General’s\r\nSpecial Representative in full, including the timely\r\nimplementation of the mandate of the United Nations\r\nOperation in Mozambique.\r\nIn Liberia, we are optimistic that the collaboration\r\nbetween the United Nations Observer Mission in Liberia\r\n(UNOMIL) and the Economic Community of West African\r\nStates (ECOWAS) Military Observer Group (ECOMOG),\r\ntogether with the Peace Agreement signed in Cotonou in\r\nJuly 1993, will bring lasting peace and that the warring\r\nfactions will stop hostilities and agree on a transitional\r\narrangement to lead the country to democratic elections.\r\nLast, but not least, it is heartening to see real hope of\r\na solution to one of the bloodiest, most impassioned and\r\nmost obdurate conflicts of our time in the Middle East. The\r\nsigning last month of the peace accord between the State of\r\nIsrael and the Palestine Liberation Organization is a victory\r\nfor common sense and the validation of peaceful methods in\r\nresolving disputes between States. The virtue of this mutual\r\nachievement is that it puts coexistence to a test in reality and\r\nnot in mere exchange of rhetoric.\r\nNone of this, however, should distract the world from\r\nthe reaffirmation of the right of the Palestinian people to\r\nnationhood in accordance with the relevant Security Council\r\nresolutions.\r\nDuring the World Conference on Human Rights, held\r\nin June this year, the whole world converged in Vienna to\r\ndiscuss human rights issues. Although the World\r\nConference was inundated with diverse interpretations of\r\nhuman rights, a great deal of progress was made. My\r\ndelegation believes that the international community should\r\nrededicate itself to the Vienna Declaration and Programme\r\nof Action as the central document in the effective\r\nimplementation of existing human rights instruments and\r\ncommit itself to the principles enshrined in the Charter of\r\nthe United Nations and the Universal Declaration of Human\r\nRights.\r\nIn conclusion, my delegation would wish to emphasize\r\nonce again that it remains for us to join hands and strive\r\nresolutely in all spheres of human endeavour to ensure the\r\nvery survival of current and succeeding generations. Let this\r\nOrganization remain the burning light of hope and\r\ninspiration for all mankind. For all its differences, and for\r\nall its diversity, ours is a world of interdependence and\r\ndestinies inextricably joined. Let us renew our resolve to\r\npursue to the end the lofty purposes and principles of the\r\nCharter of our Organization.\r\nMr. Tau (Republic of Moldova): First of all, I join\r\nprevious speakers in warmly congratulating Mr. Samuel\r\nInsanally on his election as President of the forty-eighth\r\nsession of the General Assembly, and wish him success in\r\nperforming this highly responsible function. At the same\r\ntime, I address sincere thanks to Mr. Stoyan Ganev for the\r\n14 General Assembly - Forty-eighth session\r\ncompetent manner in which he led this great forum during\r\nhis presidency.\r\nI also take great pleasure in expressing my gratitude to\r\nthe Secretary-General, Mr. Boutros Boutros-Ghali, for his\r\ntireless efforts aimed at enhancing the efficiency of the\r\nUnited Nations.\r\nI take this opportunity to convey cordial congratulations\r\nto the Czech Republic, the Slovak Republic, The Former\r\nYugoslav Republic of Macedonia, Eritrea, Andorra and\r\nMonaco on their admission to the United Nations.\r\nRecent political developments in a number of States\r\nand at the international level brought about the end of the\r\ncold war, the abatement of the danger of a nuclear\r\ncatastrophe and some other positive changes. Unfortunately,\r\nwe are compelled to note at the same time the emergence of\r\nsome negative phenomena, such as disastrous regional and\r\ninter-ethnic conflicts. The end of this century presents a\r\nterrible picture: countries and people torn apart by fierce\r\nfratricidal wars, towns and villages set on fire, thousands of\r\ndisplaced people and refugees, innocent victims, tearful\r\nwomen and children.\r\nThe serious and complicated problems of our times -\r\nfor example, those rooted in history or border disputes, and\r\nthose with ethnic and religious, political and economic,\r\nsocial and spiritual origins, have generated various conflicts\r\nwith grave consequences. These problems may lead to the\r\noutbreak of new violent confrontations in Europe that could\r\nendanger international peace and security. Under these\r\ncircumstances, which are indisputable, the United Nations\r\nand other international organizations, such as the Conference\r\non Security and Cooperation in Europe (CSCE), the North\r\nAtlantic Treaty Organization (NATO), the Western European\r\nUnion (WEU) and the European Economic Community\r\n(EEC) have a crucial role in stopping these unfavourable\r\ndevelopments by the peaceful settlement of conflicts, thus\r\nleading to the strengthening of peace, international stability\r\nand security.\r\nWhile appreciating the European efforts to find an\r\nadequate response to new challenges to security and stability,\r\nboth at the global and regional levels, we consider that the\r\nrole of the United Nations in this respect remains decisive.\r\nIn order to meet the new imperatives, the United Nations\r\nought to undergo a profound reorganization and a careful\r\nreassessment of its means. The report of the\r\nSecretary-General, \"An Agenda for Peace\", represents a\r\nreference point in the modern history of the United Nations\r\nand the starting-point of these necessary changes. We\r\nwelcome the continuation and broadening of the debates on\r\nthis matter.\r\nThe recent outbreak of regional conflicts - the Yugoslav\r\ncrisis in particular - reveals certain deficiencies in the\r\ninternational machinery dealing with peace and security\r\nissues, and indicates an urgent need for improvement.\r\nThe Republic of Moldova supports the reforms initiated\r\nwithin the framework of the Organization and is confident\r\nof its ability to adapt itself to the new political climate.\r\nThe appointment of an Under-Secretary-General for\r\nHumanitarian Affairs strengthens this confidence. In our\r\nopinion, the programme of reforms should include the\r\nfollowing three priorities: restructuring the Secretariat,\r\nrationalizing the work of the Main Committees and their\r\nworking mechanisms, and reinforcing the role of the\r\nSecretary-General in his relations with the subsidiary bodies\r\nand specialized agencies.\r\nI should like to point out that our delegation has been\r\npursuing with great interest the debates on the agenda item\r\nentitled \"Question of equitable representation on and increase\r\nin the membership of the Security Council\". We consider\r\nthat an increase in the membership of the Council aimed at\r\nensuring wider representation would be in full consonance\r\nwith the major changes that have occurred lately in the\r\ninternational arena and would reflect to a much greater\r\nextent the present level of democratization in international\r\nrelations. At the same time, we share the opinion that any\r\nchanges should maintain and increase the efficiency of this\r\nvital organ of the United Nations, taking into account a\r\nfurther possible recourse to the remarkable contributions by\r\nmajor Powers.\r\nOver two years have passed since the Republic of\r\nMoldova proclaimed its independence. Our aspiration to\r\nbecome a democratic State with a market economy is\r\nabsolute, notwithstanding the difficulties of transition. Our\r\ncountry has taken the first steps in this direction, irreversibly\r\nengaging itself on the path towards democracy. This\r\nresolute choice is reflected in our endeavours to join in\r\ninternational cooperation, an integral part of which is respect\r\nfor human rights and fundamental freedoms.\r\nThe Republic of Moldova has ratified the international\r\nconventions on human rights. The Government has\r\nconsistently come out in favour of assuming new\r\ncommitments to adapt the Republic’s internal legal\r\nframework to international standards.\r\nForty-eighth session - 8 October l993 15\r\nThis position of principle on human rights on the part\r\nof the Republic of Moldova was reiterated at the World\r\nConference on Human Rights. Unfortunately, this\r\nconstructive approach has been vehemently challenged by\r\nthe separatist forces in Transdniestra, which are being\r\ninspired and supported from abroad. Shortly after the\r\nproclamation of independence, the pro-imperial forces started\r\nhostilities that resulted in great losses of innocent lives and\r\nflagrant violations of the basic rights of the native\r\npopulation, who were born and bred in areas controlled by\r\nseparatists.\r\nThe allegations by certain political forces and mass\r\nmedia in the Russian Federation that the conflict is an inter-\r\nethnic one are simply not true. In fact, it is a political\r\nconflict aimed at rebuilding the imperial structure. These\r\naccusations by the pro-imperial forces are meant to lead\r\npeople to the conclusion that human rights are being violated\r\nin the Republic of Moldova and that ethnic groups had been\r\nsubject to discrimination. In this respect, I should point out\r\nthat these accusations were not confirmed by the United\r\nNations and Conference on Security and Cooperation in\r\nEurope (CSCE) missions that visited my country on several\r\noccasions.\r\nThose same accusations were the pretext for the\r\nRussian Federation’s decision to keep up a presence by its\r\narmed forces on my country’s territory. The conditions\r\nimposed for the withdrawal of the Russian Fourteenth Army,\r\nnamely that special legal status must be granted to the\r\neastern districts of Moldova, is an attempt to keep that\r\ngeographical area - including the Republic of Moldova - in\r\nRussia’s sphere of influence.\r\nThe presence of foreign military forces on the territory\r\nof the Republic of Moldova is the principal source of\r\ninsecurity and instability for my country. As was so rightly\r\npointed out by the Secretary-General in his report on the\r\nwork of the Organization, the question of the withdrawal of\r\nthe Fourteenth Russian Army is a major stumbling-block\r\nalong the way to a settlement of the conflict.\r\nIn this context, I should like to thank the European\r\nCommunity which, in their memorandum to the General\r\nAssembly, called for an early withdrawal of foreign troops\r\nfrom Moldova. In fact, the Fourteenth Army has huge\r\namounts of military hardware and enormous weapons\r\nstockpiles in Transdniestra that could easily be taken over by\r\nseparatist forces: this is what happened during the escalation\r\nof hostilities in 1992.\r\nMoreover, many residents of the eastern districts\r\ncontinue to be illegally drafted into the Fourteenth Army.\r\nThis is another example of crude interference in the internal\r\naffairs of the Republic of Moldova, and is a serious violation\r\nof international law.\r\nThus, with the political, logistic and moral support of\r\nthe Fourteenth Army, the separatist leaders are still doing\r\neverything they can to impede the talks on a political\r\nsettlement of the conflict. This has prevented the\r\nimplementation of the Moldovan-Russian agreement of\r\n21 July 1992 on the principles for a peaceful settlement of\r\nthe military conflict in the eastern districts of the Republic\r\nof Moldova.\r\nThe high degree of politicization of the foreign military\r\nforces stationed on my country’s territory and their support\r\nfor the anticonstitutional regime in Transdniestra are the\r\nmain threats to the independence, integrity and security of\r\nthe Republic of Moldova. At the same time, the presence of\r\na foreign army in Moldova is the major obstacle to a\r\npeaceful settlement of the conflict in the eastern districts.\r\nWe therefore consider unacceptable the Russian Federation’s\r\ninsistent proposals for it to be entrusted with a United\r\nNations mandate for peace-keeping operations in conflict\r\nzones throughout the former Soviet Union.\r\nFirst, we are convinced that neither the CSCE nor the\r\nUnited Nations have exhausted possibilities for solving these\r\nregional conflicts.\r\nSecondly, one of the basic criteria for participation in\r\npeace-keeping operations is impartiality. In view of Russia’s\r\nobvious interest in these zones and its insistence on\r\nassuming the role of peace-keeper, it is clear that these\r\nefforts are aimed at continuing and justifying its military\r\npresence on the territories of independent and sovereign\r\nStates Members of the United Nations. Russia’s final goal\r\nis obviously the revival of the old imperial structures with\r\nthe blessing of the international community.\r\nThe acceptance of the 14th Army’s presence on the\r\nterritory of the Republic of Moldova as a precedent will\r\ncertainly be very dangerous, not only for the territories of\r\nthe newly independent States but also for all the adjacent\r\nareas.\r\nThe negotiations between the Governments of the\r\nRepublic of Moldova and the Russian Federation - which\r\nbegan last year - on settling the terms for the withdrawal of\r\nthe 14th Army have not attained any significant results. The\r\nRussian side obstructs the negotiations and displays no\r\n16 General Assembly - Forty-eighth session\r\nwillingness to withdraw its military forces. In these\r\ncircumstances, the CSCE mission in the Republic of\r\nMoldova suggested that it participate in these negotiations.\r\nWhile the Moldovan party supported this initiative, the\r\nRussian party rejected it on every occasion. We note with\r\ndeep concern that the constructive attitude in favour of\r\ncompromise taken by the leadership of the Republic of\r\nMoldova is being repaid with a policy of fait accompli\r\nmeant to separate the Transdniester area from Moldova and\r\nplace a \"Trojan horse\" in my country.\r\nThe recent developments are relevant in this sense and\r\ndeepen this concern. General Alexandr Lebed, the\r\ncommander of the 14th Army was recently elected, with the\r\ntacit consent of Moscow authorities, a deputy to the\r\nso-called Supreme Soviet in the \"partial elections\" that took\r\nplace in the self-proclaimed \"Dniester Republic\". In this\r\nway General Lebed has proved once again his lack of good\r\nfaith and his total disregard for the provisions of the\r\nagreements signed by Presidents Mircea Snegur and Boris\r\nYeltsin.\r\nThe Government of the Republic of Moldova considers\r\nthat the defiant and cynical actions of General Lebed, who\r\nis a Russian citizen and the commander of a foreign army\r\ntemporarily stationed on the territory of my country,\r\nconstitute blatant interference in the internal affairs of a\r\nsovereign State. This action is a new attempt by certain\r\nconservative forces in Russia to recognize de facto the\r\nso-called Dniester Republic.\r\nIt would probably be enlightening to recall that the\r\nself-proclaimed authorities in Transdniestria applauded with\r\nenthusiasm the putsch against Mikhail Gorbachev in August\r\n1991. Moreover, during the recent events in Moscow, troops\r\nfrom Transdniestria were sent to the Russian capital to join\r\nthe Communist hardliners in their fight against President\r\nBoris Yeltsin. The active participation of Transdniestrian\r\nfighters in the Moscow rebellion was a logical consequence\r\nof the close ties between the Tiraspol leadership and the\r\nreactionary Russian parliament, which violated all\r\ninternational norms under the false slogan of \"defending the\r\nRussians\" by means of the so-called Dniester Republic and,\r\nin practice, created a bridgehead in Moldova for the\r\nrestoration of the Soviet empire.\r\nIn this context, I should like to inform the international\r\ncommunity that the situation in the area of conflict continues\r\nto be tense and is very likely to become unstable.\r\nWe have all accepted the general principle that a\r\nforeign army cannot be stationed on the territory of another\r\nState without the consent of the Government of the host\r\ncountry. I should also like to recall the appeals contained in\r\nthe documents of the CSCE and the North Atlantic\r\nCooperation Council, stating the need for complete,\r\nimmediate and unconditional withdrawal of the 14th Army.\r\nIn this spirit, we urge United Nations Member States to\r\nexamine, with understanding and good will, a possible\r\nrequest for the inclusion of an additional item on the agenda\r\nof the General Assembly, on the question of the complete\r\nwithdrawal of foreign military forces from the territory of\r\nthe Republic of Moldova.\r\nIt is my belief that the same laudable solidarity\r\nexpressed by the international community with the Baltic\r\nStates is urgently needed by my country, which is prevented\r\nfrom achieving real independence and pursuing its firm\r\nchoice of democracy and freedom. We reiterate our support\r\nfor resolution 47/21, on the complete withdrawal of foreign\r\nmilitary forces from the territories of the Baltic States, and\r\nwe welcome with great satisfaction the encouraging\r\nachievement of the Lithuanian people, which has finally seen\r\nits territory free of foreign troops. We deem that only the\r\nconcerted action of international bodies, especially that of\r\nthe CSCE and the United Nations, can ensure peace and\r\nsecurity in our region and protect the territorial integrity and\r\nindependence of the Republic of Moldova.\r\nI wish to assure this body that my Government is fully\r\ncommitted to doing its utmost to protect the rights of\r\nForty-eighth session - 8 October l993 17\r\nminorities in the Republic of Moldova and is ready to\r\nreceive any international monitoring mission to ascertain the\r\nreal situation.\r\nI cherish the hope that the fresh spirit emerging at the\r\nUnited Nations will help us to identify, by consensus, the\r\nnecessary solutions for various problems the international\r\ncommunity is facing now. My delegation is ready to make\r\nits contribution to the carrying out of efficient cooperation\r\nwith other Member States in order to achieve the lofty goals\r\nof the United Nations that we are all striving for.\r\nThe meeting rose at 11.50 a.m.\r\n"