"United Nations\r\nG E N E R A L\r\nA S S E M B L Y\r\nFORTY-EIGHTH SESSION\r\nOfficial Records\r\n4th\r\nPLENARY MEETING\r\nTuesday, 27 September 1993\r\nat 10 a.m.\r\nNEW YORK\r\nPresident: Mr. INSANALLY\r\n(Guyana)\r\n__________\r\nThe meeting was called to order at 10.20 a.m.\r\nAGENDA ITEM 9\r\nGENERAL DEBATE\r\nThe PRESIDENT: Before calling on the first speaker\r\nin the general debate, I should like to remind members of\r\nthe decision taken by the General Assembly at its 3rd\r\nplenary meeting, on 24 September, that congratulations\r\nshould not be expressed inside the General Assembly Hall\r\nitself after a statement has been delivered.\r\nMay I also remind members of another decision taken\r\nby the Assembly at the same meeting, namely that speakers\r\nin the general debate, after delivering their statements,\r\nshould leave the Assembly Hall through Room GA-200,\r\nlocated behind the podium, before returning to their seats.\r\nI should also like to remind representatives that, in\r\naccordance with the decision taken by the General Assembly\r\nat its 3rd plenary meeting, the list of speakers will be closed\r\non Wednesday, 29 September 1993, at 6 p.m. May I request\r\ndelegations to be good enough to provide estimated speaking\r\ntimes that are as accurate as possible so that we can plan our\r\nmeetings in an orderly fashion.\r\nMr. AMORIM (Brazil) (spoke in Portuguese; English\r\ntext furnished by the delegation): It is with great pleasure\r\nthat I congratulate you, Sir, and the Republic of Guyana, on\r\nyour election as President of the General Assembly at its\r\nforty-eighth session. In so doing, I wish to reaffirm the\r\ntraditional ties of friendship between Brazil and Guyana. I\r\nam certain that you will contribute to making this session of\r\nthe General Assembly a landmark in the path towards\r\nprogress and democracy among nations.\r\nI would also like to express to Mr. Stoyan Ganev,\r\nrespected jurist from the Republic of Bulgaria and President\r\nof the General Assembly at its forty-seventh session, our\r\nrecognition for the work he accomplished.\r\nThe strong and innovative leadership provided by\r\nSecretary-General Boutros Boutros-Ghali will continue to be\r\na factor in furthering the work of our Organization.\r\nAt the opening of the debate at this forty-eighth session\r\nof the General Assembly, we are, once again, being swept\r\nby the winds of change. A fresh breeze, bringing us the\r\nmessage that understanding and peace may finally prevail\r\nover selfish interest, is blowing from the Near East, cradle\r\nof some of the most valuable moral lessons on which our\r\nplanetary civilization is built.\r\nMan’s adventure on Earth, driven by reason and by\r\ndreams, has unfolded within the tension between self-interest\r\nand solidarity. In the dialectic interaction between solidarity\r\nand self-interest which has shaped and continues to shape\r\nthe destinies of mankind, solidarity has just attained a great\r\nvictory, allowing us greater optimism about the future and\r\nabout the possibility of the materialization of the perpetual\r\npeace of which Immanuel Kant spoke. Indeed, following the\r\nhigh hopes ushered in by the end of the cold war, we were\r\nforced to postpone any exclamations of joy as we witnessed\r\nthe much-heralded new order transform itself into growing\r\ndisorder, marked by the re-emergence of conflicts rooted in\r\nThis record is subject to correction.\r\nCorrections should be sent under the signature of a member of the delegation concerned\r\nwithin one week of the date of publication to the Chief of the Verbatim Reporting Section,\r\nRoom C-178, and incorporated in a copy of the record.\r\nCorrections will be issued after the end of the session in a consolidated corrigendum.\r\n93-86605 (E)\r\nDistr. GENERAL\r\nA/48/PV.4\r\n4 October 1993\r\nENGLISH\r\n2 General Assembly - Forty-eighth session\r\nparticularisms, which were supposed to be among the closed\r\nchapters of history.\r\nWe have noticed that the inherent preoccupations of the\r\ncold war have shifted from an East-West axis to a North-\r\nSouth orientation. New concepts have been used to justify\r\ndiscriminatory acts with repercussions for the countries of\r\nthe South. Some of these concepts were presented under the\r\ncloak of humanitarian or moral values, such as the so-called\r\n\"right of intervention\" and \"good governance\"; others are\r\nrenewed versions of old practices, such as eco-protectionism.\r\nAt the same time, the countries of the North tightened their\r\ncontrols on the entry of dispossessed people from the South,\r\nmany of whom came from former colonies. Thus, peace of\r\nmind was to be preserved along with the exclusive privileges\r\nof post-industrial society. At the same time, just when they\r\nwere enjoying new heights of freedom, some of the peoples\r\nformerly subjected to authoritarian rule were carried away in\r\nnationalistic exaltation, the consequences of which continue\r\nto parade before spectators who are as shocked as they are\r\npowerless.\r\nIt was as \"glad tidings\", in an almost Biblical sense,\r\nthat the world welcomed the news that peace and\r\nunderstanding were possible in a region marked up to now\r\nby pain and conflict. The handshake between Mr. Yitzhak\r\nRabin and Mr. Yasser Arafat is emblematic of the close of\r\nthis century, a symbol indicating that history is not over, as\r\nsome have suggested, but rather that it is just beginning,\r\nafter a long, dark and turbulent pre-history, in which the\r\nmark of Cain has always prevailed over the profound desire\r\nfor lasting peace felt by all peoples.\r\nIn this same spirit, I reiterate the solidarity of Brazil\r\nwith the Russian people, who continue to face the challenges\r\nof the process of democratic transition, which we are\r\nconfident will succeed in their country.\r\nIt is therefore with renewed faith in the ability of\r\nmankind to find solutions to the problems it continuously\r\ncreates for itself that we begin our work at this forty-eighth\r\nsession of the General Assembly.\r\nExactly thirty years ago, another Minister of External\r\nRelations of Brazil, a career diplomat like myself,\r\nAmbassador João Augusto de Araujo Castro, pointed out that\r\nthe task of the United Nations could be summed up in what\r\nhe called the \"3 D’s\": Disarmament, Development,\r\nDecolonization. Today, with the virtual elimination of the\r\nlast remnants of colonialism, I could paraphrase him by\r\nstating that the international agenda is once again structured\r\naround three \"D’s\": Democracy, Development, Disarmament,\r\nwith their ramifications in the areas of human rights, the\r\nenvironment and international security.\r\nThe changes we have witnessed have not been limited\r\nto the international sphere. Ethical advancements have also\r\nbeen made in the domestic sphere of countries, where ethics\r\nhave prevailed over the petty interplay of interests which\r\nusually makes up day-to-day politics and which leads so\r\nmany young people to disbelief and to turn away from the\r\nideal of citizenship, without which man cannot fully realize\r\nhis calling as a social being. I believe that I can proudly\r\nassert that my country, Brazil, despite the inherent problems\r\nof underdevelopment, has placed itself at the forefront of this\r\n\"ethicalization\" of political relations, which goes far beyond\r\nthe almost bureaucratic concept of \"good governance\".\r\nWe can still hear the echoes - and the world’s most\r\nimportant opinion makers did not fail to register them - of\r\nthe resounding popular campaign which, in perfect harmony\r\nwith the legislative and judiciary branches of the Brazilian\r\nGovernment, led to the impeachment of a president.\r\nThrough an exclusively internal process, which emerged and\r\ndeveloped within the Brazilian people and their legitimate\r\nrepresentatives, a rarely seen lesson in citizenship was given,\r\nby the use of a legal instrument which, though present in\r\nother countries, had never been implemented to its ultimate\r\nconsequences as it was in Brazil. In this process the\r\nBrazilian people counted on the support of a press which,\r\nwith courage and boldness, put to good use the freedom it\r\nwas once again enjoying after two decades of authoritarian\r\nrule.\r\nMr. Marker (Pakistan), Vice-President, took the Chair.\r\nIt is with justifiable pride that I am able to state, before\r\nthis world assembly, that Brazil has etched a mark - and not\r\na minor one - in the evolution of political institutions. I am\r\ncertain that the peaceful and strictly legal and constitutional\r\nmanner in which this transition took place in Brazil will be\r\na necessary reference in books that may come to be written\r\nabout the history of democracy in our time. I would like to\r\nstress that the process which led to this feat - and a feat\r\nindeed it was - was set in motion and ran its course neither\r\nas the product of any form of external pressure, nor in\r\nresponse to any action inspired by standards of governance\r\nimposed from outside, but solely and exclusively as the\r\nresult of the deepest sense of citizenship shared by\r\nBrazilians of every social class.\r\nSince taking office, President Itamar Franco has\r\nimposed upon himself and upon the Government he leads\r\nabsolute respect for the Constitution and for the laws of the\r\nForty-eighth session - 27 September l993 3\r\ncountry and, above all, for the unchanging principles of law\r\nand ethics. Among the constitutional rights of the human\r\nbeing and of the citizen are those laid down in the Universal\r\nDeclaration of Human Rights, which our Constitution\r\nincorporates and expands upon. Ensuring respect for those\r\nrights - in protecting indigenous populations, in safeguarding\r\nchildren and families, in guaranteeing political freedom and\r\naccess to justice - has been the determined policy of the\r\ncurrent Government, and is the challenge we face after a\r\nlong period in which economic growth and social\r\ndevelopment did not tread convergent paths.\r\nWithin an atmosphere of freedom in which the project\r\nof building an open democratic and pluralistic society is\r\nmoving forward, we are seeking to solve our macroeconomic\r\nproblems while steering clear of the authoritarian temptation\r\nof recourse to technocratic formulas based on closed\r\ndecision-making structures. Although it may seem, on\r\noccasion, more efficient, technocracy tends too frequently to\r\nimpose excessive sacrifices on the poorest and most\r\nvulnerable sectors of the population. The road we are following -\r\nthat the Government of President Itamar Franco is following\r\n- is another, perhaps more complex and arduous one, but\r\ncertainly one that is more democratic and more capable of\r\nleading to consensual and sustainable results.\r\nThe Brazilian Government and society are both aware\r\nthat the difficult issues we are confronted with in the area of\r\nhuman rights are deeply intertwined with the social\r\nimbalances inherited from decades of insensitivity rooted in\r\nauthoritarian rule. Democracy, human rights and\r\ndevelopment make up another indissoluble triad. None of\r\nthose terms can be brought to complete fruition in the\r\nabsence of the other two; that is why the Brazilian\r\nGovernment attaches such importance to the resumption of\r\ngrowth and the expansion of employment along with a fairer\r\ndistribution of income, the only solid and sustainable basis\r\nwith which to ensure social development and the full\r\nrealization of human rights. That is also the reason for the\r\nimportance attached to programmes, such as the programme\r\nto combat hunger, which have emerged in our society and\r\nwhich can count on the full and resolute support of the\r\nGovernment.\r\nWe know only too well, however, that problems in the\r\narea of human rights - to which recent incidents that shocked\r\nBrazilian society and the world bear witness - cannot wait\r\nfor development to be consolidated and for welfare to reach\r\nall of society. At the same time as we seek to solve them\r\nradically - that is, by attacking their social and economic roots -\r\nwe must also attend to the more immediate aspects. To this\r\nend, the Government is determined to act, at different levels,\r\nunder the inspiration and the guidance of the President, who\r\nis personally committed to this task.\r\nTransparency in the decisions and actions of the\r\nGovernment constitutes an important aspect of Brazilian\r\npolitics. Such transparency manifests itself in, among other\r\nactions, the fluid and cooperative dialogue maintained with\r\nsegments and organizations of society dedicated to the\r\nstruggle for the observance of human rights in the country.\r\nThis open and constructive spirit is not restricted, by the\r\nway, within our own borders: we seek and maintain\r\ncooperation on issues related to human rights with other\r\ncountries, intergovernmental and non-governmental\r\norganizations, with which we are devising new methods of\r\naction for safeguarding the rule of law and in favour of the\r\nadequate protection of human rights on the basis of mutual\r\nrespect.\r\nWe do not disregard the fact that impunity may turn out\r\nto be the Achilles’ heel of any policy aimed at the full\r\nimplementation of human rights and the elimination of\r\nviolence. For this reason, the President has personally\r\ndetermined measures - whose implementation he has been\r\nfollowing - for every case in which the human rights of\r\nchildren, of indigenous populations, of women or of any\r\ncitizen have been violated. ln this endeavour, he has the\r\nsupport of Brazilian society, which will not tolerate impunity\r\nas it did not tolerate corruption and the breach of ethical\r\nstandards in politics.\r\nWith specific reference to indigenous populations, we\r\nare currently proceeding with the necessary strengthening of\r\nthe Government’s presence in the Amazon region in order to\r\nprotect simultaneously the population and the environment,\r\nboth of which are frequently exposed to predatory activities;\r\nthese result from an encounter of civilizations that began\r\nfive centuries ago and extends up to today.\r\nHere again, the dialectics of solidarity and self-interest\r\nare at work; the increased effectiveness of actions\r\nundertaken by the Brazilian Government in the Amazon\r\nregion, in conformity with the full and irrevocable exercise\r\nof our sovereignty, is fundamental if we are to ensure the\r\nprotection and defence of all the region’s inhabitants and, in\r\nparticular, those of the Brazilian indigenous protected areas,\r\nwhich amount to the impressive total of over 800,000 square\r\nkilometres.\r\nThe special importance we attach to human rights in the\r\ndomestic sphere is also reflected in our diplomatic action, as\r\nwas evidenced at the World Conference held in Vienna last\r\nJune. The nomination of Brazil to chair the drafting\r\n4 General Assembly - Forty-eighth session\r\ncommittee of the Conference was both an honour and a\r\nchallenge; we offered our collaboration with satisfaction with\r\na view to the Vienna consensus being expressed at the\r\nhighest and most democratic level. The Vienna Declaration\r\nand Programme of Action constitute a significant advance in\r\nthe promotion and protection of human rights, including by\r\nrefining concepts now unquestionably acknowledged as\r\nuniversal. By reaffirming the interdependence of all human\r\nrights, all of which require equal protection, the Declaration\r\nrecognizes that individual rights become little more than\r\nlegal fiction if the bearers of such rights and the States\r\nwhich must guarantee them lack the material resources with\r\nwhich to ensure them.\r\nThe promotion and the defence of the democratic\r\nregime inside each country are not sufficient: a vigorous\r\neffort of democratization of international relations is\r\nessential, in conformity with two notable phenomena of\r\ncurrent times: the wide consensus on the advantages of\r\nrepresentative democracy and the growing linkage between\r\nthe domestic and the international spheres. This twofold\r\nperception leads us of necessity to the recognition that the\r\ndemocratic ideal is applicable with equal validity to relations\r\nbetween nations.\r\nWe note with satisfaction the establishment of a virtual\r\nconsensus on the need to update the composition of the\r\nSecurity Council. It is our understanding that the growing\r\nrole of the Council in matters which affect the fundamental\r\ninterests of Member States corresponds to the need to ensure\r\na more representative composition, and so enhance the\r\nCouncil’s legitimacy and its efficiency. The reform of the\r\nCouncil must be achieved in such a way as not to aggravate\r\nfurther the imbalance between developed and developing\r\ncountries in the decision-making process of the United\r\nNations. The General Assembly, as the definitive\r\ndemocratic organ within the United Nations system, must\r\nplay a decisive role in shaping that process.\r\nThe democratization of relations between nations\r\ndemands that the international order protect them and\r\nguarantee their rights against illicit acts and abuses of power.\r\nThere can be no democratic society if the rule of law is not\r\nstrictly observed and if the less powerful are not sheltered\r\nfrom arbitrary acts by those who wield force and power. In\r\ntoday’s world, it is no longer admissible to say, in the words\r\nof Pascal’s well-known aphorism, that \"as it was not\r\npossible to make the righteous mighty, the mighty were\r\nmade righteous\".\r\nThe material progress of peoples is to a large extent the\r\nproduct of their own, irreplaceable efforts. It is beyond\r\ndoubt, however, that such progress is contingent upon the\r\nprevalence of a favourable external environment. It is\r\ntherefore imperative that international society, acting in\r\nsolidarity, encourage the creation of conditions for progress,\r\nnot for the preservation of privilege.\r\nApart from its intrinsic importance, the development of\r\nall nations is the only factor that can genuinely reduce the\r\nimbalances that are so patently expressed, for instance, in the\r\ngrowing flow of migrants and refugees. In a global society,\r\nsocial justice becomes an indispensable condition for\r\npreventing crises, for alleviating tension, for consolidating\r\ndemocracy and for promoting human rights.\r\nIf we are to undertake a wide-ranging exercise of\r\npreventive diplomacy we must realize that only socially and\r\nenvironmentally sustainable economic development provides\r\nan effective means to accomplish our goals.\r\nIn the pursuit of development the United Nations has a\r\nfundamental role to play. We must make sure that the\r\nOrganization will act urgently to impart renewed life to its\r\ncommitment to development and, therefore, also its\r\ncapacities in the economic and social field. Imbued with\r\nthis hope, Brazil has supported and continues to support\r\nvigorously the initiative of an agenda for development. We\r\nare confident that the Secretary-General will present us with\r\na proposal that will be no less innovative, bold and rich in\r\nideas than was \"An Agenda for Peace\".\r\nSimilarly, great store is set by the work of the\r\nCommission on Sustainable Development. Brazil expects\r\nthe Commission to be an effective tool for putting into effect\r\nthe commitments undertaken in Rio de Janeiro in 1992.\r\nIn the same vein we give our wholehearted support to\r\nthe holding of the World Summit for Social Development,\r\na most timely initiative of the Government of Chile, a\r\ncountry to which we are linked by close ties of South\r\nAmerican brotherhood and partnership in the Rio Group.\r\nWe should not however be misguided by illusions.\r\nOnly a dynamic insertion in the cross-currents of trade and\r\ntechnology will allow developing countries to reap their fair\r\nshare of the fruits of progress. To that end we advocate a\r\nstrengthened multilateral trading system that can guarantee\r\nboth an adequate reward for our effort at trade liberalization\r\nand a normative framework to discourage protectionism and\r\nunilateral measures. Today that entails the need for a\r\nprompt and balanced conclusion of the Uruguay Round,\r\nwithout discrimination or impositions. The significance of\r\nthe Uruguay Round projects far beyond its strictly\r\nForty-eighth session - 27 September l993 5\r\ncommercial aspects. Its successful outcome will be\r\ninstrumental in framing an international order that is open\r\nand propitious for cooperation, thus preventing a splintering\r\nof economic relations into self-contained blocs.\r\nThe vigorous involvement of the community of nations\r\nin the pursuit of development must be consonant with the\r\nprinciple of State sovereignty. Brazil views the sovereign\r\nnation-State as the basis for the legal and political\r\ninternational order. It must not be weakened lest we\r\nundermine the very basis of international representation and\r\nof the multilateral system. Attempts to play down the\r\nprinciple of national sovereignty - which incidentally are\r\nhardly ever targeted at the more powerful States - would be\r\na step backwards in the effort towards more democratic\r\ninternational relations. At a moment when we are building\r\nthe future multilateral system we should not allow\r\ndifferences in power among nations to replace the sovereign\r\nequality of States. The warning sounded by Ruy Barbosa,\r\nthe distinguished Brazilian jurist and statesman, at the\r\nSecond Peace Conference of the Hague in 1907, remains\r\nfully valid. In discussing the composition of the Permanent\r\nCourt of Arbitration he stressed that if certain proposals\r\nwere to prevail, then:\r\n\"The great Powers would no longer be more formidable\r\nonly as a result of the strength of their armies or of\r\ntheir fleets. They would also enjoy a superior legal\r\nstatus in the international judicial forum, thus claiming\r\na privileged situation in the very institution to which\r\nthe administration of justice among nations is to be\r\nentrusted.\"\r\nThe international order we seek to build rests also on\r\na third pillar, that of disarmament. Brazil, along with its\r\nneighbours and partners in Latin America, particularly\r\nArgentina, has been making an important contribution to\r\nadvancing disarmament and international security.\r\nThe revision of the Treaty of Tlatelolco, the\r\nestablishment and work of the Brazil-Argentina Agency for\r\nAccounting and Control of Nuclear Material (ABACC) and\r\nthe Quadripartite Agreement on International Atomic Energy\r\nAgency (IAEA) Safeguards, which have just been approved\r\nby the Brazilian Chamber of Deputies, thus meeting an\r\nimportant requirement for ratification, provide the\r\ninternational community with the guarantees of our\r\ncommitment to the peaceful use of nuclear energy.\r\nWe reaffirm our support for the non-proliferation, in all\r\nits forms, of weapons of mass destruction. In relation to\r\nchemical weapons, we, with Chile and Argentina, have\r\nalready signed the Mendoza Declaration in which we\r\nsolemnly renounced the possession and production of such\r\nweapons. We were equally active participants in the process\r\nthat led to the adoption of the Convention on the Prohibition\r\nof the Development, Production, Stockpiling and Use of\r\nChemical Weapons and on Their Destruction, signed in Paris\r\nearly this year.\r\nWe are gratified by the current observance, although on\r\na somewhat fragile basis, of a moratorium on nuclear tests.\r\nWe hope that the climate resulting from this moratorium will\r\nbring forth the early conclusion, through multilateral\r\nnegotiations, of a comprehensive nuclear-test-ban treaty.\r\nBrazil, as is well known, has been participating in a\r\nclearly positive and transparent way in the process of\r\nestablishing the United Nations Register of Conventional\r\nArms.\r\nBrazil’s experience in the field of peace-building and\r\nconfidence-building is noteworthy. Brazil shares almost\r\n17,000 kilometres of land borders with 10 different\r\nneighbouring countries. No other nation has had\r\nuninterrupted relations of peace and cooperation for so long\r\nand with so many neighbouring States. Very few countries\r\nspend as little on arms - as a percentage of national product -\r\nas Brazil.\r\nAt the same time Brazil does not renounce its right to\r\nmaintain, in good harmony with its neighbours and partners,\r\nan adequate and legitimate defence capacity. Nor does it\r\nrenounce its right to have access to technology necessary for\r\nthe well-being of the Brazilian people.\r\nBy undertaking firm and unambiguous commitments in\r\nthe field of non-proliferation and disarmament, Brazil\r\nbelieves it is entitled to expect from its more developed\r\npartners unimpeded access to high technology, if necessary\r\non a commercial basis.\r\nRecent history gives proof that, despite persistent and\r\nserious shortcomings, United Nations peace-keeping\r\noperations are important for overcoming situations of\r\nconflict, some of which are quite old, complex and delicate.\r\nThe need for an improved conceptual framework for peace-\r\nkeeping operations must be kept under constant review by\r\nthe General Assembly. It is expected that the United\r\nNations will contribute with sober effectiveness to\r\nmaintaining peace and security wherever they may be\r\nthreatened. Brazil currently participates with a significant\r\ncontingent of military observers in United Nations peace-\r\nkeeping efforts. We intend to expand our presence in this\r\n6 General Assembly - Forty-eighth session\r\nfield and we are actively examining ways and means to do\r\nthis.\r\nWithin that context it is essential to rectify the serious\r\npolitical and strategic mistake of envisaging the South as an\r\narea of international instability. Quite the contrary, various\r\nregions such as Latin America provide examples of stable\r\nrelations of cooperation based on mutual trust, as illustrated\r\nby the vigorous processes of Latin American integration\r\nwhich, far beyond their mercantile aspects, are the material\r\nexpression of a political project aimed at international\r\ncooperation and solidarity. Such processes, including that of\r\nthe Common Market of the South (MERCOSUR), are in\r\nstark contrast with the trends of fragmentation seen in other\r\nparts of the world.\r\nYet another clear demonstration of the potential for\r\ncooperation is taking shape in the Community of Portuguese-\r\nSpeaking Countries. Far more than a means of expression,\r\n\"lusiphonia\" is the hallmark of a frame of mind, a form of\r\nbeing, a way of life predicated on tolerance and open\r\nrelations among different peoples.\r\nThe Zone of Peace and Cooperation of the South\r\nAtlantic reinforces our links to sister nations in Africa. The\r\nenhancement of political and economic relations within the\r\nZone of Peace and Cooperation of the South Atlantic is a\r\ngoal towards which we are determined to work, having\r\nregard, among other issues, to the constitution of a vast area\r\nfree of the nuclear threat. We furthermore expect to have\r\nthe pleasure of celebrating the full admission to the South\r\nAtlantic community of a democratic and united South Africa,\r\nfree forever from the scourge of racism.\r\nThe historic speech delivered by Mr. Nelson Mandela\r\njust a few days ago from this same rostrum warrants the\r\nexpectation and confirms the idea that in spite of remaining\r\nobstacles the process of democratization in South Africa is\r\nnow irreversible.\r\nWe are forced to admit that serious areas of tension\r\ncontinue to exist in the world. By virtue of our historical\r\nties of friendship, cooperation and cultural kinship with\r\nAngola, the situation in that country is of particular concern\r\nto us. The international community, through the United\r\nNations, has a fundamental role to play in the defence of\r\ndemocracy in Angola and in the utter rejection of the use of\r\nforce as a means of achieving political gains. Peace must\r\nprevail in Angola in full compliance with the Bicesse\r\nAccords and all the relevant resolutions of the Security\r\nCouncil.\r\nWe remain gravely concerned about the situation of\r\nhuman rights and democracy in Haiti. The prospect for a\r\nprompt solution to the crisis in that country is high on our\r\nagenda. We look forward to the return of President Jean-\r\nBertrand Aristide on 30 October.\r\nThe restoration of peace in the former Yugoslavia is a\r\npriority for the international community in order to bring to\r\nan end the suffering of the populations involved in that\r\nconflict. A willingness to achieve agreements acceptable to\r\nall parties must prevail in Geneva, as in the capitals of the\r\nformer federation. That willingness alone can enable the\r\nUnited Nations to play its irreplaceable role in bringing\r\npeace to that region.\r\nOur example, and our response to these challenges, will\r\nframe the future order to which we all aspire: an order that\r\nis democratic, stable, disarmed and committed to the\r\nmaterial and spiritual development of all nations.\r\nThe humanistic vision that inspires us was forcefully\r\nexpressed by a Brazilian poet and diplomat,\r\nJoão Cabral de Melo Neto, in these words:\r\n\"Learn this: that man is the best measure always,\r\nAnd more: that life, not death, is the measure of man.\"\r\nThe President returned to the Chair.\r\nThe meeting was suspended at 10.55 a.m. and\r\nresumed at 11 a.m.\r\nForty-eighth session - 27 September l993 7\r\nADDRESS BY MR. WILLIAM J. CLINTON,\r\nPRESIDENT OF THE UNITED STATES OF AMERICA\r\nThe PRESIDENT: The Assembly will now hear an\r\naddress by the President of the United States of America.\r\nMr. William J. Clinton, President of the United States\r\nof America, was escorted into the General Assembly Hall.\r\nThe PRESIDENT: On behalf of the General Assembly\r\nI have the great honour to welcome to the United Nations\r\nthe President of the United States of America, His\r\nExcellency Mr. William Clinton, and to invite him to\r\naddress the Assembly.\r\nPresident CLINTON: Let me first congratulate you,\r\nSir, on your election as President of the General Assembly\r\nfor this session.\r\nMr. Secretary-General, distinguished representatives and\r\nguests, it is a great honour for me to address you and to\r\nstand in this great Hall, which symbolizes so much of the\r\ntwentieth century - its darkest crises and its brightest\r\naspirations.\r\nI come before you as the first American President born\r\nafter the founding of the United Nations. Like most of the\r\npeople in the world today, I was not even alive during the\r\nconvulsive world war that convinced humankind of the need\r\nfor this Organization, nor during the San Francisco\r\nConference that led to its birth. Yet I have followed the\r\nwork of the United Nations throughout my life, with\r\nadmiration for its accomplishments, sadness for its failures\r\nand the conviction that, through common effort, our\r\ngeneration can take the bold steps needed to redeem the\r\nmission entrusted to the United Nations 48 years ago. I\r\npledge to you that my nation remains committed to helping\r\nmake the United Nations vision a reality.\r\nThe start of this session of the General Assembly offers\r\nus an opportunity to take stock of where we are as common\r\nshareholders in the progress of humankind and the\r\npreservation of our planet. It is clear that we live at a\r\nturning point in human history.\r\nImmense and promising changes seem to wash over us\r\nevery day. The cold war is over. The world is no longer\r\ndivided into two armed and angry camps. Dozens of new\r\ndemocracies have been born.\r\nIt is a moment of miracles. We see Nelson Mandela\r\nstand side by side with President de Klerk proclaiming a\r\ndate for South Africa’s first non-racial elections.\r\nWe see Russia’s first popularly elected President,\r\nBoris Yeltsin, leading his nation on its bold democratic\r\njourney.\r\nWe have seen decades of deadlock shattered in the\r\nMiddle East as the Prime Minister of Israel and the\r\nChairman of the Palestine Liberation Organization reached\r\npast enmity and suspicion to shake each other’s hand and\r\nexhilarate the entire world with the hope of peace.\r\nWe have begun to see the doomsday weapons of\r\nnuclear annihilation dismantled and destroyed. Thirty-two\r\nyears ago President Kennedy warned this Assembly that\r\nhumanity lived under a nuclear sword of Damocles that hung\r\nby the slenderest of threads. Now the United States is\r\nworking with Russia, Ukraine, Belarus and others to take\r\nthat sword down, to lock it away in a secure vault, where we\r\nhope and pray it will remain for ever.\r\nIt is a new era in this Hall as well. The super-Power\r\nstandoff that for so long stymied the work of the United\r\nNations, almost from its first day, has now yielded to a new\r\npromise of practical cooperation.\r\nYet today we must all admit that there are two\r\npowerful tendencies working from opposite directions to\r\nchallenge the authority of nation States everywhere and to\r\nundermine the authority of nation States to work together.\r\nFrom beyond nations, economic and technological forces all\r\nover the globe are compelling the world towards integration.\r\nThese forces are fuelling a welcome explosion of\r\nentrepreneurship and political liberalization. But they also\r\nthreaten to destroy the insularity and independence of\r\nnational economies, quickening the pace of change and\r\nmaking many of our people feel more insecure. At the same\r\ntime, from within nations, the resurgent aspirations of ethnic\r\nand religious groups challenge Governments on terms that\r\ntraditional nation States cannot easily accommodate. These\r\ntwin forces lie at the heart of the challenges, not only to our\r\nnational Governments, but also to all our international\r\ninstitutions. They require all of us in this Hall to find new\r\nways to work together more effectively in pursuit of our\r\nnational interests and to think anew about whether our\r\ninstitutions of international cooperation are adequate to this\r\nmoment.\r\nThus, as we marvel at this era’s promise of new peace,\r\nwe must also recognize that serious threats remain. Bloody\r\n8 General Assembly - Forty-eighth session\r\nethnic, religious and civil wars rage from Angola to the\r\nCaucasus to Kashmir. As weapons of mass destruction fall\r\ninto more hands, even small conflicts can threaten to take on\r\nmurderous proportions. Hunger and disease continue to take\r\na tragic toll, especially among the world’s children. The\r\nmalignant neglect of our global environment threatens our\r\nchildren’s health and their very security. The repression of\r\nconscience continues in too many nations. And terrorism,\r\nwhich has taken so many innocent lives, assumed a\r\nhorrifying immediacy for us here when militant fanatics\r\nbombed the World Trade Center and planned to attack even\r\nthis very Hall of peace.\r\nLet me assure the Assembly that whether they be the\r\nplotters of those crimes or the mass murderers who bombed\r\nPan Am flight 103, my Government is determined to see that\r\nsuch terrorists are brought to justice.\r\nAt this moment of panoramic change, of vast\r\nopportunities and troubling threats, we must all ask ourselves\r\nwhat we can and what we should do as a community of\r\nnations. We must once again dare to dream of what might\r\nbe, for our dreams may be within our reach.\r\nFor that to happen, we must all be willing honestly to\r\nconfront the challenges of the broader world. That has never\r\nbeen easy. When this Organization was founded 48 years\r\nago, the world’s nations stood devastated by war or\r\nexhausted by its expense. There was little appetite for\r\ncooperative efforts among nations; most people simply\r\nwanted to get on with their lives. But a far-sighted\r\ngeneration of leaders from the United States and elsewhere\r\nrallied the world. Their efforts built the institutions of post-\r\n-war security and prosperity.\r\nWe are at a similar moment today. The momentum of\r\nthe cold war no longer propels us in our daily actions. And\r\nwith daunting economic and political pressures upon almost\r\nevery nation represented in this room, many of us are\r\nturning to focus greater attention and energy on domestic\r\nneeds and problems, and we must.\r\nBut putting each of our economic houses in order\r\ncannot mean that we shut our windows to the world. The\r\npursuit of self-renewal in many of the world’s largest and\r\nmost powerful economies - in Europe, in Japan, in North\r\nAmerica - is absolutely crucial, because unless the great\r\nindustrial nations can recapture their robust economic\r\ngrowth, the global economy will languish. Yet the industrial\r\nnations also need growth elsewhere in order to lift their own.\r\nIndeed, prosperity in each of our nations and regions also\r\ndepends on active and responsible engagement in a host of\r\nshared concerns: for example, a thriving and democratic\r\nRussia not only makes the world safer, it also can help to\r\nexpand the world’s economy; a strong GATT (General\r\nAgreement on Tariffs and Trade) agreement will create\r\nmillions of jobs world wide; peace in the Middle East,\r\nbuttressed as it should be by the repeal of outdated United\r\nNations resolutions, can help to unleash that region’s great\r\neconomic potential and calm a perpetual source of tension in\r\nglobal affairs; and the growing economic power of China -\r\ncoupled with greater political openness - could bring\r\nenormous benefits to all of Asia and to the rest of the world.\r\nWe must help our publics to understand this distinction:\r\ndomestic renewal is an overdue tonic; but isolationism and\r\nprotectionism are still poison. We must inspire our peoples\r\nto look beyond their immediate fears towards a broader\r\nhorizon.\r\nLet me start by being clear about where the United\r\nStates stands. The United States occupies a unique position\r\nin world affairs today: we recognize that and we welcome\r\nit. Yet, with the cold war over, I know many people ask\r\nwhether the United States plans to retreat or remain active\r\nin the world; and if active, to what end? Many people are\r\nasking that in our own country as well.\r\nLet me answer that question as clearly and plainly as I\r\ncan. The United States intends to remain engaged and to\r\nlead. We cannot solve every problem, but we must and will\r\nserve as a fulcrum for change and a pivot point for peace.\r\nIn a new era of peril and opportunity, our overriding\r\npurpose must be to expand and strengthen the world’s\r\ncommunity of market-based democracies. During the cold\r\nwar, we sought to contain a threat to the survival of free\r\ninstitutions; now we seek to enlarge the circle of nations that\r\nlive under those free institutions.\r\nFor our dream is of a day when the opinions and\r\nenergies of every person in the world will be given full\r\nexpression, in a world of thriving democracies that cooperate\r\nwith each other and live in peace.\r\nWith this statement, I do not mean to announce some\r\ncrusade to force our way of life and doing things on others\r\nor to replicate our institutions. But we now know clearly\r\nthat throughout the world, from Poland to Eritrea, from\r\nGuatemala to South Korea, there is an enormous yearning\r\namong people who wish to be the masters of their own\r\neconomic and political lives. Where it matters most and\r\nwhere we can make the greatest difference, we will therefore\r\npatiently and firmly align ourselves with that yearning.\r\nForty-eighth session - 27 September l993 9\r\nToday, there are still those who claim that democracy\r\nis simply not applicable to many cultures and that its recent\r\nexpansion is an aberration, an accident in history that will\r\nsoon fade away. But I agree with President Roosevelt, who\r\nonce said: \"The democratic aspiration is no mere recent\r\nphase of human history. It is human history.\"\r\nWe will work to strengthen the free market democracies\r\nby revitalizing our economy at home, by opening world\r\ntrade through GATT, the North American Free Trade\r\nAgreement and other accords, and by updating our shared\r\ninstitutions, asking with you and answering the hard\r\nquestions about whether they are adequate to the present\r\nchallenges.\r\nWe will support the consolidation of market democracy\r\nwhere it is taking new root, as in the States of the former\r\nSoviet Union and all over Latin America, and we seek to\r\nfoster the practices of good government that distribute the\r\nbenefits of democracy and economic growth fairly to all\r\npeople.\r\nWe will work to reduce the threat from regimes that are\r\nhostile to democracy and to support liberalization of\r\nnon-democratic States when they are willing to live in peace\r\nwith the rest of us. As a country that has over 150 racial,\r\nethnic and religious groups within our borders, our policy is\r\nand must be rooted in a profound respect for all the world’s\r\nreligions and cultures. But we must oppose everywhere\r\nextremism that produces terrorism and hate.\r\nAnd we must pursue our humanitarian goals of\r\nreducing suffering, fostering sustainable development and\r\nimproving health and living conditions, particularly for our\r\nworld’s children.\r\nOn efforts from export controls to trade agreements to\r\npeace-keeping, we will often work in partnership with others\r\nand through multilateral institutions such as the United\r\nNations. It is in our national interest to do so. But we must\r\nnot hesitate to act unilaterally when there is a threat to our\r\ncore interests or to those of our allies.\r\nThe United States believes that an expanding\r\ncommunity of market democracies not only serves our own\r\nsecurity interests, it also advances the goals enshrined in this\r\nbody’s Charter and its Universal Declaration of Human\r\nRights.\r\nFor broadly based prosperity is clearly the strongest\r\nform of preventive diplomacy, and the habits of democracy\r\nare the habits of peace. Democracy is rooted in\r\ncompromise, not conquest. It rewards tolerance, not hatred.\r\nDemocracies rarely wage war on one another. They make\r\nmore reliable partners in trade, in diplomacy, and in the\r\nstewardship of our global environment. And democracies,\r\nwith the rule of law and respect for political, religious and\r\ncultural minorities, are more responsive to their own people\r\nand to the protection of human rights.\r\nBut as we work towards this vision, we must confront\r\nthe storm clouds that may overwhelm our work and darken\r\nthe march towards freedom.\r\nIf we do not stem the proliferation of the world’s\r\ndeadliest weapons, no democracy can feel secure.\r\nIf we do not strengthen the capacity to resolve conflicts\r\namong and within nations, those conflicts will smother the\r\nbirth of free institutions, threaten the development of entire\r\nregions and continue to take innocent lives.\r\nIf we do not nurture our people and our planet through\r\nsustainable development, we will deepen conflict and waste\r\nthe very wonders that make our efforts worth doing.\r\nLet me talk more about what I believe we must do in\r\neach of these three categories: non-proliferation, conflict\r\nresolution and sustainable development.\r\nOne of our most urgent priorities must be attacking the\r\nproliferation of weapons of mass destruction - whether\r\nnuclear, chemical or biological - and the ballistic missiles\r\nthat can rain them down on populations hundreds of miles\r\naway.\r\nWe know this is not an idle problem. All of us are still\r\nhaunted by the pictures of Kurdish women and children cut\r\ndown by poison gas. We saw SCUD missiles drop during\r\nthe Gulf War that would have been far graver in their\r\nconsequences if they had carried nuclear weapons. And we\r\nknow that many nations still believe it is in their interests to\r\ndevelop weapons of mass destruction or to sell them or the\r\nnecessary technologies to others for financial gain.\r\nMore than a score of nations likely possess such\r\nweapons and their number threatens to grow. These\r\nweapons destabilize entire regions. They could turn a local\r\nconflict into a global human and environmental catastrophe.\r\nWe simply have got to find ways to control these weapons\r\nand to reduce the number of States that possess them by\r\nsupporting and strengthening the International Atomic\r\nEnergy Agency and by taking other necessary measures.\r\n10 General Assembly - Forty-eighth session\r\nI have made non-proliferation one of our nation’s\r\nhighest priorities. We intend to weave it more deeply into\r\nthe fabric of all of our relationships with the world’s nations\r\nand institutions. We seek to build a world of increasing\r\npressure for non-proliferation but increasingly open trade and\r\ntechnology for those States that live by accepted\r\ninternational rules.\r\nToday, let me describe several new policies that our\r\nGovernment will pursue to stem proliferation. We will\r\npursue new steps to control the materials for nuclear\r\nweapons. Growing global stockpiles of plutonium and\r\nhighly enriched uranium are raising the danger of nuclear\r\nterrorism for all nations. We will press for an international\r\nagreement that would ban production of these materials for\r\nweapons for ever.\r\nAs we reduce our nuclear stockpiles, the United States\r\nhas also begun negotiations towards a comprehensive ban on\r\nnuclear testing. This summer I declared that to facilitate\r\nthose negotiations, our nation would suspend our testing if\r\nall other nuclear States would do the same. Today, in the\r\nface of disturbing signs, I renew my call on the nuclear\r\nStates to abide by that moratorium as we negotiate to stop\r\nnuclear testing for all time.\r\nI am also proposing new efforts to fight the\r\nproliferation of biological and chemical weapons. Today,\r\nonly a handful of nations has ratified the chemical weapons\r\nConvention. I call on all nations - including my own - to\r\nratify this accord quickly so that it may enter into force by\r\n13 January 1995. We will also seek to strengthen the\r\nbiological weapons Convention by making every nation’s\r\nbiological activities and facilities open to more international\r\nscrutiny.\r\nI am proposing as well new steps to thwart the\r\nproliferation of ballistic missiles. Recently, working with\r\nRussia, Argentina, Hungary and South Africa, we have made\r\nsignificant progress toward that goal. Now we will seek to\r\nstrengthen the principles of the Missile Technology Control\r\nRegime by transforming it from an agreement on technology\r\ntransfer among just 23 nations into a set of rules that can\r\ncommand universal adherence.\r\nWe will also reform our own system of export controls\r\nin the United States to reflect the realities of the post-cold-\r\nwar world, where we seek to enlist the support of our former\r\nadversaries in the battle against proliferation. At the same\r\ntime as we stop deadly technologies from falling into the\r\nwrong hands, we will work with our partners to remove\r\noutdated controls that unfairly burden legitimate commerce\r\nand unduly restrain growth and opportunity all over the\r\nworld.\r\nAs we work to keep the world’s most destructive\r\nweapons out of conflicts, we must also strengthen the\r\ninternational community’s ability to address those conflicts\r\nthemselves. For as we all now know so painfully, the end\r\nof the cold war did not bring us to the millennium of peace.\r\nIndeed, it simply removed the lid from many cauldrons of\r\nethnic, religious and territorial animosity.\r\nThe philosopher Isaiah Berlin has said that a wounded\r\nnationalism is like a bent twig, forced down so severely that\r\nwhen released, it lashes back with fury. The world today is\r\nthick with both bent and recoiling twigs of wounded\r\ncommunal identities. This surge of bitter conflicts has\r\nplaced high demands on the United Nations peace-keeping\r\nforces. Frequently, the Blue Helmets have worked wonders.\r\nIn Namibia, El Salvador, the Golan Heights and elsewhere,\r\nUnited Nations peace-keepers have helped to stop the\r\nfighting, restore civil authority and enable free elections. In\r\nBosnia, United Nations peace-keepers, against the danger\r\nand frustration of that continuing tragedy, have maintained\r\na valiant humanitarian effort. And if the parties to that\r\nconflict take the hard steps needed to make a real peace, the\r\ninternational community - including the United States - must\r\nbe ready to help in its effective implementation.\r\nIn Somalia, the United States and the United Nations\r\nhave worked together to achieve a stunning humanitarian\r\nrescue, saving literally hundreds of thousands of lives and\r\nrestoring conditions of security to almost the entire country.\r\nUnited Nations peace-keepers from over two dozen nations\r\nremain in Somalia today - and some, including brave\r\nAmericans, have lost their lives - to ensure that we complete\r\nour mission and that anarchy and starvation do not return\r\njust as quickly as they were abolished.\r\nMany still criticize United Nations peace-keeping, but\r\nthose who do should talk to the people of Cambodia, where\r\nthe United Nations operations helped turn the killing fields\r\ninto fertile soil for reconciliation. Last May’s elections in\r\nCambodia marked a proud accomplishment for that war--\r\nweary nation and for the United Nations. And I am pleased\r\nto announce that the United States has recognized\r\nCambodia’s new Government.\r\nUnited Nations peace-keeping holds the promise to\r\nresolve many of this era’s conflicts. But the reason we have\r\nsupported such missions is not, as some critics in the United\r\nStates have charged, to subcontract American foreign policy,\r\nbut to strengthen our security, to protect our interests, and to\r\nForty-eighth session - 27 September l993 11\r\nshare among nations the costs and effort of pursuing peace.\r\nPeace-keeping cannot be a substitute for our own national\r\ndefence efforts, but it can strongly supplement them.\r\nToday there is wide recognition that the United Nations\r\npeace-keeping ability has not kept pace with its rising\r\nresponsibilities and challenges. Just six years ago, about\r\n10,000 United Nations peace-keepers were stationed around\r\nthe world. Today the United Nations has some 80,000\r\ndeployed in 17 operations on four continents. Yet until\r\nrecently, if a peace-keeping commander called in from\r\nacross the globe when it was night-time here in New York,\r\nthere was no one in the peace-keeping office even to answer\r\nthe call. When lives are on the line, we cannot let the reach\r\nof the United Nations exceed its grasp.\r\nAs the Secretary-General and others have argued, if\r\nUnited Nations peace-keeping is to be a sound security\r\ninvestment for our nation and for other United Nations\r\nMembers, it must adapt to new times. Together, we must\r\nprepare United Nations peace-keeping for the twenty-first\r\ncentury. We need to begin by bringing the rigours of\r\nmilitary and political analysis to every United Nations peace\r\nmission. In recent weeks in the Security Council, our nation\r\nhas begun asking harder questions about proposals for new\r\npeace-keeping missions. Is there a real threat to\r\ninternational peace? Does the proposed mission have clear\r\nobjectives? Can an end point be identified for those who\r\nwill be asked to participate? How much will the mission\r\ncost? From now on the United Nations should address these\r\nand other questions for every proposed mission before we\r\nvote and before the mission begins. The United Nations\r\nsimply cannot become engaged in every one of the world’s\r\nconflicts. If the American people are to say \"Yes\" to United\r\nNations peace-keeping, the United Nations must know when\r\nto say \"No\".\r\nThe United Nations also must have the technical means\r\nto run a modern, world-class peace-keeping operation. We\r\nsupport the creation of a genuine United Nations peace-\r\nkeeping headquarters with a planning staff; with access to\r\ntimely intelligence; with a logistics unit that can be deployed\r\non a moment’s notice; and with a modern operations centre\r\nwith global communications.\r\nUnited Nations operations must not only be adequately\r\nfunded but also fairly funded. Within the next few weeks,\r\nthe United States will be current on our peace-keeping bills.\r\nI have worked hard with the Congress to get this done. I\r\nbelieve the United States should lead the way in being\r\ntimely in its payments, and I will work to ensure that we\r\ncontinue to pay our peace-keeping bills in full. But I am\r\nalso committed to working with the United Nations to reduce\r\nour nation’s assessment for these missions. The assessment\r\nsystem has not been changed since 1973, and everyone in\r\nour country knows that our percentage of the world’s\r\neconomic pie is not as great as it was then. Therefore, I\r\nbelieve our rate should be reduced to reflect the rise of other\r\nnations that can now bear more of the financial burden.\r\nThat will make it easier for me as President to make sure\r\nmy country pays in a timely and full fashion.\r\nChanges in the United Nations peace-keeping operations\r\nmust be part of an even broader programme of United\r\nNations reform. I say that, again, not to criticize the United\r\nNations but to help improve it. As our Ambassador,\r\nMadeleine Albright, has suggested, the United States has\r\nalways played a twin role in regard to the United Nations:\r\n\"First friend and first critic.\"\r\nToday, corporations around the world are finding ways\r\nto move from the industrial age into the information age -\r\nimproving service, reducing bureaucracy and cutting costs.\r\nHere in the United States, Vice President Al Gore and I have\r\nlaunched an effort literally to reinvent how our Government\r\noperates. We see this going on in other Governments\r\naround the world. Now the time has come to reinvent the\r\nway the United Nations operates as well.\r\nI applaud the initial steps the Secretary-General has\r\ntaken to reduce and reform the United Nations bureaucracy.\r\nNow we must all do even more to root out waste. Before\r\nthis General Assembly is over, let us establish a strong\r\nmandate for an office of inspector general, so that it can\r\nattain a reputation for toughness, for integrity, for\r\neffectiveness. Let us build new confidence among our\r\npeople that the United Nations is changing with the needs of\r\nour times.\r\nUltimately, the key for reforming the United Nations,\r\nas for reforming our own government, is to remember why\r\nwe are here and whom we serve. It is well to recall that the\r\nfirst words of the United Nations Charter are not, \"We the\r\nGovernments\", but \"We the peoples of the United Nations\".\r\nThat means, in every country, the teachers, the workers, the\r\nfarmers, the professionals, the fathers, the mothers, the\r\nchildren, from the most remote village in the world to the\r\nlargest metropolis - they are why we gather in this great\r\nHall; it is their futures that are at risk when we act or fail to\r\nact; and it is they who ultimately pay our bills.\r\nAs we dream new dreams in this age when miracles\r\nseem possible, let us focus on the lives of those people, and\r\nespecially on the children who will inherit this world. Let\r\n12 General Assembly - Forty-eighth session\r\nus work with a new urgency, and imagine what kind of\r\nworld we could create for them over the coming generation.\r\nLet us work with new energy to protect the world’s\r\npeople from torture and repression. As Secretary of State\r\nChristopher stressed at the recent Vienna Conference, human\r\nrights are not something conditional, bounded by culture but,\r\nrather, something universal, granted by God. This General\r\nAssembly should create, at long last, a high commissioner\r\nfor human rights. I hope it will do this soon, and with\r\nvigour and energy and conviction.\r\nLet us also work far more ambitiously to fulfil our\r\nobligations as custodians of this planet, not only to improve\r\nthe quality of life for our citizens and the quality of our air,\r\nwater and the earth itself, but also because the roots of\r\nconflict are so often entangled with the roots of\r\nenvironmental neglect and the calamities of famine and\r\ndisease.\r\nDuring the course of our campaign in the United States\r\nlast year, Vice President Gore and I promised the American\r\npeople major changes in our nation’s policy towards the\r\nglobal environment. Those were promises to keep, and\r\ntoday the United States is doing so. Today we are working\r\nwith other nations to build on the promising work of the\r\nUnited Nations Commission on Sustainable Development.\r\nWe are working to make sure that all nations meet their\r\ncommitments under the global climate Convention. We are\r\nseeking to complete negotiations on an accord to prevent the\r\nworld’s deserts from further expanding. And we seek to\r\nstrengthen the World Health Organization’s efforts to combat\r\nthe plague of AIDS, which is not only killing millions, but\r\nalso exhausting the resources of the nations that can least\r\nafford it.\r\nAnd let us make a new commitment to the world’s\r\nchildren. It is tragic enough that one and a half million\r\nchildren have died as a result of wars over the past decade.\r\nBut it is far more unforgivable that during that same period\r\n40 million children have died from diseases completely\r\npreventable with simple vaccines or medicines. Every day\r\n- this day, as we meet here - over 30,000 of the world’s\r\nchildren will die of malnutrition and disease. As the\r\nDirector of the United Nations Children’s Fund (UNICEF),\r\nJim Grant, has reminded me, \"each of [those children] had\r\na name and a nationality, a family, a personality and a\r\npotential\".\r\nWe are compelled to do better by the world’s children.\r\nJust as our own nation has launched new reforms to ensure\r\nthat every child has adequate health care, we must do more\r\nto get basic vaccines and other treatments for curable\r\ndiseases to children all over the world. It’s the best\r\ninvestment we’ll ever make. We can find new ways to\r\nensure that every child grows up with clean, drinkable water\r\n- that most precious commodity of life itself. And the\r\nUnited Nations can work even harder to ensure that each\r\nchild has at least a full primary education - and I mean that\r\nopportunity for girls as well as boys.\r\nTo ensure a healthier and more abundant world, we\r\nsimply must slow the world’s explosive growth in\r\npopulation. We cannot afford to see the human race double\r\nby the middle of the next century. Our nation has at last\r\nrenewed its commitment to work with the United Nations to\r\nexpand the availability of the world’s family planning\r\neducation and services. We must ensure that there is a place\r\nat the table for every one of the world’s children. We can\r\ndo this.\r\nAt the birth of this Organization, 48 years ago - another\r\ntime of both victory and danger - a generation of gifted\r\nleaders from many nations stepped forward to organize the\r\nworld’s efforts on behalf of security and prosperity. One\r\nAmerican leader during that period said this: \"It is time we\r\nsteered by the stars rather than by the light of each passing\r\nship.\" His generation picked peace, human dignity and\r\nfreedom. Those are good stars. They should remain the\r\nhighest in our firmament.\r\nNow history has granted to us a moment of even\r\ngreater opportunity, when old dangers are ebbing and old\r\nwalls are crumbling. Future generations will judge us, every\r\none of us, above all by what we make of this magic\r\nmoment. Let us resolve that we will dream larger, that we\r\nwill work harder, so that they can conclude that we did not\r\nmerely turn walls to rubble, but instead laid the foundations\r\nfor great things to come.\r\nLet us ensure that the tide of freedom and democracy\r\nis not pushed back by the fierce winds of ethnic hatred. Let\r\nus ensure that the world’s most dangerous weapons are\r\nsafely reduced and denied to dangerous hands. Let us\r\nensure that the world we pass to our children is healthier,\r\nsafer and more abundant than the one we inhabit today. I\r\nbelieve - I know - that together we can extend this moment\r\nof miracles into an age of great works and new wonders.\r\nThe PRESIDENT: On behalf of the General\r\nAssembly, I wish to thank the President of the United States\r\nof America for the statement he has just made.\r\nForty-eighth session - 27 September l993 13\r\nMr. William Clinton, President of the United States of\r\nAmerica, was escorted from the General Assembly Hall.\r\nThe meeting was suspended at 11.20 a.m. and\r\nresumed at 12.05 p.m.\r\nADDRESS BY MR. CÉSAR GAVIRIA TRUJILLO,\r\nPRESIDENT OF THE REPUBLIC OF COLOMBIA\r\nThe PRESIDENT: The Assembly will now hear an\r\naddress by the President of the Republic of Colombia.\r\nMr. César Gaviria Trujillo, President of the Republic\r\nof Colombia, was escorted into the General Assembly Hall.\r\nThe PRESIDENT (interpretation from Spanish): On\r\nbehalf of the General Assembly, I have the honour to\r\nwelcome to the United Nations the President of the Republic\r\nof Colombia, His Excellency Mr. César Gaviria Trujillo, and\r\nto invite him to address the Assembly.\r\nPresident GAVIRIA TRUJILLO (interpretation from\r\nSpanish): Nearly all those who stand at this rostrum\r\nrepresent the dreams of their countrymen. Many who come\r\nto this Hall bring with them the hopes of their peoples,\r\nwhich have been shattered by violence, intolerance,\r\nselfishness or misunderstanding. But all, without exception,\r\nbring with them their own vision of the world; the sum of\r\nthose visions will provide a model for the world in which\r\nwe live and die and in which our children will live and\r\ngrow. It is therefore a great honour for me to address once\r\nmore so many men and women of all origins and all\r\ndestinies. The world listens expectantly to what we say\r\nhere, for the world has confidence and faith in the\r\ncommitment of the United Nations to action on behalf of a\r\nbetter future for all mankind.\r\nToday, as we begin this session, I believe that those of\r\nus who have worked for the triumph of peace and\r\ndemocracy are living at a crucial moment. Without doubt,\r\nthere is room for optimism, but our work is far from done.\r\nThe end of bipolarism has not by itself brought the\r\nfeeling that peace, progress and justice are now nearer or\r\nmore possible. While bloc confrontation has disappeared,\r\nwe are seeing the resurgence of harsh ancient nationalisms\r\nand fanaticisms that threaten peace and stability, and the\r\npresence of extreme poverty and social injustice in the\r\nmajority of the world’s countries.\r\nEven as we meet here, thousands are dying, victims of\r\nracism, xenophobia, fratricidal wars, hatreds which have fed\r\non themselves for centuries, territorial disputes, or the simple\r\nand terrible inability of mankind to provide everyone with\r\nthat which all are promised: freedom and equal opportunity.\r\nAt the same time, we feel increasing pain at the\r\nsituation in Bosnia and Herzegovina, and in areas of Africa,\r\nin many Eastern European nations and in other parts of the\r\nworld.\r\nDuring this session we will also hear of hopes and of\r\ndreams of peace and reconciliation that until now seemed\r\nimpossible. I speak, for example, of the gradual abolition of\r\nracial segregation in South Africa. I point also to the fact\r\nthat rivals like Israel and the Palestinian Liberation\r\nOrganization have had the courage to declare mutual\r\nrecognition and respect. That Yitzhak Rabin and\r\nYasser Arafat can negotiate with courage and fortitude,\r\namidst their own memories of war, proves that when history\r\nis written, the greatness of the human spirit can flourish and\r\nprevail.\r\nAlthough we know that the road ahead is still long and\r\ndifficult, the Israelis and the Palestinians have the\r\nrecognition and support of the international community for\r\ntheir efforts to find peace. The agreements reached are\r\nfurther proof that the political will to reconcile is capable of\r\nhealing even the deepest wounds.\r\nMuch of the history of the twentieth century has been\r\nwritten with the blood of victims of war, religious disputes\r\nor blind quests for power. Too much history has already\r\nbeen written by tyrants.\r\nThe builders of the twenty-first century must be men of\r\npeace and work rather than of violence. The arms they use\r\nto build the future must not be cannons and bullets, but\r\nrather the wisdom, ingenuity and vision of men of initiative.\r\nPolitical activity, with its great capacity to transform\r\nreality, has in a few short years generated far-reaching\r\nchanges in the former Soviet Union, Central and Eastern\r\nEurope, the Middle East and my own region, Latin America.\r\nNever before have so many millions of people around the\r\nworld enjoyed freedom.\r\nWe Colombians, for example, have in just a few years\r\nachieved significant political, economic and social changes\r\naimed at developing a new democratic century that is more\r\nopen, more participatory, more pluralistic, more\r\ndecentralized and more just.\r\n14 General Assembly - Forty-eighth session\r\nOur new Constitution was conceived with the\r\nparticipation of all sectors of public opinion, including\r\nex-guerrillas, indigenous people, industrialists, human-rights\r\nactivists, environmentalists and millions of ordinary citizens.\r\nOur 1991 Constitution is the navigational chart of a new\r\nColombia heading for the next millennium.\r\nOn the economic front, we have replaced our old model\r\nof a closed economy with an open one, in which external\r\nmarkets have to become, increasingly, the engines of growth.\r\nWe are integrating our economy with the world and are\r\nhence demanding that other nations open their markets to\r\nour products. We are advocates of free enterprise, economic\r\nintegration and free trade. The results have been very\r\nsatisfactory: we have diversified and increased our exports,\r\nsignificantly lowered inflation, reduced unemployment and\r\nincreased economic growth.\r\nOn the social front, we have substantially increased\r\npublic resources available for financing new programmes of\r\ninvestment in our people. With this effort we shall double\r\nour present per capita income by the beginning of the next\r\ndecade. By that time life expectancy in Colombia will be\r\nsimilar to that of many industrialized countries. Our\r\nilliteracy rate will be less than 3 per cent and our infant\r\nmortality rate will be lower than 18 deaths per thousand\r\nbirths.\r\nIn Colombia we understand that political democracy\r\nmust go hand in hand with economic opportunity, because\r\na lasting true democracy can be achieved only through\r\neconomic development and social justice. It would be\r\ndifficult, after all, for people who had fought so hard for\r\nfreedom to find that the tough road to democracy led to\r\npoverty, marginalization or social stagnation. Political\r\nfreedom with economic opportunity: this is now the\r\ndefinition of democracy.\r\nThe developing world has placed its hopes in\r\ninternational trade as the instrument to create prosperity for\r\nall. In a global economy it is impossible to achieve social\r\nwell-being without economic freedom, competition,\r\nproductivity, efficiency and growth.\r\nPerhaps we now have, more than ever before, the\r\nconditions for an unprecedented increase in the flow of\r\ngoods, services, technology and knowledge between the\r\nindustrialized countries and the developing countries and,\r\ntherefore, for economic growth and the creation of\r\nemployment and social well-being for all.\r\nFor these reasons, this hemisphere’s liberalization\r\nprocesses, such as the North American Free Trade\r\nAgreement (NAFTA), the Andean Group, the Group of\r\nThree, the Southern Cone Common Market (MERCOSUR)\r\nand the integration of Central America and the Caribbean,\r\nare not just integrative trade agreements, but also represent\r\nreal remedies for poverty.\r\nI wish to stress the importance of NAFTA as a decisive\r\nstep in the right direction to liberalize trade relations, to our\r\nmutual benefit, between north and south. It is time to leave\r\nbehind outdated fears and commit ourselves to a relationship\r\nthat will undoubtedly result in stronger economic growth and\r\nhundreds of thousands of new jobs for all. Those of us who\r\nare supporters of an integrated, open and dynamic\r\nhemispheric economy fully support the visionary efforts of\r\nPresident Bill Clinton to achieve final approval of this treaty.\r\nAnd on a global scale it is critical to conclude the\r\nUruguay Round of the General Agreement on Tariffs and\r\nTrade (GATT) successfully. This will be possible only if we\r\ntruly respect the multilateral character of that organization.\r\nIt cannot be a matter of the most powerful agreeing among\r\nthemselves about what is in their own interests. We hope\r\nfor the conclusion of the Uruguay Round, but not at any\r\ncost. We seek effective solutions to address the concerns of\r\nthe least developed countries, with emphasis on dismantling\r\nagricultural protectionism.\r\nWe are deeply concerned that the attitude of many of\r\nthe principal actors in the global economy has come to\r\nresemble dangerously that of another era, the years before\r\nthe Second World War, when nations isolated themselves\r\nwithin their borders and produced goods for captive\r\ndomestic markets.\r\nDefending at any cost the selfish interests of privileged\r\nrural minorities in the industrialized countries takes bread off\r\nthe tables of millions of poor peasants who only want the\r\nright to compete on an equal footing. That selfish attitude\r\nis the greatest cause of poverty in the poor countries.\r\nWe live in a world where frontiers between nations\r\nought to be seen as points of convergence, not of division;\r\nwhere cries for independence should be replaced by shows\r\nof interdependence; where, for many developing nations, the\r\neuphoria of political change has passed and what is needed\r\nis economic growth and the creation of jobs.\r\nProtectionism and isolationism belong to outdated,\r\nperverse rhetoric. Do we really want to live in a world\r\nturned upside down, where the largest and strongest\r\nForty-eighth session - 27 September l993 15\r\neconomies deny the smallest ones the right to compete, or\r\nwhere the origin of goods and services is more important\r\nthan their quality or value?\r\nThe world must see that open markets and free trade are\r\nperhaps the best hope for serving the collective interests of\r\nboth north and south, not simply favours graciously granted\r\nto the developing world by the industrialized world. Free\r\ntrade is truly good business for everyone.\r\nThe economies of the developed world are made up for\r\nthe most part of mature markets that have already\r\nexperienced their greatest periods of expansion. The short-\r\nsightedness of protectionism lies in its ignoring the growth\r\npotential represented by investment in and trade with nations\r\nthat represent the future of the world’s economy.\r\nAs President of Colombia, I want to reaffirm my\r\nnation’s commitment to the defence of free trade, for we\r\nhave invested in it our hopes for development and\r\nwell-being. So, too, we see in free trade the best\r\ncontribution that the industrialized world can make to\r\nconsolidating democracy and freedom in developing\r\ncountries. Colombia is asking for free trade, not economic\r\naid; the opening of markets, not mere assistance;\r\ncompetition, not insurmountable barriers.\r\nFrom its inception, the United Nations has had the dual\r\nmission of maintaining international peace and security and\r\nof promoting the social and economic development of all\r\npeoples of the world. Even though we have been successful\r\nin advancing collective global security, we cannot say the\r\nsame as concerns the areas of social welfare and economic\r\ndevelopment. Today, I call upon the international\r\ncommunity to achieve, with courage and dedication, an\r\nagenda for development. Only then will the goal of a lasting\r\nand stable peace be reached, for without social justice, peace\r\ncannot be permanent.\r\nI should like also to mention Colombia’s renewed\r\ncommitment to three issues of great global importance: the\r\ndefence and promotion of human rights, the fight against\r\norganized crime and the preservation of the environment.\r\nIn Colombia, we have made a major and successful\r\neffort to create a culture that promotes, respects and defends\r\nhuman rights. Today, we have the institutional foundations\r\nto ensure that Colombia’s society will overcome human\r\nrights violations. The efforts to strengthen Colombia’s\r\njudicial system has borne fruit. We are defeating impunity.\r\nIn our fight against international organized crime, which\r\nprofits from narcotics trafficking, terrorism,\r\nmoney-laundering, arms trafficking, the flow of illegal\r\nchemicals and various forms of corruption, my country many\r\nyears ago took a clear decision: Colombia will not rest until\r\nthese criminals activities are wiped from the face of our\r\nland.\r\nInnocent Colombians are continuing to lose their lives\r\nin the fight against evil multinationals. My deepest\r\nconvictions and my respect for the memory of so many\r\ncountrymen who have sacrificed their lives compel me to\r\ncall once again on all nations to contribute to the solution of\r\na problem that is global in its scope.\r\nMy people’s brave efforts alone - or nearly so - cannot\r\nput an end to international organized crime; this will require\r\ndetermined action with courage and political will, on the part\r\nof many more nations. We cannot counter sophisticated\r\ninternational organized crime by simply developing national\r\nor bilateral strategies. We require a comprehensive,\r\nmultilateral effort that focuses on legislative cooperation;\r\ncoordinated initiatives; the exchange of intelligence\r\ninformation; a sufficient commitment of financial and human\r\nresources; cooperation in the judicial field; and, perhaps\r\nmost important, strong political will.\r\nTo this end, we will participate with great interest in\r\nthe high-level meeting that, on our initiative, will soon take\r\nplace during this plenary session. Its main purpose will be\r\nto review the global strategy against the plague of narcotics\r\ntrafficking, with a view to seeking coordination of concrete\r\nmeasures, the renewal of specific commitments and, finally,\r\nthe strengthening of the decision to continue with this joint\r\nstruggle.\r\nWith regard to the preservation of the environment,\r\nColombia is fully aware of the importance of its magnificent,\r\nvaried and sometimes fragile ecosystems and of its\r\nbiodiversity. Accordingly, we have adopted institutional\r\nchanges that will allow us to fulfil in its entirety a\r\ncommitment that stems not only from our Constitution but\r\nalso from our collective conscience and our stewardship of\r\na treasure we shall not squander.\r\nColombia supports sustainable development, respects\r\nthe terms of the agreements reached at the Earth Summit and\r\nis working with its neighbours, with other nations and its\r\nown communities to devise strategies that will allow it both\r\nto benefit from and to preserve its natural resources.\r\n16 General Assembly - Forty-eighth session\r\nI wish to conclude by congratulating the President of\r\nthe General Assembly, the Ambassador of Guyana, Mr.\r\nSamuel Insanally, an outstanding representative of my\r\nregion. We also welcome the new States Members of the\r\nUnited Nations. On behalf of Colombia, we welcome them\r\nto this universal fraternity, which is enhanced by their\r\npresence.\r\nAt the same time, I want publicly to express my\r\ncountry’s satisfaction at having coordinated the work of the\r\nGroup of 77 this year. Thanks to the collaboration and\r\nharmony that prevailed among all its members, we made\r\nimportant advances in defence of the interests of the\r\ndeveloping world.\r\nBut the satisfaction of seeing the United Nations\r\nstrengthened each year by the presence of new Members\r\nshould not hinder us from reaffirming Colombia’s position\r\nin favour of the restructuring of this Organization, especially\r\nwith regard to reforming the Security Council and to\r\nredefining the relationship between the General Assembly\r\nand the Security Council. We hope that in this respect an\r\nopen and a democratic and multilateral debate will take\r\nplace.\r\nI have come here today to ask a question that has been\r\non the minds of all peoples, in all parts of the world, who\r\nhave been on the side of the revolution of freedom: why\r\nhave so many millions of people in the former Soviet Union,\r\nin Central and Eastern Europe, and in countries throughout\r\nAsia, Africa and Latin America fought so hard? What is it\r\nthat so many hoped to achieve by taking, at the cost of\r\nimmense sacrifices, the road to democracy and its freedoms?\r\nI believe that the only answer is that they have seen, for\r\nthe first time, the possibility of transforming these dreams\r\ninto realities. And they have taken that road because they\r\nwant to a leave a legacy of freedom to their children and to\r\nfuture generations.\r\nWith the help of God and our strong solidarity, we are\r\ncertain that they will prevail.\r\nThe PRESIDENT: On behalf of the General\r\nAssembly, I wish to thank the President of the Republic of\r\nColombia for the statement he has just made.\r\nMr. César Gaviria Trujillo, President of the Republic\r\nof Colombia, was escorted from the General Assembly\r\nHall.\r\nAGENDA ITEM 9 (continued)\r\nGENERAL DEBATE\r\nADDRESS BY MR. MORIHIRO HOSOKAWA,\r\nPRIME MINISTER OF JAPAN\r\nThe PRESIDENT: The Assembly will now hear a\r\nstatement by the Prime Minister of Japan.\r\nMr. Morihiro Hosokawa, Prime Minister of Japan,\r\nwas escorted to the rostrum.\r\nThe PRESIDENT: I have great pleasure in welcoming\r\nthe Prime Minister of Japan, Mr. Morihiro Hosokawa, and\r\ninviting him to address the General Assembly.\r\nMr. HOSOKAWA: I should like first of all to extend\r\nmy heartfelt congratulations to you, Mr. President, who also\r\nserve as Guyana’s Ambassador to Japan, on your election\r\nlast week to the presidency of this session of the General\r\nAssembly. Let me also express my deep appreciation to the\r\nprevious President, Mr. Ganev, for his achievements during\r\nthe past year, particularly in pursuing General Assembly\r\nreforms.\r\nI want to take this opportunity to commend\r\nSecretary-General Boutros-Ghali for his selfless devotion to\r\nthe cause of global peace and for his bold efforts towards\r\nUnited Nations reform.\r\nFinally, I warmly welcome the representatives of the six\r\nnew Member States that have joined the United Nations over\r\nthe past year.\r\nIn Japan, the reins of government recently changed\r\nhands for the first time in 38 years. The coalition\r\ngovernment that emerged has appointed me Prime Minister.\r\nPolitical changes in Japan are part of the dramatic changes\r\nin the international community since the end of the\r\nEast-West confrontation. The post-cold-war era has opened,\r\nnot just a new page, but a whole new chapter in Japanese\r\npolitics. This means an era of basic reform in three main\r\nareas, namely, political, economic and administrative\r\nreforms. I believe these reforms are vital in strengthening\r\nJapan’s bonds with the international community.\r\nAs I devote my attention and energy to these domestic\r\nreforms I have come to the United Nations General\r\nAssembly on my first official visit abroad. I have done so\r\nbecause Japan believes that the United Nations has a crucial\r\nForty-eighth session - 27 September l993 17\r\nrole to play in the maintenance of international peace and\r\nsecurity. I also wished personally to convey Japan’s\r\ndetermination to contribute, both financially and in terms of\r\npersonnel, to various United Nations efforts.\r\nFurther, I wish to state again that Japan continues to\r\nfeel a sense of remorse over its past actions and that it is\r\nfirmly resolved to make further contributions to the goals of\r\nworld peace and prosperity.\r\nAs for the current situation in Russia, Japan continues\r\nto support President Yeltsin in his reform efforts. Japan\r\nstrongly hopes that a political environment which reflects the\r\nwill of the Russian people will soon be created and that the\r\nreforms will be further promoted.\r\nToday, the primary objective of the United Nations and\r\nits Member States is to establish world peace on the basis of\r\nthe universal principles of freedom, democracy and respect\r\nfor human rights.\r\nThere are four areas in which the international\r\ncommunity must direct its greatest efforts in pursuit of this\r\nobjective.\r\nI shall begin with the issue of disarmament. The Treaty\r\non the Non-Proliferation of Nuclear Weapons (NPT) is the\r\ncentre-piece of efforts to prevent the spread of nuclear\r\nweapons. I wish to affirm that Japan supports the indefinite\r\nextension of that Treaty beyond 1995. It is critically\r\nimportant that countries which have not yet acceded to the\r\nTreaty do so to enhance its universality. At the same time,\r\nthe indefinite extension of the NPT should not mean the\r\nperpetuation of the possession of nuclear weapons by the\r\nnuclear-weapon States.\r\nJapan thus welcomes the progress made towards nuclear\r\ndisarmament by the United States and Russia and\r\nemphasizes that all nuclear-weapon States must work in\r\nearnest to achieve further progress in nuclear disarmament.\r\nWe hail the decision to commence substantive negotiations\r\naimed at a comprehensive nuclear test-ban. For its part,\r\nJapan will work actively to help reduce world stockpiles of\r\nnuclear weapons. For example, we are ready to assist in the\r\ndismantling of nuclear weapons in the former Soviet Union.\r\nWe also strongly urge North Korea to dispel international\r\nconcern about its development of nuclear weapons by, for\r\nexample, fully implementing the safeguards agreement with\r\nthe International Atomic Energy Agency (IAEA).\r\nOn the transfer of conventional arms, the effective\r\nimplementation of the United Nations Register of\r\nConventional Arms is essential. I strongly urge all nations\r\nto participate in this endeavour. In extending its official\r\ndevelopment assistance, Japan continues to pay full attention\r\nto such trends as military expenditures in recipient nations.\r\nThe second point I wish to make is the importance of\r\ndiplomatic efforts in the prevention of conflicts. The value\r\nof regional security arrangements and bilateral or multilateral\r\npolitical and security dialogue is undeniable in preventing or\r\nsettling armed conflicts.\r\nIn this connection, I was deeply moved by and heartily\r\nwelcome the historic signing of the declaration of principles\r\nfor Palestinian interim self-government by the Israelis and\r\nthe Palestinians. I pay a sincere tribute to their political\r\nleaders for taking this courageous step. It is essential that\r\nthe international community support this agreement actively\r\nand promptly in order to realize peace in the region. Japan\r\nwill continue to play a constructive role in the multilateral\r\nnegotiations that are part of the peace process. I am pleased\r\non this occasion to announce Japan’s intention to extend\r\nabout $200 million in assistance to the Palestinians over the\r\ncoming two years. This assistance will include grant aid for\r\nfood and medicine and concessional loans for infrastructure.\r\nHumanitarian considerations, particularly respect for\r\nhuman rights, are inseparable from the issue of peace.\r\nWhere there is war, human rights are often neglected.\r\nConversely, in countries where respect for human rights has\r\nbeen firmly established, hostilities are less likely to break\r\nout. Japan must actively contribute to the solution of\r\nhumanitarian problems. I would like to see my fellow\r\ncountrymen and women roll up their sleeves and work side\r\nby side with people from many other countries, whenever\r\nand wherever humanitarian activities are called for.\r\nThe third area of focus is economic development as a\r\nfoundation for peace-building. Today, the market economy\r\nhas become a common language in most nations of the\r\nworld, including many of the former socialist States. The\r\ndevelopment of the global economy based on principles of\r\nmarket economy should be urgently promoted. Japan and\r\nother industrialized nations must provide support to\r\ndeveloping countries in their development efforts, as well as\r\nto former socialist countries in their political and economic\r\nreform efforts. It goes without saying that assistance to\r\ncountries in transition must not come at the expense of aid\r\nto developing countries.\r\nAlready the world’s top donor of official development\r\nassistance in absolute terms, Japan recently established its\r\nFifth Medium-Term Target to further expand such\r\n18 General Assembly - Forty-eighth session\r\nassistance. Japan intends to provide official development\r\nassistance totalling between $70 billion and $75 billion over\r\nthe five-year period beginning in 1993. As part of its aid\r\nefforts, two weeks ago Japan hosted, in Tokyo, the Third\r\nMongolia Assistance Group Meeting. Next week, in\r\ncooperation with the United Nations, we will hold the\r\nInternational Conference on African Development in Tokyo.\r\nThe fourth item I would like to address concerns global\r\nissues such as the environment and population. The urgent\r\nneed to solve the problems of the global environment cannot\r\nbe overemphasized. Japan is willing to assume a leading\r\nrole in international efforts to tackle environmental problems.\r\nIn so doing, we will draw upon the experience and\r\nknow-how we have gained in overcoming serious pollution\r\nproblems at home. Not only is Japan developing new\r\ntechnologies for environmental protection, it is taking the\r\nlead in transferring such technologies to developing countries\r\nthrough the International Environmental Technology Centre\r\nof the United Nations Environment Programme, which was\r\nset up in Japan last year. At the 1992 United Nations\r\nConference on Environment and Development, Japan\r\npledged approximately $7 billion to $7.7 billion in\r\nenvironment-related official development assistance over the\r\nfive years beginning 1992. In fact, Japan has already\r\nimplemented more than one fourth of that amount.\r\nPopulation problems often lead to poverty and famine.\r\nSolving these problems is therefore crucial to the goal of\r\nsustainable development and will require a broad-based\r\napproach including education and public information efforts.\r\nWith these thoughts in mind, Japan will sponsor a meeting\r\nof eminent persons on population and development next\r\nJanuary, prior to the International Conference on Population\r\nand Development to be held in Cairo next year.\r\nThe year 1995 will mark the fiftieth anniversary of the\r\nfounding of the United Nations. Since the birth of this\r\nOrganization immediately following the Second World War,\r\nthe international climate has changed dramatically. In the\r\nmeantime, United Nations membership has grown from 51\r\nStates in 1945 to the present 184. Today, the international\r\ncommunity is placing ever- higher expectations on the\r\nUnited Nations. But serious reform efforts are necessary if\r\nthe United Nations is to respond to these expectations and\r\nmeet the new demands awaiting us at the threshold of the\r\nnext century.\r\nI would like to comment on three specific areas in\r\nwhich reforms are necessary - namely, peace-keeping, the\r\nstructure of the Security Council, and United Nations\r\nadministration and finance.\r\nLast year, Japan enacted the International Peace\r\nCooperation Law enabling it to contribute personnel to\r\nUnited Nations peace-keeping operations. Since then, it has\r\ndispatched Japanese personnel to Angola, Cambodia and\r\nMozambique. Japan intends to continue to promote such\r\ncooperation in the future.\r\nAmong recent United Nations peace-keeping operations,\r\nthe United Nations Transitional Authority in Cambodia\r\n(UNTAC) stands out as a major achievement. I would like\r\nto take this opportunity to express my deep respect for the\r\nefforts of UNTAC personnel and all the countries concerned.\r\nThe success of the operation in Cambodia owes much to the\r\ncomprehensive framework for peace that was put in place\r\nand the support it received from the international\r\ncommunity. I am convinced that its experience in Cambodia\r\nwill provide the United Nations with useful insights for its\r\nfuture activities.\r\nEnsuring the security of the personnel engaged in\r\nUnited Nations peace-keeping operations is a task of high\r\npriority to the international community, and I hope this issue\r\nwill be the subject of thorough debate at the current session\r\nof the General Assembly. Other issues demanding our\r\nattention are the need to determine a so-called \"sunset\" for\r\neach peace-keeping operation to evaluate each operation\r\nproperly and to review strictly the activities of an existing\r\noperation in deciding whether to extend its mandate. Japan\r\nalso strongly hopes that the Peace-keeping Reserve Fund,\r\nwhich was established last year, will be fully funded and\r\nused effectively.\r\nThe sharp increase in the number of regional conflicts\r\nhas meant a dramatic expansion of the role of the Security\r\nCouncil. Accordingly, it is necessary that the functions of\r\nthe Council, which has the primary responsibility for\r\nmaintaining international peace and security, be strengthened.\r\nIt is important that those countries having both the will and\r\nthe adequate capacity to contribute to world prosperity and\r\nstability be actively engaged in that effort. The views\r\nexpressed by many Member States, including our own, in\r\nresponse to a General Assembly resolution on this subject\r\nlast year, generally indicate the need to expand the\r\nmembership of the Security Council, while ensuring that its\r\neffectiveness is maintained. Japan intends to participate\r\nconstructively in the discussion on Security Council reform.\r\nToday the United Nations finds itself in extremely\r\nserious financial straits. In particular, the rapid expansion of\r\npeace-keeping operations has made it increasingly difficult\r\nfor this Organization to meet its financial needs promptly.\r\nWithout adequate financial resources, the United Nations\r\nForty-eighth session - 27 September l993 19\r\nwould be powerless to engage in any activity, no matter how\r\nmeaningful it may be. I would like to remind all United\r\nNations Member States how important it is that they face\r\nthis reality and fulfil their obligations.\r\nAt the same time, I note with concern the frequent\r\nallegations of inefficiency or wastefulness at the United\r\nNations. I hope the United Nations will make the utmost\r\nefforts to meet the need for greater financial discipline and\r\neffective budgetary control.\r\nJapan is prepared to do all it can to discharge its\r\nresponsibilities in a United Nations reformed with the\r\nprevious three points taken into account.\r\nWhen the forerunner of the United Nations, the League\r\nof Nations, was established in 1920, the renowned Japanese\r\neducator Mr. Inazo Nitobe was appointed as one of its\r\nDeputy Secretaries-General. Mr. Nitobe, who had sought to\r\nintroduce Japan’s philosophical traditions to the world,\r\nremarked that the Japanese place great value on moral\r\nprinciples. I would like to conclude my address by offering\r\na quote from one of Mr. Nitobe’s lectures which reflects my\r\nown view on the evolving bonds between Japan and the\r\ninternational community:\r\n\"An international mind is not the antonym of a\r\nnational mind ... The international mind is an\r\nexpansion of the national mind, just as\r\nphilanthropy or charity ... should begin at home.\"\r\nThe PRESIDENT: On behalf of the General Assembly,\r\nI thank the Prime Minister of Japan for the statement he has\r\njust made.\r\nMr. Morihiro Hosokawa, Prime Minister of Japan,\r\nwas escorted from the rostrum.\r\nMr. FILALI (Morocco) (interpretation from Arabic):\r\nIt gives me pleasure, at the outset, to extend to you the\r\ncongratulations of the delegation of Morocco on your\r\nelection to the Presidency of the forty-eighth session of the\r\nGeneral Assembly, and to express to you our best wishes for\r\nsuccess in the discharge of your important duties. I would\r\nlike to assure you of our full cooperation in ensuring the\r\nsuccess of our deliberations.\r\nTo the outgoing President, Mr. Stoyan Ganev, I should\r\nlike to express our appreciation for the wise manner in\r\nwhich he conducted the work of our deliberations during the\r\npast session. To our Secretary-General, Mr. Boutros\r\nBoutros-Ghali, we would like to pay a special tribute for his\r\ntireless efforts to uphold the principles of the United Nations\r\nCharter, and to promote international peace and security in\r\nthe world’s current difficult circumstances.\r\nI should also like to welcome to our midst the many\r\nnew Members who have joined our Organization in recent\r\nmonths.\r\nAs we approach the end of fifth decade since the\r\nestablishment of our Organization, it is proper to evaluate its\r\nsuccesses in attaining the goals set by the Conference of San\r\nFrancisco in 1945, with a view to maintaining world peace\r\nand security and ensuring development, prosperity and social\r\njustice in a world free from the scourges of war, bigotry and\r\nracism.\r\nOur Organization was built on the ruins of a World\r\nWar. It was therefore natural that the effects of that war’s\r\naftermath left their imprint not only on the United Nations\r\nCharter but also on the rules that govern its work as well as\r\non its structure.\r\nThe rivalry between the two blocs contributed to the\r\nweakening of the effectiveness of the Organization in\r\naddressing international issues. However, to do justice to\r\nour Organization, one cannot but speak of its historic\r\nachievements in liberating people from the yoke of\r\ncolonialism and foreign domination, its opening of its forums\r\nto dialogue between all nations, promoting cooperation\r\nbetween nations and peoples and its working for the\r\nsettlement of conflicts by peaceful means.\r\nThe end of the cold war, the collapse of what used to\r\nbe called the Eastern Bloc and the sudden disintegration of\r\nthe Soviet Union, were important and unexpected events of\r\nhistoric proportions. They transformed the world situation\r\nand altered its parameters. The result was a radical change\r\nin international relations, a profound shift in the balance of\r\npower and the emergence of underlying ethnic and national\r\nextremist trends which were suppressed under the former\r\nrule. Those have brought civil wars, unspeakable tragedies,\r\nsuffering and destruction to many countries.\r\nWhile it has been difficult under such circumstances to\r\nfind quick solutions to the old problems of the world as\r\nsome would have hoped, new issues have arisen that have\r\nmonopolized the attention of the international community,\r\ndemonstrating the inadequacy of the means available to the\r\nUnited Nations and the United Nations inability to keep pace\r\nwith the changes on the international scene.\r\n20 General Assembly - Forty-eighth session\r\nThe often-sought intervention by the United Nations in\r\nareas as diverse as the peaceful settlement of conflicts and\r\nthe organization and supervision of elections has resulted in\r\nan increase in its volume of work and has justified the call\r\nfor the strengthening of the Organization and support for its\r\nwork. Consolidating the role of our Organization is of great\r\nimportance and enjoys the steady support of my country.\r\nPositive, vital and commendable as it may be, the role\r\nof the Organization remains, nevertheless, of limited impact\r\nand effectiveness because the Organization’s Charter and\r\nstructure have not evolved sufficiently and because it lacks\r\nthe financial resources that would enable it to meet the\r\nrequirements of its international mandates in all their various\r\naspects.\r\nThose transformations have given rise to new concepts,\r\nnotions and priorities, such as preventive diplomacy,\r\npost-conflict peace-building, and brought to the fore such\r\nissues as those of human rights and of intervention on\r\nhumanitarian grounds in the course of the ongoing global\r\ndebate on what is termed \"the new world order\" that is in\r\nthe making.\r\nMoreover, the Summit meeting of the Security Council,\r\nheld in January 1992 in New York, was a testimony to a\r\ncommon ambition to develop and regulate international\r\naction in such a way as to make it capable of meeting the\r\nrequirements of the new situation in the world. As a current\r\nmember of the Security Council, Morocco - represented by\r\nHis Majesty King Hassan II - took part in that historic\r\nmeeting and did not fail to express the sensitivities and\r\nconcerns of the Muslim, Arab and African world, and\r\ncontribute fully in the formulation of the final declaration.\r\nIt is also in this context that the Secretary-General\r\npresented his thoughts and recommendations about\r\npeacemaking and peace-keeping in his report \"Agenda for\r\nPeace\", which was favorably received by Member States.\r\nWe believe that those thoughts, concepts and activities are\r\na positive endeavour on the whole, but they contain certain\r\naspects which might prove to be dangerous and even\r\ndamaging. It is therefore imperative that those thoughts and\r\nconcepts be clarified, with a view to defining their goals\r\nthrough an all-embracing dialogue between all States. This\r\nwould lead to a consensus genuinely reflecting the concerns\r\nof all members of the international community.\r\nIt is also necessary, now, to supplement those thoughts\r\nwith views and reflections on how to correct the economic\r\nsituation which does injustice to the rights of the developing\r\nworld, whose economic interests have not been included in\r\nthe international agenda.\r\nNowadays, human rights issues are the subject of\r\nheated debate. Morocco, which firmly believes in the\r\nuniversal character and the comprehensive nature of those\r\nrights, regards them as a basic pillar of governance, social\r\njustice and civil liberties in any State. However, my country\r\nis equally of the view that the concept of human rights\r\nshould be attuned to the values, cultures, traditions and the\r\ndiffering levels of development of countries, without any\r\nimposition of any particular concept of such rights. In other\r\nwords, the political dimension of human rights should not\r\nprevail over the social and economic one, which covers the\r\nbasic needs of man including food, clothing, health care and\r\nshelter.\r\nOur constant interest in and tireless efforts towards\r\nmaintaining international peace and security and the settling\r\nof conflicts by peaceful means will be futile so long as the\r\nsocioeconomic imbalance between the developed and\r\ndeveloping countries continues to increase daily. The\r\neconomic crises in the developing world have been greatly\r\naggravated: unemployment and economic stagnation have\r\nbeen compounded by persisting problems in international\r\ntrade, by foreign debt and by falling prices for raw materials.\r\nMorocco deplores the lack of genuine dialogue between the\r\nNorth and the South, which has created a situation in which\r\nsub-Saharan Africa claims less than 1 per cent of the world’s\r\nincome while the developed countries, with only 15 per cent\r\nof the world’s population, control more than 80 per cent of\r\nworld income.\r\nThe discussions in international economic forums are\r\nalmost exclusively centered on topics of direct concern to\r\ndeveloped countries while the role of developing nations in\r\nthe management of the world economy continues to be\r\nalmost non-existent. In that respect, we regret that the\r\nrequest made by the current chairman of the Non-Aligned\r\nMovement to meet with the leaders of the G-7 last July in\r\nTokyo, to explain the consequences of the present\r\nmanagement of the world economy on the developing\r\ncountries, was turned down.\r\nMy country is convinced that unless the world economy\r\nis collectively managed in a manner that would take into\r\naccount the interests of all countries without exception, it\r\nwould be futile to look forward to an era in which global\r\npeace and security may prevail, and in which well-being and\r\nprosperity may be attained by all peoples of the world.\r\nForty-eighth session - 27 September l993 21\r\nWhile we concede that the advanced countries too face\r\na difficult economic situation, we maintain that they still\r\nhave the potential and the ability to lend a helping hand to\r\nthe developing world.\r\nWe also maintain that the time has come for the\r\ndeveloped countries to demonstrate true solidarity with the\r\ndeveloping countries by giving them access to the economic\r\ndecision-making process, and by helping them to develop\r\ntheir economies and improve their social standards. To this\r\nend, the developed countries could liberalize the world\r\neconomy, open their markets to the products of the Third\r\nWorld, increase their investments in developing countries\r\nalleviate the debt-burden of those countries and enhance the\r\neffective transfer of technology to them.\r\nBy the same token, we believe it is necessary for world\r\neconomic relations to embark upon a new phase of genuine\r\npartnership and shared responsibility, within the context of\r\neconomic interdependence.\r\nSuch a new approach would prove much more\r\nbeneficial to the countries of the North since deterioration of\r\nthe economic and social situation in the South would\r\ninevitably have a negative impact on the security, stability\r\nand development of the North.\r\nWhile calling for a meaningful contribution by countries\r\nof the North to development, the countries of the South\r\nremain mindful of the need for self-dependence. Therefore\r\nmost countries of the South have made the necessary\r\nadjustments, strengthened the structures of their economies\r\nand enhanced cooperation among themselves, by using\r\navailable forums such as the Group of 77 and the Movement\r\nof Non-Aligned Countries.\r\nMorocco, which has always demonstrated its utmost\r\nreadiness to promote South/South cooperation, is still\r\ncommitted to participate actively in these efforts, in\r\nparticular with the African countries. Our keen interest in\r\nAfrica stems naturally from solid bonds of common history,\r\ngoals and destiny which link us to that continent whose\r\nconcerns and ambitions we fully share.\r\nThe lack of stability that characterizes the international\r\neconomic situation led the African continent to a very\r\nalarming crisis which has been exacerbated by the falling\r\nprices of raw materials, a deterioration in the terms of trade,\r\nthe heavy foreign debt-burden and drought.\r\nDespite the adoption by the forty-sixth session of the\r\nGeneral Assembly of a new agenda for the development of\r\nAfrica and the new reform programme adopted by the\r\nmajority of African countries in conformity with the\r\nrecommendations of the international financial institutions,\r\nthe situation in our continent remains critical and calls for an\r\nexceptional effort to overcome this crisis.\r\nIn this context, Morocco spares no effort to assist many\r\nAfrican countries, for example, by writing off loans,\r\nextending valuable assistance in the areas of health care and\r\neducation, and allocating more than 90 per cent of its\r\ninternational cooperation budget to the assistance of African\r\ncountries.\r\nMr. Marker (Pakistan), Vice-President, took the Chair.\r\nMoreover, Morocco has endeavoured, in consultation\r\nwith other African countries bordering the Atlantic Ocean,\r\nto set up, in collaboration with the United Nations and the\r\nFood and Agriculture Organization of the United Nations\r\n(FAO), a legal framework and relevant structures to create\r\nmultilateral cooperation in the field of fisheries in order to\r\nsafeguard the vital interests and national resources of these\r\ncountries.\r\nThe present is a crucial period of transition in the\r\nhistory of international relations, which, while it is marked\r\nby new and promising prospects of international cooperation,\r\nis fraught with the danger of the many hotbeds of tension\r\nwhich proliferate around the world and which give cause for\r\nconcern.\r\nThe Republic of Bosnia and Herzegovina is in the grip\r\nof a devastating war that irks the world conscience. This\r\nhas been the result of the Serbian aggression against the\r\nsovereignty, unity and territorial integrity of Bosnia and\r\nHerzegovina. Bosnian Serbs especially have not hesitated to\r\nperpetrate the crimes of genocide, ethnic cleansing, rape, and\r\nthe destruction of houses of worship and historical and\r\ncultural monuments in furtherance of their shameful designs,\r\nin violation of the principles and norms of international law.\r\nIt is regrettable that the many settlement plans and the\r\nendless meetings have resulted in nothing other than\r\nrewarding the Serbian aggressor and increasing pressure on\r\nthe Muslim majority of that country. Having been unjustly\r\ndeprived of the legitimate right to self-defence, the Bosnian\r\nGovernment had to make successive unilateral concessions.\r\nThe Kingdom of Morocco cannot but strongly condemn\r\nthe Serbian aggression aimed at the dismemberment of the\r\nRepublic of Bosnia and Herzegovina, a Member State of the\r\nOrganization. It profoundly deplores the inertia of the\r\n22 General Assembly - Forty-eighth session\r\ninternational community and the inability of the United\r\nNations to ensure proper compliance with and\r\nimplementation of the principles enshrined in the Charter\r\nand in international law, those principles which have been\r\nrepeatedly recalled in resolutions, often adopted under\r\nChapter VII, by the Security Council.\r\nSomalia has recently experienced a cruel and\r\ndestructive civil war which led to a dreadful famine that\r\ndecimated tens of thousands of its people. A multilateral\r\nhumanitarian rescue operation was launched with the aim of\r\npromoting national reconciliation and restoring the rule of\r\nlaw and the good functioning of government institutions.\r\nMorocco was one of the first countries to show its\r\nactive solidarity with that sisterly African country in the\r\nframework of a multilateral humanitarian mission. My\r\ncountry sent an important military contingent to alleviate the\r\nsuffering of the Somali people. In this context, Morocco\r\nvolunteered to set up a complete military hospital in which\r\nmore than 100,000 patients have received treatment.\r\nUnfortunately, we have recently seen the situation in\r\nSomalia change as a result of deadly confrontations that\r\nhave claimed numerous lives. While deploring these tragic\r\ndevelopments and condemning these reprehensible acts, we\r\nremain convinced that the solution to the Somali crisis\r\nhinges on continued negotiation and dialogue between all the\r\nparties, with the assistance of the United Nations, in order to\r\nachieve a genuine national reconciliation that would ensure\r\npeace, security and prosperity for our brethren in Somalia.\r\nAngola remains in the grip of a destructive civil war\r\ndespite the peace agreement between the Government of\r\nAngola and the National Union for the Total Independence\r\nof Angola (UNITA), which agreement was supported by the\r\ninternational community and the United Nations\r\nOrganization. Inspired by its solidarity with the Angolan\r\npeople, and determined to promote peace and security in this\r\npart of Africa, the Kingdom of Morocco, on several\r\noccasions has assisted the two parties in resolving\r\noutstanding problems through dialogue and negotiation. As\r\na member of the Security Council, Morocco has voted in\r\nfavour of all resolutions on this issue in the hope that the\r\ntwo parties would implement the Abidjan protocol, prepared\r\nwith the help of the United States of America, the Russian\r\nFederation and Portugal, so that an end could be put to the\r\ncycle of war and destruction, and thus allow Angola to usher\r\nin an era of peace, security and stability.\r\nIn South Africa, the cycle of violence continues to\r\nclaim innocent victims. This must not slow down or side-\r\ntrack the democratic process or the current efforts aimed at\r\ntransforming South Africa into a democratic, united and non-\r\nracial State. It is a source of satisfaction that the process of\r\nconstitutional reform is proceeding despite the bloody acts\r\nof provocation perpetrated by extremists from various sides.\r\nMorocco, which has always encouraged dialogue\r\nbetween the parties concerned, wants to express its\r\nsatisfaction at the establishment of a transitional Executive\r\nCouncil. We are hopeful that the parties will continue the\r\ndialogue and the process of reconciliation.\r\nMoreover, Morocco supports the appeal of Mr. Nelson\r\nMandela, made before the Special Committee against\r\nApartheid on 24 September 1993, for the lifting of the\r\neconomic sanctions against South Africa. We are convinced\r\nthat such an action will result in alleviating the economic\r\nburdens borne by the people of South Africa and will thus\r\ncontribute to resolving their internal and external problems\r\nand give new momentum to the settlement process.\r\nTwo weeks ago, the Middle East entered a new era as\r\na result of the mutual recognition between the Palestine\r\nLiberation Organization and Israel, and the signing of an\r\nagreement allowing for a regime of self-rule, initially in the\r\nGaza Strip and Jericho.\r\nThose two historic events have had a great impact on\r\nthe situation in the Middle East, as this is the first time that\r\nthe Palestinian and the Israeli sides have officially and\r\npublicly expressed their willingness to coexist and to\r\nrecognize one another.\r\nDespite the strong impact of those two events, Morocco\r\nbelieves that the path to a genuine, comprehensive settlement\r\nof the Arab-Israeli conflict is still long and that patience and\r\nperseverance are required in order to circumvent the many\r\nobstacles and difficulties that beset the process.\r\nThis first decisive step should be strengthened and\r\nshould be accompanied by a good measure of progress in the\r\nother bilateral negotiations. A real solution in the Middle\r\nEast can be achieved only if the momentum for peace is\r\nallowed to run its full course and reach its goal with the\r\nconsent of all the peoples of the region.\r\nTo shoulder these responsibilities at this crucial and\r\nhistorical juncture, it is necessary to mobilize all efforts and\r\nto bring together all people of goodwill in order to achieve\r\na just and comprehensive settlement that would be\r\nacceptable to all parties. Such a settlement should restore to\r\nthe Palestinian people their rights, including their right to an\r\nForty-eighth session - 27 September l993 23\r\nindependent State on their soil with Jerusalem as its capital.\r\nIt should also ensure the withdrawal of Israel from the other\r\noccupied Arab territories in Syria, Lebanon and Jordan, in\r\nconformity with Security Council resolutions 242 (1967),\r\n338 (1973) and 425 (1978).\r\nOnly then can the Middle East, afflicted by war,\r\nviolence and tragedies for more than half a century, enter\r\nupon an era of peace, security, disarmament, stability and\r\ncooperation between all the States of the region; this would\r\nbring about development, welfare and prosperity.\r\nIn the Maghreb subregion, the Kingdom of Morocco\r\nfirmly believes in the principles that formed the foundation\r\nof the Arab Maghreb Union; we adhere to the goals of the\r\nUnion. We are firmly convinced that the future of the\r\nregion and the prosperity of its peoples, linked as they are\r\nby history, language, religion and a common destiny, depend\r\non the achievement of that unity.\r\nThe Arab Maghreb Union has recently encountered\r\nsome difficulties and obstacles. This, in our view, is only\r\nnatural. However, we are determined to overcome such\r\ndifficulties and to go forward in order to fulfil the ambition\r\nof the Maghreb people to build an effective structure of\r\ncooperation and solidarity for themselves.\r\nIn the area of relations with the rest of the international\r\ncommunity, Morocco and the other members of the Arab\r\nMaghreb Union view with special importance their relations\r\nwith countries of the European Community on the one hand,\r\nand with its member States on an individual or\r\nMediterranean basis on the other. The results achieved\r\nwithin the framework of dialogue and cooperation among\r\ncountries bordering the Mediterranean are encouraging. We\r\nhope therefore that the current difficulties, which have\r\nprevented the resumption of that dialogue, will be overcome\r\nsoon in order to promote a balanced regional cooperation\r\nbetween the northern and southern flanks of the Western\r\nMediterranean.\r\nWith regard to the so-called question of the Western\r\nSahara, the Settlement Plan is being implemented, and the\r\nSecretary-General continues to bring all new developments\r\nto the attention of the Security Council. The Kingdom of\r\nMorocco, which has always cooperated with the Secretary-\r\nGeneral and striven to facilitate his mission, has given its\r\nconsent in principle to the compromise he proposed in the\r\ninterpretation and application of the criteria for voter\r\neligibility. We are confident that the Secretary-General will\r\nnot fail to inform the Security Council of Morocco’s sincere\r\nand loyal cooperation and our constant readiness to\r\nimplement the provisions of resolution 809 (1993) in all its\r\naspects. It was in the same spirit of cooperation and\r\nreconciliation that Morocco agreed to the Laayoune meeting\r\nof last July where Sahrawis, in particular, from within the\r\nterritory and from the region of Tindouf, took part and\r\ninitiated a brotherly and positive dialogue.\r\nA close examination of conditions prevailing in the\r\nworld as we stand on the threshold of the next century\r\nwould clearly show that the strivings of humanity in the\r\nareas of world peace, justice and welfare fall short of the\r\nhopes it set out to realize and that the challenges in the way\r\nof meeting those goals are still difficult and numerous.\r\nWhat is most needed now is a new code of conduct for\r\ninternational relations, a code that would take into account\r\nthe concerns of all peoples and countries of the world,\r\nrestore balance to international dealings and bring the\r\nprinciples of justice and partnership to the management\r\n24 General Assembly - Forty-eighth session\r\nof world affairs. We hold the view that the United Nations\r\nis the most suitable forum for discussions on this issue and\r\nfor attaining our common goals.\r\nThe PRESIDENT: We have heard the last speaker in\r\nthe general debate for this meeting.\r\nThe meeting rose at 1.35 p.m.\r\n"