"United Nations\r\nG E N E R A L\r\nA S S E M B L Y\r\nFORTY-EIGHTH SESSION\r\nOfficial Records\r\n25th\r\nPLENARY MEETING\r\nMonday, 11 October 1993\r\nat 3 p.m.\r\nNEW YORK\r\nPresident: Mr. INSANALLY\r\n(Guyana)\r\n__________\r\nThe meeting was called to order at 3.25 p.m.\r\nAGENDA ITEM 127 (continued)\r\nS C A L E O F A S S E S S M E N T S F O R T H E\r\nAPPORTIONMENT OF THE EXPENSES OF THE\r\nUNITED NATIONS (A/48/414/Add.6)\r\nThe President: I wish to draw the Assembly’s\r\nattention to document A/48/414/Add.6. In a letter contained\r\nin that document, the Secretary-General informs me that,\r\nsince the issuance of his communications dated 21, 24, 27\r\nand 29 September and 4 and 6 October 1993, Chad has\r\nmade the necessary payment to reduce its arrears below the\r\namount specified in Article 19 of the Charter.\r\nMay I take it that the General Assembly duly takes note\r\nof this information?\r\nIt was so decided.\r\nAGENDA ITEM 9 (continued)\r\nGENERAL DEBATE\r\nMr. MPINGA KASENDA (Zaire) (interpretation from\r\nFrench): Mr. President, the speakers who have preceded me\r\nat this prestigious rostrum have all unanimously\r\nacknowledged your outstanding intellectual qualities, your\r\nwealth of experience and your intensive knowledge of\r\ninternational issues which will guarantee a positive outcome\r\nto our work that promises to be very exciting at this time\r\nwhen we see emerging on the horizon the irreversible\r\nturning of the activities of the Organization towards real,\r\nmutually beneficial, cooperation.\r\nThe delegation of the Republic of Zaire, which it is my\r\nhonour to head, associates itself with the congratulations and\r\nwishes expressed by other delegations here present and\r\nexpresses the hope that your presidency will see the essential\r\nbasis laid down for the establishment of this new era of\r\npeace, prosperity, mutual understanding and tolerance that\r\nwe all so wish to see.\r\nI should also like to extend my sincere congratulations\r\nto the other members of the Bureau who, I am sure, will\r\neffectively assist you in carrying out your onerous but\r\ninspiring tasks as President.\r\nTo your predecessor, His Excellency Mr. Stoyan Ganev,\r\nI should like to pay a particular and well-deserved tribute for\r\nthe competence, skill and know-how with which he so\r\ncapably guided the work of the General Assembly at its\r\nforty-seventh session.\r\nI should like to express to Mr. Boutros Boutros-Ghali,\r\nthe Secretary-General of the Organization, the sincere\r\nexpression of our appreciation and our encouragement of his\r\ndetermination in the search for peaceful solutions to the\r\nmany armed conflicts that are devastating the world.\r\nI should also like to welcome to the Organization the\r\nnew Member States. They can count on the cooperation and\r\nassistance, both bilateral and multilateral, of the Republic of\r\nZaire.\r\nBarely three years ago the overwhelming majority of\r\nthe inhabitants of this marvelous planet Earth were filled\r\nwith the hope of seeing close and multifaceted cooperation\r\nfor development among nations.\r\nThis record is subject to correction.\r\nCorrections should be sent under the signature of a member of the delegation concerned\r\nwithin one week of the date of publication to the Chief of the Verbatim Reporting Section,\r\nRoom C-178, and incorporated in a copy of the record.\r\nCorrections will be issued after the end of the session in a consolidated corrigendum.\r\n93-86825 (E)\r\nDistr. GENERAL\r\nA/48/PV.25\r\n3 November 1993\r\nENGLISH\r\n2 General Assembly - Forty-eighth session\r\nAlthough the cold war was blown away by the force of\r\nthe wind of perestroika we are obliged to note that this\r\nforty-eighth session of the General Assembly has opened at\r\na time when we are witnessing the resumption of armed\r\nconflicts in at least three of the five continents which make\r\nup this world.\r\nThe collapse of the socialist bloc brought with it only\r\na moment of calm for we note at present the explosion of\r\nhotbeds of tension and fratricidal wars in the former Union\r\nof Soviet Socialist Republics and the former Yugoslavia, and\r\nwe condemn the monstrous, inhuman and horrendous acts of\r\nmodern civilization there.\r\nThe primary cause of all these wars is religious or\r\nethnic intolerance and the non-acceptance of political\r\nopinions contrary to those which one believes to be of\r\nimmutable and subject to imposition on all. Thus, in Asia\r\nanachronistic situations persist and entire populations are\r\ncondemned to wander without any hope of a better\r\ntomorrow.\r\nNevertheless, my delegation backs the negotiations that\r\nare now taking place between Israel and the Palestine\r\nLiberation Organization (PLO) on the question of Palestine\r\nand urges all the protagonists in this drama to do all in their\r\npower to ensure that these consultations lead to the\r\nconclusion of a peace agreement guaranteeing the right of\r\neach people to exist in internationally recognized territory.\r\nWe hail the courage and determination of their\r\nexcellencies the Prime Minister of Israel and the President\r\nof the PLO who have recognized autonomy for Gaza and\r\nJericho and have also committed themselves to put an end\r\nto acts of piracy and sabotage. May their example be\r\nfollowed by other States involved in this conflict so that a\r\nlasting peace can finally be established in this region and\r\nthat we can see genuine cooperation for development.\r\nSo too, we reaffirm our full support and our backing\r\nfor the efforts made by the two Koreas towards their\r\npeaceful reunification.\r\nWe should also like to take advantage of this\r\nopportunity to congratulate the United Nations authorities\r\nwhich have effectively contributed to the organization of free\r\nand democratic elections in Cambodia.\r\nAs regards Africa, this continent too has not been\r\nspared by the situation of semi-war, semi-peace in which\r\nyoung States must manage bloody conflicts which sorely try\r\ntheir fragile State structures and their precarious socio-\r\neconomic infrastructures. However, the Republic of Zaire is\r\ngratified to see the international community mobilizing to\r\nprevent new conflicts and to find peaceful solutions to those\r\nfratricidal wars which are devastating a good number of\r\nAfrican States.\r\nThe plethora of hotbeds of tension and the recourse to\r\nmilitary action, whether for intervention or for pacification,\r\nare likely to wipe out these efforts and to damage the\r\nhumanitarian action and the noble objectives of peace and\r\nharmony pursued by the United Nations.\r\nConcerning southern Africa, in particular, Zaire\r\nsupports the action being taken by the United Nations in\r\nMozambique, and urges all the parties to the conflict to\r\nrespect the commitments they have undertaken and to work\r\ntowards the establishment of lasting peace there.\r\nThe positive results that we have seen in South Africa,\r\nwhere the white minority has agreed to involve the black\r\nmajority in the administration of public affairs in a\r\nTransitional Executive Council, are grounds for satisfaction\r\nfor all those who have contributed towards them, and for\r\nlegitimate pride for Presidents Mandela and De Klerk.\r\nGiven these prospects for peace that we can see just\r\nover the horizon, it is our keen hope that there will be\r\ngenuine reconciliation within the black community in South\r\nAfrica so that a fratricidal war does not break out that would\r\nquite likely support the notions of those who wish to hold\r\nback the advent of a democratic and multi-racial Republic of\r\nSouth Africa.\r\nI beg the Assembly’s indulgence, since I should like\r\nnow to dwell on the case of our neighbour Angola, which\r\nshares with Zaire a frontier over 2,600 kilometres long; in\r\nAngola, the civil war, which is becoming more intense, is\r\ncausing considerable loss of life and incalculable material\r\ndamage and is threatening the territorial integrity of that\r\nyoung nation.\r\nThe Republic of Zaire, which, since it acceded to\r\nindependence, has had to suffer the throes of civil war,\r\nrebellion and many attempts at secession, cannot afford to\r\nsupport a civil war in Angola. The tragic situation being\r\nexperienced by that fraternal nation is of extreme concern to\r\nus, because it is causing us enormous political, economic\r\nand social problems. Zaire is actually a semi-landlocked\r\ncountry, and the closure of the Benguela railway and the\r\ncontinuing insecurity right alongside Matadi port, our only\r\noutlet to the sea - as a result of the crossfire between the\r\nPopular Armed Forces for the Liberation of Angola\r\n(FAPLA) and UNITA - are doing my country considerable\r\nForty-eighth session - 11 October l993 3\r\neconomic damage right at a moment when it is no longer\r\nreceiving bilateral or multilateral assistance.\r\nIn addition to these many economic difficulties, there\r\nhas been a massive influx of our Angolan brothers and\r\nsisters, who are finding refuge with Zairian families, to\r\nwhich they are linked by historical ties of blood. Providing\r\nfood, shelter and so on for the refugees is increasing the\r\ndifficulties being experienced by the host families, who are\r\nthemselves rather disadvantaged.\r\nThe international community knows that the Republic\r\nof Zaire right now is going through a period of political\r\nturbulence and is encountering enormous economic and\r\nfinancial difficulties. In these conditions, where could Zaire\r\nfind the additional resources to finance a civil war in\r\nAngola? Taking into account its internal problems, my\r\ncountry has no interest in promoting the traffic in weapons\r\nof war through Matadi port, given that they could change\r\nhands and fuel a civil war on its own territory.\r\nMoreover, Zaire, which neither makes nor sells arms,\r\ndeplores the attitude of those countries whose citizens\r\nmanufacture arms and sell them to the belligerents - under\r\nthe tolerant gaze of their Governments - and then come and\r\nshed crocodile tears in international forums over the fate of\r\nthe victims of this fratricidal war.\r\nThe Republic of Zaire, which assisted the Republic of\r\nAngola in its struggle for independence and, through Zaire’s\r\nmediation, facilitated the historic meeting between President\r\ndos Santos and Mr. Savimbi at Gbadolite, is still ready to\r\nseek, with them, ways and means of putting an end to the\r\nAngolan tragedy. This is the spirit in which Zaire welcomed\r\nMr. Alioune Blondin Beye, the Secretary-General’s Special\r\nRepresentative, on his visit to Kinshasa last September, and\r\nin which the President of the Republic of Zaire, Marshal\r\nMobutu Sese Seko, dispatched to his Angolan counterpart an\r\nemissary whose task was to dispel any ambiguity as to\r\nwhether there was meddling of any kind by my country in\r\nAngola’s internal affairs.\r\nLastly, the Republic of Zaire, which has played an\r\nactive part at the recent Libreville conference on security\r\nproblems in central Africa and will soon sign the non-\r\naggression pact that was drawn up there, considers itself an\r\nimportant link in the peace and security of the subregion,\r\nand does not intend to take any action that might sour the\r\nrelations of good neighbourliness and cooperation that exist\r\nbetween our States. Ancient African wisdom tells us that\r\nwhen your neighbour’s house is on fire, you must help him\r\nput it out in order to stop the wind wafting the flames\r\ntowards your own house.\r\nAfter the political turbulence that Africa experienced\r\nduring the first few years of independence, some political\r\nthinkers and players believed, in good faith, that establishing\r\nstrong government based on omnipresent and omnipotent\r\nsingle parties could forge national unity and ensure our\r\nStates’ harmonious development. The Republic of Zaire was\r\nno exception to this outline. In fact, for over two decades\r\nnow a monolithic political system has been in operation,\r\nwith its ups and downs, and has ended up, as a result of its\r\nown internal contradictions, in such deadlock that on\r\n24 April 1990 the President of the Republic, after three\r\nmonths of consultations of the people, decreed the\r\ndissolution of the single party and proposed the introduction\r\nof a pluralistic political system.\r\nUnfortunately, the enthusiasm that followed gave birth\r\nto a sort of collective outpouring and the frenzied\r\nestablishment of political parties, of which there are now\r\n360 for a total population of 40 million or so. In our\r\nconcern to make an objective reassessment of our history,\r\nmap out our future and ensure national reconciliation, we\r\nheld a Sovereign National Conference, which, lasting over\r\n16 months, was the costliest and the longest in Africa.\r\nThe Conference raised great hopes but was unable to\r\nachieve all its goals because, from the outset, those behind\r\nit had come to it for two different reasons. For some, the\r\nConference was the best place to take power along\r\nrevolutionary-type lines - dissolving all the existing\r\ninstitutions and sidelining those in charge of them - while\r\nfor others, who championed a reformist type of plan, the\r\nConference ought rather to be the place for organizing\r\ngovernment through a progressive restructuring of the\r\ninstitutions. This basic difference caused heightened\r\npassions from the beginning to the end of the Conference,\r\nand the political players ended up more divided than they\r\nhad been before.\r\nAs the document setting out constitutional provisions\r\nfor the transitional period was not taken to its logical\r\nconclusion - it failed to abrogate expressly the Constitution\r\nin force - the country found itself with two basic\r\nconstitutional texts. In conditions such as these, it has been\r\ndifficult to arrange an equitable sharing of power between\r\nthe various transitional institutions, which is why we have an\r\ninstitutional crisis and a political impasse.\r\nTo extricate ourselves from this situation, and on the\r\ninitiative of the President of the Republic and the President\r\nof the Supreme Council of the Republic, the delegates of\r\nseveral political platforms met in caucus to create a new\r\ninstitutional framework. But the results of the caucus were\r\nagain disputed and the entire political class felt the need to\r\n4 General Assembly - Forty-eighth session\r\nresume negotiations. These achieved, inter alia, the\r\nestablishment of a new institutional framework, the\r\nunanimous acceptance of a timetable establishing the various\r\ndates for elections in the next 15 months and the adoption by\r\nreferendum, within the same period, of a new constitution.\r\nThus, a referendum will be held in 1994 on the\r\nadoption of the new constitution. There will also be free,\r\ntransparent and democratic elections for mandates for the\r\npresidency of the Republic, the Parliament and the regional\r\nand local councils. The presence of an independent national\r\nelectoral commission and international observers is planned\r\nto reassure all sides of the proper carrying out of all\r\nelectoral operations. Thus, Zaire repeats its request to the\r\nUnited Nations bodies and countries with a long history of\r\ndemocracy for substantial help in the implementation of\r\nthese important timetables.\r\nI should like here, on behalf of the Government of my\r\ncountry, to thank Mr. Boutros Boutros-Ghali, the Secretary-\r\nGeneral of our universal Organization, who, at the request of\r\nthe President of the Republic, sent one of his closest\r\nassistants, Mr. Lakhdar Brahimi, to Kinshasa to try to gather\r\nthe political class of Zaire around the negotiating table. We\r\nextend to him here the deep gratitude of the people of Zaire\r\nfor his selflessness and readiness in his attempt to reconcile\r\nthe sons and daughters of my country.\r\nIn an atmosphere of political crisis and social tension,\r\nthe protection of human rights becomes very difficult and is\r\nsubject to suspicions. The reestablishment of State authority\r\nand respect for the laws of the land are often identified, at\r\nbest, with constraints and, at worst, with arbitrary actions,\r\nwhile a country cannot become involved in development\r\nprojects without order or collective discipline.\r\nDespite the flaws noted in the implementation of human\r\nrights, Zaire has nevertheless made commendable efforts\r\nalong those lines by granting full freedom to the press and\r\nauthorizing the free exercise of political activities and the\r\nfree expression of opinions. It intends to follow up these\r\nmoves by cooperating with the specialized agencies of the\r\nUnited Nations in making more effective those bodies in\r\nZaire entrusted with ensuring the strict observance of human\r\nrights.\r\nThe democratization process is irreversible in Zaire and\r\nno one is contemplating re-establishing the old order. We\r\nall aspire to change and to the establishment of a State of\r\nlaw. What is important at the present stage of my country’s\r\ndevelopment is to know how to implement that change\r\npeacefully. For now, we are asking the international\r\ncommunity and in particular those countries which wrongly\r\nbelieve that they have received a mandate to administer\r\nZaire to let the Zairians themselves settle their own\r\nproblems, for whenever they are free of foreign interference\r\nthey always manage to overcome their antagonisms. We\r\ntherefore urge our usual partners to help us to overcome this\r\ncrisis instead of dividing us by canonizing some and\r\nrendering others anathema.\r\nThe opportunity has thus been offered to certain\r\ncountries that call themselves champions of democracy to\r\nsupport the organization of free and transparent elections in\r\nZaire rather than to propose undemocratic plans that bring\r\npeople to power who do not have the vote of the population,\r\nwhich alone can confer legitimacy. That, in our view, is the\r\nonly way to rein in the excessive ambitions of certain\r\npolitical leaders who, in their obtrusive declarations in\r\nKinshasa and the Western capitals, are harming the proper\r\nunfolding of the democratization process.\r\nThe international community is certainly unaware of the\r\ndishonourable treatment experienced by Zairians in their\r\ntravel to other countries. At present, it is nearly impossible\r\nfor a citizen of Zaire to travel to, or opt to reside in, certain\r\ncountries of the northern hemisphere, since for his visa is\r\nautomatically refused unless he reviles his country and the\r\nlegally established authorities. Is it the full enjoyment of\r\nfundamental human freedoms when he cannot reside in a\r\nterritory other than his own unless he requests the status of\r\npolitical refugee? Are the citizens of Zaire treated this way\r\nbeing punished for their opinions? How can those countries\r\nthat practise this policy of exclusion have a precise idea of\r\nwhat is transpiring in Zaire when they are preventing one\r\ncategory of my fellow citizens from freely expressing\r\nthemselves and championing political ideas that run contrary\r\nto their own?\r\nThe political uncertainties that have overshadowed Zaire\r\nfor three years have pushed into the background the\r\neconomic and social problems of a country in which strikes,\r\ncity-wide shutdowns, civil disobedience and looting have\r\ntorn asunder the economic fabric and aggravated the\r\npeople’s poverty. Zaire - which has seen itself arbitrarily\r\nand vexingly deprived, under the pressure of certain Western\r\nPowers, of access to financial facilities and to bilateral and\r\nmultilateral assistance at a time when its people has the\r\ngreatest need - hopes that the new era in the offing will\r\nprovide an opportunity for all its partners to assist it to\r\nrevive its collapsed economy.In this context, my country\r\nvery much hopes to resume dialogue with the Bretton\r\nWoods institutions to improve the management of public\r\nfinances and to promote the flourishing of free enterprise.\r\nForty-eighth session - 11 October l993 5\r\nAs everyone knows, Zaire is a subcontinent made up of\r\na mosaic of tribes and ethnic groups which periodically, as\r\nhappens throughout the world, have trouble living together.\r\nAs we approach major political or electoral stages, tensions\r\nexacerbated by demagogues is transformed into open\r\nconflicts that compel, often in inhuman conditions, some of\r\nour compatriots to abandon their homes.\r\nThe Government of the Republic of Zaire cannot\r\ntolerate a situation in which citizens of Zaire find themselves\r\nrefugees in their own land. Thus, more specifically\r\nconcerning Shaba, it is not correct to speak of \"ethnic\r\ncleansing\", since the Shaba, like the two Kasai, are not\r\nethnic groups but the provincial homes of several ethnic\r\ngroups. The Government has taken measures to halt all\r\nforced displacements, ensure the security of those who wish\r\nto remain in Shaba, and organize transportation of those who\r\nhave opted to leave in humanly acceptable conditions. This\r\ntask, like that of the restoration of displaced persons to their\r\noriginal homes, requires enormous material and financial\r\nmeans.\r\nIn cooperation with the specialized bodies of the United\r\nNations and non-governmental organizations, the\r\nGovernment is working to gather all available means in\r\norder to come to the aid of the victims of this tragedy.\r\nHere we should like to welcome the action carried out,\r\nat the request of the President of the Republic, by the\r\nSecretary-General of the United Nations, who sent a\r\nspecialized inter-agency team led by Mr. Darko Silovic to\r\nstudy in the field the ways and means to bring humanitarian\r\nassistance to these disadvantaged peoples. We fervently\r\nhope that the international community will respond\r\nmassively and positively to the Secretary-General’s appeal,\r\nand we are grateful in advance for this.\r\nConcerning the ethnic difficulties in North Kivu, it is\r\nimportant to know that this is an ancient problem born of\r\ncolonization, which was then perpetuated by the\r\ntransplantation of Rwandese peoples to Zaire and by the\r\ninflux of refugees following the ethnic conflicts that\r\nneighbouring country has experienced. Without lingering\r\nover the underlying causes of this conflict, we should like to\r\ninform international opinion that the Government has taken\r\nmeasures to re-establish calm in the region and to ensure the\r\nsecurity of all parties to the conflict.\r\nAn appeal to humanitarian assistance for those peoples\r\nwho have lost everything in these sad events is sent out to\r\nthe international community, the non-governmental\r\norganizations and Zaire’s customary partners, in light of the\r\nurgency of the situation and the paucity of our means which\r\ndo not allow us to cope with it alone.\r\nBefore concluding my statement, I should like to take\r\nup a problem which is of the greatest concern to the\r\ninternational community and to my country in particular:\r\nenvironmental protection. Zaire, whose considerable\r\nexpanse of tropical humid forest gives it the symbolic status\r\nof the planet’s second lung would appreciate the\r\ninternational community’s acknowledgement of the huge\r\nsacrifices it is making, which are depriving it of incalculable\r\nfinancial resources.\r\nThe preservation of the ozone layer requires that\r\nadditional resources be found for the implementation of\r\nAgenda 21 and the conventions dealing with biodiversity.\r\nThus, my country believes that its commitment not to cut\r\ndown various species of trees which it considers the\r\ncommon heritage of mankind should allow it to benefit from\r\ncertain types of compensation which would fill this financial\r\nvacuum or at least this lack of earning power.\r\nFinally, the delegation of the Republic of Zaire joins in\r\nthe request made by numerous delegations for a restructuring\r\nof the United Nations system to allow all Member States,\r\nregardless of size, fully to play their role in building a world\r\nof justice, peace and mutually advantageous cooperation.\r\nMr. TURNQUEST (Bahamas): Twenty years ago the\r\nBahamas took its seat as the 138th Member in this Assembly\r\nof the United Nations, and we proudly assumed the solemn\r\nobligations and responsibilities conferred by the Charter.\r\nThis session marks our twentieth anniversary, which we\r\ncelebrate with our friends of the now reunited Germany with\r\nwhom we were admitted.\r\nAs we reflect on the global events of those two\r\ndecades, we see a world significantly transformed. Where\r\nthere was a single Soviet Union and a single Yugoslav\r\nRepublic, we now have the Commonwealth of Independent\r\nStates and the Baltic States. In addition, the admission of\r\nmany new States to this great Organization has resulted in\r\nan almost complete universality of membership. It is\r\ntherefore with much joy that we warmly welcome all new\r\nMembers and extend to each the fraternal hand of friendship\r\nand partnership in the continued struggle for human dignity\r\nand development.\r\nThe Bahamas has also witnessed significant national\r\ndevelopment since its membership. Today we are one of the\r\nmost stable and democratic societies. We are proud of this\r\nachievement, and we encourage all those who would to\r\n6 General Assembly - Forty-eighth session\r\nfollow our example of freedom, justice and peace, buttressed\r\nby sound principles of human and national development.\r\nWe have yet another reason for celebration. Your\r\nunanimous election to the presidency of this forty-eighth\r\nsession of the General Assembly, Sir, is an historic occasion\r\nnot only for you personally and for your great country but\r\nalso for every Caribbean Government and person.\r\nBahamians, together with all Caribbean peoples, therefore\r\npay high tribute to you and to your country. We are fully\r\nconscious of your impeccable and enviable credentials as a\r\ndiplomat, and we are satisfied that those same skills will\r\nserve to guide us through this session, despite its challenges,\r\nto successful and lasting results.\r\nPermit me also to pay high tribute to your predecessor,\r\nMr. Stoyan Ganev of Bulgaria, for his outstanding\r\ncontributions to the forty-seventh session of the General\r\nAssembly. His presidency witnessed significant\r\nachievements and today we are the beneficiaries of his\r\nvisionary leadership.\r\nWhile we who are privileged to represent our\r\nGovernments have the luxury of pronouncing international\r\npolicies, the Secretary-General enjoys no such luxury. His\r\nis the responsibility of going beyond the rhetoric to the\r\nsubstance of the many resolutions and decisions which we\r\nadopt in this Assembly each year. His task is therefore\r\ndauntingly complex. Nevertheless, he has borne his\r\nenormous responsibilities with great dignity and high\r\ndistinction.\r\nIn this connection, we cannot help but recall the biblical\r\ninjunction: \"Out of Egypt have I called my Son\". (The\r\nHoly Bible, Matthew 2:15) Like his predecessor, he has\r\nperformed beyond our expectations, and is deserving of our\r\npraise for his proficiency in assisting this Organization in\r\nshaping contemporary history so dramatically.\r\nAt this juncture I wish to take this opportunity to\r\nextend the deepest sympathy of the Government and the\r\npeople of the Bahamas to the people and the Government of\r\nIndia, who suffered such tragic loss of life and property\r\nduring the recent devastating earthquake, and to reaffirm our\r\nsolidarity with them during this time of national disaster.\r\nIt would be very easy for me on behalf of my\r\nGovernment and country to rehearse the developments of the\r\npast year and offer the members of the Assembly some\r\nobservations. However, we believe that a focus on the\r\nfuture is more timely.\r\nAs we near the fiftieth anniversary of the Organization,\r\nit is the view of the Bahamas that that significant turning-\r\npoint should be seized as an opportunity to assess where we\r\nare and what is required to move further ahead in the\r\nfulfilment of the principles of the Charter, so that the\r\nforthcoming anniversary will indeed be cause for celebration.\r\nIn reflecting on what is required to move ahead, we\r\ninvite all Member States to focus with us on how each one\r\nof us, given our varied capacities, can assist the Organization\r\nin moving closer to the full achievement of the principles\r\nenshrined in the Charter.\r\nThere is no question that the United Nations, in its\r\noften unappreciated role in the promotion of such objectives\r\nas international cooperation and respect for human rights,\r\nhas been vindicated in this approach by successes far beyond\r\nexpectations.\r\nIn the political sphere, such successes include the\r\nfostering of a shift to democracy in Eastern Europe; the\r\ndramatic reduction, through voluntary destruction, of nuclear\r\nweapons; the Mission of the Organization of American\r\nStates (OAS) and United Nations in Haiti; the establishment\r\nof the International Tribunal for the Prosecution of Persons\r\nResponsible for Serious Violations of International\r\nHumanitarian Law Committed in the Territory of the Former\r\nYugoslavia since 1991; the establishment of the Transitional\r\nExecutive Council in South Africa; the very recent signing\r\nof the historic peace accord between Israel and the Palestine\r\nLiberation Organization (PLO), as well as the Declaration of\r\nPrinciples between Israel and Jordan; and the repelling of\r\naggression and the restoration of sovereignty in Kuwait. In\r\nthis context, the Security Council resolution that determines\r\nthe Kuwaiti boundary must be respected.\r\nIn addressing the hurdles which must be overcome\r\nbefore lasting solutions are achieved, we believe that more\r\nemphasis should also be placed on the expanded economic,\r\nsocial and military role of the United Nations. That role is\r\ndemonstrated by the peace-keeping forces dispatched\r\nglobally and by the recent successful Conferences on\r\nEnvironment and Development and Human Rights, as well\r\nas by the forthcoming conferences on women, population\r\nand development, the Summit for Social Development and,\r\nmost importantly for the Bahamas, the forthcoming\r\nConference on Sustainable Development of Small Island\r\nDeveloping States, scheduled to be held at Barbados in 1994.\r\nThe Bahamas places particular emphasis on the role of\r\nthe United Nations in the economic and social fields and\r\nfully expects that the revitalized United Nations will provide\r\nan enhanced capacity for the Organization to perform that\r\nForty-eighth session - 11 October l993 7\r\nimportant role. It is in this context, therefore, that we\r\nsupport the efforts of the Secretary-General to restructure the\r\nOrganization in the economic and social fields.\r\nAs members are aware, success invariably brings\r\ngreater responsibilities and challenges. Indeed, these greater\r\nresponsibilities, challenges, and even attendant impediments,\r\nhave regrettably already begun to sour the excitement of the\r\nmany achievements attained. But we must not let this\r\nreverse side of success debilitate us. We must remain\r\nfocused so that narrower vested interests do not hinder the\r\nachievement of goals set in the wider interest. We must\r\npermit no circumstance to impede the earliest cessation of\r\nthe atrocities of war for a return to peaceful settlement of\r\ndisputes. We must be sensitive to and respond practically,\r\nin the spirit of the Charter, to national needs, pressures and\r\ncivil unrest. The call for regional action in the settlement of\r\ndisputes and peace-keeping will also need to be further\r\nemphasized as we seek to maintain the integrity of the\r\nOrganization.\r\nIn this connection, we particularly underscore the need\r\nfor the fullest support of the implementation of the\r\nGovernors Island Accord on the restoration of democracy in\r\nHaiti, not only on the basis of unrelenting moral pressure\r\nbut, equally, through material and technical assistance\r\ntowards fostering the economic revitalization and enduring\r\nhealth of that country’s democratic institutions.\r\nWhile the unpleasant spectacle of politics through\r\nconflict has reasserted itself at the centre of the world stage,\r\nregrettably, politics has two companions, which often\r\ninfluence it, though rarely gaining the same degree and\r\nmagnitude of attention given to politics. These two\r\ncompanions are economic and social tensions. We must\r\never be vigilant of these two, often unruly companions.\r\nAgain, we must find our focus in the purposes and principles\r\nof the Charter.\r\nAgainst that background, there are several questions I\r\nfeel must be put as part of the deliberations we will\r\nundertake during this session.\r\nFirst, is the peace dividend releasing adequate resources\r\nand civilian expertise to impact developmental needs?\r\nSecondly, should life after self-determination for the\r\nnewer members of the international community provoke\r\nstagnant growth in those less-recently sovereign?\r\nThirdly, is there sufficient retraining and assistance to\r\nensure that the trade liberalization facilitated by megablocs\r\npromotes fair, democratic and transparent institutional\r\nstrengthening and the widest empowerment?\r\nAnd, lastly, how do we ensure that environmental\r\nawareness, as a catalyst for a better quality of life globally,\r\ndoes not become yet another trade conditionality?\r\nThese questions are being posed because, if they are\r\nneglected or inadequately addressed, the new world order\r\nwill be but a shifting of power centres and a spawning of\r\nnew seeds of international economic, social and political\r\ninstability.\r\nIn many countries, including the Bahamas, social\r\ntensions are reordering national priorities. We must return\r\nto basics in dealing with problems of a pandemic nature,\r\nsuch as poverty, illicit drugs, crime, violence, international\r\nterrorism, human rights violations and disease, especially the\r\nurgent necessity for dealing with the devastations caused by\r\nacquired immune deficiency syndrome (AIDS).\r\nThroughout this global village our Member States are\r\nfacing the disintegration of the traditional family values,\r\ncoupled with rampant unemployment. We must\r\nre-emphasize those spiritual values which respect life, the\r\ndignity and worth of the human person and his or her\r\nimportance to national life and development. In order that\r\nour peoples will avoid hopelessness and survive the adverse\r\neffects of economic decline, we must share more directly the\r\nburden of action for solutions with those community\r\ninstitutions and social partners which are the teachers and\r\nthe examples of positive spiritual and moral values.\r\nFundamentally, the Bahamas remains morally persuaded\r\nof, and financially committed to, the goals and worth of the\r\nUnited Nations. To underscore this commitment, The\r\nBahamas has recently deposited instruments of accession to\r\ninternational agreements in some of the priority areas on the\r\nUnited Nations agenda, including the International Covenant\r\non Civil and Political Rights, The International Covenant on\r\nEconomic, Social and Cultural Rights, the Convention on the\r\nElimination of all Forms of Discrimination against Women\r\nand the Convention Relating to the Status of Refugees, and\r\nwe shall shortly sign the chemical weapons Convention. In\r\nreality, the approaches and solutions found in these\r\nConventions have long been traditional Bahamian policy and\r\npractice.\r\nDespite a 100 per cent increase in the regular budget\r\nassessment for the Bahamas over the past five years, we\r\nremain unwavering in our acceptance of the necessary\r\nsharing of the financial burden in order that this\r\nOrganization may achieve its objectives. On the other hand,\r\n8 General Assembly - Forty-eighth session\r\nthe Bahamas wishes to have consideration given to the level\r\nof its assessment, and in that process we shall be submitting\r\nevidence that our reputed comparatively high per capita\r\nincome not only masks the true indigenous per capita\r\nincome situation, but also belies the increasing demands\r\narising from the development needs of our widely scattered\r\narchipelago. We submit that, given these circumstances,\r\nthere ought to be some mitigation available to the Bahamas,\r\ngiven these circumstances.\r\nThe Bahamas is very cognizant that we remain one of\r\nthe few cases of comparative political tranquillity and\r\nunassailed natural beauty. Our commitment to the\r\nmaintenance of national unity and the preservation of the\r\nenvironment is unwavering. We therefore believe that the\r\nBahamas is ideally suited as a propitious setting for difficult\r\nnegotiations, and we offer the Organization our facilities,\r\nwhich, we are convinced, will enhance the conduct of such\r\naffairs. We further pledge our commitment to contribute, to\r\nthe extent possible, to making operational the\r\nSecretary-General’s \"Agenda for Peace\" and Papua New\r\nGuinea’s proposed agenda for development. We see these\r\nagenda items as practical approaches to dealing with\r\nproblem-solving for conflict resolution, peace-keeping and\r\npost-conflict peace-building, and poverty alleviation.\r\nAs we approach the fiftieth year of our Organization’s\r\nexistence, to ensure even better years ahead our watchwords\r\nshould be \"perspective\" and \"purpose\": perspective in not\r\nlosing sight of the goals of our founding fathers, who\r\nemphasized the primacy of people in the preamble to our\r\nCharter; and purpose in recognizing and accepting that the\r\nmeans for, and the road to, the end of international disorder\r\nand insecurity must begin with the individual. Our initially\r\nseparate personal attitudes, motives and actions ultimately\r\ndetermine whether there will be an international climate for\r\npeace or one for disorder. The success of our Organization\r\nis therefore dependent, at one and the same time, on our\r\ninternational, collective and personal actions.\r\nIn our Caribbean corner of this global village, the\r\nBahamas continues its efforts in the struggle to bring about\r\npeace and democracy in neighbouring Haiti. The success of\r\nthis process will permit our own social and economic\r\nlandscape to be relieved of the extra burden of caring for the\r\nthousands of illegal immigrants from that country who defy\r\nthe sometimes harsh elements of nature in search of a safe\r\nhaven in our relative paradise.We trust that the world - and\r\nespecially the Member States of this Organization - has\r\ntaken due note of the enormous weight imposed upon our\r\nsmall country by this undertaking. The Bahamas has well\r\ndemonstrated its concern and care for its neighbours of the\r\nRepublic of Haiti. I call to mind the famous statement by\r\none of the young residents of Father Flanagan’s Boys’ Town\r\nUnited States of America . When asked about the concern\r\nand care he demonstrated for his brother he replied, \"He\r\nain’t heavy, Father; he’s my brother\". The fact is, our\r\nbrother is heavy, but we bear him gladly, in Christian\r\ncharity, and in full and great expectation of imminent peace\r\nin Haiti.\r\nOur Bahamas remains proudly and immovably in\r\nleague with this great Organization.\r\nMrs. WERLEIGH (Haiti) (interpretation from French):\r\nFor the Haitian delegation, the assumption of the presidency\r\nof the General Assembly by, for the first time ever, a\r\nrepresentative of the Caribbean is a source of pride and\r\nsatisfaction. I should like to convey to you, Mr. President,\r\nthe warm congratulations of the President, the Government\r\nand the people of the Republic of Haiti on your unanimous\r\nelection and their best wishes for success in your\r\nendeavours. Your selection is undoubtedly a manifestation\r\nof the well-founded acknowledgement of your eminent\r\npersonal qualities and rich diplomatic experience, and also\r\nattests to the growing role of your country, the Republic of\r\nGuyana, in international relations.\r\nI wish also to congratulate your predecessor, Mr.\r\nStoyan Ganev of Bulgaria, who successfully directed the\r\nAssembly’s work at its forty-seventh session.\r\nThis is also an opportunity for me to express our\r\nprofound appreciation to the Secretary-General, Mr. Boutros\r\nBoutros-Ghali, for his remarkable efforts in the cause of\r\npeace and for the new dynamics that he has stamped on the\r\nOrganization.\r\nAs the century draws to a close, history is being made\r\nat a remarkable pace. Every day there are important events\r\nthat put international life on a new course because of the\r\nprofound impact they have on the destiny of peoples. It\r\nseems to us that, at the dawn of the third millennium, the\r\nworld is seeking new direction. Respect for the person, the\r\nneed for democracy and fundamental freedoms and the\r\nclimate of peace to which peoples throughout the world\r\naspire: these concepts are taking concrete form in major\r\nevents that attract our attention today. In the search for a\r\nnew dimension to give to peace, leaders in various parts of\r\nthe world have begun a dialogue that, in the past, was\r\nthought impossible.\r\nThis is the case in the Middle East, where, after\r\ndecades of hostility, Israelis and Palestinians have embarked\r\non the path to a historic rapprochement, which we hope will\r\nbe of benefit to the two peoples and the entire region.\r\nForty-eighth session - 11 October l993 9\r\nLikewise, recent developments in South Africa -\r\nnotably the establishment of the Transitional Executive\r\nCouncil and the announcement that free elections are to be\r\nheld on 27 April 1994 on the basis of universal suffrage -\r\nsignal the long-awaited building of a multi-racial, democratic\r\nand united society.\r\nFollowing two decades of civil war, Cambodia is at last\r\nexperiencing a period of peace. This has made possible the\r\nholding of democratic general elections and the\r\nestablishment of a legitimate Government.\r\nAfter 12 years of armed conflict, El Salvador, with the\r\nsigning of the Mexico Agreements, is moving towards the\r\nconsolidation of peace.\r\nWe must note that, in all continents, considerable\r\nprogress is being made in the search for peace, although the\r\nexistence of hotbeds of tension of all types - fuelled by,\r\namong other factors, racial, ethnic, tribal or clan\r\ndifferences - indicates that dialogue, which alone can ensure\r\nharmonious human coexistence, is not always achieved\r\nspontaneously.\r\nThe United Nations has played a decisive role in the\r\nmediation aimed at securing a negotiated settlement of these\r\ncrises. We support the Secretary-General’s sustained efforts\r\nto contribute to the process of bringing peace to these\r\npeoples, whose pain, privation and distress resonate deeply\r\nin the hearts of the Haitian people. There is no doubt that\r\nthe concepts of preventive diplomacy, maintenance of peace,\r\nrestoration of peace and peace building that are developed in\r\nthe Secretary-General’s \"Agenda for Peace\" are guiding\r\nprinciples for this Organization in its action to guarantee\r\ninternational peace and security.\r\nBut, in order to meet the diverse challenges confronting\r\nit and to respond to the expectations placed in it, the United\r\nNations must adapt to a new reality and must have adequate\r\nmeans to do so. In this context, the Haitian delegation\r\nsupports the process of reform and restructuring aimed at\r\nincreasing the Organization’s effectiveness. We believe that\r\nUnited Nations activities in the field of economic and social\r\ndevelopment should be given at least as much attention as\r\nthat accorded to peace-keeping operations.\r\nUnquestionably, the \"Agenda for Peace\" provides the\r\nOrganization with a point of reference, which enables us to\r\napproach the problems of peace in a global environment that\r\nis in a state of change and compels us to reflect on the\r\nquestion of what constitutes the very foundations of peace.\r\nSome say that peace is indissociably related to democracy\r\nand development. We share this view. Without peace, there\r\ncan be no development, and, without development and\r\nrespect for human rights, one cannot expect social peace.\r\nMy Government, which was established as a result of\r\nthe Governors Island Agreements, believes that the\r\nfundamental principles proclaimed in the Universal\r\nDeclaration of Human Rights and in the Haitian Constitution\r\nshould be constantly in our minds, motivating us to provide\r\nall the better for the well-being of our people.\r\nFor two years the Haitian people has been waging an\r\nearnest and constant struggle for the restoration of\r\ndemocracy in Haiti and of the fundamental rights that were\r\nstolen from it in the coup d’état of 30 September 1991.\r\nToday, thanks to the constant support of the international\r\ncommunity, we are on the eve of turning this painful page\r\nin the history of our country. In this respect, we should like\r\nto express warm thanks to the Special Envoy of the United\r\nNations Secretary-General and the Organization of American\r\nStates for his inestimable achievement. We hope that we\r\nshall be able to continue to cooperate with him towards\r\nsecuring a definitive settlement of the Haitian crisis.\r\nAs members know, the Governors Island Agreement\r\nwas signed on 3 July 1993. That instrument sets the\r\nmodalities for the restoration of constitutional order and\r\ndemocracy in Haiti.\r\nOn 30 August a Prime Minister, chosen in accordance\r\nwith our Constitution, took office, and a consensus\r\nGovernment was established. The economic measures that\r\nhad been adopted by the Security Council were suspended,\r\nand they will be lifted definitively at the end of the\r\ntransitional process. Technical assistance, to strengthen the\r\ninstitutions and to consolidate democracy, is taking shape\r\nthrough the United Nations Mission in Haiti, which is\r\nalready beginning to be deployed.\r\nWith a view to fostering national reconciliation,t h e\r\nPresident of the Republic has granted an amnesty in respect\r\nof political offences committed during the period of the coup\r\nd’état.\r\nOther steps remain to be taken before October 30, when\r\nHis Excellency Mr. Jean-Bertrand Aristide, the\r\ndemocratically elected President, returns to Haiti to take up\r\nagain the mandate conferred upon him by the Haitian people.\r\nNone the less, recent events, characterized by an\r\nupsurge of violence, greatly discredit the political will of the\r\nother party to respect scrupulously all the terms of the\r\nGovernors Island Agreement and the New York Pact. Just\r\na few hours ago, armed groups demonstrated at Port-au-\r\n10 General Assembly - Forty-eighth session\r\nPrince to oppose the arrival of the members of the technical\r\nmission of the United Nations. The national radio station\r\nwas under assault by armed individuals manifestly opposed\r\nto a peaceful settlement of the crisis. Such behaviour clearly\r\njeopardizes the success of the Governors Island Agreement.\r\nThe setting up of such institutionalized mechanisms of\r\nviolence and intimidation by factions opposing the\r\nestablishment of democracy and the growing number of\r\nhuman-rights violations worry us, because they reveal the\r\ndeliberate bad faith of institutions whose function it is\r\nprecisely to safeguard security and our citizens’ exercise of\r\ntheir rights.\r\nAware that this situation cannot go on, we send out\r\nfrom this rostrum a sincere appeal to all those who wish in\r\ngood will to build a better life today and a better future for\r\nthe children of Haiti and to give to our country an\r\nopportunity to renew its path of progress. We also appeal to\r\nthe international community to maintain its pressure so that\r\nthe minority forces opposing the democratic aspirations of\r\nthe Haitian people will find themselves completely isolated\r\nand so that they will have no choice other than dialogue and\r\nreconciliation.\r\nThe return of constitutional order in Haiti is part of the\r\ngenuine international political plan for which we have\r\nfought, and it symbolizes at the same time an effort for a\r\ndemocratization process in Haiti and, at the world level, the\r\ntriumph of law, supported by the moral solidarity of the\r\ninternational community.\r\nThe free and honest elections of 16 December 1990,\r\nwhich brought President Jean-Bertrand Aristide to power,\r\nrepresent the country’s first democratic experience since its\r\nindependence, the first application of the Haitian\r\nConstitution of 1987 and, above all, the first step towards\r\nguaranteeing the rights of the citizen. Our experiences over\r\nthe past two years have convinced us that the protection of\r\ndemocracy and fundamental rights is a cause that transcends\r\nour national borders and takes on an international dimension.\r\nThe return of constitutional order in Haiti will be a\r\nvictory of the State and the rule of law over totalitarianism\r\nand imposture, an ongoing struggle that unites us all and\r\nmakes it possible for us to confront those who jeopardize\r\npeace.\r\nWe know that in the absence of democracy and,\r\ntherefore, in the absence of the institutions and structures of\r\nthe rule of law, the protection of human rights would be\r\nquixotic and ineffectual, especially in my country. This\r\ndemocracy requires real participation, pluralistic and\r\ntransparent. This democracy, in our view, cannot mean only\r\nthe holding of periodic elections; it means, rather, a\r\ncollective way of life in an adapted economy.\r\nThe invaluable support of the international community\r\nwill make possible the return of constitutional order in my\r\ncountry, and we shall apply all our national resources to the\r\nconstruction of a State where the rule of law genuinely\r\nprevails, a State that does not content itself merely with\r\nguaranteeing public freedoms, but that also seeks to promote\r\nequality and solidarity. This is the challenge we shall try to\r\nmeet, because we firmly believe that a State in which all its\r\nchildren cannot live because of dictatorship and barbarism is\r\nunacceptable at the dawning of the twenty-first century.\r\nThe political stakes the international community must\r\nface are compounded by economic, social and cultural\r\nchallenges. Poverty, ignorance and the scourge of disease\r\nare still negative factors threatening the very cohesion of\r\nStates and continuing to cause gross imbalances in the\r\ncountries of the South, especially the least developed among\r\nthem. An unbridled imitation of Western models has led\r\nsome countries to ignore almost completely the value of\r\ntheir heritage of creativity and wisdom and their enterprising\r\nspirit. The result is the absence of a cultural dimension of\r\ndevelopment and a lack of participation by an important\r\nsector of their societies: the most impoverished sector,\r\nwhich is unable to protest, or to protect its own interests, a\r\nsector made up especially of women, children and the\r\nmasses of disenfranchised poor.\r\nEfforts have been made at the national, regional and\r\ninternational levels. A certain amount of progress has been\r\nachieved. In spite of all that, the values proposed -\r\nentrepreneurship, growth, profit and so on - remain\r\ninaccessible to the great majority of people living in the\r\ncountries of the South. This poses a grave threat to one of\r\nthe very cornerstones of human rights: the right to\r\ndevelopment.\r\nDay by day the world is becoming increasingly\r\ninterdependent and, in a sense, increasingly integrated. We\r\nare confronting a profound transition that promises to be\r\ncomplex and hazardous. We must do our best so that this\r\nglobalization, this world economy, will not further widen the\r\ngap between North and South. The absence of an equitable\r\nsystem is being felt increasingly. The South remains in a\r\nposition of subordination and dependence which prevents it\r\nfrom managing this new world order well. Global initiatives\r\nare indeed necessary. As we approach the twenty-first\r\ncentury a profound reform of the international system,\r\nparticularly in the fields of trade, finance and technology,\r\nhas become vitally important. I do mean profound reform,\r\nForty-eighth session - 11 October l993 11\r\na reform that will bring about a restructured dialogue\r\nbetween North and South; a reform that will lead to viable\r\nand sustainable economic growth for the countries of both\r\nNorth and South, a growth which will be measured not only\r\nby growth in gross national product but also by certain social\r\nand political achievements; the access by all without any\r\ndiscrimination to fundamental services such as food, health-\r\ncare, housing and appropriate education; and access to a\r\ndemocratic form of government and effective system of\r\njustice to protect all the people.\r\nLasting, bold and courageous solutions must be found\r\nif we truly want to lift the barriers that prevent the economic\r\ndevelopment of the group of countries to which we belong.\r\nThe questions of debt, delays in the flow of technology,\r\nof capital, and of direct investment to the countries of the\r\nSouth, the constant decline in the prices of commodities,\r\nworsening access to markets and deterioration in the terms\r\nof trade are all questions that need to be discussed seriously\r\nby the international community if we are to arrive at a better\r\nbalanced, new international economic order.\r\nThe Republic of Haiti, which over the past two years\r\nhas experienced a situation that the Security Council\r\ndescribed as unique and exceptional, is now at a crossroads.\r\nIn order to restore the process of democracy and the rule of\r\nlaw in the country the population of Haiti and its legitimate\r\nGovernment have made enormous sacrifices. These\r\nsacrifices, together with a long history of corruption, denial\r\nof rights, and plundering, have led to disaster at the\r\neconomic, social and environmental levels. Whole sectors\r\nof national production have been destructured and the\r\nenvironment has been dramatically affected. The social cost\r\nof a return to democracy is extremely high and has therefore\r\nin advance jeopardized all future endogenous development\r\nefforts.\r\nThat is why we ask for the unfailing support and\r\nbacking of the international community, which, we feel,\r\nshould in the short-, medium- and long-term involve\r\nsubstantial, increased and strengthened technical and\r\nfinancial cooperation.\r\nThe time has come to transform the vast upsurge of\r\nsolidarity which we have seen in the course of the past two\r\nyears, into a powerful, concerted effort at open, fruitful and\r\nsubstantially enhanced cooperation.\r\nThe Organization, better than anyone, is aware of the\r\nbreadth of the challenges today confronting the Government\r\nof Haiti. It would be futile to hope for a strengthening of\r\nthe rule of law, which remains our priority objective, if we\r\nare not able rapidly to alleviate the enormous distress facing\r\nthe overwhelming majority of the Haitian people.\r\nWe want to be assured that today as in the past the\r\nOrganization will continue to stand by us at this crucial\r\nstage, as a result of which socio-economic conditions should\r\nbe substantially improved in a Haiti that is reconciled with\r\nitself and in which rights and freedoms flourish.\r\nWhile we recognize that no price can be placed on\r\npeace we do believe that it requires dialogue and\r\nreconciliation, without which the process of transition cannot\r\nlead to lasting democracy.\r\nThe fashioning of a new world has been the shared\r\nresponsibility of us all since the founding of the\r\nOrganization in 1945. At the San Francisco Conference the\r\nHaitian delegation, imbued with the historic responsibility of\r\nbeing the first black republic in the world, had understood,\r\nabove and beyond the inspiration of the day which led to the\r\nestablishment of the United Nations, that the Organization\r\nrepresented an opportunity not only for our island nation but\r\nalso for all responsible countries that would join this\r\ncommunity of nations.\r\nWe want to take this opportunity to extend a warm\r\nwelcome to the new Member States and we hope that the ad\r\nhoc committee which is to study the question of Taiwan will\r\nfind a solution that is satisfactory to all the parties\r\nconcerned, in keeping with the fundamental principles of\r\ninternational law.\r\nLet us take the tremendous opportunity being given to\r\nus today to build the new world that generations of men and\r\nwomen are awaiting; let us take this opportunity to help each\r\nother by establishing a continuous dialogue between North\r\nand South in order to find urgent responses and solutions to\r\nthe problem of underdevelopment and poverty, that ailment\r\nof our century which has shaken mankind. May dialogue\r\nbecome our password.\r\nMr. LENGSAVAD (Lao People’s Democratic Republic)\r\n(spoke in Lao; interpretation from French text furnished by\r\nthe delegation): First of all, I would like on behalf of the\r\ndelegation of the Lao People’s Democratic Republic to\r\ncongratulate you, Sir, most warmly on your unanimous\r\nelection to the presidency of the General Assembly of the\r\nUnited Nations at its forty-eighth session. We are familiar\r\nwith your great diplomatic skills and your patience and\r\nperseverance and therefore feel certain that you will guide\r\nthe work of this session towards a successful conclusion.\r\n12 General Assembly - Forty-eighth session\r\nI would also like to convey our wholehearted\r\ncongratulations to the Secretary-General of our Organization,\r\nHis Excellency Mr. Boutros Boutros-Ghali, for the tireless\r\nand efficient efforts he has exerted in discharging his\r\nimportant responsibilities over the past year. We wish him\r\nevery success in the accomplishment of his complex and\r\ndifficult tasks at the head of our Organization.\r\nThe Lao delegation also extends a welcome to the\r\nStates that have recently become Members of the United\r\nNations: the Principality of Andorra, Eritrea, The Former\r\nYugoslav Republic of Macedonia, the Principality of\r\nMonaco, the Slovak Republic and the Czech Republic.\r\nTheir presence among us certainly enhances the universality\r\nof the United Nations.\r\nThe present session of the General Assembly has begun\r\nat a time when the international situation as a whole is\r\nevolving in a positive direction, conducive both to dialogue\r\nand to cooperation between States. None the less, the\r\ngenuine peace that peoples the world over have so long\r\nawaited has not been attained. From East to West, from\r\nNorth to South, sizeable and often tragic conflicts keep\r\nbreaking out. It is true that some of them have been\r\nsuccessfully resolved, but many others, of an ethnic, racial\r\nand religious nature, are arising in various parts of the world\r\nand are raging unabated, rendering the world situation fragile\r\nand precarious.\r\nIn Europe, the situation in the Republic of Bosnia\r\nremains tense and even explosive, and could threaten both\r\nregional and global peace and security. In flagrant defiance\r\nof international humanitarian law, crimes such as \"ethnic\r\ncleansing\", mass rapes, torture and deliberate bombing of\r\ncivilian targets continue to be committed against the innocent\r\nBosnian people. Given the gravity of the problem, all the\r\nparties to this painful conflict should show the courage and\r\nthe sense of realism necessary to reach a just and equitable\r\npolitical settlement freely and as quickly as possible, and\r\nthereby contribute to the restoration of peace, security and\r\nnormalcy in that country and in the entire region.\r\nIn South Africa, the conclusion of an agreement on the\r\ndate of the first multiracial elections and the establishment\r\nof the Transitional Executive Council constitute an important\r\nstage in the efforts of the people of that country to build a\r\nunited, democratic and non-racial South Africa.\r\nNevertheless, the overall situation in the country remains\r\nfragile. Sadly, we still witness an upsurge of acts of\r\nviolence and of discord in many parts of the country.\r\nTherefore, political, social and racial order must be restored\r\nso that the reforms thus begun can continue, at an\r\naccelerated pace.\r\nIn Somalia, the evolution of the situation is still\r\ndisquieting. It is vital that the international community find\r\njust and lasting solutions to this problem in accordance with\r\nthe rights and aspirations of the Somali people.\r\nIn the Middle East, an important step has been taken in\r\nthe quest for a comprehensive, just and lasting settlement of\r\nthe Israel-Arab conflict. The Lao delegation is pleased at\r\nthe mutual recognition between the Palestine Liberation\r\nOrganization (PLO) and Israel, as well as the Gaza-Jericho\r\nautonomy agreement which was signed in Washington on 13\r\nSeptember 1993. We hope that that agreement will help the\r\nvarious parties to the conflict to establish a climate of\r\nmutual trust and in this way to find a comprehensive\r\nsettlement that is just and honourable for all, in the\r\nframework of Security Council resolutions 242 (1967) and\r\n338 (1973) and other relevant United Nations resolutions.\r\nIn western Asia, despite the signing last March at\r\nIslamabad of a peace agreement between the Afghan parties\r\nin conflict, Afghanistan remains the theatre of civil war. In\r\nthe interests of national concord among Afghans, of the\r\nreconstruction of their homeland and of the peace and\r\nsecurity of the entire region, we appeal to all the parties\r\nconcerned to put an end to their conflicts.\r\nOn the Korean peninsula, there is still an atmosphere of\r\nmutual distrust in the military sphere. We welcome the\r\ntireless efforts made by all the countries concerned,\r\nincluding the Democratic People’s Republic of Korea, to\r\nensure that the Korean peninsula is a nuclear-weapon-free\r\nzone. It would be in the highest interest of the entire north-\r\neast Asian region and of the world if peace, stability and\r\ncooperation were to be achieved.\r\nIn South-East Asia, the countries of the region generally\r\nenjoy good relations, and this is opening up a new era for\r\nthe broadening of their cooperation, day by day, in many\r\nfields of shared interest. For the first time my own country,\r\nthe Lao People’s Democratic Republic, participated as an\r\nobserver in the Ministerial Meeting of the countries of the\r\nAssociation of South-East Asian Nations (ASEAN), held\r\nrecently in Singapore. We are pleased at this important\r\nmeeting with the countries of ASEAN which has given new\r\nimpetus to our joint efforts to promote cooperation in\r\ndifferent fields among the peoples of the region.\r\nOur delegation is also gratified by the historic events\r\nthat have taken place in Cambodia, our immediate\r\nneighbour. The promulgation of the new constitution by His\r\nMajesty King Samdech Norodom Sihanouk and the\r\nestablishment of a new Government in that country will open\r\nthe way to peace, stability and national harmony, thus\r\nForty-eighth session - 11 October l993 13\r\ncontributing to the strengthening of cooperation and\r\nfriendship in the region.\r\nIn the Lao People’s Democratic Republic, 1992 was a\r\nyear of many achievements. Our gross national product\r\nincreased by 7 per cent over 1991; our rate of inflation is 10\r\nper cent, compared to 14 per cent in 1991; and the rate of\r\nexchange in general has stabilized. In other words, the\r\nmulti-ethnic Lao people is seeing a gradual improvement in\r\nits standard of living. From a political standpoint, our\r\ncountry has experienced solid stability, and we intend\r\nvigorously to continue our effort to promote democracy and\r\nour people’s collective decision-making power, in\r\naccordance with our country’s historical and cultural realities\r\nand with its level of economic and social development.\r\nAt the beginning of 1993, the National Assembly\r\nendorsed our national plan for socio-economic development\r\nthrough the year 2000. Under this plan, the Lao\r\nGovernment has set for itself two major objectives.\r\nThe first is aimed at meeting the most urgent daily\r\nneeds of our population, especially of the ethnic minorities\r\nthat live in the mountainous regions; bringing about a\r\ngradual rise in their standard of living, both material and\r\ncultural; and ensuring political and social stability in the\r\ncountry.\r\nThe second is to promote the development of\r\nagriculture and forestry in concert with the development of\r\nservices and of industry, especially in the field of\r\nhydropower, one of the areas of potential growth in our\r\ncountry; to develop more forcefully our market economy,\r\ncreate internal savings, stabilize State finances and work\r\nsteadily towards financial autonomy; and to strengthen our\r\nefforts at development of human resources in order to create\r\nconditions conducive to national development in the\r\nimmediate future and for the years to come.\r\nIn order to realize this plan, we will endeavour to\r\nachieve an average growth rate of 8 per cent, to maintain\r\neconomic and financial balance, to preserve stability of\r\nprices and of rates of exchange, and to keep the inflation\r\nrate no higher than 10 per cent per year. The Government\r\nwill continue its policy of broadening cooperation with other\r\ncountries and in this regard hopes to have the support and\r\nassistance in all respects of the international community.\r\nAccording to the United Nations World Economic\r\nSurvey, production at the international level should increase\r\nby only 1.5 per cent this year and 3 per cent in 1994,\r\ncompared with .6 per cent in 1992: a very weak recovery of\r\ngrowth in general terms. This weak recovery, especially in\r\nthe industrialized countries, entails a continued decline in the\r\ndemand for export goods from the developing countries and\r\na more abrupt decline in the prices of their raw materials,\r\nwhich are of vital importance to their economies. Bearing\r\nin mind the interdependence of the components of the global\r\neconomy, it would be wiser for the developed countries to\r\nattach greater importance to the developing countries and to\r\ncommit themselves truly to international cooperation founded\r\nupon revitalization of the economy and development in the\r\ninterests of all.\r\nThe problem of the environment, because of its\r\nimportance in its relation to development, is still at the\r\nforefront of global concerns. We are still witnessing the\r\npollution of our air, seas and oceans, abrupt climate changes,\r\na steady depletion of the ozone layer, and desertification in\r\nmany parts of the world. It is time for the developed\r\ncountries and the developing countries to strengthen their\r\ninternational cooperation effectively and to take forceful\r\nmeasures to protect the environment, in accordance with\r\ntheir respective responsibilities and capacities and with the\r\nwell-known Agenda 21, adopted in Rio de Janeiro, Brazil, in\r\n1992.\r\nAs for the drug problem, my delegation is pleased that\r\nthe forty-eighth session of the General Assembly will devote\r\nspecial meetings to this subject. We intend to contribute to\r\nits consideration in view of the importance of this problem\r\nand its implications in the world at large and in our own\r\ncountry.\r\nThe question of promoting human rights and\r\nfundamental freedoms still occupies a central place on the\r\ninternational agenda. Because it is so important and so\r\nsensitive, this question requires serious consideration on the\r\nbasis of the principles of non-selectivity, objectivity and\r\nimpartiality. To this we should add that the historic,\r\ncultural, political, social, economic and religious realities of\r\neach country need to be taken into account. From this\r\nstandpoint, we are on the whole satisfied with the results\r\nobtained at the recent World Conference on Human Rights,\r\nheld in Vienna, Austria, from 14 to 25 June 1993.\r\nWith the end of bipolarization, it is important that\r\nStates place their hopes in the United Nations, which is truly\r\nintended to be universal and institutional, capable of\r\nmaintaining international peace and security, of promoting\r\ndevelopment and of having law and justice prevail the world\r\nover. So that it can live up to its new responsibilities, the\r\nOrganization must also build its new structure. A\r\nrevitalized, restructured United Nations made more\r\ndemocratic in its decision-making process, particularly in the\r\n14 General Assembly - Forty-eighth session\r\nSecurity Council, will certainly be able to play its rightful\r\ncentral role in the management of international affairs.\r\nStates and peoples all over the world, large and small alike,\r\npowerful or weak, rich or poor, could benefit greatly from\r\nsuch a development.\r\nMr. ALLEYNE (Dominica): On behalf of the\r\ndelegation of the Commonwealth of Dominica, I am\r\nhonoured to congratulate you, Sir, and your country, the\r\nCooperative Republic of Guyana, on your election as\r\nPresident of the General Assembly at its forty-eighth session.\r\nI am particularly pleased that this position is held this year,\r\nfor the first time, by a national of a country that is a\r\nmember of the Caribbean Community and I have no doubt\r\nthat your intellect and wide experience as one of the\r\nCaribbean’s most outstanding diplomats will ensure\r\nexcellence in the performance of your duties. I assure you\r\nof the full cooperation of the delegation of the\r\nCommonwealth of Dominica in the conduct of the affairs of\r\nthis General Assembly.\r\nThe Commonwealth of Dominica wishes to congratulate\r\nAndorra, the Czech Republic, Eritrea, The Former Yugoslav\r\nRepublic of Macedonia, Monaco and the Slovak Republic on\r\ntheir admission to membership of the United Nations. The\r\ninternational community is, in the words of Secretary-\r\nGeneral Boutros Boutros-Ghali:\r\n\"Humanity’s best hope in the pursuit of peace,\r\ndevelopment and human rights\". (A/48/1, para. 513)\r\nWe therefore welcome these new Members as they join in\r\nthe commitment to world peace, development and support\r\nfor democracy and human rights.\r\nThe universality of membership is an important\r\nprinciple of the United Nations. We believe that, in keeping\r\nwith this principle and in accordance with the established\r\npattern of parallel representation of divided countries in the\r\nUnited Nations, the exceptional case of the Republic of\r\nChina on Taiwan should be seriously considered by the\r\ninternational community at the next session of the General\r\nAssembly. The Republic of China on Taiwan, with its rich\r\nnatural and human resources could, if given the opportunity,\r\nmake a significant contribution to the international\r\ncommunity. Its people are also entitled to enjoy the rights\r\nenjoyed by all populations of the Members of this world\r\nbody. The Commonwealth of Dominica therefore supports\r\nthe efforts of the Republic of China on Taiwan to obtain full\r\nmembership of the United Nations after being unable to\r\nparticipate for 22 years.\r\nPermit me to congratulate Secretary-General\r\nBoutros Boutros-Ghali on his ongoing reform efforts aimed\r\nat streamlining the operations of the United Nations. The\r\nstate of the Organization’s finances is an issue which should\r\nbe of concern to all its Members. In that regard the\r\nCommonwealth of Dominica is making every effort to\r\nhonour its financial commitments to the Organization.\r\nAs the international community takes on greater\r\nresponsibilities in its efforts to establish a more stable world\r\norder, restructuring the Organization with improved cost\r\neffectiveness is becoming ever more critical. The\r\nOrganization must do its utmost to avoid wasting limited\r\nresources. However, the effect of cost-cutting on the\r\ninterests of small developing countries needs to be examined\r\nclosely. While the United Nations becomes more active in\r\npeace-keeping in various parts of the world, programmes\r\naimed at assisting developing countries must not be allowed\r\nto suffer. We firmly believe that the right to development\r\nis an inalienable right, a right of every human person and of\r\nall peoples.\r\nDominica’s economy is entirely dependent, at the\r\npresent time, on the banana industry and on favoured access\r\nto our traditional markets in Europe. Our industry, vital to\r\nthe survival of the Dominican people, is being threatened by\r\nthe major banana producers of Latin America, although the\r\nWindward Islands industry accounts for only 2 per cent of\r\nthe world’s production of bananas. A threat to the banana\r\nindustry in Dominica is also a threat to the fundamental\r\nhuman rights of its people as the collapse of this industry\r\ncould lead to economic collapse, social upheaval and\r\npolitical disaster. The same prospect looms over the other\r\nWindward Islands of St. Lucia, St. Vincent and Grenada,\r\nwith consequential effects on the other States of the\r\nOrganization of Eastern Caribbean States (OECS). Indeed,\r\njust last week we heard of serious unrest in St. Lucia as a\r\ndirect consequence of adverse trends in banana prices. This\r\nis an augury of what could happen in any or all of the\r\nWindward Islands.\r\nWe call on the international community to support\r\nDominica in its efforts to ensure the survival of its economy\r\nand the protection of its peoples’ political, civil, economic,\r\nsocial and cultural rights. More particularly, I call on our\r\nLatin American neighbours to honour the spirit of the\r\nDeclaration of Managua and to take into account the\r\nseverely adverse impact on the economies of OECS States\r\nthat their policies on bananas, not critical to their own\r\neconomies, are likely to have on ours.\r\nDemocracy and human rights have been a priority of\r\nthe world community since the inception of the United\r\nForty-eighth session - 11 October l993 15\r\nNations. Over the years there has been much debate on the\r\nuniversality of human rights and its indivisibility from, and\r\nlink to, development. The decision of the General\r\nAssembly, by its resolution 45/155, to convene the Vienna\r\nConference to deal with crucial issues surrounding the\r\npromotion and protection of human rights was timely and\r\nsignificant. Dominica applauds the efforts of those who\r\nworked towards the success of this important and historic\r\nConference. I am particularly proud of Dominica’s\r\nparticipation in the preparatory process as well as in the\r\nWorld Conference, which is an indication of our full\r\ncommitment to the universalization of respect for human\r\nrights and the preservation of democracy.\r\nRepresentatives at the World Conference gave a clear\r\nsignal that it is necessary to increase financial and other\r\nresources to the United Nations Centre for Human Rights\r\nand the regional Commissions in order to reinforce their\r\nability to provide greater technical cooperation between the\r\nUnited Nations and regional and national human rights\r\ninstitutions. As the focal point for human rights activities of\r\nthe United Nations and the primary organizational institution\r\nwithin the Secretariat for the implementation of the human\r\nrights programme, the Centre for Human Rights must be\r\nprovided with adequate means for carrying out its mandate.\r\nOn the international scene, the breakthroughs made in\r\nthe Middle East and South Africa must be celebrated.\r\nRecent decisions taken by the leaders of those countries are\r\nencouraging and augur well for the future. The Madrid\r\npeace process launched in 1991 has not been in vain.\r\nDominica noted with great satisfaction and pleasure the\r\nsigning of the peace agreement between Israel and the\r\nPalestine Liberation Organization - an agreement which will\r\nserve to secure a firm foundation for the mutual recognition\r\nof the Israeli and Palestinian peoples. We sincerely hope\r\nthat this agreement will eventually bring an end to the\r\npersistent violence and conflict that have plagued the Middle\r\nEast for over four decades.\r\nOne year ago in this body, Dominica called for\r\nconstructive and open dialogue between the African National\r\nCongress and the Pretoria regime in an effort to arrive at an\r\nearly agreement on majority rule in South Africa. President\r\nDe Klerk and Nelson Mandela’s recent actions are a clear\r\nindication of their interest in peaceful progress towards a\r\ntruly just and democratic society in the affairs of that\r\ncountry.\r\nThe finalization of the demarcation of the boundary\r\nbetween Kuwait and Iraq is a step towards the enhancement\r\nof stability and security in that region. We welcome the\r\nadoption of Security Council resolution 833 (1993), in which\r\nthe inviolability of this boundary is guaranteed, and we call\r\nupon Iraq to respect the terms of the resolution.\r\nIt is indeed disheartening that while progress is being\r\nmade in the protection of human rights in certain parts of the\r\nworld, the rights of the people of our Caribbean sister island,\r\nHaiti, continue to be violated even after moves by members\r\nof the international community to suspend sanctions against\r\nHaiti. Dominica, acting on Security Council resolution\r\n861 (1993), ordered the immediate suspension of all\r\nsanctions against Haiti, following the confirmation of Robert\r\nMalval as Prime Minister.\r\nThe Governors Island Agreement of July 1993 offered\r\na glimmer of hope for the restoration of democracy and\r\nconstitutional order in that country and for the eventual\r\nreturn of President Aristide to power. These hopes were\r\nshattered by the actions of those who officially sanction\r\nviolence, threatening the lives of constitutionally appointed\r\nofficials. The members of the de facto regime must\r\nunderstand that the international community will not stand\r\nidly by if the terms of the Governors Island Agreement are\r\nnot respected. If the parties in Haiti fail to comply in good\r\nfaith with this Agreement, Dominica will be ready to\r\nreactivate sanctions in keeping with the United Nations\r\nresolution to that effect. We will also do whatever we can\r\nwithin our limited resources to contribute to the restoration\r\nof democracy in Haiti. In that regard, Dominica is willing\r\nto contribute to the civilian police and training contingent to\r\nHaiti to assist in the return of President Aristide to the full\r\nexercise of his constitutional office and the stabilization of\r\nHaiti. In the meantime, we support President Aristide’s call\r\nfor the immediate replacement of the Chief of Police, a\r\nprecondition to the security of the officials of the legitimate\r\nregime in that country.\r\nThe situation in Bosnia and Herzegovina and in\r\nSomalia continues to be cause for concern to all those who\r\nsupport the promotion and protection of human rights. We\r\ndeplore the human tragedy resulting from ethnic differences\r\nand more specifically the barbaric torture and killing of\r\nhundreds of innocent people. We also condemn recent\r\nevents in Nigeria, which demonstrate a lack of respect for\r\nthe wishes of the people and a violation of their rights to\r\nparticipate in the affairs of their country.\r\nWhile we are focusing on the subject of human rights,\r\nit is fitting that we make reference to the International Year\r\nof the World’s Indigenous People launched on 10 December\r\n1992. The rights of indigenous people all over the world\r\ncontinue to be violated as they fight to preserve their culture\r\nand identity. This is of particular concern to us in Dominica\r\nas our country is one of the few countries with an\r\n16 General Assembly - Forty-eighth session\r\nindigenous Carib population, a courageous and hard-working\r\npeople with a rich history and culture. I urge the\r\ninternational community to lend its support to programmes\r\nand activities designed to allow for the participation of our\r\nindigenous peoples and other minorities in every aspect of\r\nthe life of our countries. We in the Caribbean should have\r\na special interest in this matter when we recall that within 28\r\nyears of the arrival of Christopher Columbus in our part of\r\nthe world, the entire indigenous population of the Bahamas\r\nhad been wiped out by the European conquerors. The\r\nfailure of the industrialized nations to contribute significantly\r\nto the special fund is a matter of deep regret, which can yet\r\nbe reversed.\r\nDominica has played a vital role in the regional and\r\ninternational effort to include women fully in the\r\ndevelopment process and it hopes to participate in the Fourth\r\nWorld Conference on Women to be held in Beijing in 1995.\r\nWe are particularly concerned about the needs and situations\r\nof our indigenous women and the necessity for special\r\nprogrammes to address these needs. I wish to express\r\nsatisfaction at the establishment of a regional office of the\r\nUnited Nations Development Fund for Women (UNIFEM)\r\nin the Caribbean and look forward to its support and\r\ncooperation in all aspects of women’s affairs.\r\nGeneral Assembly resolutions 46/91, 46/94 and 45/106\r\ncalled for a set of global targets on ageing for the year 2001\r\nto provide a pragmatic focus for the broad goals of the\r\nInternational Plan of Action and to accelerate implementation\r\nof the Plan. In accordance with the aforementioned\r\nresolutions, a National Committee on Ageing was established\r\nin Dominica. The Committee is responsible for developing\r\na national plan of action and making inputs into a regional\r\nplan of action on ageing. We call on the international\r\ncommunity to support programmes tailored to the needs of\r\nsenior citizens in keeping with national policies.\r\nThe sustainability of life on our planet is dependent on\r\nthe importance we place on conservation of the environment.\r\nDominica reaffirms its political commitment made at the\r\nEarth Summit held last year to pursue sustainable\r\ndevelopment.\r\nWe have recently acceded to the United Nations\r\nFramework Convention on Climate Change, the Vienna\r\nConvention for the Protection of the Ozone Layer, and the\r\nMontreal Protocol on Substances that Deplete the Ozone\r\nLayer and its amendment, conventions which play a key role\r\nin the protection of our environment. Sustaining the\r\nenvironment is compatible with economic growth and\r\ndevelopment and is essential to sustainable development.\r\nHowever, it demands considerable additional resources\r\nwhich developing countries such as Dominica do not\r\npossess. We realize that we have an obligation to contribute\r\nto global solutions but additional finances are needed to\r\nassist in the many actions we will have to undertake to\r\nconserve the environment and follow sustainable\r\ndevelopmental practices. We call on the international\r\ncommunity to strengthen and give fuller support to\r\ninstitutions such as the United Nations Development\r\nProgramme (UNDP) and the United Nations Environment\r\nProgramme (UNEP) which are concerned with assisting\r\ndeveloping countries to achieve sustainable development.\r\nWe also call on the industrialized countries to offer greater\r\nassistance to developing countries in the latter’s efforts to\r\nmake the transition to environmentally friendly technologies\r\nand economic activity. The industrialized countries of the\r\nworld, which have disproportionately contributed to the\r\nenvironmental devastation that has occurred over the past\r\n200 years, must take seriously their responsibility to\r\ncontribute to the Global Environment Facility. The ability\r\nof developing countries to contribute to environmental\r\nsustainability depends on this.\r\nDominica welcomes the decision of the United Nations\r\nto organize the Global Conference on the Sustainable\r\nDevelopment of Small Island Developing States in Barbados\r\nin 1994. We intend to participate fully in this laudable\r\neffort.\r\nThe United Nations now offers hope for a future of\r\npeace, security and development. Let us not allow our\r\nlegitimate emphasis on peacemaking and peace-keeping to\r\ndivert our attention from the equally legitimate demands of\r\nthe developing world for development and security.\r\nThe delegation of Dominica salutes you, Mr. President,\r\nand wishes you a very successful presidency of this session\r\nof the General Assembly.\r\nMr. MALLET (Saint Lucia): May I at the outset\r\nextend to you, Sir, my own and my country’s warmest\r\ncongratulations on your election to the presidency of the\r\nGeneral Assembly at its forty-eighth session. Your\r\nassumption of the presidency is a singular honour for the\r\nCaribbean Community (CARICOM). It marks the first\r\noccasion on which a person from that region has been\r\nelected to preside over the General Assembly. Your\r\npresence here in the Chair therefore provides added\r\nsignificance to the honour and privilege attached to the\r\nopportunity presented to my country, also a CARICOM\r\nState, to address this body. Knowing you as I do, Sir, I am\r\ncertain that your experience, wisdom and diplomatic skills\r\nwill guide our deliberations to successful and historic\r\nconclusions.\r\nForty-eighth session - 11 October l993 17\r\nThe end of the cold war and the movement towards\r\ndemocratization within the former Soviet Union and in\r\nEastern Europe, accompanied by the new level of entente\r\nbetween the major Powers in the Security Council, have led\r\nto a new paramountcy of this Organization in the conduct of\r\nrelations between nations. Many of the essential principles\r\nof the Charter, too long suppressed in the presence of super-\r\nPower rivalries, are now given the opportunity, within this\r\nmore conducive environment, to assume the importance for\r\nwhich they were designed when first established as a product\r\nof the wisdom of the founding fathers of this Organization.\r\nThe tendency towards globalization in economic, if not\r\nin political, terms suggests an era within which consensus\r\nand mutuality of approach will be essential for furthering\r\nbalanced and sustained global advancement. The ideal of\r\nuniversality within the framework of this Organization\r\nbecomes even more important in this context. Now that the\r\ngrim obstacles which oppose the concepts of equality and\r\nuniversality are being dismantled in South Africa, we are\r\nhopeful that that country will soon be able to take its place\r\naround this hearth of the family of nations.\r\nIt was also in furtherance of the spirit of universality\r\nand its all-embracing purpose that Saint Lucia joined 11\r\nother Member States of the United Nations in proposing the\r\ninclusion of a supplementary item in the agenda aimed at\r\nobtaining General Assembly agreement for the establishment\r\nof an ad hoc committee to study the situation of the\r\nRepublic of China in Taiwan. That study would have\r\nfocused on the search for an equitable, rational and practical\r\nsolution that would enable the Republic of China in Taiwan\r\nto become a full Member of the United Nations.\r\nUnfortunately, this new but overdue initiative suffered a\r\ntemporary setback in the General Committee.\r\nHowever, I find it difficult to envisage that a country of\r\n21 million people, whose industriousness has contributed to\r\nmaking their country the fourteenth-largest trading nation in\r\nthe world, can continue to be impeded from becoming a\r\nMember of this Organization, where they will be afforded\r\nthe opportunity to discharge their international obligations\r\nmore fully. In keeping with its belief in the concept of\r\nuniversality, Saint Lucia gives support to the Government\r\nand people of the Republic of China in Taiwan in their\r\naspiration to become full Members of this world\r\nOrganization.\r\nFor many years now, the problems associated with the\r\nMiddle East have been considered intractable. That\r\nunforgettable handshake, beamed to us in Saint Lucia live by\r\nthe wonders of satellite technology, was for us as much a\r\nsymbol of relief as it was a signal of hope - relief that it\r\nperhaps marked the beginning of the end of the bloodshed,\r\nsuffering and hostility which have so plagued that region,\r\nand hope that their end would bring us one step farther\r\nalong the path towards global cooperation through which the\r\nfuture of humanity may eventually be rescued from a world\r\nwhich has hitherto been seemingly drifting towards self-\r\ndestruction. My country wishes to convey its\r\ncongratulations to Prime Minister Yitzhak Rabin and\r\nChairman Yasser Arafat on this bold and courageous step in\r\nthe cause of peace against odds which, until then, seemed\r\ninsurmountable. It is Saint Lucia’s wish that this event will\r\nignite the spark which kindles a beacon of peace to light the\r\nregion along its way to realization of its fullest potential.\r\nThe heroic efforts of President F.W. de Klerk and\r\nAfrican National Congress President Nelson Mandela in\r\nSouth Africa must also be praised. They have remained\r\nunintimidated by violence and endemic opposition in single-\r\nmindedly spearheading the creation of the Transitional\r\nExecutive Council, which at long last gives an official say\r\nto a majority too long disenfranchised by official oppressive\r\ndictate. This progress allows Saint Lucia fully to support the\r\nlifting of the remaining sanctions, as called for by Mr.\r\nMandela. With the recent agreement on Walvis Bay and the\r\nexpectation that free and fair elections will be held in April\r\nnext year, perhaps we can soon bring to a close this sad\r\nchapter of our history.\r\nHowever, Saint Lucia is less sanguine over the situation\r\nin some other countries of Africa. The world recession has\r\nhad an adverse effect on export revenues and therefore on\r\ntheir foreign-exchange earnings and debt-settlement ability.\r\nIn addition, political strife has tended to exacerbate these\r\ndifficulties. The success of globalization in its promotion of\r\nworld economic growth depends on development which is\r\nshared. It is important that, in the understandable\r\nenthusiasm to do everything possible to assist with the\r\ntransformation of previously centrally managed economies,\r\nAfrica not be allowed to become a casualty of the ended\r\ncold war.\r\nSaint Lucia welcomes the finalization of the\r\ndemarcation of the boundary between Kuwait and Iraq,\r\nwhich was accomplished by the Iraq-Kuwait Boundary\r\nDemarcation Commission on 20 May this year. We also\r\nwelcome the adoption by the Security Council of\r\nresolution 833 (1993), by which it guaranteed the\r\ninviolability of the boundary between the two States. This\r\nguarantee will serve as a deterrent against future conflict\r\nbetween Kuwait and Iraq. It will also enhance stability and\r\nsecurity in the region. We call upon Iraq to respect the\r\nterms of Security Council resolution 833 (1993) and other\r\nrelevant Security Council resolutions.\r\n18 General Assembly - Forty-eighth session\r\nThe firm resolve which this Organization, particularly\r\nthe Security Council, has shown in dealing with the\r\nproblems of the long-suffering people of Haiti is to be\r\ncommended. Since the adoption of General Assembly\r\nresolution 45/2 of 10 October 1990, the United Nations has\r\ncontinued to reflect the international community’s concern\r\nand will in its several action-oriented decisions culminating\r\nin the adoption of Security Council resolution 867 (1993) on\r\n23 September of this year to deploy both military and\r\nparamilitary forces in Haiti. With a return to democracy and\r\nthe application of the economic recovery programme\r\nenvisaged by the World Bank and the United Nations\r\nDevelopment Programme, it is hoped that Haiti will at last\r\nbegin to experience the economic development which has for\r\nso long eluded it and which is an absolute imperative for\r\nalleviating the long suffering of its people.\r\nSaint Lucia is happy to have been able to contribute\r\nactively to the process of democratization in Haiti. A team\r\nof more than 30 Saint Lucians helped with the organization\r\nof the electoral process and assisted in monitoring the\r\nelections. Some 15 Saint Lucians are today serving as\r\nmonitors of human-rights abuses in that country. Saint\r\nLucia is therefore deeply anxious that the restructuring and\r\nrecovery process in Haiti should succeed, and we urge the\r\ninternational community to maintain solidarity with President\r\nJean-Bertrand Aristide as he returns home to resume the\r\nmantle of leadership of his country.\r\nSaint Lucia is a small Caribbean developing island\r\nState. If developing countries in general are in jeopardy,\r\nthen small Caribbean developing island countries are\r\nexposed to double jeopardy. We are all trapped in an\r\ninternational economic system which yields no quarter to the\r\nproblems and needs that are peculiar to us, and additionally\r\ninsists upon using a continental measuring rod as a gauge of\r\nour development processes. Like castaways set adrift on the\r\nworld’s oceans, we have for some time been desperately\r\ntrying to catch the ears of those who happily stand on solid\r\nground. But our voices have somehow failed to carry in the\r\nface of the biting winds of global change which have, almost\r\novernight, altered the very environment within which we\r\nhave been conditioned by history to survive.\r\nIt is true that the small Caribbean island developing\r\ncountries have in some cases registered important\r\ndevelopment gains over the past 10 to 15 years, a period\r\nwhich marks the attainment of sovereignty for these small\r\ndeveloping countries. But the gains, where they do exist,\r\nhave been achieved only by Herculean effort and should not\r\nbe interpreted as evidence that particular or even special\r\nconsideration in the granting of economic and technical\r\nassistance is not now still needed to promote sustained\r\ndevelopment. These gains are to be seen, rather, in the\r\ncontext of the maxim: \"One should help those who try to\r\nhelp themselves\". The graduation of the small Caribbean\r\nisland developing countries from the World Bank’s \"soft\r\nwindow\" into net contributor status within the United\r\nNations Development Programme - a graduation determined\r\nsolely on the basis of an index of per capita income - is in\r\nour case tantamount to helping a drowning man onto a raft\r\nand then setting him adrift without a paddle.\r\nApart from having average per capita incomes that are\r\nonly two-thirds that of developing countries in general, the\r\nsmall Caribbean island developing countries are burdened, as\r\na factor of scale of operations, by administrative costs which\r\nare proportionately three times as high as that of continental\r\ndeveloping countries. With our natural resources limited in\r\nquantity as well as diversity, the odds between success and\r\nfailure become marginal and purely a matter of the quality\r\nof administration. Where no resource surpluses exist, little\r\nroom is left for mistakes. Yet, because of our small national\r\nbudgets and disproportionately high administrative costs, we\r\noften find ourselves unable to afford the diversity and\r\nquality of expertise required to broaden the odds.\r\nIn the case of my country, Saint Lucia, this already\r\nprecarious economic situation is now compounded by a\r\ndirect attack on the sole item of domestic exports which\r\nvirtually keeps us from sinking into the depths of economic\r\ndespair. As a primary agricultural state, Saint Lucia is the\r\nlargest producer of bananas in the eastern Caribbean. As\r\nused here, however, \"largest\" is an extremely relative term.\r\nWorld annual banana production is currently about 10\r\nmillion tons, of which the small States of the Windward\r\nIslands, comprising Dominica, Grenada, Saint Vincent and\r\nSaint Lucia, produce less than 300,000, Saint Lucia\r\nproducing about half of that quantity. Over 50 per cent of\r\nthe working populations of these islands work in banana-\r\nassociated enterprises. Both in Dominica and Saint Lucia,\r\nmore than 50 per cent of export earnings is derived from\r\nbanana exports. Our agricultural production is completely in\r\nthe hands of many small private farmers. There is no\r\nGovernment banana-production ownership and there are no\r\nlatifundia. Because of topographical constraints that\r\nadversely affect production costs, our banana industry has\r\nbeen assisted to survive primarily through the umbrella of\r\nmodest preferential arrangements made available under the\r\nvarious Lomé Conventions.\r\nToday, there are forces at work, urged on by\r\nmultinational business interests, which would seek to wrest\r\nfrom us even the minuscule share - just 2 per cent of the\r\nmarket - which has enabled our economies barely to weather\r\nan increasingly hostile economic environment. In order to\r\nForty-eighth session - 11 October l993 19\r\nattempt to secure that end, they have also mounted initiatives\r\nin the General Agreement on Tariffs and Trade (GATT), in\r\nthe European Court and within various international forums.\r\nApart from the serious social consequences which cannot but\r\nfollow a demise of the banana industry in these islands, it is\r\nalso to be recognized that, in order to purchase goods and\r\nservices from those very sources which advocate measures\r\ncalculated to bring about that demise, we must first earn the\r\nforeign exchange to be able to do this. It can only be hoped\r\nthat, in the end, sympathetic understanding will prevail over\r\nintransigence in the determination of this vital issue.\r\nIn this post-cold-war era, ideological considerations\r\nhave given way to political initiatives in the determination of\r\nthe direction of official-aid flows. The weight given to\r\nforeign policy in deciding on foreign-aid flows means that\r\nassistance is not always necessarily directed towards areas of\r\ngreater need, but is directed, rather, to areas with issues\r\nwhich are politically topical. With a modest per capita\r\nincome which threatens the little remaining access it has to\r\nconcessionary assistance, with official financial flows\r\ndirected elsewhere, and with the main export commodity\r\nunder attack, Saint Lucia is left to wonder whether there is\r\nin existence a concerted intention to marginalize small island\r\ncountries or whether it is merely the accident of present\r\nworld conditions that bears this responsibility. In any event,\r\nthe effect remains the same.\r\nPolitical gain cannot be sustained in the absence of\r\ncomplementary economic progress. Where world economic\r\nadvancement is isolated in its impact, political gain in world\r\nterms will continue to prove transitory and incapable of\r\nbeing sustained. It is true that the world has seen an\r\nimpressive political transformation in a rather brief period of\r\ntime in terms of a transition to democracy and a new degree\r\nof cooperation in the United Nations at the level of the\r\nSecurity Council. But if the price of these political gains is\r\nan exacerbated marginalization of the small developing\r\ncountries, they will undoubtedly soon be dissipated in a sea\r\nof economic troubles and the social disruption which\r\nexperience suggests must follow as a consequence.\r\nThe urgency of the international debt crisis may have\r\nbeen defused, but developing-country debt, after reaching a\r\nbrief plateau, is again on the rise, approaching $1.5 trillion.\r\nThis situation is made more difficult by the drag on world\r\neconomic output, which is being caused partly by the\r\ndislocation of economies of the former Soviet Union and\r\nEastern Europe. An expansion of world trade, coupled with\r\nthe recovery of commodity prices, lies at the foundation of\r\na solution to this problem. That is why we in CARICOM\r\nare seeking to establish trading and other economic links\r\nwith our neighbours in the Latin American region and are\r\nlooking to participate in economic-cooperation initiatives\r\nwithin the Americas and elsewhere.\r\nPopulation growth in the developing countries, too,\r\nthough it has maintained a relatively steady rate for over a\r\ndecade, continues to increase in numerical terms, accounting\r\nfor 93 per cent global population growth, which is now\r\nabout 93 million annually. The balance between economic\r\nand population growth must be stabilized in the interest of\r\nhuman progress.\r\nWe approach the twenty-first century with world\r\nchanges which have been as rapid as they have been\r\nbewildering. The ensuing challenge which lies before small\r\ncountries such as ours, daunting as it is because of our\r\nslender resources, is to develop the necessary resilience to\r\nenable us to adapt to these changes. I am of the view that\r\nincorporated within the idea of universality is the concept of\r\ncommon progress and the need to ensure that an\r\nenvironment is created within which world-embracing\r\nadvancement becomes possible.\r\nIn this context, the United Nations cannot be expected\r\nto micro-manage global change; as the pre-eminent global\r\n20 General Assembly - Forty-eighth session\r\nOrganization, its resources must be enhanced to allow it to\r\nplay an even greater role as a fulcrum, both in the traditional\r\nspheres of activity and in new areas created by the new\r\norder of things. The United Nations is, accordingly, seen as\r\nplaying an expanded role in the economic welfare of\r\ndeveloping countries, including the development and\r\napplication of further initiatives to address constraints\r\nimposed by smallness and island status.\r\nWe look forward to the Secretary-General’s agenda for\r\ndevelopment, with the expectation that it will seek to address\r\nthe new problems and challenges which have arisen even as\r\nsome of the old issues have been, or are in the process of\r\nbeing, put to bed.\r\nLet me assure the Assembly of Saint Lucia’s pledge to\r\ncontinue to cooperate fully within the institutions of the\r\nOrganization to further its objectives for the betterment of\r\nhumanity. What we lack in financial resources we can\r\nperhaps make up in human resources. The fact that Saint\r\nLucia has produced two Nobel laureates in this generation is\r\nindicative, I believe, of our ability to cooperate in the\r\ncommon pursuit of the noble purposes of this esteemed\r\nOrganization.\r\nThe meeting rose at 6 p.m.\r\n"