"United Nations\r\nG E N E R A L\r\nA S S E M B L Y\r\nFORTY-EIGHTH SESSION\r\nOfficial Records\r\n13th\r\nPLENARY MEETING\r\nFriday, 1 October 1993\r\nat 3 p.m.\r\nNEW YORK\r\nPresident: Mr. INSANALLY\r\n(Guyana)\r\n__________\r\nThe meeting was called to order at 3:30 p.m.\r\nADDRESS BY HIS MAJESTY KING MSWATI III,\r\nHEAD OF STATE OF THE KINGDOM OF\r\nSWAZILAND\r\nThe PRESIDENT: The Assembly will first hear an\r\naddress by the Head of State of the Kingdom of Swaziland.\r\nHis Majesty King Mswati III, Head of State of the\r\nKingdom of Swaziland, was escorted into the General\r\nAssembly Hall.\r\nThe PRESIDENT: On behalf of the General\r\nAssembly, I have the honour to welcome to the United\r\nNations the Head of State of the Kingdom of Swaziland, His\r\nMajesty King Mswati III, and to invite him to address the\r\nAssembly.\r\nKing MSWATI III: I am delighted and honoured to\r\nhave this opportunity once more to address this distinguished\r\ngathering.\r\nI bring with me from the Kingdom of Swaziland the\r\ngreetings and good wishes of Her Majesty Indlovukazi and\r\nthe whole Swazi nation to our fellow Members and friends.\r\nBefore I begin my remarks, I should like, on behalf of\r\nthe Kingdom of Swaziland, to express my deep condolences\r\nto the people of India, who have suffered so much in the last\r\n24 hours. Our thoughts and prayers reach out to the families\r\nand friends of the victims of the tragic earthquake as they\r\nstruggle to overcome the effects of disaster. May Almighty\r\nGod protect all in the region from further suffering.\r\nMr. President, on behalf of the Swaziland delegation,\r\nlet me offer my sincere congratulations on your election to\r\nthe presidency of this forty-eighth session of the General\r\nAssembly. Many issues of vital importance to the world\r\nwill be discussed during this session, and we are entirely\r\nconfident in your ability to lead us to a successful conclusion\r\nin all our deliberations.\r\nWe should also like to express our deep appreciation to\r\nyour predecessor, Mr. Stoyan Ganev, who guided the\r\nproceedings of the forty-seventh session to such great effect.\r\nWe are meeting at a time when our Organization is\r\nfaced with a number of concerns, whose challenge to our\r\nresources, and to our unity, is perhaps without parallel in the\r\n48 years of our existence.\r\nWe Members are fortunate that our success in meeting\r\nthese challenges lies to a large extent on the shoulders of our\r\nSecretary-General, Mr. Boutros-Ghali, whose performance\r\nover the last two years has fully justified our confidence in\r\nhim. The Kingdom of Swaziland pays a tribute to his skill,\r\nvision and leadership, as we face increasing challenges -\r\ninternal as well as external - to our Organization. We are\r\nconfident in his ability to act on behalf of us all, as the\r\nUnited Nations strives to maintain peace and security\r\nthroughout this troubled world and as we continue to fulfil\r\nthe hopes and wishes of our peoples, through the promotion\r\nof social and economic development in all Member States.\r\nWe offer our Secretary-General the fullest support and\r\nencouragement in the difficult times ahead.\r\nThis record is subject to correction.\r\nCorrections should be sent under the signature of a member of the delegation concerned\r\nwithin one week of the date of publication to the Chief of the Verbatim Reporting Section,\r\nRoom C-178, and incorporated in a copy of the record.\r\nCorrections will be issued after the end of the session in a consolidated corrigendum.\r\n93-86716 (E)\r\nDistr. GENERAL\r\nA/48/PV.13\r\n20 October 1993\r\nENGLISH\r\n2 General Assembly - Forty-eighth session\r\nSwaziland is delighted to extend the hand of friendship\r\nto our six new Members, including our own African\r\ncontinent’s newest nation, Eritrea. Earlier this year, we\r\npraised the United Nations-sponsored elections, which\r\nallowed Eritrea a peaceful transition to independence, and\r\nwe welcomed it to the Organization of African Unity family\r\nof African nations. Now, that welcome is extended to this\r\nlarger family.\r\nThe admission of these new countries is further proof\r\nof the importance we place on embracing all peoples within\r\nour Organization: the principle of universality - of\r\nrepresenting all the nations of the world - is one that has\r\nbeen at the very centre of the United Nation’s existence,\r\nsince our establishment in 1945.\r\nAll groups of people, all nations, regardless of size or\r\nhistory, have a contribution to make towards ensuring a\r\nsafer, more prosperous world, in which we can live and\r\nwork in peace and provide the promise of economic and\r\npolitical security for future generations.\r\nJust one month ago Swaziland celebrated an event of\r\ngreat importance in the history of the Kingdom. Twenty-\r\nfive years ago, on 6 September 1968, we regained our\r\nindependence and resumed our rightful place in the world\r\nonce more, as a free, sovereign nation.\r\nTo mark such an historic occasion, we hosted a large\r\nnumber of Heads of State and other representatives of\r\ncountries from every corner of our globe for three days of\r\ncelebration and rejoicing.\r\nWhile the event was one of great national jubilation,\r\nand an opportunity to give thanks to God for the many\r\nblessings he continues to bestow on us, it was also a chance\r\nto review the progress of the nation’s development; to\r\nexamine our successes and failures; and to learn from the\r\nlessons of our first 25 years as a nation reborn.\r\nWe were also able to confirm the steps we are taking\r\nto continue in our quest to bring all Swazis once more under\r\nthe protection of our leadership. A committee has been\r\nestablished and negotiations are under way to restore the\r\nland and the people that have been lost to us over the last\r\ncentury. We shall be keeping this Organization fully\r\ninformed of developments.\r\nMost prominent among Swaziland’s blessings have\r\nbeen the peace and stability we have continued to enjoy\r\nthroughout these times of great change and disorder. As a\r\nnation, we confirmed how important a role our unity plays\r\nin preserving the conditions for our stability, and\r\ndemonstrated what we could do to ensure that those\r\nconditions will be enjoyed by future generations.\r\nWe acknowledged that two factors have contributed\r\nmost to our unity: first, the emphasis we have always\r\nplaced on those aspects of our national character that make\r\nus unique from others - our traditions, our customs and our\r\nculture; and, secondly, our policy of always acting in\r\nconsensus, wherever possible, on issues of national\r\nimportance.\r\nThese traditional values which continue to guide and\r\nlead us today may seem old-fashioned and out of date in\r\ntoday’s world. But they have served Swaziland well and\r\nwill continue to bind the Swazi nation together for many\r\ngenerations to come.\r\nI do not wish to give the impression that time has stood\r\nstill for us in our remote corner of the African continent -\r\nfar from it. Swaziland, too, has felt the winds of change\r\nwhich have blown throughout the world; and together, as a\r\nfamily, we have bent to accommodate them, for the good of\r\nthe nation as a whole.\r\nOne current example is the process of political reform\r\non which we are embarked.\r\nAs I mentioned a few moments ago, Swaziland is\r\ngoverned by the principle of rule by consensus of the people.\r\nThrough the ages, our leaders have ruled with the consent of\r\nthe nation, and this principle continues today. So when the\r\neffects of global political reform began to be felt in the\r\nKingdom, all Swazis were given the opportunity to offer\r\ntheir individual opinions on the need for change.\r\nThe result was a series of recommendations by the\r\nmajority of the Kingdom to bring about a number of\r\ndemocratic reforms, of which the most important concerned\r\nchanges in our electoral system to allow direct and\r\naccountable representation in Parliament.\r\nThe decision by the people to implement the changes\r\nwas announced last October, and the first stage of elections\r\nunder the new system was successfully conducted a week\r\nago. The final stage will take place in 10 days’ time.\r\nOur new-found political maturity has also resulted in\r\nthe lifting of certain restrictive measures which, for various\r\nreasons, had been thought necessary in the past.\r\nForty-eighth session - 1 October l993 3\r\nThese moves, and indeed the process throughout, has\r\nbeen warmly welcomed and supported wholeheartedly by the\r\ninternational community. More importantly, it has fulfilled\r\nthe wishes of the vast majority in Swaziland.\r\nAhead of us lies the implementation of the other\r\nrecommendations made by the Kingdom. We shall take\r\nthese steps forward in the way we always conduct business -\r\nquietly, peacefully and with the consent of all our people.\r\nI give this outline of recent reforms in Swaziland not\r\nfrom any need to justify our actions to the outside world, nor\r\nindeed to gain the approval of the international community.\r\nNo, I simply offer it as an example of the importance we, as\r\na nation, place on our unity, and on the principle of meeting\r\nfresh challenges together, as a family.\r\nSwaziland’s internal policy is mirrored in our dealings\r\nwith the outside world. Throughout our history, we have\r\nconsistently pursued a policy of encouraging the settlement\r\nof all disputes through peaceful dialogue and negotiation.\r\nWe are heartened that this principle is shared by the United\r\nNations in its attempts to maintain global peace and security.\r\nIt is a distressing fact that the challenges facing the\r\nUnited Nations in this regard have reached a level perhaps\r\nwithout equal since its establishment at the end of the last\r\nglobal conflict.\r\nThe consequences of the breakup of the former Soviet\r\nUnion, in particular, have focused world attention on\r\ncontinental Europe, where the situations in the former\r\nYugoslavia and Georgia continue to give us all great cause\r\nfor concern.\r\nThe horrors of the war in Bosnia reinforce the belief\r\nthat we need some way of limiting the effects of tension\r\nbefore they are allowed to expand and explode.\r\nSwaziland has fully supported the efforts of the United\r\nNations and the European Community to bring about a\r\nnegotiated settlement to the conflict; and we recognize the\r\nwork of those involved in the process towards peace.\r\nSpecial mention must be made of the contribution of\r\nthe members of the United Nations Protection Force\r\n(UNPROFOR) in Bosnia, who risk their lives daily in their\r\ncourageous attempts to bring relief to the suffering of so\r\nmany. We urge the leaders of the three sides to find the\r\nbasis for a peaceful settlement before the start of a winter\r\nwhich many thousands will otherwise not have a chance of\r\nsurviving.\r\nNot far away, in Georgia, we have witnessed with\r\nconcern the unfolding of another tragedy whose\r\nconsequences may well be felt for some time to come.\r\nSwaziland urges those involved, with the support from those\r\nhaving influence in the area, to learn from the suffering of\r\nBosnia and to find a peaceful, negotiated settlement to the\r\ndispute that has ruined the stability of a nation which so\r\nrecently rejoiced in its new-found independence.\r\nThe last two weeks have seen the internal political\r\nstruggle in Russia reach a critical point, constituting a very\r\nserious threat to the stability of that great country.\r\nMost countries in the world have learned from bitter\r\nexperience that there is no easy path to reform, no certain\r\nblueprint, no overnight success.\r\nAs a country with enormous strategic and historical\r\nimportance, Russia has held our attention throughout its\r\noften painful transition, and our thoughts are with its people\r\nduring this latest internal crisis. Swaziland joins the rest of\r\nthe international community in supporting a peaceful\r\nresolution to the constitutional struggle on whose outcome\r\nthe peace of the entire region may depend.\r\nCyprus continues to give cause for concern to my\r\ndelegation, fully 19 years after the short but destructive\r\nconflict that brought division to that unhappy island.\r\nSwaziland shares with Cyprus membership in the British\r\nCommonwealth of Nations, and we support the untiring\r\nefforts of our Secretary-General to promote dialogue\r\nbetween Greeks and Turks so that a lasting settlement,\r\nacceptable to all, may be found.\r\nCloser to home, for many of our brotherly African\r\ncountries conflict and internal strife continue to be the\r\nmajor obstacles in the way of the development of the\r\ncontinent as a whole. Of particular distress to us in southern\r\nAfrica is the appalling disaster which has overtaken our\r\nbrothers in Angola, where more tragedies occur each day\r\nthan anywhere else in the world. If any country has suffered\r\nenough it is surely Angola. No reason can possibly justify\r\nthe scale of the disaster suffered by so many. We therefore\r\nsupport the measures taken by the United Nations to bring\r\nabout an end to the conflict, and we appeal to those\r\nresponsible for the continuation of the suffering to allow\r\nsense and reason to prevail. The elections last September\r\nwere judged free and fair by organizations of which we are\r\na member and whose views we respect. We appeal to both\r\n4 General Assembly - Forty-eighth session\r\nsides to come together in a spirit of understanding and\r\ncompromise to achieve a lasting peace for the whole\r\ncountry. The efforts of our United Nations Special Envoy\r\nin this difficult and dangerous assignment deserve our fullest\r\nsupport.\r\nOn the other side of our continent, we continue with\r\ngrave concern to look on the situation in Somalia, where,\r\ndespite the efforts of the large United Nations force and a\r\nlarge measure of success at the start of the operation, a\r\nformula for lasting peace still cannot be found. Swaziland\r\ngives due praise to the members of the peace-keeping force\r\nas they attempt to maintain the conditions in which food and\r\nmedical relief can reach those most in need. Clearly, the\r\nsupport of the international community will be necessary for\r\nthe foreseeable future - despite the enormous drain this will\r\nmean on our limited resources - as efforts are made to help\r\nestablish suitable political conditions in the country to\r\nencourage sustainable development.\r\nDespite these setbacks to global peace, the last 12\r\nmonths have seen considerable successes recorded in other\r\nareas, many of which owe much to the efforts of the United\r\nNations. In this Hall on Monday, President Clinton spoke\r\nof the determination of his Administration to continue with\r\nthe policy of encouraging an end, once and for all, to the\r\nspread of nuclear, chemical and biological weapons.\r\nSwaziland supports any measure to limit the ability of all\r\ncountries to make political use of weapons of mass\r\ndestruction, and we call on all the nuclear Powers to give the\r\ninitiative the support it deserves.\r\nOf perhaps greatest immediate significance in the area\r\nof global peace, however, was the recent signing of the\r\npeace accord between Israel and the Palestine Liberation\r\nOrganization. Swaziland joins the rest of the world in\r\nwelcoming with enormous relief this sign of real progress\r\ntowards peace in the Middle East. We acknowledge those\r\nwho have contributed to this first, vital step towards a\r\nsettlement of the crisis which has afflicted the region for so\r\nlong. In particular, the determination of the two leaders,\r\nPrime Minister Rabin and Chairman Arafat, to bring about\r\nthe conditions for a settlement deserves the praise of us all.\r\nMeanwhile, along with the rest of the world, we\r\nrecognize that many challenges lie ahead in the process of\r\nreconciliation and peaceful resettlement. Above all, there\r\nmust be a firm commitment to the process from all nations\r\nin the region. The responsibility for a successful future lies\r\nas much with the neighbouring countries as it does with\r\nIsrael and the Palestine Liberation Organization.\r\nSwaziland therefore welcomes the immediate favourable\r\nresponse to the treaty from many in the region, and we offer\r\nour wholehearted support to the process begun with that\r\nhistoric handshake. Our hopes and prayers for lasting peace\r\nare with the people of the Middle East.\r\nThe successful conclusion of another long-running\r\nconflict owes much to the efforts of the United Nations and\r\nis worth highlighting. The free and fair elections in\r\nCambodia have, hopefully, brought an end to many years of\r\nsuffering by the Cambodian people and fully justified the\r\nsupport we, as Member States, gave to the process.\r\nChallenges to peace in that country remain, however,\r\nand, while welcoming the moves to unite the people behind\r\na newly established monarchy, Swaziland is concerned that\r\nany remaining differences be resolved through negotiation,\r\nand not by the means that, in the past, gave rise to such\r\nhatred and division among the Cambodian people.\r\nAfrica, too, has experienced encouraging developments\r\nover the past 12 months. Of particular relevance to\r\nSwaziland have been the ongoing peace processes in the\r\nneighbouring countries of Mozambique and South Africa.\r\nLater this month we shall formally begin the process of\r\nreturning the tens of thousands of Mozambican refugees to\r\ntheir homeland. Swaziland has hosted these unfortunate\r\nvictims of civil war for many years, with the assistance of\r\nthe United Nations High Commissioner for Refugees. We\r\npraise all those who have contributed to the peace effort.\r\nAbove all, we recognize the willingness of both sides to\r\nbring an end to the suffering of so many fellow-countrymen.\r\nWe therefore acknowledge the commitment to peace of\r\nPresident Chissano and Mr. Dhlakama, who have given an\r\nexample to the leaders of other countries experiencing\r\ninternal struggles. We pray that the peace process will be\r\nallowed to run its course, with the assistance of the United\r\nNations force that is stationed in the country. Swaziland\r\nstands ready to help Mozambique to regain its significance\r\nin the region.\r\nThe situation in South Africa - our other neighbour -\r\ntoo gives some reason for long-term hope of a peaceful\r\ntransition to majority rule and the birth of a new South\r\nAfrica. This view has been strengthened by the speeches\r\nthat President De Klerk and Mr. Mandela made in the\r\nUnited States last week. The negotiation process has\r\nproceeded in accordance with a tight timetable, and\r\nimportant successes have been recorded. I refer, for\r\nexample, to the recent agreement concerning conditions for\r\nthe establishment of the Transitional Executive Council.\r\nForty-eighth session - 1 October l993 5\r\nThe setting of a date for elections - April 1994 - is of\r\nparticular importance as it provides a focus for the black\r\ncommunity, which has been denied the vote for so long.\r\nHowever, major obstacles remain if next year’s election date\r\nis to be met. Prominent among these is the distressing\r\ncontinued violence in many sections of South African\r\nsociety. This has resulted in widespread loss of confidence\r\nin the peace process. We appeal to the leaders of all parties\r\nin South Africa to impose the maximum restraint on those\r\nwho threaten the real progress that has been made so far.\r\nWe pray that reason will prevail and that the existing forum\r\nfor peaceful negotiation will be used for the resolution of\r\nany differences.\r\nMr. Musuka (Zambia), Vice-President, took the Chair.\r\nA matter of equal concern, and with the potential to\r\ngive rise to greater problems in the long term, is the absence\r\nfrom the negotiations of representatives of large sections of\r\nthe country. Empty chairs at the negotiating table will result\r\nin an incomplete solution to the problem of creating a new\r\nSouth Africa. All South Africans must be represented at the\r\ntalks, so that each may feel that he is a part of the solution.\r\nConditions must be found to give all in South Africa,\r\nregardless of race or belief, a voice in the transition process.\r\nIn the meantime, in accordance with the wishes of the\r\nmajority of South Africans, Swaziland supports the call for\r\nthe lifting of the remaining economic and trade sanctions\r\nagainst South Africa, to enable the country to begin the long\r\nand difficult process of resolving the many development\r\nchallenges it faces.\r\nSwaziland looks forward to welcoming a new South\r\nAfrica as a major force in the development of the region.\r\nFurther north in our continent, the recent signing of the\r\npeace accord in Liberia will, we hope, bring to an end a\r\nlong and painful chapter in the history of that unhappy\r\ncountry. Swaziland endorses the offer of the United Nations\r\nearlier this year to assist in the electoral process. We appeal\r\nto all Liberian leaders to respect the peace process and to\r\nput their faith in the electoral system, so that the country\r\nmay begin the task of rebuilding in an atmosphere of\r\nnational unity and conciliation.\r\nAs we examine the extent of United Nations\r\ninvolvement in peace-keeping operations around the world,\r\nit is clear that we face major questions about our ability to\r\ncope with future conflict situations. While Swaziland salutes\r\nthe courage and dedication of the 80,000 men and women of\r\nthe various United Nations forces on assignment in 17\r\nseparate operations throughout the world, we support the call\r\nof other Members for a full examination of the way in which\r\nour peace-keeping operations are managed, with a view to\r\nsecuring the maximum benefit from our limited resources.\r\nWe are approaching our fiftieth anniversary, and this is\r\na suitable moment to review our past performance in this\r\narea and to draw on our collective experience so that in\r\nfuture peace-keeping roles we may make the most efficient\r\nuse of our resources. Swaziland therefore welcomes the call,\r\nin the Secretary-General’s report \"An Agenda for Peace\", for\r\ndiscussion of these vital issues during the current session.\r\nAt the beginning of my address I expressed the Swazi\r\ndelegation’s welcome for the accession of six new Members\r\nas an indication of the Organization’s respect for the\r\nprinciple of universality. We confirmed that it is a basic\r\nhuman right of all peoples to be represented at the United\r\nNations so that the widest possible range of opinions and\r\nexperience may be pooled, and the benefits of the\r\nOrganization shared by all countries.\r\nThe President returned to the Chair.\r\nYet the Kingdom of Swaziland has enjoyed a long and\r\nhappy relationship with 21 million people who believe that\r\nthey have had no representation here since 1971: I refer to\r\nthe people of the Republic of China.\r\nFor the past 25 years the Republic of China has shown\r\nitself to be a true friend of Swaziland. We have benefited\r\nfrom the experience of development which has lifted the\r\nRepublic of China to a position high on the list of\r\nindustrialized nations. The rest of the world has been\r\nexcluded from that experience and from the positive\r\ncontribution that we feel the Republic of China can make to\r\nthe international community. It is a contribution that the\r\nGovernment and the people of that nation have demonstrated\r\ntheir will and desire to make. And 21 million people feel\r\nthat they are denied the right of representation here in the\r\nUnited Nations by men and women of their own choice. In\r\nthe interest of equity and justice, their collective voice\r\ndeserves to be heard.\r\nSwaziland therefore supports the call from other\r\nMember States for the establishment of an ad hoc committee\r\nto look into the issue of the Republic of China’s re-entry\r\ninto the United Nations.\r\nFollowing from the issue of basic human rights among\r\nnations, Swaziland attached great importance to our\r\nattendance at the Conference in Vienna last June. We made\r\n6 General Assembly - Forty-eighth session\r\nclear the priority we attach to the promotion and protection\r\nof human rights in our own country and the important role\r\nwe believe that plays in the maintenance of peace and\r\nstability throughout the world.\r\nThe principle of equality among nations is one that has\r\nguided our foreign policy since independence, and we join\r\nother Member States in welcoming the Conference’s\r\nDeclaration and Programme of Action. We look forward to\r\nthe discussion here in the General Assembly of proposals\r\nagreed at the Conference, and we stand ready to implement\r\nthem where necessary.\r\nFor many years after independence the Kingdom of\r\nSwaziland enjoyed a period of steady growth and reasonable\r\nprosperity, despite the difficulties experienced by other\r\ndeveloping nations in our region. The world-wide economic\r\nrecession and the drought years of 1991 and 1992 meant an\r\nend to the expansion of our economy, and the Kingdom\r\nbraced itself for some tough times ahead. As a developing\r\ncountry we are heavily reliant on the economies of nations\r\nthat are more industrialized than ours, and the failure of the\r\nprojected world-wide recovery in 1993 has added to our\r\ndespair.\r\nWe have recognized that there are internal measures we\r\nmust take ourselves, and we are active in attempting to\r\nstrengthen our industrial and agricultural base; but we\r\nremain dependent on outside support to finance programmes\r\nto help achieve our objectives.\r\nThe Kingdom has begun a programme of action for our\r\nown economic development, based on the principle of\r\nnational consensus that was so successful in our political\r\nreforms. The United Nations continues to support us in the\r\nplanning and coordination of our efforts, and we will need\r\nthat support for some time to come if we are to experience\r\nthe growth we need for the economic security of future\r\ngenerations.\r\nOne area in which we have been concentrating much\r\neffort is the expansion of our export markets and our trade\r\nrelations with other countries. We have therefore been\r\nfollowing anxiously the prolonged process of concluding the\r\nGeneral Agreement on Tariffs and Trade (GATT) talks. We\r\nhave a saying in Africa: \"When the elephants fight, the ants\r\nget squashed.\" For our small, developing nation, much\r\ndepends on the successful outcome of the talks. We are, in\r\nparticular, looking forward to an international trade package\r\nwhich will take full account of the needs of the developing\r\nnations and will make allowances for current trade\r\nagreements between us and the first world. Another\r\ndeadline is just two months away. We appeal to the world’s\r\nmajor economic Powers to consider the long-term fate of our\r\npeople and not to be seduced by the short-term political\r\nadvantage to be gained from indecision and delay.\r\nAlthough we will be heavily reliant on the outcome of\r\nthe GATT talks, Swaziland and the other countries in the\r\nSouthern and Eastern African regions have followed the\r\nexample of other major trading blocs around the world and\r\nformed our own regional common markets. The Southern\r\nAfrican Development Community (SADC), of which\r\nSwaziland is currently Vice-Chairman, and the Preferential\r\nTrade Area (PTA) for Eastern and Southern African States\r\nare models of inter-nation cooperation. Our objective is the\r\nimprovement of all our peoples through closer economic and\r\ntrade cooperation and development between member States.\r\nThrough our membership in these trade organizations, we are\r\ntrying to open up more regional markets to complement\r\nthose we have established overseas. Our long-term target is\r\nto achieve a measure of regional self-reliance, and it is one\r\nthat deserves the support of the developed world. SADC,\r\nthe PTA and other arrangements like them will succeed as\r\nlong as we can count on the support and commitment of\r\norganizations such as the United Nations. I commend them\r\nto this Assembly.\r\nSwaziland fully agrees with the United Nations in\r\nattaching importance to the concept of sustainable\r\ndevelopment among Member nations, and we welcome your\r\ncall, Mr. President, for an agenda for development to have\r\npriority focus in this session. In this regard, we intend to\r\ntake a full and active part in next year’s conference on\r\npopulation and development, and the Heads of State summit\r\non social issues in 1995.\r\nThe concept of a holistic approach to development -\r\ntaking into account issues such as the environment, human\r\nsettlement, population management, productive employment\r\nand the easing of poverty - is one that forms the basis of our\r\nown nation’s policies.\r\nWe are working hard to ensure that our development is\r\nsustainable for the benefit of future generations of Swazis -\r\njust as our forefathers made sacrifices to ensure a secure and\r\nprosperous heritage for us.\r\nWe therefore welcome any initiative that places\r\npopulation concerns at the centre of all social, economic,\r\npolitical and environmental activities and we look forward to\r\na worthwhile output from Cairo next year and from the\r\nsocial Summit in 1995.\r\nForty-eighth session - 1 October l993 7\r\nIt has been an eventful and exciting year. The first\r\nsteps have been taken towards the resolution of many\r\nlong-standing problems, but many challenges remain.\r\nThe need for internal adjustments in the administration\r\nof the Organization has been clearly identified and we look\r\nforward to monitoring more effective operations as a result\r\nof the initiatives taken by the Secretary-General. Despite\r\nthese, the United Nations can be proud of its record over the\r\npast twelve months and the Kingdom of Swaziland salutes\r\nall those who have contributed to the many substantial\r\nachievements we have recorded.\r\nI should like to give my personal assurance that\r\nSwaziland will demonstrate its confidence in the\r\nOrganization by paying its dues on time and with great\r\nwillingness in the firm expectation that they will be put to\r\nthe best possible use. We urge all other Member States to\r\ntake the same attitude so that the Organization might have\r\nthe funds available to undertake the programmes of\r\nassistance that are so desperately needed throughout the\r\nworld.\r\nIn conclusion I should like to take this opportunity, on\r\nbehalf of Her Majesty, the Indlovukazi, and the whole Swazi\r\nnation, to express my deep gratitude to the United Nations\r\nDevelopment Programme (UNDP) and all its sister agencies,\r\nfor the many programmes of assistance undertaken in\r\nSwaziland since its independence.\r\nWe believe that the United Nations remains the only\r\ntruly global forum for confronting the challenges facing the\r\nworld today, and the only body with the resources and the\r\ncommitment to implement the solutions. The world would\r\nindeed be a more troubled place without the combined\r\nefforts of all of us here.\r\nWe take pride in reaffirming our commitment to the\r\nprinciples and ideals contained in our founding Charter.\r\nThe PRESIDENT: On behalf of the General\r\nAssembly, I wish to thank the Head of State of the Kingdom\r\nof Swaziland for the statement he has just made.\r\nHis Majesty King Mswati III, Head of State of the\r\nKingdom of Swaziland, was escorted from the General\r\nAssembly Hall.\r\nAGENDA ITEM 9 (continued)\r\nGENERAL DEBATE\r\nMr. MOCK (Austria) (interpretation from French): I\r\nshould like to begin my statement by expressing my most\r\nsincere condolences to the victims of the terrible disaster\r\nwhich has taken place in India and to the Indian population.\r\nPlease allow me first of all to congratulate you,\r\nMr. President, on your election to your important office. I\r\nknow that your many years of experience as your country’s\r\nPermanent Representative at the United Nations and your\r\nuniversally admired expertise will greatly enhance the\r\ndeliberations of this body.\r\nSince the Gulf War the United Nations - whether in\r\nmediating among warring factions or in saving lives in\r\nwar-torn areas - has been more than ever at the centre of\r\nworld politics, with its tireless struggle for sustainable\r\ndevelopment, its daily fight to protect human rights and its\r\nactive peace-keeping. In Mr. Boutros Boutros-Ghali, the\r\ninternational community has a United Nations\r\nSecretary-General committed to the difficult task of adapting\r\nthe Organization to a much-altered world political climate\r\nand of strengthening it to face the new challenges ahead. I\r\nhave great respect for his incisive judgement and tireless\r\nservice which provided us with his visionary report \"An\r\nAgenda for Peace\".\r\nThe Secretary-General’s first official visit to Austria\r\nlast June gave us an opportunity to discuss the most pressing\r\nchallenges facing the United Nations in the post-communist\r\nera. They have special importance for Vienna as one of the\r\nthree official seats of the Organization. We would like to\r\nsee an Organization whose structure, management and\r\nfinancing enable it to fulfil the responsibilities entrusted to\r\nit in the Charter. In this context we have taken note with\r\nsatisfaction of the Secretary-General’s assurance to\r\nstrengthen the United Nations Office at Vienna.\r\nOne of the United Nation’s most important tasks is to\r\nsafeguard human rights. The Organization’s international\r\nefforts in this area have saved human lives, brought about\r\nthe release of prisoners, prevented torture, helped to locate\r\nmissing persons, promoted health and literacy programmes\r\nand safeguarded the rights of displaced persons and refugees.\r\nIn June this year my country had the honour to host\r\nthousands of delegates and representatives of\r\nnon-governmental organizations in Vienna at one of the most\r\nsignificant events in this field: the World Conference on\r\nHuman Rights.\r\nI should like to take this opportunity to thank once\r\nagain all participants for their constructive cooperation and\r\n8 General Assembly - Forty-eighth session\r\ncommitment and for their valuable support they gave me as\r\nPresident of the Conference. It was the active collaboration\r\nof the participating States and the effective support of the\r\nUnited Nations Secretariat, under the Assistant\r\nSecretary-General Fall, that made the Conference such a\r\nresounding success, one that would not have been possible\r\nwithout the committed participation of the non-governmental\r\norganizations, which sent more than 2,700 representatives to\r\nthe World Conference. Never before have so many\r\nhuman-rights organizations been involved to such an extent,\r\nat all levels, in the events of such a major international\r\nConference as was the case at Vienna.\r\nWith the final document of the Conference, the Vienna\r\nDeclaration and Programme of Action, the international\r\ncommunity has adopted a document of major significance.\r\nIt is a forward-looking, action-based platform, which not\r\nonly strengthens basic principles but also represents an\r\nimportant advance in the protection of human rights - all\r\nhuman rights - world wide. The document affirms the\r\nuniversal character of human rights and the principle that the\r\nprotection of human rights is a legitimate concern not only\r\nof individuals and States but also of the entire international\r\ncommunity. It establishes a link between human rights,\r\ndemocracy and development and underscores the special\r\nresponsibility of States to take concerted measures to protect\r\nparticularly vulnerable groups in society. It calls for a\r\nstrengthening of the United Nations Human Rights Centre\r\nand for increasing its resources so that it can effectively\r\nmeet rising demands.\r\nWhen the report of the World Conference comes up for\r\ndiscussion before the General Assembly in the weeks ahead,\r\nwe must do more than complacently acknowledge its\r\naccomplishments. The results of the World Conference\r\nshould be translated into concrete action in all areas, from\r\nthe rights of women and children to the integration of the\r\nhandicapped, the plight of indigenous peoples and the rights\r\nof minorities to the right to development. Such new\r\nelements as a High Commissioner for Human Rights or a\r\nDecade for Human Rights must also be among the decisions\r\nof this session of the General Assembly. Without\r\nunderemphasizing other elements of the Conference’s\r\noutcome, I note that the recommendation to create an office\r\nof High Commissioner for Human Rights has been\r\nhighlighted by some eminent speakers, among them United\r\nStates President Clinton, the Foreign Minister of the Russian\r\nFederation, Mr. Kozyrev, and the Norwegian Prime Minister,\r\nMrs. Brundtland.\r\nAround the world, we are coming to realize that active\r\nprotection of minorities is an elementary part of the political\r\nand social stability of the countries in which they live, an\r\ninsurance against regional conflicts. In this spirit, the States\r\nmeeting at Vienna reaffirmed their commitment to the\r\nDeclaration on the Rights of Persons Belonging to National\r\nor Ethnic, Religious and Linguistic Minorities, adopted at the\r\nforty-seventh session of the General Assembly.\r\nAs a major media event, the Conference also\r\ncontributed greatly to sensitizing the public around the world\r\nto the issue of human rights. In Vienna the human\r\ndimension - or, as the United Nations Secretary-General so\r\nfittingly called it, the \"irreducible human element\" - found\r\na firm place on the international political agenda. This has\r\ngiven rise to great expectation among our citizenry and in all\r\nof us. It is incumbent upon the members of the international\r\ncommunity to keep the promises made in the Vienna\r\nDeclaration and Programme of Action, for, in the end, the\r\nsuccess of the Vienna Human Rights Conference will be\r\nmeasured by whether it was able to reverse the general trend\r\nand build communities which provide the individual with a\r\ndecent human existence complete with civil, political,\r\neconomic, social and cultural rights. We have here goals\r\nthat will have a global impact on the evolution of humanity,\r\neven if their implementation is only in the incipient stage.\r\nIn the past 12 months the situation in the Balkans has\r\ndeteriorated dramatically. The tireless efforts of the\r\nSecretary-General and the peace mediators in Geneva have\r\nnot yet been able to end the fighting or bring about concrete\r\nprospects for a just and peaceful solution in keeping with the\r\nvalues enshrined in the United Nations Charter and in the\r\nNovember 1990 Paris Charter. Despite tremendous\r\nachievements by the High Commissioner for Refugees and\r\nother humanitarian organizations, and the many thousands of\r\ntroops in the service of the United Nations Protection Force\r\n(UNPROFOR), the war in Bosnia and Herzegovina continues\r\nto claim thousands of lives.\r\nThus far over 200,000 people have been killed, and\r\nanother 2 million have been driven from their homes or\r\nforced to flee. Entire towns and districts lie in ruins.\r\nSeveral cities have been declared safe areas by the United\r\nNations, but life within them has still not returned to normal.\r\nAlthough the violation of the independence and territorial\r\nintegrity of Bosnia and Herzegovina, and of human rights by\r\nthe Serbian side, was condemned by the Conference on\r\nSecurity and Cooperation in Europe (CSCE) as early as\r\nApril of last year, and \"ethnic cleansing\" has come under the\r\nharshest criticism in the world community, there has still\r\nbeen no progress in halting that abominable practice. The\r\nmost serious violations of human rights continue to be the\r\norder of the day. In the meantime, there is already evidence\r\nForty-eighth session - 1 October l993 9\r\nthat the cruel methods used by the aggressor have been\r\nemulated by the victims. Austria has condemned this\r\ncriminal behaviour in the strongest terms and will tirelessly\r\ncontinue to demand that it cease, no matter where it takes\r\nplace or who its victims are.\r\nFundamental principles of international order, as they\r\nwere precisely defined and affirmed at the London\r\nConference in August last year, continue to be grossly\r\ndisregarded. Specific resolutions, such as the monitoring of\r\nfrontiers between Bosnia and Serbia or the return of\r\nrefugees, have still not been implemented. The arms\r\nembargo decreed by the Security Council in September 1991\r\nhas done nothing but hurt the victims of aggression. As a\r\nresult, the legitimate Government of Bosnia and Herzegovina\r\nis in effect being hindered from fully exercising its right to\r\nself-defence, under Article 51 of the United Nations Charter,\r\nwithout being afforded adequate protection within the\r\nframework of a collective security system.\r\nAgainst this backdrop, the proposed peace plans under\r\ndiscussion at the negotiations in Geneva raise a number of\r\nfundamental issues. In tenor, they all call for recognizing a\r\nstatus quo established by the use of violence and against all\r\nprinciples and declarations. This fact makes the spread or\r\nprolongation of the conflict likely. There is even the danger\r\nthat Bosnia and Herzegovina, a State Member of the United\r\nNations, will be divided up in a move sanctioned - even\r\nencouraged - by the international community. This would\r\nlend formal legitimacy to advantages gained by force. The\r\nmost recently proposed partition plan for the country would\r\nseriously undercut its sovereignty by eliminating any\r\neffective central authority, in flagrant contradiction of the\r\nSecurity Council’s renewed expression of support for the\r\nsovereignty of Bosnia and Herzegovina on 24 August this\r\nyear.\r\nThis continuing violation of international law, human\r\nrights and humanitarian law puts fundamental principles of\r\ninternational conduct in jeopardy while seriously\r\nundermining the reputation of the international organizations\r\ninvolved. The failure of the system of collective security is\r\nespecially alarming in this regard.\r\nThe same can be said for the situation in Croatia. Over\r\na fourth of the country remains in the hands of the\r\naggressor, contrary to the Cyrus Vance plan of\r\nJanuary 1992, which was endorsed by the Security Council.\r\nNeither the demilitarization of these areas to be monitored\r\nby United Nations Protection Force (UNPROFOR) troops,\r\nnor the return of the civilian populations that have been\r\nexpelled, has yet been realized. Just a few weeks ago the\r\ncapital of Croatia was shelled by ground-to-ground missiles\r\nfired from areas ostensibly under UNPROFOR protection.\r\nCurrently overshadowed by the war in Bosnia and\r\nHerzegovina, the situation in Kosovo remains tense. A\r\nrational solution is nowhere in sight. If anything, the\r\nlikelihood of an outbreak of violence has increased in recent\r\ndays. The expulsion of the long-term missions of the\r\nConference on Security and Cooperation in Europe (CSCE)\r\nin July of this year could well lay the groundwork for even\r\nmore brutal actions by Serbia against the Albanian\r\npopulation. All in all, we are confronted with a situation in\r\nwhich Serbia appears increasingly to be exercising the power\r\nof an occupier in a region whose population is almost\r\n90 per cent Albanian and which for decades has enjoyed\r\ncomplete autonomy. Austria stands fully behind the efforts\r\nof the international community to bring the Kosovo crisis\r\nunder control. In the end, a lasting peaceful solution to the\r\nBalkans problem is inconceivable without a just and\r\nequitable solution for Kosovo and for minorities in other\r\nregions.\r\nAustria is focusing its efforts on providing humanitarian\r\nrelief. Since the outbreak of the conflict, this relief has been\r\nhandled primarily by the large-scale private charity appeal\r\n\"Neighbours in Need\", which provides on-site aid for the\r\nneedy. Several other European countries are also involved\r\nin its activities. The Secretary-General’s recent words of\r\npraise for its services are sure to inspire its organizers to\r\neven greater efforts. Austria, with a population of just\r\n7 million, is also caring for the needs of over 70,000\r\nrefugees on its own territory.\r\nThough the recent course of events in the former\r\nYugoslavia gives us little cause for optimism, the latest\r\ndevelopments in the Middle East fill us with renewed hope.\r\nAfter a period of stagnation, the peace process begun in\r\nMadrid in 1991 has been given a vital new impetus with the\r\nrecent agreement, on 13 September, between Israel and the\r\nPLO in Washington. However, the limited powers of\r\nself-government for the partitioned areas now agreed to are\r\nonly an initial step. The ultimate goal must be to achieve\r\nfull rights of self-determination for the Palestinians as part\r\nof a final settlement based on the relevant resolutions of the\r\nSecurity Council and other bodies of the Organization.\r\nThe pressing task now is to improve the difficult living\r\nconditions in the occupied territories through generous\r\neconomic and financial aid from the world community.\r\nAustria, which has always been committed to a peaceful\r\nsettlement in the Middle East, will maintain its support for\r\nthis cause by actively participating in the international\r\n10 General Assembly - Forty-eighth session\r\nassistance measures now being planned. As part of the\r\nmultilateral negotiations, Austria will seek further ways to\r\nmake significant contributions in the areas of water and\r\nenergy resources.\r\nNevertheless, a lasting peace in the region will only be\r\nachieved when Israel and the Arab countries conclude\r\ntreaties based on the principles of land for peace, security\r\nand regional cooperation. From this standpoint, the\r\nagreement between Israel and Jordan on a framework\r\nagreement for peace is an encouraging sign, portending\r\nfurther progress, we hope, in the bilateral negotiations\r\nbetween Israel and Syria and Israel and Lebanon in the very\r\nnear future.\r\nWe very much welcome the remarkable success of the\r\nUnited Nations operation in Cambodia. The two\r\nco-Presidents of the Conference - France and Indonesia -\r\nJapan and Australia, as well as the permanent members of\r\nthe Security Council, have made an invaluable contribution\r\nto the peace process. We also particularly congratulate the\r\nSpecial Representative of the Secretary-General, Mr. Akashi,\r\nand his colleagues, who have assured the success of the\r\noperation in the transitional phase.\r\nLast year I was pleased to announce in the General\r\nAssembly the official end to the dispute between Austria and\r\nItaly regarding the treatment of the German-speaking and\r\nLadin population of South Tyrol, a topic which was the\r\nsubject of United Nations resolutions 1497 (XV) and 1661\r\n(XVI) and which had been pending before this international\r\nbody since 1960.\r\nA year later I can say that the autonomy established for\r\nthe German-speaking and Ladin population of South Tyrol\r\nappears to be effective in safeguarding the ethnic identity\r\nand the economic, social and cultural development of these\r\nethnic groups, though certain problems remain unresolved\r\nand new problems have arisen from the dynamics of\r\nevolution.\r\nThe settlement of this dispute in June last year has\r\nhelped to reduce tensions between the various ethnic groups.\r\nEven with this dispute settled, Austria would like to express\r\nits direct interest in helping solve new problems related to\r\nmatters involving South Tyrol. Given the new spirit in\r\nAustrian-Italian relations since the settlement of this dispute,\r\nI am confident we will be able to solve any matters relating\r\nto autonomy in a manner agreeable to all parties involved.\r\nThe East-West confrontation has now been replaced by\r\nan array of regional armed conflicts. There is an increasing\r\nneed for United Nations peace-keeping operations and\r\nincreasing demands are being placed on them. This trend\r\nhas accelerated in the past 12 months: almost\r\n80,000 soldiers, police, military observers and civilian\r\nexperts from 75 countries are now involved in the 17 United\r\nNations peace missions around the world.\r\nIn 1992 the costs for these United Nations missions\r\nsoared to $2.1 billion - twice the regular United Nations\r\nbudget - pushing the Organization to its limits under the\r\ncurrent financing arrangement. New approaches must be\r\nfound to finance these United Nations actions. The\r\nVolcker-Ogata report, \"Financing an Effective United\r\nNations\", points to financing options which could serve as a\r\nvaluable basis for the work of the Fifth Committee.\r\nThe most urgent challenges facing the United Nations\r\ntoday are to develop global collective peace-keeping efforts\r\nand to overcome the financial crisis. In his \"Agenda for\r\nPeace: Preventive diplomacy, peacemaking and\r\npeace-keeping\", the Secretary-General outlines possible\r\napproaches to active peace management by the United\r\nNations. It is now up to the Member States to give the\r\nSecretary-General the resources he needs to carry out his\r\nambitious plans. It is obvious that more security requires\r\ngreater solidarity and increased contributions, whether in the\r\nform of troops or of higher membership payments. Given\r\nthe current back payments still due, the first priority must be\r\nto motivate late payers to send in their contributions on time.\r\nAustria takes its obligations very seriously and is proud of\r\nhaving always fulfilled them on time.\r\nThe increasing consensus within the Security Council\r\nand its new decision-making capability have contributed to\r\nthe quantitative and qualitative expansion of peace-keeping\r\noperations and to an increasing variety of needs by the\r\ncommunity of nations for troops, officers, civilian police and\r\ncivilian experts. The purpose of the large-scale international\r\nmanoeuvres called \"Exercise 93\", recently conducted by the\r\nUnited Nations in Austria with great success, was to achieve\r\nthe optimum management and coordination of military and\r\ncivilian organizations in responding to disasters.\r\nAs things stand now, election assistance and\r\nmonitoring, the protection of human rights, disaster\r\nassistance, reconstruction aid, humanitarian relief and tasks\r\nof a similar nature are already considered integral parts of\r\nthe new United Nations peace operations, to be put into\r\neffect as soon as hostilities cease.\r\nAustria heartily welcomes this new development,\r\nhaving itself sent troops, military observers, police or\r\nForty-eighth session - 1 October l993 11\r\ncivilian experts to 12 of the 21 new United Nations\r\noperations since 1988. In keeping with the\r\nSecretary-General’s \"Agenda for Peace\", the Austrian\r\nFederal Government decided on 25 May of this year to lay\r\nthe necessary groundwork on a national level to put Austrian\r\nparticipation in United Nations peace operations on a new\r\nlegal footing. We will now be able to comply more quickly\r\nand efficiently with future requests by the United Nations\r\nand regional organizations and with the military, police and\r\ncivilian requirements they entail. To be more specific, there\r\nwill be an initial phase for the setting up of a disaster relief\r\nservice, a mechanism for seconding staff to the United\r\nNations Secretariat, a staff course for high-level officers,\r\npolice actions and humanitarian and disaster relief.\r\nAustria is especially interested in the civilian\r\ncomponents of peace-keeping operations. To this end, a\r\ntraining centre for civilian peace-keeping and peace-building\r\nhas been set up in Schlaining, Burgenland, with the support\r\nof the Federal Government. In September of this year the\r\nfirst fellowship programme devoted to \"peace-making and\r\npreventive diplomacy\" was held there, a programme\r\norganized by the United Nations Institute for Training and\r\nResearch (UNITAR); it was impressive in the quality of both\r\nits speakers and its participants. The successful International\r\nPeace Academy seminars on conflict resolution should also\r\nbe mentioned in this regard. In cooperation with the United\r\nNations, national and international experts will be trained in\r\nSchlaining in the civilian responsibilities of the United\r\nNations peace operations. Special emphasis will be placed\r\non the following tasks: sustainable development, the\r\nprotection of human rights and the rights of national and\r\nethnic minorities, humanitarian relief and the development of\r\ndemocracy.\r\nIn this age of interdependence, our efforts to secure\r\npeace globally and collectively cannot be limited to\r\npeace-keeping operations; they must also include economic\r\nand social developments. Hunger, underdevelopment,\r\npollution, crime, drug abuse and refugee flows all pose\r\nequally serious threats to global stability and thus to world\r\npeace. The increasingly global nature of these dangers\r\nrequires concerted international cooperation. The United\r\nNations is the ideal forum to engage in the quest for\r\nsustainable development, that is, development which is\r\ncompatible with ecological and social concerns. After all,\r\nthe United Nations mandate covers the full range of human\r\nexperience: political, economic, social and cultural.\r\nThe \"Agenda for the People\", as Secretary-General\r\nBoutros Boutros-Ghali so fittingly called it, is in fact the true\r\nchallenge facing the United Nations as the twentieth century\r\ndraws to a close. Large conferences such as those in Rio,\r\nVienna, Cairo, Beijing and Copenhagen should give global\r\nanswers to global issues. And no matter what the event - be\r\nit the Earth Summit, the Conference on Human Rights, the\r\nConference on Population and Development, the Conference\r\non Women or the World Social Conference - the focus\r\nshould always be on the individual human being and his or\r\nher development and membership in the community.\r\nIn his declaration of principle before this year’s session\r\nof the Economic and Social Council, the Secretary-General\r\nunderscored the historic opportunity which the simultaneous\r\nstructural reform and redefinition of United Nations policy\r\noffer for the United Nations Member States. The crucial test\r\nfor the new United Nations will be the implementation of\r\nthis \"Agenda for the People\".\r\nMr. de MARCO (Malta): Before beginning my\r\nstatement, may I on behalf of the Government and the\r\npeople of Malta express our profound solidarity with the\r\nGovernment and the people of India and with the families of\r\nthe victims of the massive earthquake which has claimed the\r\nlives of thousands and left tens of thousands injured and\r\nhomeless.\r\nMr. President, I wish to congratulate you on your\r\nunanimous election to the presidency of the forty-eighth\r\nsession of the General Assembly. You bring to this\r\nimportant post a wealth of professional experience and\r\npersonal qualities which will undoubtedly make their mark\r\nin the coming weeks and months.\r\nIn recent years the office of the presidency of the\r\nGeneral Assembly has reasserted its rightful role and\r\nrelevance in the light of the momentous events that are\r\noccurring in our time. We have always considered the\r\npresidency of the Assembly as relevant to the structure and\r\nperformance of our Organization. The role of the President,\r\nin our view, should be not only to preside over the\r\nAssembly, but also to represent it and to speak on its behalf\r\non the basis of its decisions and resolutions.\r\nThe United Nations system, with the General Assembly\r\nat its very centre, is increasingly becoming the effective\r\nfocal point of international life, as its founders intended.\r\nThe responsibilities entrusted to the presidency of the\r\nAssembly in this context are therefore both challenging and\r\nunique.\r\nYou are, Mr. President, taking over your new\r\nresponsibilities from a predecessor who accomplished his\r\ntask with resourcefulness and success. I wish to take this\r\n12 General Assembly - Forty-eighth session\r\nopportunity to express our appreciation to outgoing President\r\nGanev for his contribution to the revitalization process of the\r\nGeneral Assembly. Earlier this year President Ganev visited\r\nMalta on the occasion of the conference we sponsored\r\njointly with the United Nations on the subject of Foreign\r\nMinistries in transition.\r\nWithin this context, may I welcome those States that\r\njoined our Organization during the forty-seventh session,\r\nadding a further dimension to the global representation and\r\nresponsibilities of the General Assembly. When the United\r\nNations was founded 51 States were signatories to the\r\nCharter. Today membership of the United Nations has\r\nreached 184.\r\nCircumstances have changed, roles have changed and\r\npersonalities have changed. However, the fundamentals of\r\nthis Organization remain unaltered. Though situations may\r\nat times tempt us to re-invent the wheel, the requirements of\r\nthe United Nations are evolutionary in concept, answering to\r\nthe dynamism of world events, calling for our response to\r\naltered situations. This makes it impellent to move towards\r\na second-generation United Nations which is strong in its\r\nresourcefulness and sensitive to the need for its own\r\nrevitalization.\r\nA review of some of this year’s international events\r\nreflects the acceptance of the United Nations as a guarantor\r\nof peace, able not only to withstand problems as they arise,\r\nbut also to absorb its own failures and mistakes.\r\nEvents in former Yugoslavia reflect not only the\r\nlegacies of a past still present, but also the difficult nature of\r\nbringing the parties to an agreement at the negotiating table\r\nwhen so much blood has been shed, so much suffering\r\ninflicted and crimes against man’s most cherished values\r\ncommitted.\r\nOperation \"Restore Hope\" in Somalia did not fully\r\nrealize this hope. Indeed, a series of events and mishaps has\r\ncontributed to the loss of life of valiant soldiers of the\r\nUnited Nations peace-keeping forces as well as the lives of\r\nmany members of the civilian population. A message of\r\nincomprehension has taken over the city of Mogadishu.\r\nDevelopments in Cambodia, on the other hand, are a\r\npositive manifestation of the growing effectiveness of the\r\nUnited Nations in its peace-keeping role - an area to which\r\nthe Secretary-General, Mr. Boutros Boutros-Ghali, has\r\ndedicated so much energy and commitment to ensure the\r\nwell-being of so many millions living under the threat of\r\nconflict.\r\nThe signing of the declaration of principles by the\r\nIsraelis and the Palestinians is a rainbow for the Middle\r\nEast. It could well lead to a covenant of peace, breaking a\r\ncircle of hatred and the legacy of death which has lasted for\r\ndecades.\r\n\"I believe that these two peoples, victims of the\r\nadversities of history, require the solidarity and\r\ninvolvement of all who can help in moulding events\r\ntowards peace in the region.\" (A/45/1000, para. 95)\r\nThis was one of the conclusions that I drew in reporting\r\nback to the Assembly, as its President, following my visit to\r\nthe occupied territories in those bleak days of the first weeks\r\nof January 1991. I commented that\r\n\"The Arab-lsraeli conflict has a dimension which\r\ngoes far beyond the territory of Palestine. It involves\r\nnot only the States in the region, the security concept\r\nof the Mediterranean, the relations with Europe and the\r\nsuper-Powers, but it also has an effect on the credibility\r\nof the United Nations and the political will behind its\r\nresolutions.\" (ibid, para. 89)\r\nAt the time we tried to explain to both the Israelis and\r\nthe Palestinians that living in peace with one’s neighbour\r\nbrings that international environment, with secure and\r\nguaranteed frontiers, that all States in the region, including\r\nIsrael, need so much to safeguard their future. In conclusion\r\nI stated that the purpose of the visit - the first ever by a\r\nPresident of the Assembly -\r\n\"was intended to pave the way for those who,\r\nconscious of their political responsibilities, can help in\r\ncontributing towards a lasting peace, which will give to\r\nthe peoples in the region man’s most coveted gift;\r\npeace in freedom.\" (ibid, para. 98)\r\nOne must give credit, in this context, to the receptive\r\nunderstanding of the then Secretary of State James Baker,\r\nwith whom I had discussed my visit shortly after my return.\r\nWith consummate diplomacy, he activated the Madrid\r\nprocess, leading to a dialogue approach long absent between\r\nthe parties.\r\nThe leaders of Israel and of the Palestinians have\r\nshown moral courage which will, when pursued, send a\r\nmessage of hope not only to the peoples of the region but to\r\nmany others who have endured long conflicts and seek the\r\nroad to peace.\r\nForty-eighth session - 1 October l993 13\r\nDevelopments in South Africa have also been\r\nencouraging. Important progress has been made in\r\ndismantling the condemned policy of apartheid and in\r\nbringing together the various communities. Malta is pleased\r\nto see that this progress has reached the stage at which\r\nSouth Africa can fully return to the fold of the international\r\ncommunity as a respected member, mindful of its obligations\r\nboth at home and abroad. We agree that the lifting of\r\neconomic sanctions at this stage can and should encourage\r\nand assist the people of South Africa in completing their\r\njourney on the difficult road to genuine freedom, dignity and\r\njustice.\r\nThe approaching fiftieth anniversary of the United\r\nNations provides an ideal opportunity for the international\r\ncommunity to take an in-depth look at the means at its\r\ndisposal in carrying out its endeavours for peace, security\r\nand prosperity. This anniversary must be seen as an act of\r\nregeneration. It will highlight the universal richness and\r\ndiversity of an institution which now encompasses practically\r\nthe whole of mankind; it will rightly bring to the fore its\r\nqualities of resilience and perseverance, which have been\r\ntested and demonstrated time and again over the half\r\ncentury; it will rightly recall the successes achieved over the\r\nyears, in spite of often daunting difficulties; and it will salute\r\nthe many individuals who have faithfully served, and\r\ncontinue to serve, a few with great visibility and\r\nprominence, most others quietly and silently, out of the\r\nlimelight.\r\nThe process of regeneration must apply both to\r\ninstitutions and to objectives. Central to the institutional\r\naspect is the role of the General Assembly. As past\r\nPresident, I remain personally deeply involved and\r\ncommitted to the revitalization of this Assembly. Even\r\ntoday, the international community has yet to fully exploit\r\nthe uniqueness and relevance of the General Assembly. This\r\nis the only global forum where all States are full and\r\npermanent Members; where all States, regardless of size,\r\npower or wealth, have an equal and sovereign say; where all\r\nissues, political, economic, social, cultural or humanitarian,\r\ncan be considered in their entirety and their inter-relatedness;\r\nand where the process of decision-making is at the same\r\ntime a process of consensus-building.\r\nThe Assembly is not, and cannot be seen as, in a\r\ncontest or competition with any other organ of the United\r\nNations system. Its role is unique and pre-eminent, and its\r\ndeliberations can only facilitate, enrich and, as appropriate,\r\nconsolidate the decisions of other organs.\r\nSome progress has already been achieved in improving\r\nthe efficient functioning of the General Assembly. The\r\nrecent adoption of resolution 47/233 is the most recent and\r\nwelcome development. We must of course constantly\r\nremind ourselves that there has to be a clear purpose behind\r\nmoves towards efficiency. In the case of the General\r\nAssembly, the purpose lies essentially in enhancing the\r\neffectiveness and relevance of its deliberative and consensus-\r\nbuilding role, thus adding to its capacity to follow up and\r\nimplement its decisions.\r\nMr. Fajardo Maldonado (Guatemala), Vice-President,\r\ntook the Chair.\r\nThe size, composition and methods of operation of the\r\nSecurity Council have in recent years become subjects of\r\nintensive debate and sometimes speculation. The Council is\r\na unique tool in the search for peace and security. It is a\r\nblend of the idealistic and the pragmatic; it is at one and the\r\nsame time a deliberative and a functional organ. The lifting\r\nof the cold war’s constraints has had a most visible and\r\ncreative impact, releasing and galvanizing the Council’s\r\npeacemaking and peace-keeping roles. Efforts to enlarge the\r\nCouncil and expand its functions must come within the\r\nframework envisaged for the Council under the Charter.\r\nHowever, Malta shares with all other United Nations\r\nMembers the legitimate expectation of transparency and\r\nobjectivity as the hallmark of the Council’s work.\r\nThe Council must remain conscious of the impact its\r\ndecisions, especially the imposition of sanctions, could have\r\non third parties. It is important to link the application of\r\nsanctions to a compensatory system for those countries\r\nwhich, through no fault of their own, have to bear the\r\nburden and pay the price of sanctions. When deciding to\r\ndeploy United Nations forces, the Council must also be\r\nconscious of its responsibility for the safety and well-being\r\nboth of the forces it deploys and of the inhabitants of the\r\nareas concerned. In all its actions, the Council must be\r\ninspired by the fundamental peacemaking dimension of its\r\nmandate and by the Charter’s emphasis on the peaceful\r\nsettlement of disputes.\r\nOne of the important objectives of any enlargement of\r\nthe Council’s membership must be to ensure balance and\r\nequity in its composition in terms of the present level of\r\nUnited Nations membership. Account must be taken of\r\nregional and geographical considerations; of the need to\r\ncreate reasonable opportunities for all United Nations\r\nMembers to take their turn in serving on it; and of\r\nconsiderations relating to the size and status of individual\r\nUnited Nations Members.\r\n14 General Assembly - Forty-eighth session\r\nAn aspect that requires redefining in its application is\r\nthat of regional responsibility for peace-keeping under\r\nChapter VIII of the Charter. At the Conference on Security\r\nand Cooperation in Europe (CSCE) Helsinki Follow-Up\r\nMeeting, Malta’s proposal that the CSCE declare itself the\r\nregional arrangement in the sense of Chapter VIII of the\r\nCharter was endorsed by the Helsinki Summit II. We think\r\nthat through similar arrangements at the regional levels,\r\npeace-keeping operations may be more efficiently and\r\neconomically dealt with by countries which, because of their\r\nregional obligations, can assume further responsibilities.\r\nThis trend has already been manifesting itself in recent\r\nyears, and one can only hope that it will be further applied\r\nand consolidated.\r\nWe believe that the concept of collective security\r\ndepends on the evaluation of a number of factors. This must\r\nnecessarily be coupled with an ever-increasing acceptance by\r\nnations that investment in collective security should in part\r\nbe substituted for expenditure on national security. Within\r\nthese parameters, it is essential that nations make forces\r\navailable for peace-keeping purposes and ensure that they\r\nare adequately trained. Articles 43 and 45 of the Charter,\r\nwhich have never yet been applied, must be examined to see\r\nto what extent they respond to today’s needs.\r\nThe concept of human rights has to continue to prevail\r\nin our discussions. Malta supports the proposal of having a\r\nUnited Nations high commissioner for human rights.\r\nWe consider the recent establishment of the\r\nInternational Tribunal for the Prosecution of Persons\r\nResponsible for Serious Violations of International\r\nHumanitarian Law Committed in the Territory of the Former\r\nYugoslavia to be a pledge that heinous crimes against\r\nhumanity will not remain unpunished. However, we believe\r\nthat the establishment of an international criminal court with\r\njurisdiction to try crimes against humanity, war crimes,\r\ninternational terrorism and global traffic in narcotics will\r\nprovide an institutional concept for dealing with the\r\ninternational dimension of such offences.\r\nIn examining the institutional structure of the United\r\nNations, we are repeatedly struck by the continuing absence\r\nof a capacity within the system to deal globally and\r\ncomprehensively with the multiple issues of development.\r\nOver the last five decades the Bretton Woods\r\ninstitutions have played a major role in the areas of money\r\nand finance. However, a more significant relationship must\r\nbe built between the United Nations and these institutions.\r\nThe central capacity originally envisaged for the\r\nEconomic and Social Council to bring together the\r\nunderlying issues common to all the various facets of the\r\ndevelopment debate has remained equally elusive. This\r\napplies particularly with regard to entrenched disequilibrium,\r\nto the availability and allocation of financial resources, to\r\ntechnical assistance and to the far-reaching and often very\r\nsensitive aspects of sustainable development.\r\nWithin the context of the concept of a second-\r\ngeneration United Nations we have made a proposal to\r\nactivate further and give an added role to the Trusteeship\r\nCouncil. The Council has served the Organization in dealing\r\nwith Territories in its trust, most of which are today valid\r\nMembers of the United Nations. Its present diminished\r\nrelevance is in fact a reflection of its own success. Yet the\r\nconcept of trusteeship lies at the very core of the United\r\nNations.\r\nWe believe that the Trusteeship Council should hold in\r\ntrust for humanity areas affecting common concerns and\r\ncommon heritage. It could have a monitoring function on the\r\nprotection of the environment, extraterritorial zones, climate\r\nand - of paramount importance - the rights of future\r\ngenerations. These we hold in trust for humanity, and the\r\nTrusteeship Council can be the depositary.\r\nMalta has always seen its active involvement and\r\nparticipation at the regional level in Europe as an\r\nindispensable dimension of its role as a member of the\r\ninternational community. We have consistently defined our\r\nobjective of becoming a member of the European\r\nCommunity as a logical and natural culmination of our\r\nEuropean vocation. This definition is rooted in Malta’s\r\npolitical, social and economic realities, as they have been\r\nshaped by our historical and cultural heritage.\r\nMalta has also consistently played an active role in the\r\nother European institutions which, together with the\r\nEuropean Community, have contributed to the formation of\r\na modern European consciousness. We see our role in the\r\nCouncil of Europe and in the CSCE as an expression and\r\nreinforcement of our deepest commitment to the dignity and\r\nfreedom of the individual in society. We attach equal\r\nimportance to the value of democratic principles and\r\nparliamentary practices, respect for sovereignty and mutual\r\nunderstanding between nations, respect for legality at both\r\nnational and international levels and the need for improved\r\ninternational cooperation relating to both security and\r\ndevelopment.\r\nForty-eighth session - 1 October l993 15\r\nIt is only natural that Malta attaches relevance to the\r\nMediterranean region, a region suffering the turmoil of\r\nproblems in its midst. The importance of having its\r\nenvironment safeguarded, the relevance of its sea routes and\r\nits strategic role in linking three continents are all factors\r\nwith consequences which go far beyond the boundaries of\r\nthe region. Aware of this, Malta has shown continued\r\ninterest and involvement in promoting Mediterranean\r\ncooperation. We have supported the idea of a conference on\r\nsecurity and cooperation in the Mediterranean, and we have\r\nproposed the establishment of a council for the\r\nMediterranean to be a forum for political, economic and\r\nsocial dialogue for the region.\r\nIt was stimulating to hear President Clinton speak from\r\nthis podium of dreaming\r\n\"new dreams in this age when miracles seem possible\".\r\n(A/48/PV.4)\r\nWe all have our dreams for the future. Countries, large and\r\nsmall, rich and poor, dream of a future based on the\r\nbetterment of peoples, international solidarity, mutual\r\nunderstanding and peace - peace in freedom. We who have\r\nthe responsibility of guiding nations have to dream beyond\r\nthe confines of our States and start genuinely believing in\r\nthe brotherhood of man. We have to think that frontiers are\r\nnot barriers, but signposts leading to a break-up of long-\r\nstanding prejudices and great divides.\r\nIn this age when miracles are possible, when man has\r\nconquered space, let us dream of yet other miracles: that the\r\n1.1 billion people living in extreme poverty will have their\r\ndaily bread; that the slaughter of the innocents, the tens of\r\nthousands of children dying every day because of\r\nmalnutrition and lack of adequate medicine, will stop; that\r\nthe millions of refugees who wander from camp to camp,\r\nuprooted from their milieu, will return to their homes; that\r\nthe billions and billions of dollars spent on weapons of\r\ndestruction will be dedicated to hospital research to\r\nsafeguard life; and that learning will be extended to all and\r\nthat the dignity of work will be denied to none.\r\nThese dreams of miracles can come true. They are not\r\njust dreams. The political will of the international\r\ncommunity and the dedication of many people to this cause\r\ncan turn dreams into reality.\r\nThis is our agenda for peace. We can turn it into an\r\nagenda for peoples.\r\nADDRESS BY DATO’ SERI DR. MAHATHIR\r\nMOHAMAD, PRIME MINISTER OF MALAYSIA\r\nThe PRESIDENT (interpretation from Spanish): The\r\nAssembly will now hear a statement by the Prime Minister\r\nof Malaysia.\r\nDato’ Seri Dr. Mahathir Mohamad, Prime Minister of\r\nMalaysia, was escorted to the rostrum.\r\nThe PRESIDENT (interpretation from Spanish): I\r\nhave great pleasure in welcoming the Prime Minister of\r\nMalaysia, His Excellency Dató Seri Dr. Mahathir Mohamad,\r\nand inviting him to address the General Assembly.\r\nMr. MAHATHIR (Malaysia): Before I begin my\r\nstatement, I should like to extend, on behalf of the\r\nGovernment and people of Malaysia, our deepest\r\ncondolences to India for the devastating earthquake that\r\nresulted in the loss of thousands of lives and massive\r\ndestruction of property.\r\nI would like to join other speakers in extending my\r\ncongratulations to Mr. Insanally on his election as President\r\nof the General Assembly at its forty-eighth session. His\r\nelection to that important office is an honour to his country,\r\nwith which Malaysia enjoys warm and friendly relations.\r\nWith his experience and ability, I am confident that he will\r\ndischarge his responsibilities well and lead this Assembly to\r\na successful conclusion of its work.\r\nI would also like to express my appreciation of his\r\npredecessor, Mr. Stoyan Ganev, who discharged his duties\r\nwith dedication and earnestness and successfully guided the\r\nefforts to revitalize the work of the General Assembly.\r\nI also take this opportunity to welcome, on behalf of\r\nMalaysia, the six countries which have joined the United\r\nNations since last fall: Andorra, the Czech Republic,\r\nEritrea, Monaco, the Slovak Republic and The Former\r\nYugoslav Republic of Macedonia. Their membership will\r\nhelp to strengthen the United Nations in the execution of its\r\nincreasingly complex role in the maintenance of international\r\npeace and security and the promotion of international\r\neconomic cooperation.\r\nMalaysia is a developing third world country. We\r\nshould, according to the stereotypical Western concept of a\r\nthird world country, be politically unstable, administratively\r\nincompetent and economically depressed. But we are not\r\nquite typical. We have actually made progress. We are\r\n16 General Assembly - Forty-eighth session\r\nquite stable despite a multiracial time bomb we inherited\r\nfrom our colonial past. We are fairly competent in the\r\nrunning of our affairs. Such is our progress that we actually\r\ncontemplate building buildings which should be the\r\npreserves of our betters. And we dare to speak our minds.\r\nThese are unforgivable sins and we are for ever being\r\nreminded that we should not be too ambitious. We are told\r\nthat our achievements are temporary, that next year we will\r\ngo the way of their preconception of third world countries.\r\nOf course, last year and the years before we were told the\r\nsame. But so far we have not obliged. We are, however,\r\nhumbly aware that nothing is permanent. Our detractors\r\nmay yet prove right.\r\nThat we do well and are not in dire need of their\r\ndevelopment aid is apparently not praiseworthy. Yet, when\r\nother developing countries perform badly they are chastised\r\nand told to do better or they will get no more aid or loans.\r\nBut we will soldier on. We really should not care about\r\nwhat is said of us. Unfortunately, these negative remarks\r\nmake life that much more difficult for us.\r\nWe need foreign investments and to get them we need\r\na reputation for stability, competence and predictability. But\r\nwhen investors are told repeatedly that we are about to\r\nexplode in racial violence, and so on, they are likely to\r\ninvest elsewhere. Of course, what is said about us is\r\nuntrue - lies. But these people apparently subscribe to the\r\ndictum that a lie repeated often enough will be believed.\r\nWe care for the well-being of our people. We want to\r\ndevelop so as to give them a reasonable standard of living.\r\nBut we cannot be cowed into not speaking our minds. If the\r\npowerful nations do wrong, we will speak out against them\r\neven if they say we are unduly suspicious, that we have an\r\nexaggerated sense of our own importance, and so on. We\r\ncan be belittled but we will continue to speak the truth.\r\nHere at the United Nations we will say what we feel we\r\nshould say. Of course, the controlled \"free\" Western media\r\nwill not publish it. But the few here will hear us. In any\r\ncase, it is what we achieve that counts with us. We can do\r\nwithout Western approval.\r\nFour or five years ago the world was celebrating the\r\nimpending collapse of the \"evil empire\". The Union of\r\nSoviet Socialist Republics was still intact then, but all\r\nindications were that it had given up the fight; that it was\r\ncoming to terms with its main adversaries, the countries of\r\nthe Western so-called free world; and that the cold war was\r\ndrawing to a close.\r\nPeace was breaking out all over the world and there\r\nwas much talk of peace dividends. The arms race would\r\nend, there would be nuclear disarmament and, as the saying\r\ngoes, swords would be turned into ploughshares. A brave\r\nnew world would emerge: equitable, just and prosperous.\r\nThere would be no oppression, no terror and no poverty or\r\nstarvation. Everyone would embrace democracy and the\r\nmarket economy, moving from authoritarian rule and\r\ncommand economies without a hitch. And a global\r\npoliceman would see to it that every country stayed in line\r\nor faced the consequences. There was no end to the good\r\nthings that would make up the peace dividends.\r\nIt would be wrong to say that there were no peace\r\ndividends at all - the Iran-Iraq war, the Soviet occupation of\r\nAfghanistan, the war in Cambodia, some of the Central\r\nAmerican wars, and now the violent Palestinian-Israeli\r\nconfrontation and South Africa’s apartheid were all resolved,\r\npartially or completely. But the world has not become a\r\nsafer or a better place for a great many.\r\nThe Soviet Union did not just become a democratic\r\npractitioner of free trade, working with the good guys for a\r\nbetter world. It broke up into a number of republics and\r\nRussia has become dangerously unstable and ungovernable.\r\nThe respected great reformer of perestroika and glasnost\r\nfame was ousted and disgraced and has been replaced by\r\nanother, who seems to fare no better. The \"evil empire\" is\r\nno more. But the price in human lives and the displacement\r\nof people has been very high. And the price is still being\r\npaid.\r\nIn Georgia, Moldova, Armenia, Azerbaijan and\r\nTajikistan, much destruction and many killings have taken\r\nplace and are still taking place. The old economic structure\r\nhas been destroyed but the new one is far from being in\r\nplace. Chaos, bloody chaos, prevails in many places.\r\nFar from achieving universal peace, the world is treated\r\nto a spectacle of unparalleled brutality by the Serbs in\r\nBosnia and Herzegovina. In many countries of Europe,\r\nfascism has once again reared its ugly head. Houses are\r\ntorched and people burned to death. And the voters actually\r\napprove.\r\nDuring the cold-war days the protagonists constantly\r\ntried to provoke uprisings against Governments of the\r\ncountries they were opposed to. They would provide\r\nfinancial and material help and would promise that they\r\nwould protect the rebels or provide them with asylum.\r\nForty-eighth session - 1 October l993 17\r\nWith the collapse of the Communist bloc, the people\r\nthere expected help when they overthrew their Communist\r\nGovernments and established democratic, free-market\r\nsocieties, or they sought independence for their countries.\r\nIn some instances they found their expectations justified.\r\nThe Slovenes and the Croats enjoyed the full support of the\r\nEuropeans and were able to mould new nations. But the\r\nIraqi Kurds and the Bosnians learned that they thought\r\nwrong. It is only coincidental that both are Muslim\r\ncommunities.\r\nThe most tragic case is that of Bosnia and Herzegovina.\r\nThe crime of the Muslims is that they wish for a non-\r\nMuslim, religiously heterogenous State. They were viciously\r\nattacked by the Serbs, who openly declared that they were\r\ndoing so - and they are still doing so - to ensure that Europe\r\nremains Christian. And they are not being prevented from\r\nproceeding in this way by the Europeans.\r\nThe cruelties committed by the Serbs defy the\r\nimagination. In one case, which caused officials in one of\r\nthe powerful countries of the West to resign in protest over\r\ntheir Government’s passivity, a six-year-old child was\r\nrepeatedly raped in front of her mother, who not only had to\r\nwatch but was prevented from giving any help, and the little\r\nchild died after two days of exposure. That is not an\r\nisolated incident. Muslim women, old and young, and little\r\ngirls have been raped, brutalized and killed by the tens of\r\nthousands at the hands of the Serbs, and now the Croats.\r\nHundreds of thousands of Muslims have died and are dying,\r\nand some 2 million have been forced to flee from their\r\nburning towns and villages.\r\nAnd what do the erstwhile champions of freedom and\r\ndemocracy do? They actually prevent the victims from\r\ndefending themselves. Instead, they try to force the victims\r\nto accept the partitioning and surrender of their territories,\r\nwhich have been ethnically cleansed by the Serbs and the\r\nCroats. Thus are the rapists and murderers to be rewarded.\r\nOnly the most gullible will still believe that the vociferous\r\nchampions of freedom and democracy will risk their necks\r\nfor other people’s freedom and democracy.\r\nMalaysia would like to record its satisfaction over the\r\nacceptance of Malaysian troops to serve in the United\r\nNations forces in Bosnia and Herzegovina. We regret,\r\nhowever, the exclusion of certain Muslim countries from\r\nparticipating in the United Nations Protection Force\r\n(UNPROFOR). Apparently, the distrust of Muslims is quite\r\nwidespread. Malaysians are prepared to serve under\r\nwhoever is appointed by the United Nations in Bosnia and\r\nHerzegovina. We hope that our troops will be well\r\nsupported. We will not protest if the United Nations decides\r\nto increase pressure on the Serbs, even through the mounting\r\nof a military offensive, provided due preparations are made.\r\nWhen we add things up, the peace dividends accruing\r\nfrom the ending of the cold war have not been really\r\nsubstantial. If there has been any change, the debit side is\r\nmuch bigger than the credit side. The most glaring example\r\nis the reneging on the much-needed development assistance\r\nto poor developing countries.\r\nStill, when drawing up the balance sheet since the end\r\nof the cold war one cannot but highlight two significant\r\nitems on the credit side. The recent signing of the peace\r\nagreement between the Palestine Liberation Organization\r\n(PLO) and the Israelis and that between blacks and whites\r\nin South Africa must be regarded as the biggest\r\nachievements of the post-cold-war period. Admittedly, there\r\nis still a great deal to be negotiated before justice can be\r\nrendered to all sides and before true peace becomes\r\npermanent. But the most crucial obstacles have been\r\ncleared. I should like to congratulate all the parties\r\nconcerned for their good sense and their boldness. The\r\nextremists on both sides will not be happy. There will be\r\nmore violence. But I am sure that those who are for peace\r\nand good sense will be as brave in peace as they have been\r\nin war.\r\nI commend these accords to the good people of\r\nNorthern Ireland. It is brave not to surrender even one inch,\r\nbut it takes real bravery to compromise.\r\nOne may well ask why, in the face of the much-\r\npublicized failure of the United States-sponsored peace talks\r\nbetween the PLO and Israel, there should be this sudden\r\nbreakthrough. The answer is to be found in the press\r\nstatements. Good sense cannot prevail when the media\r\ndemands that statements be made by each and everyone\r\nbefore and after each negotiating session. The negotiators\r\nare forced to take public stands, to demonstrate how tough\r\nthey are and that they will not give even an inch. Having\r\ntaken those stands, they were no longer able to accommodate\r\ngood sense.\r\nAt the peace talks in Norway, there was no press, and\r\ngood sense was able to prevail. There is this great\r\ndemocratic principle of \"the need to know.\" But do we all\r\nreally need to know every detail of every negotiation? Does\r\nevery Israeli settler or Gaza Strip Arab, or, for that matter,\r\nevery Tom, Dick and Harry in every part of the world, need\r\nto know everything about the negotiations? Must\r\n18 General Assembly - Forty-eighth session\r\nPalestinians continue to be killed and be made homeless\r\nbecause everybody needs to know what was said by whom?\r\nThis need for transparency, this right to information, is\r\nan invention of those who want to make money from the\r\ninformation industry. We should know about the bestiality\r\nof the Serbs in Bosnia so that we may react, but that\r\nknowledge is largely denied us. On the other hand, day in\r\nand day out we are shown this parade of negotiators to a\r\npeace conference. Can the average man do anything\r\nworthwhile as a result of seeing the daily TV report?\r\nWe live in the information age. There has been and\r\nthere will continue to be an unending explosion in the field\r\nof information technology. Today, we can sit in our homes\r\nand watch and hear a war as it is being fought, witness with\r\neyes and ears a beauty contest as it is being judged, and look\r\nthrough a microscope at a bug as it swims, all via the TV\r\nscreen. We see all these things as they are, where they are,\r\nwithout a second’s delay. We can watch murder as it is\r\nbeing committed, in all the gory details, and we can be\r\nshocked by it. But, then, we can also watch\r\nMichael Jackson doing his moon walk at the very moment\r\nmass murder and massacres of the most brutal kinds are\r\nbeing committed.\r\nWhat we see and hear and witness is what the media\r\ndecide we should see and hear and witness. If the media\r\nwants us to be shocked by a massacre, it can broadcast lurid\r\ndetails of that massacre. But if it chooses to broadcast\r\nMichael Jackson at the time the massacre was taking place,\r\nwe will be stomping our feet in total enjoyment.\r\nClearly, the people who decide what we should see and\r\nhear hold terrible power. They can have us dancing in the\r\nstreets or they can have us rioting in the streets with\r\nfirebrands in our hands, burning, looting and killing. Can\r\nwe doubt that such people are powerful? Make no mistake:\r\nthe people who control the media control our minds, and\r\nprobably control the world. They can make or break\r\npresidents, and they have done so. Countries can be isolated\r\nor accepted despite violations of human rights, depending on\r\nhow the media present them.\r\nAnd who controls the powerful world media? Not the\r\nnational governments of tiny developing nations; not even\r\nthe governments of powerful nations. A very few people in\r\nthe West control all the international media. Some are\r\njournalists, but quite a few are not. Collectively they are\r\nBig Brothers.\r\nNow they have an even more effective weapon in the\r\nform of the worldwide television network. Today they\r\nbroadcast slanted news. Tomorrow they will broadcast raw\r\npornography to corrupt our children and destroy our culture.\r\nThey are already doing that in Europe.\r\nToday we can still control the reception. The day is\r\nfast approaching when only a coat-hanger will be needed to\r\nreceive television broadcasts from across the world. We will\r\nhave nowhere to retreat. Already the small nations are being\r\naccused of being undemocratic and limiting freedom because\r\nwe do not allow reception of international television\r\nnetworks. We hope this is because our accusers believe in\r\nthe freedom of the press, but we suspect it is because they\r\nmonopolize the world media and stand to profit substantially\r\nfrom the freedom they insist every nation should have.\r\nMalaysia believes in press freedom. But that freedom,\r\nas with other freedoms and rights, must be accompanied by\r\nresponsibility. We will continue to expect the Malaysian\r\nmedia to be responsible. We will not forgo the need to\r\nenforce that responsibility. But as to the international press,\r\nwe can only hope and pray that they will realize the damage\r\nthey are doing. We will not interfere with them. They are\r\nfree to report and to write any number of lies but we hope\r\nthat occasionally they will cover the truth as well. Power\r\ncorrupts, but power without responsibility is the most\r\ncorrupting influence of all.\r\nWe have heard often enough of the need for\r\nrestructuring the United Nations. We need this because the\r\nworld has changed. It is not the world of the immediate\r\npost-Second-World-War period that we have today. The\r\npeople who plunged the world into a horrendous war are\r\nnow the good guys, telling the world how to be humane.\r\nThe rapacious invaders of the past are now the good\r\nSamaritans, distributing aid to the needy. Will there always\r\nbe no room for the reformed?\r\nWe talk of democracy as the only acceptable system of\r\ngovernment. It is so good that we cannot wait for the\r\ndemocratic process to bring about its own acceptance by\r\nevery country. It must be forced upon everyone, whether\r\nwelcome or not. Yet when it comes to the United Nations,\r\nwe eschew democracy. And the most undemocratic aspect\r\nof the United Nations is the veto power of the five\r\npermanent members of the Security Council. We can accept\r\nsome weighting in their favour, but for each of them alone\r\nto be more powerful than the whole membership of the\r\nUnited Nations is not acceptable; it was not before, it is not\r\nnow, and will not be in the future.\r\nForty-eighth session - 1 October l993 19\r\nFor the time being, there can be some permanent\r\nmembers. But the veto must go. A formula must be found\r\nfor new permanent members of the Security Council.\r\nWhatever the other qualifications may be, they must include\r\na genuine and sincere interest in international welfare.\r\nAt the ministerial-level World Conference on Human\r\nRights held at Vienna this year, a more comprehensive\r\ndefinition of human rights was presented. Many countries\r\nlike Malaysia were smeared in Vienna for allegedly refusing\r\nto accept the universality of human rights. We subscribe to\r\nthe universality of human rights, but not to the irresponsible\r\nvariety propounded by the West. Human rights is not a\r\nlicence to do anything without regard to the rights of others.\r\nThe rights of the majority are just as valid as the rights of\r\nthe minority or the individual. A society has a right to\r\nprotect itself from the unbridled exercise of rights by\r\nindividuals or a minority, which in the West has contributed\r\nto the collapse of morality and of the structure of human\r\nsociety.\r\nIf individual and minority rights are so totally\r\ninviolable, then you must allow the resurgence of nazism\r\nand its violently racist activities in Europe and elsewhere.\r\nBut it is apparent that the West at least still thinks that racist\r\nviolence is wrong. We hope they will also accept that\r\nfreedom from poverty and the wish to develop are essential\r\nelements of human rights.\r\nFinally, countries like Malaysia must take exception to\r\npreaching on human rights from people who willingly\r\ncondone, and to a certain degree aid, \"ethnic cleansing\" in\r\nBosnia and Herzegovina. Until they redeem themselves\r\nthere, all their talk of human rights will sound hollow.\r\nThis litany of the woes of the developing countries and\r\nthe world may seem endless. Actually, the list is far from\r\ncomplete. Trade and protectionism, aid and debts, the\r\nUnited Nations Conference on Environment and\r\nDevelopment and pressures on environmental issues,\r\nAntarctica and many more have not been touched upon.\r\nThe world of the post-cold-war period is not a\r\nthoroughly bad place, but for the developing countries,\r\nincluding Malaysia, there is really very little to crow about.\r\nA statement in the General Assembly is not going to\r\nchange the world. But there is really nowhere else that the\r\nwoes of the third world can be aired. Not to air them is to\r\nencourage supercilious arrogance on the part of those who\r\nare most responsible yet who still presume to extol their own\r\nvirtues and to preach to others. Even if the benefit is\r\nminimal, the truth must be told sometimes.\r\nThe PRESIDENT (interpretation from Spanish): On\r\nbehalf of the General Assembly I wish to thank the Prime\r\nMinister of Malaysia for the statement he has just made.\r\nDato’ Seri Mr. Mahathir Mohamad, Prime Minister\r\nof Malaysia, was escorted from the rostrum.\r\nADDRESS BY BEGUM KHALEDA ZIA, PRIME\r\nMINISTER OF THE PEOPLE’S REPUBLIC OF\r\nBANGLADESH\r\nThe PRESIDENT (interpretation from Spanish): The\r\nAssembly will now hear an address by the Prime Minister of\r\nthe People’s Republic of Bangladesh.\r\nBegum Khaleda Zia, Prime Minister of the People’s\r\nRepublic of Bangladesh, was escorted to the rostrum.\r\nThe PRESIDENT (interpretation from Spanish): I\r\nhave pleasure in welcoming the Prime Minister of the\r\nPeople’s Republic of Bangladesh, Her Excellency Begum\r\nKhaleda Zia, and inviting her to address the General\r\nAssembly.\r\nBegum Khaleda ZIA (Bangladesh) (spoke in Bengali;\r\nEnglish text furnished by the delegation): At this juncture,\r\non the eve of the twenty-first century, when the concepts of\r\ndemocracy, human rights and world-wide cooperation are on\r\nthe ascendancy, I stand before this session of the United\r\nNations General Assembly to share with Members\r\nBangladesh’s views on the current world situation. I am\r\nhere to affirm our commitment to the emerging faith in the\r\nprospects for peace, prosperity and balanced development\r\nthroughout the world. In the light of the realities of the\r\nworld today, the United Nations is universally accepted as\r\nthe most effective platform for multilateralism. I should like\r\nto take this opportunity to reaffirm our unwavering\r\nconfidence in the United Nations.\r\nBefore proceeding, I should like to extend to\r\nAmbassador Insanally our most cordial greetings on his\r\nelection to the presidency of the forty-eighth session of the\r\nUnited Nations General Assembly. We are confident that\r\nhis wisdom and experience will add new dimensions and\r\ndynamism to the activities of the United Nations.\r\nAt the same time, we are also grateful to our\r\nSecretary-General, Mr. Boutros Boutros-Ghali, for his\r\n20 General Assembly - Forty-eighth session\r\ndetermined efforts, which have given new vigour to the\r\nactivities of this forum. He has been guiding the United\r\nNations with great dexterity and success through a critical\r\nperiod of transition. I should like to reiterate our continued\r\nsupport for his endeavours in fulfilling his important task.\r\nFive new nations have recently joined us in the United\r\nNations. I welcome them in our midst. We look forward to\r\nworking in close cooperation with our new Members:\r\nAndorra, Eritrea, the Czech Republic, Monaco, The Former\r\nYugoslav Republic of Macedonia and Slovakia.\r\nAn unprecedented rise in democratic aspirations\r\nworld-wide precipitated the end of the cold war. There is a\r\ngrowing optimism about the prospect of a new world\r\neconomic order based on equitable distribution of resources\r\nand human rights. Bangladesh is proud to have played a\r\ndefinite role in the world-wide resurgence of democracy.\r\nAbout two and a half years ago, we succeeded in\r\nestablishing a truly democratic Government following the\r\nelimination of the old autocratic regime, which had lasted\r\nabout a decade.\r\nDemocracy and development are mutually reinforcing.\r\nOur success on the road to democracy depends largely on\r\nour ability to tackle the challenge of alleviating poverty. We\r\nhave many limitations: there is a lack of capital; we lag\r\nbehind in technology. Handicapped by resource constraints\r\nas we are, it is not possible for us to undertake this difficult\r\ntask alone: we need the cooperation of all.\r\nToday, democracy is universally recognized as the best\r\npolitical system. Democracy aims at building a prosperous\r\nsociety by creating avenues for the unstinted development of\r\nhuman creativity and skill. If the process of development is\r\ndisrupted, democracy and stability are threatened. Nurturing\r\nthe emerging democratic spirit in the third-world countries\r\ncalls for sincere cooperation from the developed\r\nindustrialized nations.\r\nToday there exists a yawning gap between the\r\neconomies and cultures of the developed countries of the\r\nNorth and those of the developing countries of the South.\r\nBut one must realize that poverty is not the same as\r\nbankruptcy: the South, where Bangladesh belongs, has a\r\nglorious past, when there was economic and cultural\r\nprosperity. We are now engaged in the task of building a\r\nnew future based on our culture, tradition and availability of\r\nresources. For us, it is a matter of pride and satisfaction that\r\nour people’s love for freedom has found concrete shape in\r\nthe establishment of democracy.\r\nWe want to emphasize human creativity and human\r\ncapacity to toil. The much-talked-about new concept of a\r\n\"human development index\" does not seem to be adequate:\r\nwe feel that it must capture the indigenous culture and\r\nvalues of differing civilizations. We believe that a new\r\ndimension will be added to the overall development\r\nframework of the less developed countries if this proposal is\r\naccepted.\r\nOur prime objective is to build a prosperous society and\r\neconomy by consolidating national independence,\r\nsovereignty, human rights and democracy. This calls for\r\nguaranteeing the security of small States like ours. As we\r\nwork on new equations in international relations, the United\r\nNations must take effective measures to ensure the security\r\nof small States. The hopes and aspirations of millions of\r\npeople are linked to this. We feel that in the new world\r\norder that is taking shape following the end of the cold war,\r\nmutual respect between large and small States should be the\r\nonly recognized norm. In order to ensure a future free from\r\nwar and conflict, it is imperative that we ensure the\r\nsovereignty of small States.\r\nWe believe that the international rule of law has a vital\r\nrole to play in ensuring the security of small and weak\r\nStates. The priority areas in this context are: a river-water\r\nconvention; the law of the sea; environmental protection; and\r\nthe status of refugees, economic migrants and displaced\r\npersons. Universal acceptance of the jurisdiction of the\r\nInternational Court of Justice without reservation has become\r\nan urgent necessity in the pursuit of peace.\r\nWe all live on the same planet. World civilization\r\ntoday and its accumulated store of knowledge is the joint\r\nachievement of all peoples of the world. Everyone has a\r\nclaim to an equal share of the world’s resources and\r\nprosperity. The great disparity that exists in the field of\r\ntechnology must be removed; therefore, we want a free flow\r\nof technology. We feel that the exclusivity of intellectual\r\nproperty rights is a great hindrance, frustrating the transfer\r\nof technology; we call upon all concerned to refrain from\r\ntaking a selfish view in this regard. A similar discriminatory\r\nattitude is also evident with regard to the flow of\r\ninformation: this is contrary to the concept of a free flow of\r\ninformation throughout the globe. In order to establish a\r\nwell-balanced world community, it is imperative to ensure\r\nthe free flow of both information and technology.\r\nOur existence is inseparable from the existence of our\r\nplanet, and the existence of our planet is threatened today.\r\nThe ecological balance is being disrupted, but the blame is\r\nbeing conveniently shifted to the developing countries:\r\nForty-eighth session - 1 October l993 21\r\nunfair conditions regarding the environment are being\r\nimposed on them. In many ways, the industrially developed\r\ncountries are mainly responsible for environmental pollution.\r\nGiven the resource constraints of the developing countries,\r\ntheir capacity to pollute the environment is very\r\ninsignificant: they are more preoccupied with resolving their\r\neconomic problems. We believe that the major\r\nresponsibility for the prevention of environmental pollution\r\nlies, therefore, with the developed countries. Those\r\nindustrially developed countries that pollute the environment\r\nin catering for their peoples’ demands for high living must\r\nbear the responsibility of mending the damage done.\r\nWe are acutely conscious of the need to protect the\r\nenvironment. We are frugal in our use of fuel, electricity\r\nand water resources. Bangladesh’s industrial sector\r\ncontributes only marginally to environmental pollution. Our\r\njute industry and jute products are more acceptable, in\r\nenvironmental terms, than various chemical and synthetic\r\nproducts. However, in the face of the massive expansion of\r\nthe use of synthetic fibres that pollute the environment our\r\njute industry is threatened with extinction. Millions of\r\npeople in several countries, including Bangladesh, depend on\r\nthe jute industry for their living. Thus, the production of\r\nsynthetic fibres must be stopped, in the interests of the\r\nenvironment as well as of the millions who toil in the jute\r\nsector.\r\nWe call upon the donor countries and the aid\r\norganizations, in providing assistance, to pay due attention\r\nto our indigenous initiatives and development programmes.\r\nThe success of the development process would thus become\r\nalmost impossible. Unrealistic conditions create unnecessary\r\nobstacles in the way of the development process and the\r\nsmooth progress of democracy.\r\nIn this context, I admit that a State cannot hope to\r\nbecome self-reliant through external aid and assistance alone.\r\nWhat we really need is liberalization of trade.\r\nUnfortunately, however, in the field of external trade the\r\ndeveloping countries are being subjected to all sorts of\r\ndiscrimination by the developed countries. This must give\r\nway to strong and realistic North-South trade links based on\r\nequality. To this end, the immediate and satisfactory\r\nconclusion to the Uruguay Round of negotiations has\r\nbecome imperative. Together with development assistance,\r\nwe seek trade and investment. In Bangladesh we have\r\ncreated a highly congenial climate for external investment.\r\nContemporary experience has proved that the desired\r\ndevelopment cannot be achieved through dependence on\r\nexternal assistance alone; it is essential that trade and\r\ninvestment be expanded at the same time.\r\nWe are engaged in an earnest endeavour to achieve\r\neconomic prosperity by building upon our indigenous\r\nheritage. We are striving to forge a more productive and\r\nefficient workforce. We have made considerable progress in\r\nthe field of structural reform of the economy. Inflation is at\r\nits lowest level. After long years of recession, there has\r\nbeen a definite increase in the rate of growth in agriculture\r\nand industry.\r\nWe have also made considerable progress in the\r\nexpansion of education. We have launched the programme\r\nentitled \"Food for Education\" as a means of ensuring the\r\nright to education of the poorer sections of our population.\r\nWe aim to achieve a literacy rate of 60 per cent by the year\r\n2000. We have initiated a national social programme with\r\na view to restricting the population within a desirable level.\r\nOur efforts have brought us to the threshold of\r\nself-sufficiency in the production of food grains.\r\nIn consonance with current world trends, we have also\r\nsubscribed to a market economy. As I said earlier, in\r\neconomic considerations poverty is the main economic\r\nchallenge that we face. In tackling this challenge, we have\r\nadopted a new development model, whose purpose is to\r\nensure extensive participation by the people in the\r\ndevelopment process. We have adopted the \"Daal Bhaat\"\r\nprogramme, which envisages the provision of basic nutrition\r\nfor the poor and deprived masses and the development of\r\nhuman resources.\r\nWe are expanding sanitation and primary health care\r\nfacilities throughout the country. Special priority is being\r\ngiven to the integration of women in the development\r\nprocess. In this area, the Grameen Bank, the Rural\r\nDevelopment Board and the Agricultural Bank are making\r\na commendable contribution.\r\nWe must encourage regional cooperation as a\r\nsupplement to our efforts in multilateral cooperation.\r\nAgainst this backdrop, the seven countries of South Asia set\r\nup the South Asian Association for Regional Cooperation\r\n(SAARC). As the current Chairperson of SAARC, I am\r\ntrying to intensify development cooperation between the\r\nmember countries. During the seventh SAARC Summit,\r\nwhich was held in Dhaka in April this year, we adopted\r\nsome specific programmes for poverty alleviation. Besides,\r\ninitiatives have also been taken to further promote\r\ncooperation in various fields, including trade, education and\r\nculture.\r\nAlong with regional cooperation, we have attached\r\npriority to the development and strengthening of good\r\n22 General Assembly - Forty-eighth session\r\nneighbourly relations and to the resolution of outstanding\r\nbilateral problems with our neighbours. Unfortunately,\r\nhowever, some issues remain unresolved with our neighbour\r\nIndia, the most important one being the sharing of water.\r\nWe have not yet succeeded in convincing India as to what\r\nis our fair share of water from the rivers that flow through\r\nthe two countries. We share 54 rivers. Historically, and\r\nunder international law, we have a right - an inherent and\r\nlegal right - to the water resources of the common rivers.\r\nBut since completion of the Farakka Barrage, India has been\r\nunilaterally drawing Ganges water upstream. Withdrawal of\r\nwater during the dry season causes serious drought, while\r\nthe release of excess water during the rainy season produces\r\nsevere floods in Bangladesh. This has created unimaginable\r\nadverse effects on the economy and environment of\r\nBangladesh.\r\nThe pledges given by India when the Farakka Barrage\r\nwas commissioned remain unfulfilled. This unilateral\r\nwithdrawal of water, in complete disregard of the interests\r\nof the people of Bangladesh, has brought more than\r\n40 million people in the Ganges basin - or, rather, the\r\nPadma basin - face to face with catastrophe, with disaster.\r\nThe Farakka Barrage has become, for us, an issue of\r\nlife or death. Owing to obstruction of the natural flow at the\r\nBarrage, a process of desertification is evident throughout\r\nthe northern and western parts of Bangladesh. As a result,\r\nvegetation is dwindling, and, in the south, the spreading\r\nsalinity threatens industries and agriculture with ruin.\r\nIncreased siltation is reducing the navigability of rivers.\r\nFish and animals will soon be in danger of extinction.\r\nInnumerable people, in various occupations, who depended\r\non the river Padma for their living are becoming\r\nunemployed. Many are being uprooted from their homes\r\nand hearths.\r\nWhile the whole world is voicing concern about\r\nprotection of the environment, a large proportion of\r\nBangladesh’s population is being pushed to the threshold of\r\npoverty and destruction. This is nothing but a gross\r\nviolation of human rights and justice. To put it simply, our\r\neconomic structure is faced with disaster because of the\r\nFarakka Barrage.\r\nIndia could have played an important role in\r\nstrengthening mutual trust between the two countries if it\r\nhad lived up to its pledges on the question of water sharing.\r\nWe feel that this is still possible. We believe that the world\r\ncommunity sincerely wishes to see Bangladesh succeed in its\r\nstruggle to dislodge the burden of poverty that has\r\naccumulated over the ages. But how can we, with our\r\nmeagre resources, ever hope to achieve that objective if\r\nman-made obstacles stand in our way? Bangladesh wishes,\r\ntherefore, to draw the attention of the world community to\r\nthis issue, in the interest of establishing human rights,\r\nprotecting the right to natural resources and ensuring the\r\nprocess of development. Something must be done urgently\r\nto end this inhuman treatment of the people of Bangladesh.\r\nWe firmly believe that arrangements must be made to ensure\r\na fair sharing of the water resources of the Ganges by\r\nsigning a permanent agreement immediately.\r\nWe believe in the policy of friendship, cooperation and\r\npeaceful coexistence with all countries of the world. We\r\nhave unwavering faith in the principle of the resolution of all\r\nproblems with all countries, and particularly with our\r\nneighbours, through peaceful negotiations. Congenial\r\nconditions have been created for the return of the tribal\r\nrefugees who left their homes in the Chittagong Hill\r\ndistricts and have been in India for a long time. This\r\nbecame possible following a bilateral understanding that was\r\nreached with India last May.\r\nDespite obvious economic, social and environmental\r\ndifficulties, Bangladesh has given shelter to 250,000 refugees\r\nfrom Myanmar. Bangladesh has not sent back even one\r\nsingle refugee by force. I am happy to report that after\r\nconstructive negotiations with all parties concerned,\r\nincluding Myanmar and the Office of the United Nations\r\nHigh Commissioner for Refugees (UNHCR), a congenial\r\natmosphere has been created for the safe and voluntary\r\nrepatriation of the refugees. We hope this will lead to a\r\npermanent solution of the problem.\r\nOur hopes for a new, peaceful international order were\r\nraised following the end of the cold war. But these hopes\r\nseem to be fading in the face of current realities. The forces\r\nof communalism, racialism and regional hegemony are\r\nraising their heads in different regions of the world. As a\r\nresult, mankind is threatened. The blatant violation of the\r\nnational and human rights of the Bosnian Muslims at the\r\nhands of the armed Serbian aggressors is a matter of great\r\nshame for the whole of mankind. The oppression and\r\ngenocide unleashed by the Serbs against unarmed civilians\r\nin the name of the abhorrent policy of \"ethnic cleansing\" is\r\na source of agony for all people of conscience. The\r\nunabated perpetration of this genocide naturally focuses\r\nattention on the unequal application of the concept of human\r\nrights. A nation and its existence as a State are being\r\nobliterated solely because of religious hatred. The double\r\nstandard of supplying arms to the Serbs and the Croats while\r\nthe Muslims remain unarmed is tantamount to violation of\r\nhuman rights. In the interest of establishing human rights\r\nForty-eighth session - 1 October l993 23\r\nand justice, we call upon the United Nations and all the\r\npowerful States of the world to take definite steps to\r\npreserve the independence and sovereignty of the people of\r\nBosnia and Herzegovina.\r\nBangladesh has always hoped for world peace and\r\nprosperity. Active participation in United Nations\r\npeace-keeping efforts has been a priority for us. Some of\r\nthe significant examples of such participation are the\r\nmonitoring of elections in Namibia, policing the cease-fire\r\nline in the Gulf, clearing mines and contributing to\r\nreconstruction efforts in Kuwait and assisting the United\r\nNations peace efforts in Cambodia, Somalia and\r\nMozambique. We strongly support the strengthening of the\r\nfinancial and institutional base of peace-keeping and its\r\ngrowth. We are concerned at the observation on the\r\nfinancial crisis of the world body made by the\r\nSecretary-General in his report. We urge the affluent\r\nMember States to come forward and assist in overcoming\r\nthe crisis to keep the United Nations strong and effective.\r\nThe recent historic accord between the Palestine\r\nLiberation Organization (PLO) and Israel is a positive first\r\nstep towards the establishment of a long-waited peace in the\r\nMiddle East. We welcome this initiative. We hope that\r\nIsraeli withdrawal from all occupied Arab territories,\r\nincluding Jerusalem, and the establishment of an independent\r\nPalestinian State will be the final objective of these efforts.\r\nWe remain steadfast in our support for the struggle of\r\nthe people of South Africa to achieve their cherished goal of\r\nequal rights and majority rule. In response to the appeal\r\nmade here in the Assembly by Nelson Mandela, our\r\nGovernment is moving towards lifting economic sanctions\r\nagainst South Africa.\r\nVicious cycles of starvation and violence, a breakdown\r\nof central authority and endless conflicts continue to bedevil\r\nin varying ways the situations in Somalia, Angola, Liberia,\r\nRwanda and Mozambique. We call upon the United Nations\r\nto take comprehensive measures to establish peace in these\r\nareas in a more effective manner.\r\nThirteen years ago, during a similar session of this\r\nforum, Bangladesh’s great leader and a champion of the\r\ninterests of the third world, the late President Ziaur Rahman,\r\nissued a clarion call:\r\n\"We must face the challenge of the contemporary\r\nworld. The need of the hour is for bold and\r\nimaginative action. We will not find solutions if we\r\ncling to outdated concepts and institutions. We must\r\nact in concert and work for a better and nobler life for\r\nall sectors of the family of mankind.\" (Official Records\r\nof the General Assembly, Eleventh Special Session, 3rd\r\nplenary meeting, para. 46)\r\nHis words are all the more significant today.\r\nWe are poised at a critical juncture in the advancement\r\nof world peace and stability. No doubt violence, aggression,\r\nracism, ethnic and religious conflict and gaping social and\r\neconomic disparities still exist. Despite these contradictions,\r\nthere is today a greater confidence and conviction that a\r\nbrave new world is truly within our reach. We are faced\r\nwith a rare opportunity to sustain the momentum towards the\r\npeaceful resolution of conflicts, to strengthen the rule of law\r\nand to raise the quality of life in greater freedom.\r\nDemocratic values, the human spirit, human solidarity and\r\nthe appropriate realization of human development are central\r\nto achieving these objectives. Today, as we approach the\r\nend of the twentieth century, we look forward to a balanced,\r\ntolerant and happy world community where democracy,\r\npeace, development and human welfare will be equally\r\navailable to all. This was really the driving force behind the\r\nestablishment of the United Nations. We have spent half a\r\ncentury in pursuit of this goal. As we enter the coming\r\ncentury, this must not remain a mere dream. Let this be our\r\npledge to the next generation.\r\nThe PRESIDENT (interpretation from Spanish): On\r\nbehalf of the General Assembly, I wish to thank the Prime\r\nMinister of the People’s Republic of Bangladesh for the\r\nstatement she has just made.\r\nBegum Khaleda Zia, Prime Minister of the People’s\r\nRepublic of Bangladesh, was escorted from the rostrum.\r\nMr. ALATAS (Indonesia): Let me first offer my\r\ndelegation’s congratulations to Ambassador Insanally of\r\nGuyana on his election as President of the General Assembly\r\nat its forty-eighth session. His elevation to this high office\r\nis a fitting tribute to his personal qualities and record of\r\ndistinguished service to his Government and to the\r\ninternational community. We are confident that under his\r\nable guidance we will achieve substantive results in our\r\nwork.\r\nI also wish to express our deep appreciation to his\r\npredecessor, Mr. Stoyan Ganev of Bulgaria, for the dedicated\r\nmanner in which he presided over our deliberations during\r\nthe last session.\r\n24 General Assembly - Forty-eighth session\r\nOn behalf of the Government and people of\r\nIndonesia, I extend a warm welcome to the Czech Republic\r\nand the Slovak Republic as well as to Macedonia, Eritrea,\r\nMonaco and Andorra upon their accession to membership of\r\nthe United Nations. We look forward to closely cooperating\r\nwith them.\r\nBefore proceeding, I should like to convey Indonesia’s\r\nprofound sympathy and solidarity with the Government and\r\npeople of India in the wake of the massive human suffering\r\nand destruction visited upon them by the recent devastating\r\nearthquake.\r\nThis forty-eighth session of the General Assembly is\r\nconvened at a time of sweeping global change and transition\r\nsuch as has rarely been experienced in modern history. It\r\nhas given rise to revived hopes and new opportunities as\r\nwell as to new risks and uncertainties. As the rigidities of\r\nthe bipolar world have dissolved, earlier expectations for the\r\nemergence of a new world order have now given way to the\r\nsober realization that, instead, a new world disorder will be\r\nwith us for quite some time - a disorder characterized by\r\ncontinuing turbulence, instability and unpredictability and\r\noffering an often perplexing panorama of mutually\r\ncontradictory phenomena and processes.\r\nThe end of the cold war has led to a new climate in\r\ninternational relations and a number of encouraging trends\r\nand developments. Renewed confidence in multilateralism\r\nas a viable approach to the resolution of the crucial issues of\r\nour time has opened up vast new opportunities for the\r\nUnited Nations and a more positive phase in international\r\ncooperation. Better prospects have emerged for substantive\r\nprogress towards solutions to many regional problems long\r\nconsidered to be intractable. In this context, fruitful\r\ncooperation has been established between the United Nations\r\nand various regional organizations, which have acted as\r\npartners in facilitating the peaceful resolution of conflicts.\r\nI therefore wholeheartedly agreed with our Secretary-General\r\nwhen he recently observed that multilateralism today is\r\nworking more effectively than ever, as it should, for in\r\nessence\r\n\"Multilateralism is the democracy of international\r\nsociety.\" (The New York Times, 20 August 1993,\r\np. A 29, \"Don’t Make the U.N.’s Job Harder\")\r\nIn South Africa the new round of negotiations which\r\nbegan last April has now yielded agreement on the\r\nestablishment of a multiracial Transitional Executive Council\r\nand is progressing towards democratic elections early next\r\nyear. Elsewhere in Africa, despite formidable difficulties\r\nand obstacles, practical frameworks for the resolution of\r\nissues have begun to take shape. In Latin America we are\r\ngratified to see an end to conflicts and the strengthening of\r\nsecurity as well as political, economic and social\r\ndevelopment. In the Middle East a historic breakthrough has\r\nbeen achieved in the Arab-Israeli peace process. And in the\r\nGulf region, there has been demarcation of the land border\r\nbetween Iraq and Kuwait, under the auspices of the United\r\nNations, which we hope will be a further contribution to the\r\nimprovement of the political and security environment in that\r\nregion.\r\nRecent developments have brought about a distinct\r\nimprovement in the overall political climate in the\r\nAsia-Pacific region as well. Relations between countries that\r\nwere once at odds with each other have normalized and are\r\nbeing continually enhanced. In Cambodia the final phase of\r\nthe peace process based on the Paris Agreements has been\r\nconsummated and has led to the rebirth of a revitalized and\r\ndemocratic Cambodia.\r\nWith the dissipation of the East-West confrontation,\r\nquestions relating to disarmament and security have acquired\r\na totally new dimension. Scenarios of deterrence have\r\nbecome irrelevant, while strategic premises that once guided\r\nnuclear-arms control and disarmament efforts have lost their\r\nvalidity. This quantum change has occasioned other\r\nencouraging developments. The successful conclusion of\r\nSTART II between the United States and the Russian\r\nFederation has significantly reduced the world’s two biggest\r\nnuclear arsenals. Last January more than 130 countries\r\nsigned the Convention for the elimination of chemical\r\nweapons, thus proscribing the military use of these\r\ninstruments of death and mass destruction.\r\nLast month, as we observed the thirtieth anniversary of\r\nthe signing of the partial test-ban Treaty, I was privileged to\r\npreside over the special meeting of the States Parties to the\r\nTreaty in the context of the Treaty’s Amendment\r\nConference. There it was resolved that the pursuit of a\r\ncomprehensive nuclear-test ban now taking place in the\r\nAmendment Conference and the Conference on Disarmament\r\nshould be mutually supportive and complementary. We have\r\nalso welcomed recent positive developments concerning\r\nnuclear testing, particularly the de facto moratoriums on\r\nnuclear tests observed by the nuclear-weapon States and\r\ntheir renewed commitment to work towards a comprehensive\r\ntest ban. Especially laudable were the decision of the United\r\nStates to extend the moratorium on nuclear tests until 1994,\r\nthe commitment of France not to be the first to resume\r\ntesting, and the declaration by the Russian Federation of its\r\nForty-eighth session - 1 October l993 25\r\nrefusal to resume testing even if others did. We hope and\r\nexpect that China will wish to do likewise.\r\nIt is indeed of critical importance that steps be taken\r\ntowards the expeditious conclusion of a comprehensive\r\ntest-ban treaty, for without it our efforts to extend the\r\nNon-Proliferation Treaty at its forthcoming 1995 Review\r\nConference may well be in jeopardy.\r\nAs the threat of nuclear confrontation between the\r\nmajor nuclear Powers has receded, the dangers of nuclear\r\nproliferation now appear to be their major preoccupation.\r\nBut, surely, the issue of non-proliferation should be\r\naddressed in both its horizontal and vertical aspects. It is for\r\nthis reason that Indonesia has unceasingly stressed the urgent\r\nneed for a comprehensive nuclear-test ban as the litmus test\r\nof our sincerity in securing non-proliferation, apart from the\r\nnecessity for States to submit themselves to the safeguards\r\nof the International Atomic Energy Agency (IAEA).\r\nAnother heartening development is the growing\r\nprominence of regional dialogues on security. The Regional\r\nForum of the Association of South-East Asian Nations\r\n(ASEAN), for one, will afford the ASEAN member States\r\nand other South-East Asian nations, as well as the\r\nextra-regional Powers, a regular opportunity to exchange\r\nviews and consult on security issues of common concern.As\r\nis pointed out in the Secretary-General’s report, \"An Agenda\r\nfor Peace\", such regional action for peace and security, as a\r\nmatter of decentralization, delegation and cooperation with\r\nthe United Nations could contribute to a deeper sense of\r\nparticipation,\r\nconsensus and democratization in international affairs.\r\nThese encouraging trends and developments offer\r\nunprecedented opportunities for enhanced international\r\ncooperation for peace and development. But we should\r\nrealize that these opportunities are fragile and fleeting in\r\nnature and, if not resolutely grasped, may soon be\r\noverwhelmed by the plethora of new problems and adverse\r\ntrends simultaneously emerging on the world scene.\r\nPersistent conflict and violence, both between and within\r\nStates; the virulent resurgence of ethnic strife, both ancient\r\nand recent; the menacing rise in religious intolerance; new\r\nforms of racism and narrowly conceived nationalism; and the\r\nalarming resort to terrorism and blatant aggression: all these\r\ncombine to obstruct the building of a more peaceful, secure,\r\njust and tolerant world. These problems and trends have\r\nalso caused the disintegration of States and societies, which\r\nstands in poignant contrast to the integrative trends, based on\r\ngrowing interdependence, which at the same time have led\r\nto the coalescence of States into larger groupings for\r\ncommon economic and political benefits. Moreover, peace\r\nand security cannot be sustained unless the very concept of\r\nsecurity itself is expanded to embrace such non-military\r\nthreats as structural underdevelopment and mass poverty,\r\nacute resource scarcity and severe environmental\r\ndegradation, which together with prolonged natural disasters\r\nconjure up the looming spectre of massive and\r\nuncontrollable cross-border migrations.\r\nIt is a matter of grave concern that while the United\r\nNations is called upon to shoulder ever-expanding\r\nresponsibilities in the face of these new challenges, it is at\r\nthe same time shackled by a deepening financial crisis. If\r\nthis perennial financial crisis is not quickly resolved, the\r\nconsequences could be catastrophic for the international\r\ncommunity and all its aspirations to peace and development.\r\nIt is Indonesia’s ardent desire that the United Nations\r\nshould become fully effective as the central instrument for\r\na new and revitalized international order. Steps must\r\ntherefore be taken to ensure not only the financial viability\r\nof our Organization, but also its fidelity to the dynamics of\r\ndemocracy which demand the fullest participation and\r\nengagement of all Members in the work of the Organization.\r\nAlong with all the non-aligned countries, Indonesia holds\r\nthat balance is essential in the relationship between the\r\nGeneral Assembly, the Security Council and the\r\nSecretary-General, in conformity with their respective\r\nmandates as enshrined in the Charter. Indonesia and the\r\nother non-aligned countries have therefore done their utmost\r\nto contribute to the consultations leading to the adoption of\r\nGeneral Assembly resolutions 47/120 A and 47/120 B on\r\n\"An Agenda for Peace\". The Non-Aligned Movement will\r\ncontinue to contribute to the ongoing consultations on the\r\nother aspects of the \"Agenda for Peace\" and on the\r\nrationalization of the Committee structures of the General\r\nAssembly in order to enhance its efficiency and\r\neffectiveness.\r\nFurthermore, Indonesia believes that restructuring and\r\nreform of the Security Council have become imperative in\r\nthe light of the profound changes that have taken place on\r\nthe international scene. We realize, however, that such a\r\nprocess should be carried out with caution and\r\ncircumspection as it impinges upon some of the fundamental\r\naspects of the Organization’s purposes and functions. In\r\n1946, the United Nations had 51 Members, six of which\r\nwere non-permanent members of the Security Council. In\r\n1965, when the membership had grown to 113, there was a\r\ncorresponding increase in the non-permanent membership to\r\n10. But despite the fact that more than a quarter of a\r\ncentury has elapsed, during which the membership of the\r\n26 General Assembly - Forty-eighth session\r\nUnited Nations has increased to 183, there has been no\r\nproportionate increase in the Council’s membership. A\r\nserious review and reappraisal of the Council’s membership\r\nis necessary to ensure a more equitable and balanced\r\nrepresentation. An expansion of the Council would\r\nstrengthen it, making it more responsive and relevant to\r\nprevailing geopolitical realities and more open to the\r\nparticipation of small and medium-sized States, which\r\nconstitute the majority in our Organization.\r\nIndonesia is also firmly of the view that an increase in\r\nmembership of the Council should allow for new members\r\nwhich, if they are not to be given the veto power, should at\r\nleast serve as permanent members. They should join the\r\nCouncil on the basis of a combination of appropriate criteria\r\nthat would adequately reflect the political, economic and\r\ndemographic realities of the world today in Asia, Africa and\r\nLatin America. Such a judicious approach, in addition to\r\none based solely on equitable geographic distribution, would\r\nenhance not only the Council’s representative character but\r\nalso its moral authority and practical effectiveness.\r\nThe peace process in the Middle East has finally\r\novercome the paralysis that has gripped it over the past 10\r\nnegotiating sessions. Indonesia has welcomed the signing of\r\nthe Declaration of Principles on Palestinian interim\r\nself-government arrangements in the occupied territories as\r\na historic breakthrough in efforts to put an end to decades of\r\narmed conflict and confrontation and to achieve a just,\r\nlasting and comprehensive settlement. My Government has\r\nequally welcomed the agreement on a common agenda in the\r\ncontext of the Jordan-Israeli peace negotiations, as well as\r\nthe act of mutual recognition by the Palestine Liberation\r\nOrganization (PLO) and Israel. It is also clearly understood\r\nthat these first steps on the Palestinian question are an\r\nintegral and non-prejudicial part of the entire peace process,\r\nwhich envisages a transitional period not to exceed five\r\nyears and continuing negotiations leading to a permanent\r\nsettlement based on Security Council resolutions 242 (1967)\r\nand 338 (1973) in particular.\r\nWe applaud the fact that, with the implementation of\r\nthese arrangements, almost half a century of Arab-Israeli\r\nconfrontation and Israeli occupation of Palestine will finally\r\nbe coming to an end, and that the national and political\r\nidentity of the Palestinians will at last be universally and\r\nirrevocably recognized.\r\nAlthough the significance of these developments cannot\r\nbe overemphasized, we in Indonesia are aware that obstacles\r\nand ambiguities still abound on the long and arduous road\r\ntowards a just and comprehensive settlement. Above all, the\r\nscrupulous implementation of everything that has been\r\nagreed upon will be of crucial importance. Hence, there is\r\nan obvious need for the United Nations to play an active and\r\neffective role throughout the ongoing peace process.\r\nIndonesia reiterates its unflinching support for the struggle\r\nof the Palestinian people, under the leadership of the PLO,\r\nto secure their inalienable rights to self-determination, full\r\nsovereignty and independence in their own homeland.\r\nEqually, we call upon Israel to withdraw from all illegally\r\noccupied Palestinian and Arab lands, including Jerusalem,\r\nthe Syrian Golan Heights and southern Lebanon.\r\nIn the tragedy that has engulfed Bosnia and\r\nHerzegovina, the international community is faced with the\r\nabysmally disturbing prospect of the forcible dismantling of\r\na multi-ethnic, multi-cultural and multi-religious society, the\r\nbrutal decimation of its people and the gradual diminution of\r\nthe territory of an independent and sovereign Member State\r\nof the United Nations. The Security Council failed to stop\r\naggression and the abhorrent practice of \"ethnic cleansing\"\r\nbecause it was unable to defend Bosnia’s sovereignty and\r\nterritorial integrity while preventing the Bosnians from\r\ndefending themselves by refusing to lift an ill-conceived\r\narms embargo; as a result, two-thirds of Bosnian territory\r\nhas now come under Serbian and Croatian occupation. This\r\nrefusal to allow Bosnia to defend itself and to protect its\r\npeople from being slaughtered cannot but be regarded as a\r\ndenial of the right to self-defence under the Charter.\r\nUnder threat of a continuation of the unequal war,\r\nBosnia today is being coerced into accepting a settlement\r\nthat would partition its territory along ethnic lines and would\r\npractically reduce Bosnia to a cluster of small, incontiguous,\r\nlandlocked and perpetually vulnerable Muslim enclaves\r\nwithin a so-called union of the republics of Bosnia and\r\nHerzegovina. Having initially steadfastly opposed this ethnic\r\npartition, its Government under President Izetbegovic has\r\nnow reluctantly agreed to such a division. However,\r\nPresident Izetbegovic has done so conditionally, as part of a\r\ncomprehensive agreement that would ensure the legitimate\r\ninterests of Bosnia and Herzegovina in terms of its basic\r\nterritorial, economic and security needs, as well as with\r\nregard to secure access to the sea and between the\r\nRepublic’s component parts.\r\nWe cannot but view these developments as representing\r\na blatant case of negotiation under duress and of enforcing\r\npeace without justice that may well lead to continuing\r\nviolence, human suffering and a lack of security. The force\r\nof law should not be surrendered to the law of force.\r\n\"Ethnic cleansing\" should not be rewarded, and we should\r\nbeware of establishing dangerous precedents that will haunt\r\nForty-eighth session - 1 October l993 27\r\nthe international community in the future and in other\r\nregions of the world. My Government, therefore, will\r\ncontinue to give its full support to the Government and the\r\npeople of Bosnia and Herzegovina in their legitimate\r\nstruggle to attain a just and viable settlement, with adequate\r\ninternational guarantees as to the political and territorial\r\nintegrity of the country.\r\nIn Somalia, it is gratifying to note that normalcy has\r\nbeen restored in the greater part of the country and that the\r\noverall situation has undergone a major transformation. But\r\nchaos and anarchy continue to persist, especially in\r\nMogadishu; this has imperiled the success of concerted\r\ninternational efforts to establish a stable and secure\r\nenvironment. We therefore sincerely hope that the leaders\r\nof Somalia will expeditiously seek to agree on viable\r\ntransitional arrangements leading to political reconciliation\r\nand to the establishment of a broad-based government.\r\nIn South Africa, it is heartening to note the determined\r\nefforts by the leaders of the majority to engage in peaceful\r\ndialogue and negotiations with the minority Government. In\r\na historic step towards ending decades of oppression and the\r\nevil of apartheid, the multi-party negotiating forum has\r\nscheduled 27 April 1994 as the date for the nation’s first\r\ndemocratic elections leading towards the establishment of a\r\nunified, democratic and non-racial South Africa.\r\nIn Cambodia, in spite of the myriad difficulties it\r\nencountered, the peace process has now successfully\r\ncompleted the final stage of implementation of the Paris\r\nAgreements. We have wholeheartedly welcomed and\r\nendorsed the outcome of the elections conducted under the\r\nauspices of the United Nations Transitional Authority in\r\nCambodia (UNTAC). We have also welcomed the\r\ncompletion of the work of the elected Constituent Assembly\r\nwith the promulgation of a new democratic constitution\r\nestablishing a constitutional monarchy. And just a few days\r\nago, the Government and people of Indonesia shared the\r\nsense of joy and deep satisfaction at the official inauguration\r\nof His Majesty King Norodom Sihanouk Varman as Head of\r\nState, and the formation of the new Government of\r\nCambodia.\r\nWe all realize, however, that even after the expiry of\r\nUNTAC’s mandate and the installation of the new\r\nCambodian Government, the United Nations and the\r\ninternational community should continue to support the\r\npeople of Cambodia in the reconstruction of their country.\r\nIndonesia, together with the Association of South-East Asian\r\nNations (ASEAN), stands ready to contribute its share to this\r\neffort.\r\nIndonesia wishes to pay a tribute to His Majesty\r\nKing Norodom Sihanouk for his visionary leadership in\r\nachieving this historic watershed in Cambodia’s history, in\r\nunifying the Cambodian people and in bringing about\r\nnational reconciliation. My delegation would like to express\r\nits gratitude to the Secretary-General and his Special\r\nRepresentative, Mr. Yasushi Akashi, for their contributions\r\nto a just and comprehensive settlement of the Cambodian\r\nquestion. We also pay special homage to all UNTAC\r\npersonnel and volunteers who sacrificed their lives in the\r\nperformance of their mission to bring peace to Cambodia.\r\nIncreasingly, the international community has come to\r\nrecognize that, in a world dramatically transformed since the\r\nend of the cold-war era, lasting peace and security can never\r\nbe assured in the absence of economic growth and\r\ndevelopment. Yet despite the profound and positive changes\r\nwrought in the political sphere, no corresponding\r\nimprovements have been registered in the world economy or\r\nin international economic relations. It is therefore imperative\r\nthat international economic cooperation and development are\r\naccorded top priority on the international agenda. The\r\ncrucial development challenges for the 1990s continue to be\r\nthe reinvigoration of world economic growth, the\r\nacceleration of the socio-economic development of the\r\ndeveloping countries on a sustainable basis and, above all,\r\nthe eradication of poverty from the face of the earth.\r\nBy all accounts, the world economy has failed to\r\nachieve substantial improvement over the past year. Belying\r\nalmost all official forecasts, recession in the developed\r\ncountries and stagnation in the developing countries have\r\npersisted. According to the 1993 World Economic Survey,\r\nworld output will be outpaced by world population growth\r\nrates for the third year in a row. These negative\r\nmacroeconomic developments have exacted an enormous toll\r\non the developing countries. Consequently, poverty and\r\nunderdevelopment remain the distinguishing features of the\r\nmajority of the developing countries. In the most vulnerable\r\neconomies, these have reached crisis proportions. Of\r\nespecially grave concern is the prolonged critical situation in\r\nAfrica, where tens of millions of people remain trapped in\r\nabject poverty and social deprivation.\r\nIn this era of increasing interdependence among nations\r\nand escalating globalization, issues and problems, especially\r\nthose relating to growth and development, have become\r\nglobal in nature and therefore cannot be solved through\r\nshort-term relief measures or through piecemeal reforms.\r\nTherefore, all nations, both in the North and in the South,\r\nshould forge a new compact on development and, through a\r\ndemocratic partnership, fashion global solutions to these\r\n28 General Assembly - Forty-eighth session\r\nproblems. Only in that way can we hope to restructure the\r\ninternational economic system, redress its imbalances, and\r\nrender international economic cooperation more equitable\r\nand thus more viable and more mutually beneficial.\r\nThe non-aligned and other developing countries\r\ntherefore call for the reactivation of a constructive dialogue\r\nbetween the North and South. But this time, such a dialogue\r\nshould be based on genuine interdependence, mutuality of\r\ninterests and of benefits and shared responsibility. The\r\ndeveloping countries have expressed their readiness, both at\r\nthe non-aligned summit in Jakarta last September and in the\r\nStanding Ministerial Committee for Economic Cooperation\r\nin Bali last May, to engage the developed countries actively\r\nin a dialogue on the key issues of the world economy. In\r\nthis context, President Soeharto of Indonesia, as Chairman\r\nof the Non-Aligned Movement, in his meeting with then\r\nPrime Minister Miyazawa of Japan as Chairman of the\r\nGroup of Seven on the eve of the G-7 Summit last July,\r\nseized the opportunity to convey the non-aligned message,\r\nentitled \"An Invitation to Dialogue\", to the developed\r\ncountries.\r\nAt that meeting, the Chairman of the Group of Seven\r\nand the Chairman of the Non-Aligned Movement concurred\r\non the need to pursue a comprehensive approach to the\r\nintegrated issues of trade, investment and debt strategies,\r\nincluding the review of the latter through the Paris Club. In\r\nthis encouraging first step the initiative by the Non-Aligned\r\nMovement to establish a more constructive approach on\r\nissues of mutual concern and interest was welcomed by the\r\nGroup of Seven, a fact that was subsequently reflected in the\r\nTokyo summit economic declaration.\r\nIndonesia strongly believes that these positive\r\ndevelopments have bolstered the spirit of partnership already\r\narticulated and demonstrated at such meetings as the eighth\r\nsession of the United Nations Conference on Trade and\r\nDevelopment (UNCTAD VIII) and the United Nations\r\nConference on Environment and Development (UNCED).\r\nThis evolving spirit of partnership should now be further\r\nfostered and built upon during this session of the Assembly.\r\nObviously, both developed and developing countries have a\r\nshared interest in jointly promoting this process across a\r\nwide spectrum of key economic issues of common concern.\r\nIt is important that we in the Assembly carry the process\r\nforward in concrete terms, and for this purpose the\r\nnon-aligned and other developing countries intend to submit\r\na draft resolution aimed at the reactivation of dialogue\r\nbetween the developed and the developing countries. In this\r\ncontext, the Secretary-General should be requested to prepare\r\na report on the modalities and ways and means of\r\nreactivating such a dialogue. We believe that this would\r\ncomplement his forthcoming report on an agenda for\r\ndevelopment, which will contain an analysis and substantive\r\nrecommendations on ways to enhance the role of the United\r\nNations in the promotion of international cooperation for\r\ndevelopment.\r\nSuch a spirit of partnership, lamentably, is conspicuous\r\nby its absence from some other forums, particularly the\r\nUruguay Round negotiations, which are still mired in an\r\nobdurate impasse. In this regard we sincerely hope that the\r\ncommitment made by the major developed countries at their\r\nrecent summit in Tokyo will translate into effective action\r\nthat will break the stalemate and bring about an equitable\r\nand balanced conclusion to the Round.\r\nAmong the most urgent issues on the global economic\r\nagenda is the external debt crisis of the developing countries\r\nwhich, contrary to perception in some quarters, is still far\r\nfrom being resolved and indeed continues to be exacerbated\r\nby volatile exchange rate fluctuations in the major\r\ncurrencies. Here too there is an obvious need for a\r\ncoordinated approach, in the spirit of partnership, involving\r\ndebtor and creditor nations as well as the international\r\nfinancial institutions. Such an approach should aim at\r\ndecisive reductions in the bilateral, multilateral and\r\ncommercial debt burdens, especially of the least developed\r\nand other severely indebted developing countries, in a way\r\nthat would at the same time allow sustained recovery and\r\ngrowth.\r\nRegrettably, all too often there has been a one-sided\r\nview of the causes of the debt crisis which tends to fault the\r\ndeveloping countries for excessive and imprudent borrowing\r\nand for the misuse of the resources thus obtained. This view\r\ntends to ignore the link between the debt crisis, the paucity\r\nof resource flows on appropriate terms, and the adverse turn\r\ntaken by the world economy since the early 1980s. This in\r\nturn explains the insistence on domestic policy reforms on\r\nthe part of the debtor countries as the principal remedial\r\ninstrument.\r\nThe truth is that the debt crisis of the developing\r\ncountries is a manifestation of the shortcomings of the\r\ninternational system in providing access to adequate long-\r\nterm resources on satisfactory terms. The gap was filled by\r\nprivate banks, lending on inappropriate terms. The crisis\r\nwas triggered by deflationary policies introduced by the\r\ndeveloped countries. Debt-servicing became an oppressive\r\nburden on the borrower countries when export earnings\r\ndeclined following the collapse of commodity prices and\r\ngrowing restrictions on market access to developed countries.\r\nForty-eighth session - 1 October l993 29\r\nIt is true that for a few middle-income countries the\r\ndebt crisis may be largely over. The same can be said for\r\nthe international commercial banks which in the past\r\nprovided these countries with huge amounts of loans.\r\nHowever, for many low-income countries as well as lower-\r\nmiddle-income countries the debt crisis is far from over.\r\nThus around 50 severely indebted countries continue to\r\nexperience great difficulties in servicing their debt, at a\r\nterrible cost to their economies striving for recovery and\r\ndevelopment.\r\nUrgent action is needed and debt relief for these\r\ncountries should receive the highest priority, in particular for\r\nthose among the 50 countries which are the least developed\r\ncountries. To avoid any misunderstanding, Indonesia does\r\nnot regard itself as being among those 50 countries. The\r\nNon-Aligned Movement has made this issue one of its\r\npriorities in South-South cooperation and a programme is at\r\npresent being developed to extend concrete assistance to\r\nthese countries to augment their efforts at debt management.\r\nThe debt crisis must be considered as one of the factors\r\nthat led to the social crisis of the 1990s, for the latter is\r\nclearly a function of poverty and underdevelopment which\r\nin turn have given rise to internal political instability in\r\nmany countries.\r\nIn the efforts of the United Nations system and various\r\ncountries to address the social crisis, new and valuable\r\ninsights have recently been gained. It is irrefutable that in\r\ndeveloping countries structural changes have exacted an\r\nexorbitant human cost. The developed countries too have\r\nnot been spared from this crisis, as the prolonged recession\r\nhas greatly strained their social security systems. Clearly,\r\ntherefore, the social crisis also calls for a global approach,\r\nand indeed a consensus is growing that development and\r\ninternational cooperation \"should put people first\".\r\nIndonesia shares this view and fully commits itself to\r\nthe active participation of the people in the decision-making\r\nprocesses involved in development, and to the protection and\r\npromotion of human rights in all their manifestations,\r\nincluding the right to development. We therefore look\r\nforward to participating actively in such forthcoming\r\nconferences as the World Summit for Social Development in\r\n1995 and the World Conference on Women in the same\r\nyear. The World Conference on Population and\r\nDevelopment to be held in Cairo early next year should\r\nprovide an occasion for the international community to\r\ncooperate on the basis of the essential linkages between\r\ndevelopment, population and environmental protection. The\r\nproposal to convene an international conference on financing\r\nfor development should be given serious consideration. We\r\nanticipate the forthcoming report by the Secretary-General\r\non an agenda for development will mark an important\r\nmilestone in international cooperation for development.\r\nWith this report we hope that development will finally be\r\naccorded as much emphasis as that given to the political\r\nagenda.\r\nA short time ago, the World Conference on Human\r\nRights was convened in Vienna. Surpassing most\r\nexpectations, the Conference adopted a Declaration and\r\nProgramme of Action which affirmed, among other things,\r\nthe principles of universality, indivisibility and\r\nnon-selectivity in the promotion and protection of human\r\nrights. We are heartened by the fact that the Vienna\r\nConference recognized that in the promotion of human rights\r\nand fundamental freedoms, the significance of national and\r\nregional particularities and the various historical, cultural and\r\nreligious backgrounds of States must be taken into account.\r\nApproved by consensus, the Vienna Declaration and\r\nProgramme of Action represents a new paradigm from which\r\nto promote human rights in a non-selective, cooperative and\r\nbalanced manner. That being the case, the use of human\r\nrights as political conditionalities for economic cooperation\r\nis entirely against the agreements reached in Vienna.\r\nThis session of the General Assembly has been asked\r\nto consider the establishment of a post of high commissioner\r\nfor human rights. It is Indonesia’s considered view that such\r\nconsideration should lay emphasis on the practical feasibility\r\nof establishing this post and on whether such action would\r\nin reality and practice enhance the promotion and protection\r\nof human rights as called for in the United Nations Charter.\r\nFor it may be more beneficial to direct our attention to\r\nenhancing the authority and efficacy of the existing\r\nmechanisms and bodies, particularly the Centre for Human\r\nRights in Geneva.\r\nMr. Salman Khurshid (India), Vice-President, took the\r\nChair.\r\nThe end of the cold war has opened a new chapter in\r\nthe history of humankind, a chapter full of portents as well\r\nas bright promise. The essential text of this chapter is yet\r\nto be written, in this Assembly and in the various\r\ninternational forums where crucial issues are taken up. As\r\nthe principal international institution for multilateral\r\ncooperation and negotiation, the United Nations has a central\r\nrole in the shaping and fulfilment of that promise. All\r\nnations, developed and developing alike, can and should\r\nhave a part in realizing that promise through constructive\r\ndialogue and democratic cooperation. In the course of this\r\n30 General Assembly - Forty-eighth session\r\nendeavour, the vision and aspirations of the developed and\r\nthe developing countries can be forged into a broad and\r\ndynamic partnership that would effectively address the\r\nproblems of today and successfully confront the challenges\r\nof tomorrow. We hope that this process has now made a\r\nmodest but significant beginning.\r\nMr. SPRING (Ireland): I should like to congratulate\r\nMr. Insanally on his election as President of the General\r\nAssembly at its forty-eighth session. While opening our\r\nsession, he rightly reminded us of the hopes now placed in\r\nthis universal forum - to which we welcome six new\r\nMembers - and of the growing need for what he described\r\nas a collective vision of our future.\r\nAllow me to convey to the Government and the people\r\nof India the deepest sympathy of the Irish people for the\r\nvictims of the earthquake.\r\nWe meet here at a time of great hope for the peoples of\r\nthe Middle East. Years of bitter antagonism and conflict\r\nhave yielded to agreement and, we hope, reconciliation\r\nbetween the two great historical traditions in an area that has\r\nseen far too much bloodshed. The signature of the\r\nagreement in Washington was an act of the highest\r\nstatesmanship and courage. It deserves a commensurate\r\nresponse from the other countries of the region and from the\r\ninternational community.\r\nI welcome President Clinton’s speedy initiative in\r\nconvening today a conference on aid to Palestine. We in\r\nIreland stand ready to play our part, together with our\r\npartners in the European Community. We will increase\r\nsubstantially our aid to the West Bank and Gaza, and we\r\nwill take steps to strengthen and develop our good relations\r\nwith Israel and with the Palestinian people.\r\nIt is also a time of great hope for the people of South\r\nAfrica. When the prisoner of Robben Island, Nelson\r\nMandela, states, in Afrikaans to an Afrikaner audience, that\r\nwhat is done, is done, and looks to a shared future for all\r\nSouth Africans, it sends a powerful message to all of us.\r\nA new South Africa is in the making. We have waited\r\nand striven long for this day. I am happy to announce that\r\nwe in Ireland have decided to establish diplomatic relations\r\nwith that new South Africa.\r\nIt is a time of hope, but also of apprehension,\r\nparticularly for the people of Russia. The course of reform\r\nis not yet complete. I am confident that the way forward\r\nidentified by President Yeltsin will continue to be endorsed\r\nby the people so that Russia may continue on the path to\r\nstable democracy and sustained economic development.\r\nThe recent changes in international life have brought\r\ngreat and lasting benefits to many: to those who endured\r\nauthoritarian forms of government for decades and have now\r\ngained the freedom to exercise their basic human and civil\r\nrights; to peoples released from the super-Power competition\r\nthat enabled dictatorial and repressive regimes to act with\r\nimpunity; to the wider international community that no\r\nlonger lives under the threat of global nuclear conflagration.\r\nYet the optimism that characterized the early days of the\r\npost-cold-war period has been tempered by the realization\r\nthat for every advance in the Middle East or in South Africa,\r\nthere is an Angola, or a Yugoslavia, a Somalia, a Sudan.\r\nFor all our progress, thousands continue to die in brutal\r\nwars, thousands more suffer from gross abuses of human\r\nrights and millions are denied their basic right to food, water\r\nand shelter. There is still a great distance to be travelled to\r\na world of justice, equality and true respect for the\r\nindividual.\r\nPeople look here, to the United Nations, to help them\r\ntravel that distance. Faced with this hope, this expectation -\r\nthis demand - our Organization today must meet challenges\r\nof a kind that it has not had to cope with in the past,\r\nchallenges qualitatively different from the international and\r\nregional disputes that have traditionally absorbed so much of\r\nthe United Nations energies.\r\nWe are coming to understand better the interrelated\r\nnature of these tasks: the struggle to end war; to advance\r\ndemocracy; to promote economic development; to protect the\r\ndignity of the individual; to ensure freedom and the rule of\r\nlaw; to protect the environment; to deal with the problems\r\nof population - all are part of the same effort. Success in\r\none requires progress in others.\r\nWe are coming to understand too that the activities of\r\nStates and Governments require the broader cooperative\r\ncontext of the United Nations. As our problems are\r\ntransnational, so too must be our response.\r\nThe fact is that we need a United Nations whose\r\norganization and decisions truly represent the will of the\r\ninternational community. We need a United Nations whose\r\nactivities truly address the great contemporary challenges,\r\nand we need a United Nations that is not hindered by lack\r\nof resources in personnel and finance.\r\nAt no time in its history has the need to re-examine and\r\nstrengthen the United Nations system been greater or more\r\nForty-eighth session - 1 October l993 31\r\nwidely felt, and these themes of representation, relevance\r\nand resources are at the heart of the debate about the reform\r\nof the United Nations.\r\nAs the body charged with the primary responsibility for\r\ninternational peace and security, it is imperative that the\r\nSecurity Council should function well and with authority.\r\nThe Council’s response to the huge demands that have been\r\nmade of it in recent years has been impressive. The number\r\nand scope of its decisions are greater than ever before, and\r\nthe import of those decisions for States and for peoples\r\neverywhere is more far-reaching.\r\nAnd yet, we must ask if the Council truly represents the\r\nalmost universal membership of the Organization and\r\nreflects fully the great changes that have taken place in\r\neconomic and political relations. These are questions of the\r\ndeepest significance for international cooperation, but I\r\nbelieve that unless they are addressed now, the political\r\nauthority of the Security Council and its capacity to act\r\ndecisively and with confidence will be eroded.\r\nIreland therefore supports the case for an increase in the\r\nmembership of the Security Council. I hope that decisions\r\non this can be taken before the fiftieth anniversary of the\r\nUnited Nations in two years’ time.\r\nThere is a need also for greater transparency in Security\r\nCouncil decision-making. The general membership, though\r\nit takes no part in the Council’s decisions, is bound by them,\r\nand we are frequently called on to supply personnel and\r\nfinance to implement the Council’s expanded and\r\nincreasingly complex mandates. We must work for a more\r\ninteractive relationship between the Council and the General\r\nAssembly, and for more frequent and substantive reporting\r\nby the Council to the general membership. And we must\r\nlook for ways to make the Assembly itself more effective.\r\nIt is ironic that for most of its existence, when the\r\nUnited Nations was not always deemed to be the appropriate\r\nforum for the resolution of major disputes, the Organization\r\nwas for the most part adequately resourced. Yet today,\r\nwhen the demands for action by the United Nations have\r\nreached unprecedented levels, when ideological division no\r\nlonger inhibits an effective United Nations role and when the\r\napproach to problem-solving at Security Council level is\r\nessentially cooperative, the Organization finds itself\r\nburdened with a grave and crippling financial crisis.\r\nThe Secretary-General has told us that the Organization\r\nis living from hand to mouth. He warns us that the financial\r\nsituation could soon prevent the United Nations from\r\ndischarging its essential responsibilities and undermine its\r\npolitical will and practical capacity to undertake any new\r\nactivities. And yet the simple truth is this: for every dollar\r\nthat the United Nations spends on the instruments of peace,\r\nthe world spends almost $2,000 on the weapons of war.\r\nIt is simply not acceptable to call on the United Nations\r\nto undertake new responsibilities while declining or failing\r\nto provide the necessary resources. A significant\r\nimprovement in the Organization’s finances is now an urgent\r\npriority. I appeal to all Member States in arrears, and\r\nespecially those on the Security Council, to comply with\r\ntheir financial obligations under the Charter. This is a moral\r\nas well as a practical imperative.\r\nThe impact of change is particularly apparent in the\r\narea of peace-keeping. In almost every crisis, on every\r\ncontinent, United Nations forces are deployed on\r\nincreasingly varied and complex tasks. By the end of this\r\nyear the numbers in the field may total 100,000. And\r\nindividual operations are now very large: nearly 20,000\r\neach in Cambodia and Somalia; almost 25,000 in former\r\nYugoslavia. Ireland now participates in 10 of the 14 United\r\nNations peace-keeping operations in the field. A significant\r\nproportion of our armed forces is at present engaged in\r\nUnited Nations peace-keeping duties.\r\nBut, beyond the scale of the operations, the nature of\r\nthe tasks undertaken by United Nations forces has changed\r\nalso. The initial decision to intervene militarily in Somalia\r\nfor humanitarian purposes and the subsequent decision to\r\nmandate the United Nations Operation in Somalia\r\n(UNOSOM) to take enforcement action are new departures\r\nfor the Organization. And they present new challenges for\r\ntroop-contributing countries. In Ireland’s case we had to\r\nchange our law to enable our forces to take part in the\r\nChapter VII operation in Somalia.\r\nIt is important for all of us - the United Nations, the\r\ntroop contributors, and those whom we seek to help - to\r\nreflect carefully on our experiences and draw the lessons\r\nfrom the new large-scale operations in Cambodia, Somalia\r\nand Yugoslavia.\r\nIt is evident that existing structures both at United\r\nNations Headquarters and in the field have come under very\r\nconsiderable strain. The mandates of major United Nations\r\noperations are now multi-faceted. We need mechanisms that\r\nwill allow such mandates to be carried through in a manner\r\nthat is effective, transparent and humane. I want to mention\r\ntwo points in particular here today.\r\n32 General Assembly - Forty-eighth session\r\nThe first is the imperative need to maintain peace -\r\nkeeping and peace-enforcement operations within an overall\r\npolitical framework and to exploit every opportunity for\r\nreconciliation. Enforcement action, when it is undertaken -\r\nand I accept that it may be necessary - should be the\r\nminimum required and it should be carefully directed to\r\nachieving the political aims of the operation. For this\r\nreason, I believe that at the time the Security Council takes\r\na decision to establish an operation, particularly one\r\ninvolving peace enforcement, it should pay special attention\r\nto the issues of command and control.\r\nSecondly, there is a need to improve military planning\r\nat United Nations Headquarters and to ensure that the best\r\nmilitary advice and information is available to the\r\nSecretary-General in his conduct of peace-keeping\r\noperations. To this end, an effective planning unit is\r\nrequired. Thought should also be given to whether the\r\nMilitary Staff Committee, which is provided for in the\r\nCharter but which has never functioned effectively, could\r\nhave a contribution to make.\r\nIn Somalia, the overriding objective of the United\r\nNations operation must be political reconciliation and\r\nnational reconstruction.\r\nThere have been outstanding successes. One year ago,\r\nseveral hundreds were dying each day from hunger and\r\nmalnutrition. Today, as a result of the work of the Unified\r\nTask Force (UNITAF), UNOSOM and the non-governmental\r\norganizations, people are no longer dying from man-made\r\nfamine. A year ago violence was widespread. Today almost\r\nall of Somalia is calm.\r\nThe exception is south Mogadishu, where the efforts of\r\nUNOSOM have been continually frustrated and many,\r\nincluding 60 United Nations peace-keepers, have lost their\r\nlives. In pursuance of its overall aim of political\r\nreconciliation, the United Nations must continue its search\r\nfor a peaceful resolution in Mogadishu, learning from and\r\nbuilding on its success elsewhere in Somalia.\r\nMost of the conflicts that this Assembly will address in\r\nthe coming weeks are marked by massive abuses of human\r\nrights - summary executions, torture, detention, rape,\r\nmutilation. And even outside of these open conflicts the\r\ndignity of the individual is frequently violated by\r\nauthoritarian and repressive regimes. At Vienna in June, the\r\nWorld Conference on Human Rights sought to strengthen the\r\nprotection of human rights worldwide. Most of us who\r\nattended that meeting came away feeling that progress had\r\nindeed been made. It is essential that the agreed Programme\r\nof Action be given the highest priority and acted on by this\r\nAssembly. A United Nations commissioner for human rights\r\nshould be appointed. The resources devoted to human rights\r\nactivities in the United Nations system should be doubled.\r\nThe United Nations human rights machinery, especially in\r\nrelation to the protection of women, should be strengthened.\r\nAnd we must make decisive progress on the establishment\r\nof an international criminal tribunal to prosecute persons\r\nresponsible for violations of humanitarian law wherever they\r\noccur.\r\nThe abuses of human rights in Yugoslavia have\r\nprovoked a profound determination in the international\r\ncommunity that those responsible must be brought to justice.\r\nThe ad hoc approach, unavoidable in the case of Yugoslavia,\r\npoints to the need for a permanent international criminal\r\ntribunal with an established jurisdiction and an identified\r\nbody of applicable law. The General Assembly at this\r\nsession should examine the valuable work done on this topic\r\nby the International Law Commission.\r\nWe can take advantage of the changed international\r\nsituation to pursue our work on disarmament and arms\r\ncontrol. We must intensify our efforts to halt the spread of\r\nnuclear weapons. I am heartened by the decision of some\r\nnuclear States to maintain a moratorium on nuclear testing\r\nand I call on others to do the same. Our objective must be\r\na comprehensive treaty banning nuclear testing forever.\r\nIreland has proposed that the United Nations should\r\nelaborate a code of conduct for conventional arms transfers\r\nwhich would encourage States to exercise responsibility and\r\nrestraint in their arms transfers and which would set out\r\ncommon principles to be observed in this area. We believe\r\nthat, as the international community moves towards a closer\r\nunderstanding of its shared responsibility for international\r\nsecurity in the framework of the United Nations, such a code\r\nwould represent an important step forward in the area of\r\narms control.\r\nLast year Ireland called for an agenda for development\r\nthat would complement and stand alongside the\r\nSecretary-General’s \"Agenda for Peace\". We are pleased\r\nthat such a report is now in preparation. Our vision of the\r\nfuture cannot ignore the images of deprivation and need we\r\nsee every day from all too many parts of the world. The\r\nreality of this suffering is a test for all of us. The Irish\r\nGovernment is committed to doubling the percentage of\r\ngross national product devoted to official development aid in\r\nthe period 1993 to 1997. Peace and development are not\r\nseparable.\r\nForty-eighth session - 1 October l993 33\r\nWe must recognize what the Secretary-General has\r\ncalled the humanitarian imperative. The international\r\ncommunity must be assured that the United Nations and its\r\ndevelopment agencies will respond quickly to emergencies\r\nas they occur. The creation within the Secretariat of a new\r\nDepartment of Humanitarian Affairs has been a useful step\r\ntowards that end.\r\nThe international community must look squarely at\r\ncertain incontrovertible features of our shared existence on\r\nthis planet: climate change, a possible doubling of the\r\nworld’s population by the middle of the next century,\r\npressures imposed by our patterns of production and\r\nconsumption, great imbalances in the availability of\r\ntechnology and resources. In many of these areas, the Rio\r\nConference and its Agenda 21 have identified the way\r\nahead. I am pleased that the Commission on Sustainable\r\nDevelopment and other organs provided for in Rio are off to\r\na promising start.\r\nWe must acknowledge that the issues we address under\r\nthe auspices of this Assembly and those which arise in the\r\nGeneral Agreement on Tariffs and Trade (GATT) and the\r\nBretton Woods institutions cannot be separated. In all of\r\nthese areas, our aim must be a peaceful, integrated\r\ninternational society in which our sense of the common good\r\nincreasingly qualifies considerations of national power and\r\nimmediate expediency.\r\nAs the dramatic developments in the Israeli-Palestinian\r\nrelationship and the equally historic changes in South Africa\r\nhave shown, progress is possible even in the most obdurate\r\nof conflicts if the protagonists are willing to look towards a\r\ncommon future.\r\nNorthern Ireland represents a challenge of similar\r\ndimensions to the British and Irish Governments and to the\r\npeoples of both islands. Some would say that the conflict is\r\nfundamentally incapable of resolution. I do not accept that,\r\nand I will not accept it. Like the vast majority of my\r\ncompatriots, I yearn for peace on our island.\r\nI want to see a comprehensive settlement which will\r\nenable men, women and children to go about their daily\r\nlives in peace and without fear. All of us in both islands are\r\npaying the price of past political failures. We should not ask\r\nfuture generations to bear the cost of further failure.\r\nI have no illusions about the complexity of the issues.\r\nI know that there are no easy or quick solutions - no single\r\nstep that can remove the necessity for a long and painstaking\r\njourney. But I believe that, with sufficient good will and\r\ndetermination, the Irish and British Governments and the\r\nleaders of the constitutional parties in Northern Ireland can\r\nlead the people they represent out of the stalemate which\r\nexists at present towards a peaceful and secure future. As\r\nI have said elsewhere, the pieces of the jigsaw puzzle are all\r\nto hand if only we can find the right way to fit them\r\ntogether.\r\nThe Irish Government is ready to play its full part in\r\nthis. We will bring to any resumed talks the resources of\r\ngood will, flexibility and imagination which we believe all\r\nparticipants must display if a new agreement is to be\r\nachieved.\r\nIt is painfully obvious that all traditional approaches\r\nhave failed and that new thinking is urgently required. For\r\nour part, we are willing to look afresh at our own traditional\r\nassumptions and at our relationships with others to see if\r\nthere are new approaches which can open a way forward.\r\nWe are ready to accept the need for radical and innovative\r\ncompromise as part of a new accommodation which will\r\nbring lasting peace and reconciliation to the island of\r\nIreland.\r\nCompromise does not mean asking either of the two\r\ntraditions in Northern Ireland to modify its fundamental\r\nbeliefs or, indeed, to suppress its objectives. It does mean\r\nasking each tradition to recognize that the other deserves\r\nequal respect and must be accommodated on equal terms.\r\nIt means accepting that diversity can be enriching rather than\r\nthreatening and that both traditions in Ireland must find a\r\nway to share the island on a basis of partnership and trust.\r\nPeace and stability will not be found in any political\r\nsystem which is imposed, or which is rejected by a\r\nsubstantial part of the population who live within it.\r\nWhat we need in the island of Ireland is a collective\r\nwill to rise above traditional suspicions and animosities and\r\na readiness to look beyond areas of disagreement to areas\r\nwhere we can work together to mutual advantage.\r\nPeace is now the imperative, and the continuation of\r\nviolence is the single greatest obstacle to the realization of\r\nour hopes. An end to violence would open up new\r\npossibilities and allow all of us to emerge from the shadow\r\nof a very troubled history.\r\nIt would, at last, help to clear the way for compromise\r\nand negotiation, leading to an agreement which would\r\nachieve a fair and lasting accommodation between\r\nnationalism and unionism in Ireland. We must lift our sights\r\n34 General Assembly - Forty-eighth session\r\nto the new horizons of possibility which developments in the\r\nMiddle East and South Africa have opened for us. This is\r\nthe objective of the Government which I represent. I believe\r\nwe can have no higher objective.\r\nMr. SANON (Burkina Faso) (interpretation from\r\nFrench): Before I begin my statement, I should like to offer\r\nmy condolences to the Government and people of India on\r\nthe natural disaster that has just struck them. I should like\r\nto assure them, on behalf of the people of Burkina Faso, that\r\nwe grieve most profoundly with them.\r\nI wish, at the outset, to congratulate Mr. Insanally on\r\nhis election to the presidency of the General Assembly at its\r\nforty-eighth session and to wish him every success in the\r\ndischarge of the important responsibilities thus made\r\nincumbent upon him.\r\nI should also like to pay a tribute to his predecessor,\r\nMr. Stoyan Ganev of Bulgaria, for the dedication with which\r\nhe presided over the work of the Assembly at its forty-\r\nseventh session.\r\nI wish also to take advantage of this opportunity to\r\nwelcome the new States that have joined our Organization.\r\nWe look forward to their active participation in the work of\r\nthe Assembly so that we might, together, strive to preserve\r\nthe peace, bring development to our peoples and ensure\r\njustice among nations.\r\nMay I also convey to the Secretary-General,\r\nMr. Boutros Boutros-Ghali, the most sincere congratulations\r\nand encouragement of the Government of Burkina Faso in\r\nrespect of his tireless efforts day after day to safeguard\r\npeace throughout the world and also to revitalize the United\r\nNations system.\r\nWhile the ideals enshrined in the United Nations\r\nCharter remain as valid as they were on the very first day,\r\nthe international community continues to suffer the\r\naftershocks of East-West confrontation. What I said at the\r\nforty-seventh session remains true:\r\n\"The collapse of one of the two blocs did not solve the\r\nworld’s problems. Rather, it emphasized the North-\r\nSouth split; old wounds that are still open; internal\r\ncontradictions within regions; and divisions among\r\nnations.\" (A/47/PV.21, p. 86)\r\nIn Africa, prospects run from an anxious outlook in\r\nsome cases to measured hope in others. In this connection,\r\nacting on his own convictions as well as on those of Burkina\r\nFaso as a whole as to the needed and indeed indispensable\r\nintegration of our continent, President Blaise Compaore has\r\nbecome active in subregional mediation and is thus making\r\nour contribution to the realization of this grand design for\r\nAfrica.\r\nIn Angola, the process sponsored by the United Nations\r\nand the international community as a whole is now being\r\ntorpedoed by UNITA and Mr. Jonas Savimbi, with their\r\nrefusal to accept the outcome of the elections. The suffering\r\nof the Angolan people has been exacerbated, and this today\r\nis the part of the world where, more than anywhere else,\r\npeople are dying as a result of civil war. Having learned\r\nfrom the experience of Angola, the Security Council has\r\nissued useful, indeed necessary, recommendations for\r\nMozambique. RENAMO is somewhat slow in implementing\r\nthese measures. We invite them to pursue the path of\r\nnegotiations, to overcome the reluctance shown, and to move\r\nresolutely with the Government of Mozambique towards\r\nreconciliation and reconstruction.\r\nIn Somalia, after an encouraging start, United Nations\r\naction is running into obstacles that are having an adverse\r\neffect on the very nature of the peace-keeping operation.\r\nWe are still convinced that while firmness is necessary,\r\ndialogue and negotiation with all parties are equally\r\nnecessary.\r\nIn South Africa, acts of violence continue. Each week\r\nthe macabre death toll is mounting as a result of attacks on\r\npublic transportation. This is not a climate conducive to\r\nsignificant, indeed decisive, elections. However, the will for\r\nchange which guides the majority of the protagonists in the\r\ntragedy that is apartheid in its death throes must prevail over\r\nall manner of extremism. In view of this, Burkina Faso\r\nhails the statement made by the President of the African\r\nNational Congress, Mr. Nelson Mandela, before the Special\r\nCommittee against Apartheid on 24 September 1993.\r\nAs for Rwanda, Liberia and Western Sahara, Burkina\r\nFaso hopes the agreements achieved can indeed be\r\nimplemented so that the people of these regions may at long\r\nlast know peace.\r\nThe eruption of crises of ethnic, religious or other\r\norigin is continuing, while the conflict in Bosnia and\r\nHerzegovina goes on and on, in contempt of international\r\nlaw and of the Security Council. We must therefore\r\nwelcome the fact that in Cambodia and in El Salvador the\r\nprocess set in train has led to a beginning of normalization,\r\nForty-eighth session - 1 October l993 35\r\nand we must encourage Kuwait and Iraq to abide by\r\nSecurity Council resolution 833 (1993).\r\nWhile in political terms the picture is mixed, in\r\neconomic terms it is bleaker. The world economy is in\r\nrecession. Weighed down by its debt, by the fall in raw\r\nmaterial prices, by the deterioration in its terms of trade and\r\nby natural disasters, fluctuations in climate, desertification\r\nand drought, Africa is staggering from one calamity to the\r\nnext. Structural adjustment programmes have been\r\nsqueezing even harder a continent that has been relegated to\r\nthe sidelines notwithstanding its resources and the sacrifices\r\nit has been making. The problems are known, and to\r\nrehearse them here now would sound like a litany and sterile\r\nrepetition. The solutions, too, are known. In this respect,\r\nthe New Agenda for the Development of Africa in the 1990s\r\nhas yet to be implemented.\r\nA year after the Rio Conference on Environment and\r\nDevelopment, the commitments and the promises made have\r\nstill to take tangible form. However, the same minority\r\ncontinues to lay waste the planet’s natural resources, while\r\npoverty is increasing and putting down roots in regions\r\nwhere it used to occur only from time to time or was only\r\na localized phenomenon.\r\nThe global village is no longer just a slogan; it has\r\nbecome a living reality that at the same time affects the\r\nconcept of security. New laws are surfacing everywhere in\r\nan effort to stem a new deluge, immigration. These\r\nmeasures are an illusion and will remain so long as people\r\ndo not realize, or refuse to realize, that the root of the\r\nproblem lies in the socio-economic inequalities that afflict\r\nthe world.\r\nIn addition, population growth will cause unbearable\r\npressure if real development policies are not put in place\r\nnow. The tragedy lies more in the concentration of\r\nresources for a minority than in their scarcity. A community\r\nthat is aware of its shortcomings and blind spots can still\r\nheal itself if it has the will to find and to take the necessary\r\nmedicine.\r\nThe General Agreement on Tariffs and Trade\r\nnegotiations - the Uruguay Round - must be concluded as\r\nquickly as possible and must take into account the needs of\r\nthe developing countries.\r\nOnce again, it is the concept of security that has led to\r\nthe monstrous stockpiles of weapons of destruction. Nuclear\r\nweapons are the crowning achievement of this march\r\ntowards the abyss. To limit the risks, a Non-Proliferation\r\nTreaty was opened for signature, and almost all States have\r\nbeen invited to sign and ratify it. This is a praiseworthy\r\ninitiative, but it is not enough. For the Non-Proliferation\r\nTreaty to have any meaning, in due course the nuclear-\r\nweapon States must give them up, and we must see our\r\nplanet totally and genuinely freed from the nuclear threat.\r\nThe preservation of the species and of the planet is\r\nthreatened in two ways: the nuclear menace and the harm\r\nwe are doing to the environment.\r\nBurkina Faso is participating actively in the work of the\r\nIntergovernmental Negotiating Committee for the elaboration\r\nof an international convention to combat desertification and\r\nof the Commission on Sustainable Development.\r\nIt is interesting to note that the harm being done to the\r\nenvironment in the southern hemisphere comes more from\r\nthe effort to survive than from the unbridled desire to\r\nconsume at all costs. The relationship established between\r\ndevelopment and environment also establishes the\r\nrelationship between respect for human rights and\r\ndevelopment. One of the great truths brought out and\r\naccepted at the World Conference on Human Rights, held in\r\nVienna, is that there is a right to development. We cannot\r\ntalk about human rights if elementary human rights - the\r\nmost elementary human rights - are compromised by\r\neconomic, financial and trade policies and strategies to\r\nwhich some people fall victim. To commit oneself to human\r\nrights nowadays is to commit oneself to changing the world\r\neverywhere and to accepting in every individual the person\r\nthat we want to be and to defend. It is humankind as a\r\nwhole that we must defend, or nothing; any other approach\r\nmeans giving in to harmful and questionable divisions\r\nbetween people.\r\nIn the same context, the twin scourges of AIDS and\r\ndrug abuse must be fought on all fronts, using all available\r\nresources. From 8 to 13 February this year Burkina Faso\r\nheld a series of national seminars on drugs, in which we\r\nreaffirmed the need to provide help and support for the most\r\ndisadvantaged countries in order to curb this threat.\r\nWe have deadlines in 1994 and 1995, and must prepare\r\nwith hard work and dedication to confront then the problems\r\nof population at the Cairo World Conference; to promote\r\nwomen’s rights at the conference in Beijing; and, in\r\nCopenhagen, to focus on and respond to the need for social\r\ndevelopment.\r\nThe problems I have enumerated require constant\r\ncooperation from everybody. As we leave the cold war\r\nbehind, we have no better instrument for cooperation than\r\n36 General Assembly - Forty-eighth session\r\nthe United Nations. However, the United Nations is in a\r\nworrying state because its finances are in a bad way, and\r\nthat is because some of the largest contributors have not\r\nfulfilled their obligations. It is therefore difficult to talk\r\nabout reforming, restructuring and revitalizing the\r\nOrganization when the primary task has not been\r\naccomplished. This is the first problem, because it is the\r\nmost urgent.\r\nThe second problem has to do with the chaotic situation\r\nin the world. This situation is giving rise to peace-keeping\r\noperations, and their frequency and diversity have had an\r\neffect - and in future will have an even greater effect - on\r\nthe functioning of the Organization. We approve of the\r\nSecretary-General’s pointing to preventive diplomacy as one\r\nof the solutions. In this respect, at the last summit meeting\r\nof the Organization of African Unity, in Cairo in June 1993,\r\nAfrica set up a conflict prevention, management and\r\nsettlement mechanism.\r\nThe third problem arises from the Organization’s\r\nstructural inadequacy to respond to the nature of the\r\nproblems it will encounter from now on. Here again, though\r\nwe need imagination to open up new approaches and apply\r\nfresh solutions to old and new problems, we must not lose\r\nsight of the fact that everyone must participate in the\r\nproposed solutions.\r\nThe fourth problem stems from the notion of\r\ndemocracy. It has been repeatedly proclaimed to be a cure-\r\nall, but it cannot remain just a battle standard that we wave\r\nin front of the new troops who have just been won over to\r\nthe cause. Democracy must be transformed into a means of\r\naction for achieving better things, for achieving more.\r\nWhether within States or between States, democracy is a\r\nplant that does not stop growing once it has started.\r\nThus we come to the question of how a body with\r\nlimits can function for and on behalf of all. For the\r\nmoment, other considerations apply to the Security Council,\r\nbecause it is the direct inheritor of the balance of power that\r\narose out of the Second World War. Forty-eight years later,\r\nthe debate can certainly be opened. However, as Burkina\r\nFaso said during the forty-seventh session,\r\n\"Clearly, the role and composition of the Security\r\nCouncil must be reviewed. But we fear that the\r\ndiscussion might be limited to merely expanding a club\r\nwhose members would continue to view their status as\r\na privilege, not a weighty responsibility. The spirit and\r\nperhaps even the nature of the Council must be\r\nchanged. Clearly, we must begin the debate on the\r\nSecurity Council even if we are still bound by the\r\nterms of Article 108 of the Charter. The\r\ndemocratization of international relations is necessary.\"\r\n(A/47/PV.21, p. 87)\r\nIt was in this political, economic, social and\r\ninternational environment that we heard the news on\r\n13 September 1993 that two brothers, who had sprung from\r\nthe same land but had until now refused to recognize each\r\nother, had met. Burkina Faso hails their mutual recognition.\r\nIt is up to the Palestinian and Israeli leaders and peoples\r\nwhether this is the useful and welcome prelude to their\r\ntaking a long and complex path, accompanied by the\r\ninternational community, offering its best wishes and its\r\ngood offices.\r\nThis hope is like a guttering flame that must be kept\r\nburning; it is the image of our human condition, which we\r\nmust constantly watch over. Only together can we succeed\r\nin doing so.\r\nMr. HAMEED (Sri Lanka): It gives me great pleasure\r\nto see an eminent son of Guyana guiding this forty-eighth\r\nsession of the General Assembly. Sri Lanka and Guyana\r\nhave a long tradition of cooperation at the United Nations,\r\nin the Non-Aligned Movement and in the Commonwealth.\r\nSri Lanka also expresses its appreciation to His\r\nExcellency Mr. Stoyan Ganev of Bulgaria, who presided\r\nover the forty-seventh session of the General Assembly.\r\nBefore I proceed, may I take this opportunity, on behalf\r\nof the Government and the people of Sri Lanka, to express\r\nour profound sorrow over the terrible tragedy that has struck\r\nthe people of India in the wake of the devastating earthquake\r\nthis week.\r\nI bring best wishes from His Excellency\r\nDingiri Banda Wijetunga, President of Sri Lanka, and best\r\nwishes for the success of this session of the Assembly in its\r\nendeavours for world peace.\r\nSri Lanka welcomes the new Member States admitted\r\nto the United Nations this year.\r\nWe thank the Secretary-General, His Excellency\r\nMr. Boutros Boutros-Ghali, for his dedication and\r\ncourageous leadership in meeting the challenges of peace\r\nand development that lie ahead.\r\nForty-eighth session - 1 October l993 37\r\nIt is four years since I last addressed the Assembly.\r\nOur hopes voiced at that time for the post-cold-war global\r\norder are now being realized, although there are problems of\r\ninstability in the international arena.\r\nThe current international political trend gives us fresh\r\nhope of relations being conducted between States in\r\naccordance with the principles of the United Nations Charter.\r\nRegarding Palestine, Sri Lanka has welcomed the\r\nmutual recognition between the Palestine Liberation\r\nOrganization and Israel. We hope that the interim\r\narrangements now being worked out will lead eventually to\r\na comprehensive and durable settlement of the Palestinian\r\nproblem in all its aspects.\r\nIn South Africa, the Non-Aligned Movement’s resolute\r\nopposition to apartheid and its advocacy of a free,\r\ndemocratic and non-racial South Africa stands vindicated.\r\nAs President Nelson Mandela described it last week, \"the\r\ncountdown to democracy\" in South Africa has begun.\r\nCambodia, a founding member of the Non-Aligned\r\nMovement, is now free. We welcome this development and\r\ncongratulate the United Nations on its role.\r\nThese developments certainly give us encouragement\r\nand hope. But this does not mean that the world is now free\r\nfrom tension and disputes.\r\nThe situation in Bosnia gives grounds for a vote of\r\nno-confidence on the political leadership of our times. It is\r\na situation which has shocked the world. It is clear that the\r\ninternational community is still incapable of rising above\r\nnarrow and parochial considerations. It is vital that an early\r\nsolution be found which will meet the aspirations of all the\r\nparties concerned.\r\nWe have watched with alarm the rising tide of racism\r\nin many countries, which violates the very foundations of\r\ntheir cherished goals and objectives. It is not relevant here\r\nto diagnose the causes, but these dangerous and ugly trends\r\nmust be checked. This is not just a challenge to\r\nGovernments alone. All men and women of good will must\r\njoin together to fight this evil.\r\nThe implementation of recent arms-limitation\r\nagreements and the shelving of plans to extend the arms race\r\ninto outer space have enhanced the prospects for genuine\r\ndisarmament. Since 1991 world defence spending has been\r\nset on a downward course. We must bring about a\r\nsuccessful conclusion to the 1995 conference on the\r\nNon-Proliferation Treaty (NPT).\r\nSri Lanka is pleased at the recent successful conclusion\r\nof the Convention on chemical weapons.\r\nAt the same time, genuine disarmament must also\r\nincorporate measures to reduce the flows of conventional\r\narms. The uncontrolled movement of arms and explosives\r\nto extremist fringe groups threatens to destabilize small\r\ncountries.\r\nIn a similar context, Sri Lanka wishes to draw the\r\nAssembly’s attention to the initiative to enforce an\r\ninternational ban on the use of mines in warfare. The tragic\r\nconsequences of mine warfare are visible in the thousands of\r\namputees in many parts of the world and call for urgent\r\ninternational attention.\r\nToday it is widely recognized that security can no\r\nlonger be reduced to military considerations alone. Security\r\nmust take account of economic crises, poverty, hunger, mass\r\nmigrations, international terrorism and environmental\r\npollution. These developments require the revitalization of\r\nthe United Nations.\r\nIn 1995, the United Nations will celebrate its fiftieth\r\nanniversary. The founding principle of the United Nations -\r\nthe sovereign equality of all States - remains valid today.\r\nThe Secretary-General has emphasized this principle in his\r\nreport \"An Agenda for Peace\". The principle of sovereign\r\nequality must be put into practice if the bold proposals in\r\n\"An Agenda for Peace\" are to succeed.\r\nAs the transition to a new global order continues, the\r\nUnited Nations will come under greater pressure to live up\r\nto its ideals. However, in order to command the widest\r\npossible support, the United Nations must operate on the\r\nbasis of an acceptable set of guiding principles. With regard\r\nto national disputes, United Nations intervention must be\r\nconsidered only upon the request of the Member State\r\nconcerned. Indigenous peace efforts must be encouraged\r\nand respected.\r\nRegionalism has received a new impetus. The United\r\nNations should extend its fullest cooperation to these\r\nregional trends and initiatives. A lingering obstacle to\r\nregional unity is the question of border disputes. The\r\nNon-Aligned Movement has made useful proposals in this\r\nregard, including the suggestion by Sri Lanka that a border\r\ndisputes commission be formed. Most recently, the Security\r\nCouncil itself had to lend its authority to resolve the border\r\n38 General Assembly - Forty-eighth session\r\ndispute between Kuwait and Iraq, and we support all\r\nrelevant Security Council resolutions in that regard.\r\nLet me now turn to South Asia, my own region,\r\nconsisting of seven States and accounting for over 1 billion\r\npeople. Some 12 years ago, I had the pleasure of\r\ninaugurating, in Colombo, the first meeting to launch the\r\nSouth Asian Association for Regional Cooperation\r\n(SAARC). Since then, it has been a matter of constant\r\nsatisfaction to note the steady development of regional\r\ncooperation in South Asia. Today, we had the pleasure of\r\nhearing the Prime Minister of Bangladesh, current Chairman\r\nof SAARC, under whose able leadership SAARC is moving\r\nforward. Last year, during the period of our chairmanship,\r\nSri Lanka guided SAARC in several new directions. These\r\nincluded poverty alleviation, the establishment of the South\r\nAsian Preferential Trading Arrangement (SAPTA), the South\r\nAsia Development Fund and a Charter for Children. In Sri\r\nLanka’s view, SAARC should now extend its horizon\r\nbeyond economic and social cooperation.\r\nWith a view to sharing our regional experience with the\r\ninternational community, Sri Lanka supports the subject of\r\npoverty alleviation as a major theme for consideration at the\r\nforthcoming World Social Summit. It is our firm conviction\r\nthat structural adjustment programmes in developing\r\ncountries must provide a safety net for the poorest of the\r\npoor until the fruits of economic growth are widely\r\ndistributed throughout society.\r\nYesterday, we commemorated the third anniversary of\r\nthe World Summit for Children. Within SAARC, we have\r\nalready set ourselves certain attainable mid-decade goals for\r\nmeeting the basic needs of the children of South Asia. We\r\nwelcome the World Conference on Women in Beijing as an\r\nopportunity to focus world attention on issues related to\r\nwomen and development.\r\nAs an island nation, Sri Lanka has special interest in\r\ninternational endeavours to create a new legal regime of the\r\noceans. In 1971, the declaration of the Indian Ocean as a\r\nzone of peace was proposed by Sri Lanka. The world scene\r\nhas since changed and the time has now come to examine\r\nnew, alternative approaches. Yet another regional initiative\r\nby Sri Lanka is the Indian Ocean Marine Affairs Conference\r\n(IOMAC), a cooperative endeavour to develop the region’s\r\nmarine resources.\r\nThe commitment of the Sri Lanka Government to\r\nensuring the human rights of all our citizens is central to all\r\nour policies, and we will maintain our policy of candid\r\ncooperation with the United Nations. The dictates of\r\nhumanitarian law must be respected. Where economic\r\nsanctions are invoked as a tool of punitive action, let us\r\nensure that the humanitarian needs of the people of the\r\ncountry involved are fully protected.\r\nNeither the end of the cold war nor the new thrust of\r\neconomic liberalism has in any way diminished Sri Lanka’s\r\ncommitment to non-aligned principles. At the Jakarta\r\nSummit, there was a consensus that the political campaigns\r\nagainst racism, colonialism and apartheid had now been\r\nlargely completed. The central unresolved issue of our time\r\nremains the economic disparities between the developed and\r\nthe developing countries. Economic interdependence is a\r\nglobal reality. We reiterate the Non-Aligned Movement’s\r\nappeal to the developed countries to consider favourably the\r\ncall for a new compact on development between the North\r\nand the South, a new liberal democratic partnership for\r\nglobal economic solutions. There is now a relative\r\nabundance of liquidity in private markets. Access to these\r\nresources is not easily affordable for the developing\r\ncountries because of the private market rates. A mechanism\r\nis therefore needed to bridge what is available and what is\r\naffordable. Such an initiative is most urgent in view of the\r\neconomic difficulties facing developing countries.\r\nFurthermore, today there is increased need for global\r\neconomic cooperation owing to the emergence of many new\r\nStates. All the needed assistance must be provided for these\r\nnew States to complete their journey to democracy. But this\r\nmust not be achieved at the expense of other developing\r\ncountries.\r\nIn South Asia, we have embarked on policies of\r\nexport-led growth and trade and foreign-exchange\r\nliberalization. We have done so despite the severe effects on\r\nus of unfavourable trends in commodity prices and\r\nprotectionist measures in the markets of developed countries.\r\nOur efforts at national and regional levels will succeed only\r\nif there is a reciprocal commitment to free-trade policies at\r\nthe international level. In this connection, it is imperative\r\nthat the Uruguay Round of trade negotiations be concluded\r\nsoon, in a fair and just manner. We hope that the\r\nindustrialized countries will be able to resolve the issues that\r\ndivide them. At the same time, however, they must not\r\nconcentrate on their own problems to the exclusion of a\r\nbalanced result for all participants in the negotiations.\r\nSri Lanka is an island nation with a unique commitment\r\nto social welfare. For many years, it needed virtually no\r\nbudget for defence. When terrorism broke out in such force,\r\nmany thought Sri Lanka would disintegrate.\r\nForty-eighth session - 1 October l993 39\r\nMost recently, the world was shocked by the brutal\r\nassassination of President Ranasinghe Premadasa, the duly\r\nelected Head of State. This act of terrorism, aimed at\r\ndestabilizing the country, was confounded by the peaceful\r\ntransfer of power within 24 hours, thus vindicating the\r\nstrength and maturity of Sri Lanka’s constitutional and\r\ndemocratic system.\r\nThe Government has never wavered from its objective\r\nof seeking a political solution to the North-East conflict. I\r\nmyself have spent some 14 months negotiating with armed\r\ngroups, to find a peaceful solution acceptable to all. During\r\nthese 14 months, there was peace in the North and the East\r\nbut, unfortunately, at the end of this period these groups\r\nbroke off negotiations for reasons undisclosed to me. I also\r\npresided for one and a half years over the All-Party\r\nConference, which examined the question of a political\r\nsolution for over eight months.\r\nA Select Committee of Parliament, chaired by an\r\nOpposition Member of Parliament, has been working over\r\nmany months to reach a political settlement. Thus the\r\nsearch for a political solution continues. In the thick of the\r\nconflict we have maintained the flow of food, medical and\r\nother supplies, and services such as education and health to\r\nthe affected areas. Many have acknowledged that this is an\r\nexceptional achievement.\r\nOn the economic front, the Government has steadfastly\r\nfollowed open economic policies since 1977. As a result,\r\nSri Lanka is today well on the road to attaining newly-\r\nindustrialized-economy status. Foreign investment recorded\r\na quantum jump last year, clearly reflecting investor\r\nconfidence in Sri Lanka’s economic stability and\r\npredictability. It is our firm conviction that in a\r\nmulti-ethnic, multicultural society, sustained economic\r\ngrowth is the best defence against divisive forces.\r\nWhen I addressed the Assembly in 1988, I suggested\r\nthat we project our vision beyond this building, and beyond\r\nthe resolutions and speeches, to focus on the impact of our\r\nwork on the millions of people we represent.\r\nIt would be wise to remind ourselves that the\r\nmaintenance of world peace is multidimensional and the\r\nUnited Nations political agenda must go hand in hand with\r\nits development agenda.\r\nOur nations are all travellers together on the road to the\r\nfuture. How will the future judge us? It will not be by our\r\nmilitary victories and parades of power, nor by our eloquent\r\ndebates and sophisticated slogans. We will be judged by our\r\nsuccess in turning weapons into tools of development, in\r\nbanishing poverty, hunger, disease and ignorance and in\r\nlearning to live in a sustainable environment in harmony\r\nwith a fragile and finite world.\r\nMr. BOUNKOULOU (Congo) (interpretation from\r\nFrench): Like previous speakers, I would like to seek your\r\nindulgence before I start my statement as I associate my\r\ndelegation’s voice with those who have spoken here and\r\nconvey our very profound condolences to the delegation of\r\nIndia and to the Indian people and Government for the\r\ndisastrous earthquake which has brought death to thousands.\r\nIt is a particular pleasure for me to extend to\r\nAmbassador Insanally my sincere congratulations on his\r\nwell-deserved election to the presidency of the General\r\nAssembly at its forty-eighth session. I am convinced that his\r\nwealth of experience will guarantee the success of our work.\r\nTo his predecessor, His Excellency Mr. Stoyan Ganev of the\r\nRepublic of Bulgaria, we wish also to express our\r\nappreciation for the way in which he performed his duties.\r\nI would also like to pay a tribute to the Secretary-General,\r\nMr. Boutros Boutros-Ghali, for his dynamism and for the\r\nnumerous initiatives he has taken in order to promote\r\ninternational peace and cooperation. Finally, my delegation\r\nwelcomes the presence among us of new States, whose\r\nadmission to membership has strengthened the universality\r\nof our Organization.\r\nAs we do every year, we have once again reached the\r\ntime when we assess the international situation.\r\nThe end of East-West confrontation, by reducing\r\nalready-existing tensions and by promoting the settlement of\r\ncertain conflicts, has engendered great hopes for peace and\r\ncooperation. But at the same time, it has unleashed forces\r\nthat need to be channelled in order to avoid new excesses\r\nwhich will lead to fresh tensions.\r\n\"An Agenda for Peace\" - very aptly reminds us of the\r\nexistence of other serious issues threatening international\r\npeace and security as well as the future of mankind, such as\r\npoverty, the deterioration of the environment and the debt\r\ncrisis. These various evils are indeed scourges which,\r\nbecause of the anguish and despair they generate, can\r\ndestabilize many societies. Nevertheless, laudable efforts are\r\nincreasingly being made to build a new world order based\r\nnot only on democracy and development but also on the\r\nabsolute need for respect for human rights.\r\nMany countries have begun to democratize their\r\npolitical and social systems. These changes are accompanied\r\n40 General Assembly - Forty-eighth session\r\nby difficulties and shocks, for democracy is a difficult lesson\r\nto learn, requiring a lengthy apprenticeship that is made all\r\nthe more challenging by a fragile economic and social\r\ncontext. The confusion of certain mentalities which are ill-\r\nprepared for change must be added to this, as well. Here,\r\npatience, good will and even the assistance of the\r\ninternational community are necessary if the worst is to be\r\navoided.\r\nIn the Congo, the democratic process has been\r\nextremely bumpy. After the national conference which led\r\nto a laborious period of transition, elections were organized,\r\nas a result of which a Head of State, Mr. Pascal Lissouba,\r\nwas democratically elected by 61 per cent of the votes cast.\r\nOne might then have believed that the country was embarked\r\nupon the right course, but, alas, 25 years of totalitarian\r\nregimes took their toll. Dissensions within the new\r\nparliamentary majority are about to give rise to a motion of\r\ncensure, which is to say the very least premature - scarcely\r\nthree weeks after the formation of the first Government.\r\nAfter numerous vain attempts at reconciliation, the\r\nPresident of the Republic was moved to dissolve the\r\nNational Assembly to allow the sovereign people to give the\r\ncountry a clear-cut majority by which he could govern. This\r\nconstitutional prerogative was challenged by the opposition\r\nparties, which further exacerbated the political crisis. The\r\nexpress will of the President of the Republic to opt for\r\npeaceful means, the mediation of the high command of the\r\nCongolese armed forces, as well as the good offices of the\r\nPresident of the Gabonese Republic, Mr. Omar Bongo, made\r\nit possible for an agreement to be concluded on\r\n3 December 1992. This agreement not only enshrines the\r\nformation of a Government with a majority participation of\r\nthe opposition - more than 60 per cent - but also entrusts the\r\npolitical parties with organizing elections to the legislature\r\non an equitable basis.\r\nThe first round of these elections was thus organized\r\nlast May without any major incidents and in the presence of\r\nforeign observers, who did not fail to attest to the\r\ncorrectness of the balloting procedures. The opposition,\r\nwhich found itself in a minority as a result of that vote,\r\nsystematically challenged those results, demanding that the\r\nvote be invalidated by the organ in charge of organizing the\r\nballoting, whereas Congolese electoral law states that\r\nelectoral disputes are the purview of the Supreme Court,\r\nwhich is the only competent jurisdiction pending the creation\r\nof a Constitutional Council.\r\nBecause of certain subterfuges, clever sabotage,\r\ndelaying tactics and high-handed manoeuvres that ignored\r\nthe best interests of the nation, the Congolese opposition\r\ndeliberately infringed the institutional process which should\r\nlead to democracy and development. After the memorable\r\nnational conference, no one would have imagined that the\r\nCongolese would find themselves in the situation of refugees\r\nin their own country. If the people’s right to civil\r\ndisobedience would appear to be a natural outcome of the\r\nConstitution of our country, civil disobedience should not be\r\nregarded as a synonym for destruction of the social and\r\neconomic fabric. Even if the conditions for such\r\ndisobedience had been present, the acquisition or the\r\nlarge-scale distribution of arms and weapons of war can\r\nhardly be understood, and even less their being used for the\r\npurposes of mass destruction and blind terrorism.\r\nIs it conceivable that, when the vote has not turned out\r\nfavourably, the streets, urban communities and innocent\r\npeople taken hostage become pawns which are used in\r\nbargaining over political decisions? Plundering the property\r\nof peaceful citizens - is this something which can validate\r\nlost causes?\r\nThe acts of sabotage and systematic destruction\r\nperpetrated by bands armed by the opposition last July\r\ncaused a massive loss of human life. To this we should add\r\nconsiderable physical and material damages. Today,\r\n3,000 families - in other words approximately 15,000\r\nCongolese - are homeless and their sole refuge are\r\nclassrooms and student dormitories. Such a situation poses\r\na serious threat to the new school year which begins in a\r\nfew weeks.\r\nOf course, the Government is making tremendous\r\nefforts in order to meet the vital needs of the displaced\r\nfamilies and to reintegrate them into Congolese society.\r\nBut, unfortunately, in a Republic with a ramshackle\r\neconomy and which is financially bereft, it is impossible for\r\nthis challenge to be met. That is why the Government of\r\nmy country appeals to the international community in order\r\nto obtain emergency aid to assist all those Congolese who\r\nhave been deprived of their property or who have been\r\nphysically harmed.\r\nDespite this tragic situation, which might indeed have\r\nelicited a rigid attitude from the authorities, the Republic’s\r\nGovernment threw open the doors to negotiation. Thus,\r\nonce again through the mediation of President Bongo of\r\nGabon, an agreement - the so-called Libreville Agreement -\r\nwas signed in the presence of foreign observers on 4 August\r\nlast. This agreement, which confirmed the results of the first\r\nround, calls for the resumption of the second round of\r\nelections to the legislature initially boycotted by the\r\nForty-eighth session - 1 October l993 41\r\nopposition. As for the electoral dispute, it is to be decided\r\nby an international arbitral college which is made up as\r\nfollows: two judges appointed by the Organization of\r\nAfrican Unity, two judges appointed by the European\r\nEconomic Community, two judges appointed by the French\r\nGovernment and one judge appointed by the Gabonese\r\nGovernment.\r\nThe Government thus has every hope that following\r\nupon this vote and the resolution of the electoral dispute, it\r\nwill be able to lay the definitive groundwork for a real rule\r\nof law with the establishment of all constitutional organs.\r\nThis is the situation in the Congo today. I would like\r\nto take this opportunity to thank all those countries and all\r\nthose agencies which have been kind enough to help the\r\nCongolese people resolve a crisis which seriously threatens\r\npeace in the country and which could erode national unity\r\nand compromise the future of the democratic process itself.\r\nThe Congolese Government would like to reiterate here,\r\nthrough me, its commitment to abide by the decision of the\r\narbitral college and the verdict of the ballot boxes.\r\nThe Congo is going through a very difficult stage. The\r\ndesperate state of its economy and its social fabric has led\r\nthe Government to undertake economic reforms. These\r\nreforms have so far been unfortunately frustrated by political\r\nand social instability. These reforms deal, inter alia, with\r\nrestructuring the State productive sector by the total or\r\npartial withdrawal of the State, the financing of economic\r\nrecovery, the reorganization and renegotiation of the external\r\ndebt and finally the defrayment of the social costs of this\r\nadjustment.\r\nIf they are to bear fruit, these efforts and the sacrifices\r\nthey will entail must be sustained by financial aid, otherwise\r\nthe Congo will remain mired in poverty and instability.\r\nFar from being unique, the critical economic and social\r\nsituation in Congo is but one illustration of a crisis that\r\naffects almost all African countries and many developing\r\ncountries. Thus, to the political factors involved we must\r\nadd major economic and social challenges. It is quite clear\r\nthat poverty threatens the cohesiveness of States and brings\r\nabout profound imbalances in the developing countries,\r\nendangering the very foundation of human rights. But there\r\nis one basic human right that continues to have pride of\r\nplace: the right to development. Despite the numerous steps\r\ntaken to date, the developing countries remain weighed down\r\nby the heavy burden of debt, and the increasing cost of\r\nservicing that debt is becoming unbearable for economies\r\nwhich are already in great trouble.\r\nMy delegation believes that resolving the foreign-debt\r\ncrisis requires bold steps. Nevertheless, we are very much\r\naware of all those efforts which are contributing to the\r\nsettlement of that crisis. That is why we greatly appreciate\r\nthe expression of solidarity from the French Government,\r\nwhich decided last year in Libreville partially to cancel the\r\ndebt of medium-income countries, including the Congo.\r\nAfter many initiatives which proved ineffective, the\r\ninternational community must finally give priority to growth\r\nand development in the poor countries by building, on the\r\nruins of the former East-West order, a new order based on\r\nmore dynamic and more innovative North-South relations\r\nthat would promote attainment of the objectives of the\r\nInternational Development Strategy enshrined in this body.\r\nThis Strategy should receive all the support necessary to\r\npromote the creation of an international trade system that is\r\nboth open and non-discriminatory, with the successful\r\noutcome of the negotiations of the Uruguay Round; to\r\nencourage the conclusion of specific agreements to readjust\r\ncommodity prices; and, finally, to find lasting solutions to\r\nthe external-debt crisis.\r\nIt is acknowledged that improving the situation in\r\nAfrica necessarily involves economic reform. Nevertheless,\r\nefforts undertaken nationally, subregionally and regionally\r\nhave unfortunately not enjoyed the international support\r\nexpected. The adoption of the New Agenda for the\r\nDevelopment of Africa in the 1990s signified the failure of\r\nthe United Nations Programme of Action for African\r\nEconomic Recovery and Development. Unfortunately, we\r\ncannot but conclude that so far, this new development\r\nprogramme has fallen far short of expectations.\r\nThat being the case, my delegation welcomes the\r\ndecision taken by the Japanese Government to convene, in\r\ncooperation with the United Nations and the Global\r\nCoalition for Africa, on 5 and 6 October next in Tokyo an\r\nInternational Conference on African Development, and we\r\nvoice the hope that this Conference will lead to concrete\r\nmeasures.\r\nThe economic crisis which besets our countries is\r\nparticularly damaging to young people. Juvenile\r\ndelinquency, illicit drug trafficking, drug abuse and AIDS\r\nare all serious threats to our societies. It is essential that\r\nthey be given close attention. In this connection, more\r\nsolidarity should be displayed in order to eradicate these\r\nscourges.\r\nMy delegation supports the conclusions reached by the\r\nmost recent session of the Economic and Social Council on\r\n42 General Assembly - Forty-eighth session\r\nefforts to combat malaria, dysentery and, particularly,\r\ncholera. The United Nations system must attach a high\r\npriority to Africa, taking into account the serious\r\nconsequences these scourges have for development\r\nprogrammes.\r\nThere can be lasting economic and social development\r\nonly in a healthy environment. The results reached by the\r\nRio Conference, enshrined in Agenda 21, are extremely\r\nheartening. They undoubtedly reflect a global consensus as\r\nwell as a political commitment at the highest level to\r\ncooperation for the purposes of development and the\r\nenvironment. But the key to their success resides in the\r\nfinancial resources made available.\r\nToday, more than ever before, the increase in natural\r\ndisasters is a matter of concern to us all. That is why my\r\ndelegation welcomes the Japanese Government’s offer to\r\nhost, in 1994, a World Conference on Natural Disaster\r\nReduction, which will deal with the various dangers these\r\ndisasters entail and identify the necessary guidelines under\r\nwhich they can be taken into account by the United Nations\r\nin its development projects.\r\nSince we have boldly struck out on the path to building\r\na State of law, my Government supports the international\r\ncommunity’s action to promote and develop human rights.\r\nThat is why we welcome the results of the World\r\nConference on Human Rights, held last June in Vienna, and\r\nreiterate our appeal to fund-raisers to help finance the\r\nvarious action programmes which were drawn up in that\r\ncontext.\r\nThe current session has started at a time when the\r\npersistence of local conflicts and the resurgence of hotbeds\r\nof tension are a daily concern of our Organization in its\r\nmission to build and preserve peace. Nevertheless, although\r\nwe can welcome the favourable developments in certain\r\nsituations, it must be recognized that a large number of them\r\nremain subjects of grave concern.\r\nAmong the former, we have the situation in South\r\nAfrica. A number of factors today indicate that the\r\nabhorrent system of apartheid will inevitably be eradicated,\r\neven if tensions are still rife and there are still scenes of\r\nviolence. The process of democratization in South Africa\r\ncan no longer be in question. The fact that 27 April 1994\r\nhas been fixed for the first multiracial elections is proof of\r\nthis. My delegation gives their due value to the efforts\r\nwhich have been constantly made by the South African\r\nGovernment to eradicate apartheid and to democratize the\r\ncountry. Furthermore, we support the request for the lifting\r\nof sanctions formulated by Nelson Mandela.\r\nMy Government believes that peace in Somalia can be\r\nrestored only if Security Council resolutions 751 (1992), 794\r\n(1992) and 814 (1993) are implemented, resolutions which,\r\ninter alia, call for the organization of a reconciliation\r\nconference and a national-unity conference.\r\nTurning to the question of Angola, we regret to note\r\nthat the refusal of UNITA to accept the result of the voting\r\nand the free choice of a sovereign people has once again\r\nplunged the country into hostilities, further complicating not\r\nonly the process of democratization that had been embarked\r\nupon but also the peace negotiations which are currently\r\ntaking place under the aegis of the United Nations. My\r\ndelegation welcomes the adoption by the Security Council of\r\nresolutions 851 (1993) and 864 (1993) and supports recent\r\ninitiatives by the King of Morocco, the President of Côte\r\nd’Ivoire and the President of the African National Congress.\r\nThe agreement recently reached between the\r\nGovernment of Rwanda and the Rwandese Patriotic Front\r\ngives us reason to hope that an era of peace will come to\r\nthat country, contributing to the strengthening of the bases\r\nof national unity. We hope that the Rwandese people, after\r\nrecovering peace and unity, will be able to get down to the\r\ndifficult task of rebuilding their country.\r\nRegarding the cases of Liberia, Mozambique and\r\nWestern Sahara, in which my delegation fully and firmly\r\nsupports initiatives of the United Nations, we call upon the\r\nparties to the conflicts to have recourse to negotiation, to\r\ndialogue and to other peaceful means in order to restore\r\npeace and security in that area.\r\nThe Washington Agreement of 13 September 1993\r\nrepresents a decisive turning-point towards settlement of the\r\nPalestinian problem, and it will contribute to an\r\nimprovement of the situation in the Middle East. The\r\nsigning of this agreement promises a new era of peace and\r\ncooperation for the peoples of that region.\r\nNor can we fail to commend the very fortunate\r\noutcome of the situation in Cambodia, where elections,\r\norganized under the auspices of the United Nations, led to\r\nthe creation of a government of national unity.\r\nDespite the involvement of the United Nations, the\r\nsituation in the former Yugoslavia has not basically changed.\r\nMy country supports all the initiatives taken by the United\r\nNations - in particular, those that encourage dialogue and\r\nForty-eighth session - 1 October l993 43\r\nnegotiation - with a view to ensuring the success of the talks\r\nin Geneva.\r\nAs in the past, the process of the peaceful reunification\r\nof the Korean peninsula enjoys the support of my delegation\r\nand my Government.\r\nIt is very pleasing to note that considerable progress has\r\nbeen made in the process of disarmament and the control of\r\narmaments. Unfortunately, the danger of war has not yet\r\nbeen eliminated, as there still exist a number of arsenals of\r\nweapons of mass destruction - in particular, nuclear\r\nweapons. For this reason my Government will continue to\r\nappeal urgently for general and complete disarmament.\r\nPeace and development are complementary. Each\r\ndepends on the other. Thus, the promotion of confidence\r\nand security, which are the prerequisites for the achievement\r\nof development targets, is becoming a new priority in Africa.\r\nAware of this, the members of the Economic Community of\r\nCentral African States, with the assistance of the United\r\nNations, are now addressing themselves to progressive\r\nimplementation of the work programme of the Standing\r\nAdvisory Committee on Security Questions in Central\r\nAfrica, which was adopted by the General Assembly last\r\nyear. That Committee, which adopted a draft non-aggression\r\npact following its third meeting, held in Libreville, will hold\r\nits fourth meeting in Brazzaville in the Republic of Congo.\r\nThis indicates the political commitment of the States of\r\nCentral Africa to the creation of a system of collective\r\nsecurity through the promotion of confidence, security and\r\ndevelopment. These actions of the States of Central Africa\r\nmust be seen as part and parcel of the machinery for the\r\nprevention, management and settlement of conflicts that was\r\nset up at the most recent Summit of Heads of State and\r\nGovernment of the Organization of African Unity (OAU),\r\nwhich was held in Cairo in June of this year. The\r\ninternational community - particularly the United Nations -\r\nshould give these initiatives the support that is necessary if\r\ntheir noble objectives are to be accomplished.\r\nIn recent years the United Nations has been working\r\nvery positively on a number of fronts. Its efforts have lent\r\nit undoubted authority, especially in the settlement of\r\nconflicts and in the shaping of the new order, which\r\nmankind hopes will be more democratic and will generate\r\nprosperity for all. Nevertheless, there is now a pressing\r\nneed to restructure the United Nations. This is especially\r\ntrue with regard to the question of enlargement of the\r\nSecurity Council and an increase in the number of its\r\npermanent members. Such a reform would tend to increase\r\nthe effectiveness of that vital body, which is responsible for\r\nthe maintenance of international peace and security. This is\r\none of the fundamental aspects of the necessary process of\r\ndemocratizing international relations.\r\nThe Government of the Republic of Congo attaches\r\nmajor importance to strengthening the role of the United\r\nNations, as well as to increasing respect for the principles of\r\nthe Charter, which is a sine qua non for the advent of a new\r\norder based on justice for all, peace, prosperity and\r\ninternational solidarity.\r\nMr. TOURE (Mali) (interpretation from French): At\r\nthe outset, I should like, on behalf of the Government and\r\npeople of Mali, to convey to the people of India our\r\nprofound grief at the heavy loss of life and the massive\r\nmaterial damage caused by the earthquake that has just\r\nstruck their country.\r\nI have pleasure in expressing to Mr. Insanally the\r\nheartfelt and cordial congratulations of the delegation of\r\nMali on his election to the presidency of the General\r\nAssembly at its forty-eighth session. I wish him every\r\nsuccess and assure him of my delegation’s fullest\r\ncooperation.\r\nLet me take this opportunity also to express our\r\nsatisfaction at the exemplary manner in which Mr. Stoyan\r\nGanev presided over the Assembly’s work at the last session.\r\nIt is also a pleasure to congratulate the United Nations\r\nSecretary-General, Mr. Boutros Boutros-Ghali, on the\r\nconstant efforts he has made since he became head of the\r\nOrganization.\r\nThe United Nations now consists of 184 Member\r\nStates. This confirms its universality, gives it further\r\ncredibility and explains the renewed interest in seeing it\r\nfulfil its promise. Our warmest congratulations go to all the\r\nnew Members. We assure them of our full readiness to\r\ncooperate with them.\r\nThe world is most certainly living through times of\r\ngreat change. Ever since the events of 26 March 1991, Mali\r\nhas been resolutely embarked on a process of\r\ndemocratization. However, this process is unfolding in\r\nespecially trying circumstances.\r\nIn strictly national terms, the transition to democracy,\r\nwhich was achieved through the elections of 1992, though\r\nessentially a success, is being prolonged by new\r\n44 General Assembly - Forty-eighth session\r\nuncertainties. With regard to social values, one finds a\r\nserious identity crisis and a lack of orientation among the\r\nyoung, in the workplace and among the traditional players in\r\nthe private-sector economy. There is uncertainty also about\r\nthe way in which the new political institutions operate, as\r\nthese need to go through a period of apprenticeship in a\r\ndemocratic context, where impatience and violence coexist\r\nwith a readiness for dialogue and for solidarity. Uncertainty\r\nis to be found also with regard to the new mission, size,\r\noperation and performance of an administration in transition,\r\nwhich must be more transparent and accessible to people at\r\nthe grass roots. Uncertainty is to found, finally, in economic\r\ndevelopment programmes characterized by the urgent need\r\nfor in-depth structural adjustment and the need to reallocate\r\npublic resources to satisfy priority necessities: a basic\r\neducation, public health provision, village water supplies and\r\nmaintenance of the infrastructure.\r\nAt the subregional level, which for Mali encompasses\r\nboth western Africa south of the Sahara and the Arab\r\nMaghreb, we are dealing with such complex and difficult\r\nproblems as instability borne of local conflicts, followed by\r\nhuman tragedy, because the number of refugees in the\r\nsubregion has risen from approximately 20,000 in 1989 to\r\nmore than 1.2 million in 1993; the slow pace of economic\r\nintegration, despite all the very vocal declarations of\r\ngoodwill, which is restricting growth in the subregion; and\r\nreligious questions which are daily gaining more ground and\r\nsubjecting political institutions to new trials that are more\r\ndelicate, more difficult to define and cope with and more\r\nterrible.\r\nThe Government of Mali believes that to cope\r\neffectively and efficiently with those problems and the many\r\nchallenges in the process of democratization, we will have\r\nquickly to restore economic growth and then develop human\r\nresources, the true way to a successful future, achieve\r\nmedium-term and long-term stability and thus find the\r\neconomic key to development. Finally, we shall have to\r\nguarantee balanced development and comprehensive\r\nfinancing for development.\r\nIn all this, our Government does not forget and, indeed,\r\nit is meeting its international obligations as well.\r\nBy the same token, we continue to advocate and to\r\nwork internationally for a world of peace and concord where\r\nit should be possible to find a solution to all problems by\r\ndialogue and negotiation.\r\nThis courageous political evolution should be strongly\r\nsupported because the adverse impact of a disadvantageous\r\neconomic situation, along with drastic structural adjustment\r\nmeasures and problems linked to debt, compounded by\r\nsocio-political tension, is having an adverse impact on the\r\nentire democratic process.\r\nThe international environment in which this session is\r\nbeing held is marked by many uncertainties linked to the life\r\nof the Organization and of the international community in\r\ngeneral. The post-war period saw the emergence of new\r\ndemocracies and the strengthening of protection for human\r\nrights the world over.\r\nOver the past three years the Organization has taken on\r\na number of commitments. In terms of peace-keeping, the\r\ndeclaration made on 31 January 1992 at the Summit of the\r\nHeads of State or Government of the member States of the\r\nSecurity Council, set milestones to be reached in establishing\r\na new international order.\r\nWhile remaining committed to the quest for\r\ninternational peace and security, we believe that any peace-\r\nkeeping operation must come within a precise framework\r\ndefined by the Security Council. Any loss of control may\r\njeopardize the very credibility of the Organization.\r\nNotwithstanding the Organization’s efforts in the search\r\nfor international peace and security, hotbeds of tension, alas,\r\npersist around the world.\r\nIn Bosnia and Herzegovina inter-ethnic confrontation\r\nand clashes have reached unimaginable proportions. The\r\ninternational community seems, paradoxically, to be\r\nwatching passively the breakup of a country upon\r\nexclusively ethnic and religious grounds. That is setting\r\nalarming precedents.\r\nIn Angola, despite the many efforts by the United\r\nNations, the situation remains alarming. My delegation\r\nappeals to all the parties to commit themselves more\r\nintensively to seeking a just and lasting resolution of this\r\nconflict.\r\nThe situation prevailing in Somalia is a threat to peace\r\nand security in that region. The presence of the United\r\nNations, through the United Nations Operation in Somalia\r\n(UNOSOM II), should in principle hold out the promise of\r\nbringing peace to the country and a negotiated political\r\nresolution of the crisis. Humanitarian aid has made it\r\npossible to avoid irreparable damage being done, but we\r\nbelieve that UNOSOM II must attempt to silence the guns\r\nand create a climate favourable to reconciliation among all\r\nSomalis.\r\nForty-eighth session - 1 October l993 45\r\nWhilst areas of serious tension persist, we would do\r\nwell to welcome the positive turn of events in the settlement\r\nof other conflicts.\r\nIn Liberia hope has been rekindled, with the recent\r\nsigning of the Cotonou Agreement, the entry into force of\r\nthe cease-fire and the setting up of the high Council of State.\r\nThe expansion of the Economic Community of West\r\nAfrican States (ECOWAS) Military Observer\r\nGroup (ECOMOG) and greater involvement by the United\r\nNations in implementing the agreement might lead to the\r\nrebirth of the Liberian State. This is the time and place to\r\nappeal to the international community immediately to create\r\nsupport funds and to implement the Cotonou Agreement.\r\nIn Mozambique the acceptance of a new timetable to\r\nimplement the Peace Agreements will promote the\r\nimplementation of the United Nations Operation in\r\nMozambique (ONUMOZ). We pay tribute to the parties for\r\nrespecting the cease-fire.\r\nAs to the conflict in Rwanda, we are reassured by the\r\nsense of responsibility being displayed by the Government\r\nand the Rwanda Patriotic Front. The signature in Arusha on\r\n4 August last of an agreement between the two parties\r\nproves that a political settlement of a conflict is always\r\npossible if all sides have the will. We therefore welcome\r\nthis determination of the parties concerned and encourage\r\nthem to pursue dialogue and strictly and scrupulously to\r\nimplement the requirements of the Agreement in observing\r\nthe cease-fire. The United Nations and the Organization of\r\nAfrican Unity (OAU) should strive, for their part, to\r\nconsolidate this major achievement.\r\nIn South Africa the multiracial negotiations will\r\ncertainly see the advent of a democratic, non-racial and\r\nunited South Africa. The United Nations must pursue its\r\ncooperation with the Organization of African Unity to\r\nsupport the process. However, the Government in place\r\nmust take forceful measures to put an end to the wave of\r\nviolence sweeping the country. The insecurity is fertile\r\nground for anarchy and disorder.\r\nWe welcome the turn events have taken in the\r\nreferendum process under way in Western Sahara with the\r\ncooperation of all parties. The joint efforts of the United\r\nNations and the Organization of African Unity to bring about\r\na negotiated settlement can, we are convinced, succeed if the\r\nparties directly concerned continue their cooperation. It is\r\ntherefore necessary for their decision-making bodies to work\r\nclosely with the United Nations Identification Commission\r\nto resolve the last remaining obstacles linked to criteria for\r\nidentifying electors and establishing proof of identity. My\r\ndelegation reaffirms its support for the process.\r\nMali has been following with keen interest the latest\r\ndevelopments on the question of Palestine. The mutual\r\nrecognition of the Palestine Liberation Organization (PLO)\r\nand the State of Israel, followed by the signing of a\r\ndeclaration of principles on Palestinian autonomy in Gaza\r\nand Jericho, mark a major step towards a just and lasting\r\nsettlement of the question of Palestine and the establishment\r\nof relations of trust between the peoples of that region.\r\nMy delegation hails the Israeli-Palestinian\r\nrapprochement, fruit of the courage and political realism of\r\nthe leaders of both parties and the praiseworthy efforts\r\naround the world to make the negotiations a success. We\r\ninvite all the parties concerned to give tangible expression to\r\nthis remarkable spirit so as to bring about a definitive peace\r\nin the Middle East in accordance with the relevant United\r\nNations resolutions.\r\nIn Haiti the signing of the Governors Island Agreement\r\nand the New York Pact should soon make it possible for the\r\nlegitimate President of that country to return. We hail the\r\nsteps taken by the Secretary-General and his Special Envoy,\r\nwhich have made it possible to attain the results achieved so\r\nfar.\r\nElsewhere - in Cambodia, Afghanistan and El Salvador\r\n- we praise the efforts to bring about progressive\r\nnormalization.\r\nWith regard to the dispute pitting Libya against certain\r\nother Member States, the Government of Mali reaffirms its\r\nsupport for implementation of Security Council resolutions\r\n731 (1992) and 748 (1992). We condemn terrorism in all its\r\nforms. In supporting the resolutions adopted in this context\r\nby the Organization of African Unity, the Arab Maghreb\r\nUnion and the Organization of the Islamic Conference,\r\namong others, the Government of Mali hopes for continued\r\nnegotiation and action from the Secretary-General. A just\r\nand equitable resolution of this crisis and a rapid lifting of\r\nthe embargo would contribute to creating a climate of peace\r\nand security in the subregion and to removing a major factor\r\npreventing the economic development of the peoples\r\nconcerned.\r\nAs to the Korean peninsula, my delegation encourages\r\nthe pursuit of the negotiation process set in train and\r\nstrongly hopes that it will lead to the peaceful reunification\r\nof the two Koreas.\r\n46 General Assembly - Forty-eighth session\r\nI now revert to development issues of particular\r\nimportance to the African continent: the situation of the\r\nleast developed countries; the problems of children and\r\nwomen and population issues; and environmental problems -\r\nin particular, desertification.\r\nThe adoption in Paris in 1990 of a programme of action\r\nfor the least developed countries rightly gave rise to a great\r\ndeal of hope. We cannot but note, however, that three years\r\nafter its adoption, the economic results have not come up to\r\nexpectations. According to a 1992 report of the Secretary-\r\nGeneral of the United Nations Conference on Trade and\r\nDevelopment (UNCTAD):\r\n\"For the least developed countries as a whole, per\r\ncapita income declined in 1990 and again in 1991.\r\nThere is little hope that 1992 will be better, and the\r\nprospects for 1993 are scarcely promising.\"\r\nIt is therefore important to abide by the commitments made\r\nat the Paris Conference aimed at improving the economic\r\nsituation of the least developed countries.\r\nBy the same token, so far as the land-locked countries\r\nare concerned, steps must be taken to follow through on the\r\nconclusions and recommendations of the Meeting of\r\nGovernmental Experts from Land-Locked Countries and\r\nTransit Developing Countries and Representatives of Donor\r\nCountries and Financial and Development Institutions, held\r\nin New York in May 1993, in implementation of resolution\r\n46/212.\r\nThe Declaration and Plan of Action adopted at the\r\nWorld Summit for Children and the goals spelled out for the\r\n1990s on that occasion have set new targets for improving\r\nthe living conditions of children the world over. All\r\nmembers of the international community are called upon to\r\ncontribute to the implementation of commitments made at\r\nthat Summit. In this connection, we must also see to the\r\nimplementation of the Consensus of Dakar of 1992, which\r\nemerged from the International Conference on Assistance to\r\nAfrican Children.\r\nMy delegation has high hopes of international meetings\r\nto be held over the next several years on resolving social\r\nproblems, both at the individual State level and\r\ninternationally.\r\nThe World Summit for Social Development, scheduled\r\nfor 1995 in Copenhagen, will be a key event for our\r\nOrganization. We expect good results from that Summit and\r\nhope that it will contribute to narrowing the gap between\r\nsocial groups within a single entity, North and South.\r\nThe World Conference on Women, scheduled to be\r\nheld in 1995 in Beijing, will also afford us an opportunity to\r\nreview the various programmes and initiate further action\r\naimed at establishing an effective policy to bring women into\r\nthe development process.\r\nAnother important gathering will be the World\r\nConference on Population and Development, scheduled for\r\n1994 in Cairo. This Conference will make it possible to\r\ndefine a new strategy for developing human resources,\r\nhaving regard to economic and environmental factors.\r\nEnvironmental problems now occupy an important place\r\nin national, regional and international development\r\nprogrammes. The United Nations Conference on\r\nEnvironment and Development, held in Rio de Janeiro in\r\nJune 1992, laid the groundwork for sound joint management\r\nof development.\r\nAgenda 21, the Convention on Climate Change and the\r\nConvention on Biological Diversity demonstrated the\r\nreadiness of the signatories of those historic documents to\r\nmove away from current production and consumption\r\npatterns. Implementing commitments made in Rio requires\r\nmobilizing substantial financial resources for developing\r\ncountries and strengthening their scientific, technical and\r\ninstitutional capabilities.\r\nMali welcomes the creation by the Economic and\r\nSocial Council (ECOSOC) of the Commission on\r\nSustainable Development, in accordance with resolution\r\n47/191. At its first session, held in June 1993, the\r\nCommission dealt with fundamental problems which must be\r\nsolved if Agenda 21 is to become a reality.\r\nOne of the chief goals is to mobilize financial\r\nresources. Restructuring the Global Environment Facility\r\n(GEF), democratizing its management rules and decision-\r\nmaking rules and mobilizing additional resources must\r\nfacilitate the execution of the various chapters of Agenda 21.\r\nFighting drought and desertification is one of the main\r\ngoals that African countries have set for themselves. My\r\ncountry, two thirds of whose surface is desert, and which has\r\nsuffered the terrible impact of drought over the last 20 years,\r\nwelcomes the setting up of the Intergovernmental\r\nNegotiating Committee for the elaboration of an international\r\nconvention to combat drought and desertification. At the\r\ntwo substantive Committee sessions held respectively in\r\nForty-eighth session - 1 October l993 47\r\nNairobi, in June this year, and in Geneva, in September this\r\nyear, there was an evaluation of the problem of\r\ndesertification. Information was exchanged and data that can\r\nbe taken into account in future negotiations were collected.\r\nMy delegation hopes that the current negotiations on the\r\nconvention to fight drought and desertification will lead to\r\na real commitment so that the international conference\r\nscheduled for Paris will be a real success.\r\nThe issues I have just raised show that the problems of\r\nkeeping peace and maintaining international security, as well\r\nas the problems of economic, social and environmental\r\ndevelopment, are all major challenges that continue to face\r\nmankind as it approaches the threshold of the third\r\nmillennium.\r\nMy delegation feels that to meet these challenges we\r\nmust, in view of the fundamental changes since the 1960s,\r\npromote greater democratization and a fairer division of\r\ninternational responsibility. Thus developing countries that\r\nhave won international sovereignty, and that represent nearly\r\ntwo thirds of the population of our planet, rightly call for\r\nrepresentation on the Security Council as permanent\r\nmembers.\r\nMeeting these challenges also requires close cooperation\r\nand real solidarity amongst all the players on the world\r\nstage. This means that it is more than ever necessary to\r\nreflect deeply on and re-examine, the principles and rules for\r\ninternational cooperation.\r\nThe restructuring exercise to revitalize the economic\r\nand social sectors of the United Nations affords us an\r\nopportunity to make our Organization more dynamic in\r\ndevelopment matters and to ensure that it plays a central\r\nrole, in keeping with the provisions of its Charter and the\r\nrelevant General Assembly resolutions.\r\nMy delegation, while welcoming the progress made in\r\nreforming the Economic and Social Council (ECOSOC) and\r\ncertain of its subsidiary bodies, believes that our thinking\r\nmust go beyond strictly institutional terms. In any event, my\r\ncountry feels that the imperative of restructuring is to\r\nmaintain and indeed strengthen the United Nations capacity\r\nfor intervention in development matters.\r\nIn implementing this policy we must pay particular\r\nattention to furthering and strengthening South-South\r\ncooperation through socio-economic programmes based upon\r\nthe realities within the developing countries. Indeed, the\r\nrevival of economic and technical cooperation between\r\ndeveloping countries is an integral part of a strategy aimed\r\nat restoring growth and development worldwide.\r\nFinally, my country supports the efforts of the\r\nSecretary-General to make the administrative machinery of\r\nthe United Nations more efficient by avoiding duplication\r\nand minimizing operating costs.\r\nFor several years now the world has been going\r\nthrough major changes. If these profound transformations\r\nare to benefit all mankind, they must be accompanied and\r\nsupported by concrete action making it possible to guide\r\nthem in the right direction. While these upheavals have\r\nbeen managed successfully by some States, their extent has\r\ntaken others by surprise, and the problems have exceeded\r\ntheir ability to contain and control them. Lacking the\r\nmeans, they find aid from the international community\r\nindispensable. It is at this level that many expect\r\nintervention from our Organization, and we can indeed help.\r\nThe people and Government of Mali have made\r\nimportant, clear choices: first, to consolidate the strong suits\r\nof a Malian nation that is united, though diverse in its\r\ncultural and racial composition, as it is carefully and\r\nirreversibly building a progressive democracy; secondly, to\r\ncarry out in-depth economic reform in harmony with the\r\nneeds of worldwide free trade and with the concerns of our\r\npartners in the international community; thirdly, to\r\nimplement a bold policy of involving our people in\r\nmanaging their own affairs and simplifying legislation and\r\npublic programmes; and fourthly, to pursue long-term\r\nsustainable development in a framework of institutions for\r\nsubregional and regional economic integration and in\r\npartnership with all our friends across Africa. We believe\r\nthat the United Nations and the international community\r\nhave everything to gain from supporting our original and\r\nexciting experiment, the hallmark of a new kind of\r\ninternational relations, at once nobler and more rewarding.\r\nThe PRESIDENT: I call on the representative of\r\nAlbania, who wishes to speak in exercise of the right of\r\nreply.\r\nMay I remind members that statements in exercise of\r\nthe right of reply are limited to 10 minutes for the first\r\nintervention and to five minutes for the second intervention,\r\nand should be made by delegations from their seats.\r\nMr. DUMI (Albania): On behalf of the head of the\r\nAlbanian delegation, the Minister for Foreign Affairs of\r\nAlbania, Mr. Serreqi, I am authorized to make the following\r\nstatement in reply to the statement of the Minister for\r\n48 General Assembly - Forty-eighth session\r\nForeign Affairs of Greece this morning, since my country\r\nwas mentioned.\r\nAs regards the assistance given by Greece to Albania\r\nto overcome its present economic difficulties, I would like\r\nto stress that nobody in Albania denies the contribution of\r\nGreece, among the other European Community member\r\nStates, to this end. The Albanian people and Government\r\nhave never failed to express their gratitude to Greece. We\r\nreiterate it once again here, while recognizing that Greece\r\nhas been given special aid through the European Community\r\nand the Social Development Fund of the Council of Europe\r\nto assist Albania. Meanwhile, we have never complained\r\nabout the fact that this aid has been distributed mainly in\r\nareas where the Greek minority live.\r\nWith regard to the enjoyment of human rights and\r\nfundamental freedoms, including freedom of religion and the\r\nright to education by the Greek minority in Albania, I would\r\nlike to point out that since the establishment of democracy\r\nin Albania tremendous progress has been made in this field.\r\nI am proud to declare here that in Albania the existence\r\nof the Greek minority has never been denied, and this\r\nminority has never been deprived of the right to preserve\r\nand develop its national identity. The Albanians and the\r\nGreek minority have historical traditions of humanism and\r\nrespect for the rights and dignity of each other. The ongoing\r\ndemocratic transformation has created favourable conditions\r\nfor full respect for human rights and fundamental freedoms\r\nestablished within the Conference on Security and\r\nCooperation in Europe (CSCE) process, and particularly\r\ncultural, educational and religious rights. The policy of the\r\nAlbanian democratic Government in the field of human\r\nrights, including minority rights, is crystal-clear. The best\r\ntestimony to this is the invitation extended to the CSCE\r\nHigh Commissioner on National Minorities, Mr. van der\r\nStoel, who has visited Albania several times to see on the\r\nspot the situation of the Greek minority. After having direct\r\ncontact with local authorities, representatives of the Greek\r\nminority party, and representatives of educational and\r\ncultural institutions, as well as with common people of\r\nGreek origin, he reported the following conclusions: the\r\nsituation of the Greek minority has never been better than it\r\nis now; there is no evidence of any kind of discrimination\r\nagainst the Greek minority; their situation will improve hand\r\nin hand with that of the Albanian people as a whole.\r\nHowever, I would like to stress that, as people living in\r\na country in transition, facing hard economic and social\r\ndifficulties, all the people of Albania are experiencing\r\ndeprivation of various kinds. We are not able now to make\r\na sudden, speedy privileged improvement only for the Greek\r\nminority. We think that privileged treatment would lead to\r\ndiscrepancies of a dangerous social character.\r\nConcerning the allegation made by the Greek Foreign\r\nMinister that\r\n\"Albania cannot deny to the minorities within its\r\nborders what it itself asks for its minorities abroad.\"\r\n(A/48/PV.12)\r\nI would say that Albania does not dare to misconstrue this\r\nrightful principle of international law, as stipulated in all the\r\nrelevant international documents. This principle also calls\r\nfor reciprocity, especially from those countries that deny the\r\nexistence of national minorities within their borders, as does\r\nGreece. However, our position is firm, that no comparison\r\ncan ever be made between the question of Albanians in\r\nKosovo and that of some fewer than 80,000 Greeks in\r\nAlbania.\r\nIt is well known that exaggerations and lack of\r\ntolerance close the path to dialogue and good understanding\r\nand lead to boomerang effects in politics. It is an unfair\r\npolicy to play the card of extreme nationalism for electoral\r\npurposes. We are confident that this is a casual and passing\r\nevent, due to the present Greek political situation. We are\r\nhopeful that sound reason, good will and fruitful and\r\nconstructive dialogue will prevail in relations between our\r\ntwo countries.\r\nThe meeting rose at 9.40 p.m.\r\n"