"United Nations\r\nG E N E R A L\r\nA S S E M B L Y\r\nFORTY-EIGHTH SESSION\r\nOfficial Records\r\n50th\r\nPLENARY MEETING\r\nThursday, 4 November 1993\r\nat 3 p.m.\r\nNEW YORK\r\nPresident: Mr. INSANALLY\r\n(Guyana)\r\n__________\r\nThe meeting was called to order at 3.25 p.m.\r\nAGENDA ITEM 24 (continued)\r\nUNITED NATIONS NEW AGENDA FOR THE\r\nDEVELOPMENT OF AFRICA IN THE 1990s\r\n(a) REPORTS OF THE SECRETARY-GENERAL\r\n(A/48/334, A/48/336 and Corr.1)\r\n(b) NOTE BY THE SECRETARY-GENERAL\r\nTRANSMITTING A REPORT BY THE FOOD\r\nAND AGRICULTURE ORGANIZATION OF THE\r\nUNITED NATIONS (A/48/335 and Add.1)\r\nMrs. GHIMIRE (Nepal): The continued economic\r\nstagnation of the industrialized countries, resulting in higher\r\nunemployment rates and increasing protectionist measures,\r\nis a matter of serious concern to all developing countries.\r\nThis is especially true for those African countries - in\r\nparticular the countries of sub-Saharan Africa - which have\r\nembarked on structural reforms and open market economic\r\npolicies.\r\nThe African countries, despite serious economic\r\nhardships and untenable social conditions, forged ahead with\r\nthe process of reforms with new vigour and enthusiasm on\r\nthe strength of the United Nations New Agenda for the\r\nDevelopment of Africa in the 1990s. The understanding\r\nreached between the international community and the\r\nAfrican countries is crystal-clear. While the African\r\ncountries have the basic responsibility of implementing\r\neconomic reforms for sustainable development, the\r\ninternational community has agreed, inter alia, to find a\r\nsolution to the debt problem and provide additional support\r\nfor economic diversification and integration. Even without\r\nmy going into an in-depth review of the implementation of\r\nthe New Agenda for Africa, the current situation of the\r\nAfrican countries speaks for itself.\r\nMost developing countries in Africa face the problems\r\nof high population growth, widespread hunger, disease,\r\nmalnutrition and absolute poverty. The economies of most\r\nof these countries, in particular those of sub-Saharan Africa,\r\nhave become marginalized in recent years, and the economic\r\nsituation in the least developed countries has become\r\nextremely precarious. Economic growth in these countries\r\nhas remained stagnant, and has even declined in some States,\r\nand their per capita output is steadily diminishing. People,\r\nespecially children, are dying every day from hunger and\r\nmalnutrition.\r\nMoreover, the rate of inflation has exacerbated the\r\nsituation in these countries. As a result, their export\r\nearnings have declined tremendously. The last decade has\r\nseen civil strife and political instability in several African\r\ncountries. Drought and desertification have become the\r\nother two major problems in Africa, especially in the eastern\r\nand southern regions.\r\nMy delegation notes with appreciation the initiative of\r\nthe Secretary-General in presenting two very useful reports\r\n(A/48/335 and A/48/336) relating to the establishment of a\r\ndiversification fund and to overall resource flows to Africa.\r\nIn this context, we also commend the efforts of international\r\nagencies and financial institutions to ameliorate the\r\nsocio-economic problems of Africa. One report reaches the\r\nconclusion that:\r\nThis record is subject to correction.\r\nCorrections should be sent under the signature of a member of the delegation concerned\r\nwithin one week of the date of publication to the Chief of the Verbatim Reporting Section,\r\nRoom C-178, and incorporated in a copy of the record.\r\nCorrections will be issued after the end of the session in a consolidated corrigendum.\r\n93-87086 (E)\r\nDistr. GENERAL\r\nA/48/PV.50\r\n24 November 1993\r\nENGLISH\r\n2 General Assembly - Forty-eighth session\r\n\"A combination of rising indebtedness, rapid\r\npopulation growth, environmental degradation, political\r\ninstability and civil strife, over-dependence on a few\r\nprimary commodities for export earnings and a steep\r\ndecline in their prices has led to a long-run fall in per\r\ncapita incomes and a sharp deterioration in the\r\nnutritional situation in the region.\" (A/48/335, annex,\r\nSummary para. (ii))\r\nMy delegation fully supports the implementation of the\r\nrecommendations of the reports. International and regional\r\nfinancial institutions, including the African Development\r\nBank, can play a pivotal role in the implementation of the\r\nprogrammes. Likewise, United Nations bodies such as the\r\nUnited Nations Development Programme, the United Nations\r\nIndustrial Development Organization, the United Nations\r\nConference on Trade and Development and the Food and\r\nAgriculture Organization of the United Nations can be\r\ninstrumental in helping to evolve commodity diversification\r\nprogrammes. We believe that the African countries can\r\nbenefit greatly from export diversification projects by\r\ninvigorating their economies through the \"multiplier effect\".\r\nIt is a matter of great satisfaction that a diversification\r\nfacility for African commodities has been recommended to\r\nbe established in the African Development Bank for an\r\ninitial period of three to four years, with resources of about\r\n$50 million to $75 million for commodity diversification\r\nprogrammes and projects. The establishment of national\r\ndiversification councils, as proposed, will be the mainstay of\r\nthe programme’s sustainability. There is also a need for\r\ndevelopment assistance to prepare viable diversification\r\nprojects so that these will be feasible and result-oriented. It\r\nis not necessary to reiterate that the need for additional\r\nresources and debt-relief measures for these African\r\ncountries has never been so profound.\r\nMy delegation appreciates the efforts of the Japanese\r\nGovernment, the United Nations and the Global Coalition for\r\nAfrica in organizing the Tokyo International Conference on\r\nAfrican Development on 5 and 6 October this year. We are\r\nof the view that the recommendations of this Conference on\r\nissues such as aid, trade, debt strategy and investments are\r\nvery useful and timely in taking up the development\r\nchallenges. We are pleased to note the concerns and\r\nsolidarity expressed by the European Community and the\r\nNordic countries with regard to the developing countries of\r\nAfrica, especially the least developed ones.\r\nNepal, as a land-locked and least developed country in\r\nSouth Asia, has great sympathy and support for its African\r\nbrothers and sisters in their endeavours for a better future.\r\nAs a matter of fact our socio-economic problems are similar\r\nin nature. We express our solidarity with the countries of\r\nAfrica. Nepal is also engaged in securing a better future for\r\nits people through various economic development\r\nprogrammes. In this context, we urge the international\r\nfinancial institutions and the donor countries to give special\r\npriority to the development needs of the least developed\r\ncountries.\r\nIn conclusion, we believe that socio-economic\r\ndevelopment can be accelerated through the practice of more\r\nliberal international trade policies, North-South cooperation,\r\nand better international understanding and economic\r\ncooperation for resolving the problems of the developing\r\ncountries.\r\nMr. NYAKYI (United Republic of Tanzania): My\r\ndelegation has been looking forward with eagerness and\r\nexpectation to this debate on the United Nations New\r\nAgenda for the Development of Africa in the 1990s in the\r\nbelief that it will provide us with an opportunity for a\r\ncomprehensive review of the programme and follow-up\r\nmechanism. We associate ourselves with the statement made\r\nby the Permanent Representative of Egypt, Ambassador\r\nNabil A. Elaraby, who spoke on behalf of Africa, outlining\r\nthe challenges which confront the African region and making\r\nsuggestions to improve the worsening situation. May I also\r\nexpress my gratitude for the statement made by the\r\nChairman of the Group of 77, the Permanent Representative\r\nof Colombia, Ambassador Luis Fernando Jaramillo, which\r\nmy delegation fully supports.\r\nThis General Assembly debate marks the first of the\r\nfive steps expected to be taken by the General Assembly and\r\nthe Economic and Social Council, respectively, in the\r\nfollow-up, assessment and evaluation programme of the New\r\nAgenda for the Development of Africa, namely, preliminary\r\nconsideration of the implementation of the Agenda. The\r\nSecretary General’s report (A/48/335) entitled \"Need for and\r\nfeasibility of the establishment of a diversification fund for\r\nAfrica’s commodities\" is a welcome contribution to the\r\nprocess at a time when the overall picture on African\r\nrecovery has been bleak and disappointing. Africa’s\r\nrecovery has been slow, and growth performance has\r\nremained extremely poor. Per capita incomes today are well\r\nbelow the 1970 levels. In all, Africa has been suffering\r\nfrom a continuing deterioration of its external environment.\r\nThis debate gives us an opportunity to examine the\r\nsuccesses and failures of the United Nations Programme of\r\nAction for African Recovery and Development 1986-1990.\r\nLooking back, it is quite clear that the diagnosis of Africa’s\r\nproblems as outlined in the Programme of Action was\r\ncorrect and the prescription very appropriate. Unfortunately,\r\nthe administration of the Programme was flawed and\r\ninadequate, and so it failed to meet the challenges of African\r\ndevelopment in the late 1980s. Therefore, none of the goals\r\nof the Programme of Action were fully realized. Targets for\r\n50th meeting - Thursday, 4 November 1993 3\r\ngrowth, food security, human investment and debt reduction\r\nwere missed, so declines, rather than hoped for increases,\r\nwere recorded by many States and by Africa as a whole.\r\nThe reason for the failure of the United Nations\r\nProgramme of Action for African Recovery and\r\nDevelopment 1986-1990 was clear. It was, quite simply,\r\nlack of adequate resource flows to Africa. The bilateral and\r\nmultilateral performances with respect to net resource\r\ntransfers and debt burden reduction were below expectation.\r\nAfrica suffered from a serious fall in commodity earnings.\r\nWars, civil strife and other exogenous events, such as\r\ndrought, desertification and a collapse in the terms of trade,\r\nimposed devastating costs. The decrease in overall\r\nperformance was, in part, accounted for by an unsatisfactory\r\nexport situation, which resulted in an overall growth of\r\nAfrican economies from 1986 to 1990 averaging less than\r\n2.5 per cent a year. In countries ravaged by war and natural\r\ncalamities such as drought, the scarcity of food supplies led\r\nto famine.\r\nThe implementation of structural adjustment\r\nprogrammes, whatever their likely favourable medium-term\r\nand long-term impact, has not been without social stress,\r\ndisruption and political risk. The reduction in the levels of\r\nper capita consumption and of imports has had social costs,\r\nin particular for health, education, nutrition, employment and\r\nthe maintenance of social institutions. Despite the agreement\r\nin the Programme of Action to deal urgently with\r\ncommodity issues, taking into account the special interests\r\nof the African countries, no additional efforts were made to\r\nprovide measures of stabilization, at reasonably renumerative\r\nlevels, of earnings for those commodities and minerals that\r\nare of primary interest to Africa. The decrease in overall\r\nperformance was, therefore, in part accounted for by the\r\nunsatisfactory export situation. Trade gains fell below\r\nexpectations and in many key commodity areas Africa\r\nsuffered a decline in market share.\r\nHowever, the Programme of Action was not a total\r\nfailure. It focused world attention on African economic\r\nproblems and by doing so it achieved policy and efficiency\r\ngains and averted a more severe decline in net resource\r\nflows, and as a result the economic decline afflicting Africa\r\nwas slowed down. Furthermore, the process of African\r\npolicy restructuring and its interaction with development\r\npartners have led to substantial lessons being taught.\r\nThe most hopeful development in the area of\r\ncommodities occurred during the seventh session of the\r\nUnited Nations Conference on Trade and Development\r\n(UNCTAD), with the agreement establishing the Common\r\nFund for Commodities. The Conference acknowledged the\r\nneed for lasting solutions to deal effectively with the\r\nshort-term, medium-term and long-term problems of the\r\ncommodities sector and recognized that international\r\ncooperation between producers and consumers was necessary\r\nfor the achievement of these objectives. The Conference\r\nalso called for the implementation of a number of policies\r\nand measures, including diversification, as an important\r\nlong-term objective.\r\nIt was against this background that the United Nations\r\nNew Agenda for the Development of Africa in the 1990s\r\nwas launched almost three years ago. The Agenda offers yet\r\nanother opportunity for renewal of the commitment of the\r\ninternational community to support Africa’s own efforts to\r\nachieve self-sustaining socio-economic growth and\r\ndevelopment. It is also an occasion to refocus world\r\nattention on the socio-economic difficulties which continue\r\nto face the African continent.\r\nA priority objective of the New Agenda is the\r\nacceleration of the transformation, integration, diversification\r\nand growth of the African economies, in order to strengthen\r\nthem within the world economy, reduce their vulnerability to\r\nexternal shocks and increase their dynamism, internalize the\r\nprocess of development and enhance self-reliance. It also\r\naccords special attention to human development, to\r\nincreasing productive employment and to promoting rapid\r\nprogress towards the achievement of human-oriented goals\r\nby the year 2000.\r\nBut in order to achieve those objectives it is necessary\r\nfor the international community to enter into a new and\r\nstronger accord with Africa, which spells out clearly the firm\r\ncommitment of the international community to support and\r\nassist Africa in its efforts to implement successfully its\r\ndevelopment agenda, and reduce, and possibly eliminate,\r\nexternal impediments and obstacles to Africa’s accelerated\r\nsocio-economic transformation.\r\nThe Agenda clearly spells out the fact that the critical\r\nelement in support from the international community is the\r\nprovision of adequate resource flows to Africa. The\r\nSecretary-General has estimated that for African countries to\r\nachieve an annual growth rate of real gross national product\r\nof at least 6 per cent over the course of the 1990s, the\r\nrequired minimum $30 billion in net official development\r\nassistance would need to grow at an average rate of\r\n4 per cent per annum.\r\nThe New Agenda has provided the African countries\r\nwith the opportunity to renew their commitment to their own\r\ndevelopment. Africa is committed to the implementation of\r\npolicies to transform the structures of its economies in order\r\nto achieve growth and development on a sustained and\r\nsustainable basis. It has also resolved to pursue with vigour\r\nthe policy of achieving effective regional and subregional\r\neconomic cooperation and integration and, eventually, the\r\n4 General Assembly - Forty-eighth session\r\nestablishment of the African Economic Community. The\r\npromotion of sectoral integration to ensure the development\r\nand maintenance of a reliable network of agricultural,\r\nphysical, industrial and institutional infrastructures on the\r\ncontinent falls squarely within the commitments of Africa to\r\nthe New Agenda.\r\nHowever, those commitments will not reap the intended\r\nbenefits without a favourable investment atmosphere.\r\nTherefore, Africa is also committed to the creation of an\r\nenabling environment within the New Agenda that attracts\r\nforeign and domestic direct investment, encourages savings,\r\ninduces the return of flight capital and promotes full\r\nparticipation by the private sector, including\r\nnon-governmental organizations, in the growth and\r\ndevelopment process.\r\nThe World Economic Survey, 1993 has, if anything,\r\ndampened our hopes of realizing positive developments in\r\nthe first three years of implementation of the New Agenda.\r\nIt shows that while the economies of the other developing\r\ncountries grew substantially in the period 1992-1993, in\r\nAfrica, which accounts for as much as one fifth of the\r\npopulation of the developing world, per capita output has\r\ncontinued to decline almost every year since the 1980s. The\r\nSurvey adds:\r\n\"In sub-Saharan Africa, the record was far worse.\r\nAffected by drought, political crisis and civil strife,\r\noutput in the region barely grew while human suffering\r\nincreased ...\r\n\"The drought increased pressure on the balance of\r\npayments, owing to higher food imports and lower\r\nexports, and on fiscal budgets, as a result of relief\r\nprogrammes implemented.\" (E/1993/60-ST/ESA/237,\r\npp. 40-41)\r\nSince the beginning of the present decade the net\r\naggregate resource flows to Africa have declined; they were\r\nlower by 22 per cent in 1992 than in 1990. Africa’s share\r\nof net aggregate resource flows has been falling, despite a\r\nrise in total flows to developing countries. By comparison,\r\nnet aggregate flows to Europe and Central Asia jumped from\r\n$15.2 billion in 1990 to $31.9 billion in 1992. During the\r\nsame period net aggregate flows to the East Asia and Pacific\r\nregion rose from $26.3 billion to $34.7 billion; to Latin\r\nAmerica and the Caribbean from $15.6 billion to\r\n$18.4 billion; and to South Asia from $7.8 billion to\r\n$10.1 billion.\r\nAs I have said, African countries have renewed their\r\ncommitment to their own development within the framework\r\nof the New Agenda. The new enabling environment being\r\npromoted by many African countries in the 1990s promises\r\nvast commercial potential. In the three years of the\r\nimplementation of the New Agenda important\r\nmacroeconomic policy measures have been undertaken\r\nwithin the overall programme of budgetary restraint and the\r\nconsolidation of reform measures. Large currency\r\ndevaluations were implemented, rationalization of the\r\noperations of public enterprises was launched and lay-offs of\r\nstaff and other actions calculated to increase the efficiency\r\nof the civil service were carried out. Efforts to deal with the\r\ndisequilibrium in the domestic economy and to reestablish\r\nfinancial stability have led many African countries to\r\ncontinue to implement austerity programmes.\r\nHowever, economic reform has not brought a significant\r\nincrease in investment, according to the World Economic\r\nSurvey, 1993. In almost all African countries it remains far\r\nbelow its peak levels of the mid-1970s. Foreign exchange\r\nscarcity, associated with debt servicing, low and declining\r\nprices of commodities and terms-of-trade losses, has limited\r\nthe capacity to import capital goods.\r\nThose policy measures were pursued under extreme\r\nfiscal and budgetary constraints. Government investment\r\nexpenditures, and especially social spending, have been\r\naffected by the fiscal cut-backs. Consequently, education,\r\nhealth, sanitation and many other social services have\r\nbecome increasing inaccessible or lacking. In the least\r\ndeveloped countries of Africa, of which my country is one,\r\nthe share of gross domestic investment in gross domestic\r\nproduct averaged 15 per cent, against only 3.8 per cent for\r\ngross domestic savings. The number of least developed\r\ncountries in Africa has risen from 21 in 1981 to 32 in 1993.\r\nAfrica’s dependence on official development assistance\r\nhas increased sharply over the past decade and is now nearly\r\ntotal, due to its limited access to private loans and foreign\r\ndirect investment. Both exogenous and endogenous factors\r\nhave caused the lower inflow of foreign direct investment\r\ninto Africa. The exogenous factors have included the poor\r\noutlook for prices for African commodity exports and the\r\nincreased competition from other regions. The endogenous\r\nfactors are the uncertainty surrounding commitment\r\nprogrammes, high levels of external debt and other factors\r\nthat limit short-term growth prospects.\r\nAfrica’s financial needs in the 1990s have to be\r\naddressed in the face of declining resources available from\r\nofficial sources, commercial banks and foreign direct\r\ninvestment. It is a fact that African countries have suffered\r\nsubstantial losses of earnings since the 1980s due to adverse\r\nterms of trade.\r\nAt the same time, many African countries are burdened\r\nwith high external debt and high debt-service payments, with\r\nmany of them accumulating arrears. The extent of the\r\n50th meeting - Thursday, 4 November 1993 5\r\nAfrican debt burden has become part and parcel of the\r\nfinancial resources necessary for the economic recovery and\r\ndevelopment of the continent. The elements of the new\r\nstrategy should encompass action on all categories of\r\nexternal debt - bilateral, multilateral and commercial.\r\nPriority attention should be given to bilateral debt, given its\r\npredominance in Africa’s external obligations.\r\nAfrica’s share of international trade has been declining\r\neven in the areas of primary commodities, which dominate\r\nAfrica’s exports, and that trend continues. Manufactures still\r\nconstitute only around 10 per cent of Africa’s exports, and\r\nmost of them are low-value consumer items and other light\r\nmanufactures that are primarily traded internationally\r\nbetween neighbouring countries. In 1992 the prices of\r\nvirtually all primary commodities were lower. The prices of\r\ncoffee and cocoa - the region’s most important exports after\r\ncrude petroleum - fell another 15 per cent to their lowest\r\nlevels in over 20 years.\r\nThe report of the Secretary-General on the need for and\r\nthe feasibility of establishing a diversification fund for\r\nAfrica’s commodities is both timely and urgent. The report\r\nrightly points out that there is a gap in development\r\nassistance for the preparation of diversification projects that\r\nare attractive to investors. It is suggested that to fill this gap\r\na special facility be established for the purpose of financing\r\nthe pre-investment phase of commodity-diversification\r\nprojects. Such a facility could provide a necessary focal\r\npoint for channelling and augmenting assistance in this\r\npriority area. According to the Secretary-General’s report,\r\nit could also result in more extensive and more cost-effective\r\nuse of technical services and of the expertise of the\r\nspecialized agencies, such as the Food and Agriculture\r\nOrganization of the United Nations and the United Nations\r\nIndustrial Development Organization.\r\nThe total amount that would be required to establish\r\nsuch a pre-investment facility is $50 million to $70 million.\r\nIt is expected that the facility’s resources would be raised\r\nfrom bilateral donors on a voluntary basis, and that there\r\nwould also be contributions from multilateral financing\r\ninstitutions. We understand that the amount spent on\r\nexternal assistance for commodity-diversification projects in\r\nAfrica is less than $1 a head - or 2 per cent of the earnings\r\nfrom exports of primary products - which is a tiny fraction\r\nof the total external-assistance requirement. For this reason,\r\nwe urge our development partners and multilateral financial\r\ninstitutions to contribute to the diversification fund with a\r\nview to its becoming operational not later than\r\nDecember 1994.\r\nI should like, in conclusion, to appeal once again to the\r\ninternational community to increase the flow of financial\r\nresources to Africa, as these are crucial to the regeneration\r\nand sustainable development of African economies. In\r\nparticular, we urge States that have not yet met the target\r\nallocation of 0.7 per cent of gross domestic product for\r\nofficial development assistance to do so in this decade with\r\na view to the creation of a better environment for realizing\r\na 4 per cent rate of real growth in annual financial-resource\r\nflows to Africa, as outlined in the United Nations New\r\nAgenda for the Development of Africa in the 1990s.\r\nWe commend the Government of Japan, the United\r\nNations and the Global Coalition for Africa for organizing\r\nthe Tokyo Conference on African Development. This was\r\na step in a direction that we hope others will take. We\r\nrequest Governments, organs, organizations and bodies of\r\nthe United Nations system and intergovernmental and\r\nnon-governmental organizations to take appropriate measures\r\nto honour the commitments contained in the Tokyo\r\nDeclaration.\r\nWe strongly believe that if the international community\r\nmeets its obligation, as outlined in the New Agenda for the\r\nDevelopment of Africa in the 1990s, Africa will be able to\r\njoin the rest of humankind in celebrating the start of the\r\ntwenty-first century with optimism, confident of a better\r\nfuture for its peoples.\r\nMr. HAJNOCZI (Austria): Austria welcomes the\r\nopportunity provided by the scheduling of this evaluation of\r\nthe New Agenda for the Development of Africa in the l990s\r\nto focus our attention on Africa once again. The very length\r\nof the list of representatives who want to speak on this item\r\nindicates that, at a time when warnings of the imminent\r\nmarginalization of Africa are being voiced in different\r\nquarters, Africa’s concerns and aspirations continue to be\r\ngiven their due weight in the General Assembly.\r\nAt the heart of the agreement on the New Agenda for\r\nthe Development of Africa in the 1990s - the agreement\r\nrecorded in resolution 46/151, which was reached only after\r\ndifficult negotiations - lies recognition of the fact that the\r\ndevelopment of Africa is a task to be carried out in\r\npartnership. The New Agenda states clearly that Africa’s\r\ndevelopment is primarily the responsibility of Africans. It\r\nstates also that the international community accepts the\r\nprinciple of shared responsibility and full partnership with\r\nAfrica and therefore commits itself to the provision of full\r\nand tangible support for the African effort.\r\nOnly through such joint endeavours, involving first and\r\nforemost the African Governments themselves, can we avoid\r\nthe loss of another decade in the development of Africa.\r\nThis is the first review exercise. Let us conduct it honestly\r\nand courageously - even though we may have concluded that\r\nboth partners in this joint endeavour could have done\r\n6 General Assembly - Forty-eighth session\r\nbetter - so that in the years to come we shall indeed be able\r\nto do better.\r\nThe famous saying that \"development\" is another word\r\nfor \"peace\" has become almost commonplace. There is\r\ncause, however, to turn the saying around and underline the\r\nfact that peace is an indispensable prerequisite for\r\ndevelopment. The end of the cold war should have opened\r\nup opportunities for the peaceful resolution of conflicts; yet\r\nfratricidal wars continue to rage. With 6 million uprooted\r\npeople, Africa is the continent with the largest number of\r\nrefugees and internally displaced persons. There are major\r\nUnited Nations operations going on in eight different African\r\ncountries. Against this backdrop of intense suffering and\r\ncolossal waste of productivity, we welcome the recent\r\ncreation of a regional conflict-prevention mechanism, in the\r\ncontext of the Organization of African Unity, as being\r\nparticularly timely.\r\nStatistical evidence seems to indicate that economic\r\ndevelopment ceases when population-growth rates go above\r\na certain range. With these rates going far above this range,\r\nAfrica faces another major challenge, which only Africans\r\ncan tackle successfully.\r\nLet me now turn to the signs of hope.\r\nFirst of all, there is universal awareness of the fact that\r\nthe problems threatening African development must be\r\naddressed efficiently. In this context, I should like to pay a\r\ntribute to the Government of Japan for organizing and\r\nhosting the international Conference on African Development\r\nin early October. The Tokyo Conference went a long way\r\ntowards forging a new Africa-donor partnership.\r\nSecondly, I should like to pay a tribute to the many\r\nAfrican leaders who have had the courage to face up to\r\ndifficulties of near-overwhelming proportions and have\r\nstarted to develop their countries. In a number of countries,\r\nadjustment and reform programmes have been successfully\r\nimplemented, and sound macro-economic policies have been\r\nadopted. It is high time for the international community to\r\ndo its part. Austria is working towards the provision of\r\nbetter access to markets for African exports - in particular,\r\nin the context of the Uruguay Round. We are striving to\r\ngear our technical assistance better towards the needs of\r\nrecipient countries. We are endeavouring, despite difficult\r\ncircumstances, to at least maintain the level of our financial\r\naid through official development assistance and debt relief.\r\nWhile progress has been made since the adoption of the\r\nNew Agenda for the Development of Africa in the 1990s,\r\nthe improvements are not sufficiently far-reaching. While\r\nthe New Agenda aims at an annual growth rate of 6 per cent\r\nfor African economies, the Secretary-General’s report on\r\nfinancial - resource flows to Africa tells us that the real\r\ngrowth in Africa’s gross domestic product in 1992 was\r\n1.5 per cent - half of the region’s population growth rate.\r\nFinancial flows to Africa seem to be decreasing rather than\r\nincreasing. Net aggregate resource flows to Africa in 1992\r\nwere lower by 22 per cent, in real terms, than those of 1990.\r\nThe debt burden is still crippling a large number of African\r\ncountries. It is clear that renewed efforts by the international\r\ncommunity are called for.\r\nOne proposal to give concrete form to a renewed\r\ncommitment to the development of Africa is before us in the\r\nFood and Agriculture Organization of the United Nations\r\n(FAO) report contained in the annex to document A/48/335,\r\nentitled \"Need for and feasibility of the establishment of a\r\ndiversification fund for Africa’s commodities.\"\r\nAustria is prepared to study this proposal very carefully.\r\nWe are indeed interested in hearing the reactions of all our\r\npartners. We would like to point out at this stage that great\r\ncare should be taken not to duplicate already existing\r\nstructures or mechanisms such as the Lomé Conventions or\r\nthe Common Fund for Commodities. Care should also be\r\ntaken not to fall into the trap of seeing the proposed\r\ndiversification fund for African commodities as a panacea\r\nfor all the problems beleaguering the African continent.\r\nFAO, in proposing the creation of this fund, underlines that\r\nit will work only if Governments succeed in creating the\r\nright enabling environment, including favourable legal and\r\ntax systems, adequate infrastructure, well-functioning capital\r\nmarkets and human resource development. In pursuing the\r\nidea of a diversification fund for African commodities, it\r\nwould also seem imperative to take into account the\r\nexpertise of the United Nations Conference on Trade and\r\nDevelopment (UNCTAD) in commodity matters and the\r\npertinent comments of the Secretary-General.\r\nFinally, I should like to make some remarks on my\r\ncountry’s policies with regard to the African continent.\r\nMindful of the importance of further intensifying\r\nAustria’s relations to African countries, the Austrian Foreign\r\nMinistry is elaborating a framework concept, called \"Africa\r\n2000\". This concept will be finalized by the end of this year\r\nand will contain guidelines for Austria’s foreign policy in the\r\npolitical, economic, cultural and administrative domains.\r\nWith regard to development cooperation proper, I\r\nshould like to point out that Austria’s development\r\ncooperation emphasizes the creation of framework conditions\r\nconducive to social and economic development that is\r\nenvironmentally sustainable and aims at eradicating poverty,\r\nfulfilling basic needs and enhancing the country’s capacity\r\nto participate successfully in the world economy. The\r\nthree-year programme for development cooperation for 1994\r\n50th meeting - Thursday, 4 November 1993 7\r\nthrough 1997 was adopted by the Austrian Government this\r\npast July. It concentrates Austrian development cooperation\r\nefforts on eight countries. Among these eight countries, six\r\nare in Africa.\r\nAustria also participates in the debt relief endeavours of\r\nthe Paris Club. Furthermore we take an active part in the\r\nongoing negotiations to elaborate a framework convention to\r\ncombat desertification in those countries that experience\r\nserious drought or desertification, particularly in Africa. The\r\nAustrian Government continues to strive for the realization\r\nof the official development assistance target of 0.7 per cent\r\nof our gross national product.\r\nLet me conclude by reiterating Austria’s commitment\r\nto contributing our share towards the implementation of the\r\nNew Agenda for the Development of Africa in the years to\r\ncome.\r\nMr. AYEWAH (Nigeria): My delegation is pleased to\r\nspeak on agenda item 24, entitled \"United Nations New\r\nAgenda for the Development of Africa in the 1990s\".\r\nIt will be recalled that in its resolution 45/178 A of\r\n19 December 1990, the General Assembly - by establishing\r\nan Ad Hoc Committee of the Whole of the forty-fifth\r\nsession for the purpose of preparing, for the forty-sixth\r\nsession, the final review and appraisal of the implementation\r\nof the United Nations Programme of Action for African\r\nEconomic Recovery and Development 1986-1990 - had set\r\nthe tone for a productive dialogue between African countries\r\nand the international community on the resolution of the\r\nregion’s socio-economic problems. The adoption of the\r\nProgramme by the General Assembly five years earlier at its\r\nThirteenth Special Session, in June 1986, had taken place\r\namidst high hopes, unqualified optimism and general\r\nexpectations that Africa’s socio-economic problems would\r\nfinally begin to receive commensurate attention from the\r\ninternational community. The latter was required to provide\r\nthe crucial, supportive environment, in terms of increased\r\nfinancial resources and technical assistance to African\r\ncountries in order to foster sustained economic development,\r\nhuman resource development, and trade and commodity\r\ndiversification and expansion. African Governments, in\r\ncommitting themselves irrevocably to the pursuit of policies\r\nand programmes that would ensure that the economic\r\nsituation of the region improved, had undertaken\r\nfundamental reforms and adjustment programmes, painfully\r\nexecuted at great sacrifice to their economies and peoples.\r\nIt was therefore with the full acknowledgement of the\r\ninternational community that Africa was proclaimed as\r\nconstituting one of the five priorities of the United Nations\r\nin the 1990s, that my country - and indeed the entire African\r\ncontinent - hailed the unanimous adoption by the forty-sixth\r\nsession of the United Nations General Assembly of\r\nresolution 46/151 on the New Agenda, designed primarily to\r\nserve as a catalyst, and to provide political impulse and\r\nstrength to the other activities taking place within and\r\noutside Africa. The conclusion was that the results achieved\r\nso far had fallen far short of the expectations both of African\r\ncountries and of the international community. Hence the\r\nrenewed commitment to African development, based on the\r\nprinciple of shared responsibility and full partnership\r\nbetween Africa and the international community. More\r\nimportantly, the New Agenda set specific targets to be\r\nachieved in the 1990s, and these include an average annual\r\ngrowth rate in gross domestic product of at least 6 per cent\r\nand a minimum of $30 billion in net official development\r\nassistance in 1992, after which gross domestic product would\r\nneed to grow at an average rate of 4 per cent per annum.\r\nIt can no longer be denied that the critical\r\nsocio-economic situation facing Africa since the early 1980s\r\nhas not received the requisite attention from the international\r\ncommunity. A recent survey of economic and social\r\nconditions indicates that, after losing the development\r\nmomentum during the 1980s, African countries have not yet\r\nexperienced durable and self-sustaining economic recovery.\r\nThe continent’s economic output grew by a mere\r\n1.5 per cent in 1992, after having grown by only\r\n2.3 per cent in 1991 and just 3.1 per cent in 1990. Indeed,\r\nfrom 1980 to the present, Africa is the only region in the\r\nworld which has suffered and continues to suffer a decrease\r\nin average income and where the incidence of poverty has\r\nincreased. African countries continue to be weighed down\r\nby a heavy external debt burden. The service of this debt\r\nconsumed about 24 per cent of the region’s export revenues\r\nlast year, and in some countries the debt service burden was\r\nmuch higher.\r\nThe continued lackluster economic outlook of the\r\nAfrican countries is proof that the reforms which have been\r\nimplemented so far have not tackled the fundamental\r\nstructural weaknesses. Until these inadequacies are\r\ncorrected, countries will not break the shackles of under-\r\ndevelopment to define for themselves new comparative\r\nadvantages within a changing world economy.\r\nVast amounts of resources need to be mobilized now,\r\nboth from within Africa and from external partners, and\r\ninvested in a massive programme to upgrade human\r\nproductive capacities, modernize institutions, and transfer,\r\nadapt and disseminate science and technology. Increased\r\ninter-African trade and trade with the rest of the world are\r\nvital to Africa’s sustained economic recovery and growth.\r\nIn this connection, my delegation wishes to place on\r\nrecord its gratitude and appreciation to the Secretary--\r\n8 General Assembly - Forty-eighth session\r\nGeneral, Mr. Boutros Boutros-Ghali, for the welcome\r\nsubmission of three reports: on the preliminary\r\nconsideration of the implementation of the New Agenda for\r\nthe Development of Africa in the 1990s (A/48/334); on the\r\nneed for and feasibility of a diversification fund for Africa’s\r\ncommodities (A/48/335 and Add.1); and on overall resource\r\nflows to Africa (A/48/336 and Corr.1). We commend the\r\nSecretary-General’s effort to ensure the successful\r\nimplementation of the New Agenda. We note, with\r\nappreciation, the establishment of a high-level panel to\r\nadvise and assist him on African development, in particular\r\non the implementation of the New Agenda. We request this\r\npanel to continue to meet regularly under the chairmanship\r\nof the Secretary-General and to make its recommendations\r\navailable annually to Member States.\r\nWe also welcome with appreciation the Tokyo\r\nConference on African Development convened by the\r\nGovernment of Japan, which has just concluded, and the\r\nunanimous adoption by the participants of the Tokyo\r\nDeclaration, an instrument designed to convey a high-level\r\npolitical commitment to African development, with clear\r\nreference to the United Nations New Agenda for African\r\nDevelopment and its priorities.\r\nThe Secretary-General, in his report, drew the attention\r\nof the international community to the need for, and\r\nfeasibility of, a diversification fund for Africa’s commodities\r\nas prepared and recommended by the Food and Agriculture\r\nOrganization of the United Nations (FAO). Indeed, a\r\ncombination of rising indebtedness, rapid population growth,\r\nenvironmental degradation, political instability and civil\r\nstrife, over-dependence on a few primary commodities for\r\nexport earnings and a steep decline in their prices has led to\r\na long-run fall in per capita income and a sharp deterioration\r\nin the state of nutrition in the region. The need for\r\ndiversification is very compelling. The region relies on too\r\nfew commodities for export earnings, and export of those\r\ncommodities has been stagnant and offers little prospect for\r\ngrowth. In these circumstances, diversification is a logical\r\nstep in the promotion of development by strengthening the\r\ncommodity sector and fostering economic links between\r\nvarious sectors.\r\nMy delegation therefore calls for the establishment of\r\na diversification facility for Africa’s commodities within the\r\nAfrican Development Bank for an initial period of three to\r\nfour years with adequate resources to assist the preparation\r\nof commodity diversification projects and programmes.\r\nWe urge Member States and multilateral organizations\r\nto contribute to this diversification facility with a view to\r\nmaking it operational no later than 31 December 1995. We\r\nurge African countries to establish national diversification\r\ncouncils comprising representatives from the government, the\r\nprivate sector, the scientific community and multilateral\r\norganizations, in order to generate project proposals that fit\r\ninto national diversification programmes and priorities.\r\nAnother critical element of the support from the\r\ninternational community is the provision of adequate\r\nresource flows to Africa. These resources are needed to\r\ncontribute to achieving the required levels of growth and\r\ndevelopment. While the need for financing Africa’s\r\neconomic recovery and development is becoming critical,\r\nfinancial resources are shrinking. The financial resources\r\nrequired for Africa as a whole are estimated to be in excess\r\nof $56 billion annually; between 1993 and 2005, Africa’s\r\nestimated need will be $950 billion or $90 billion per year\r\n(in 1990 dollars) in external financial resources, of which\r\n$490 billion should be in debt relief or cancellation. By\r\ncontrast, there is great concern that international support for\r\nAfrica’s economic recovery may not be forthcoming. Net\r\ntransfers to Africa fell from $14.4 billion in 1990 to about\r\n$12.6 billion in 1991. The terms-of-trade losses for Africa\r\nas a whole are estimated at $5.6 billion in 1991, or between\r\n1.5 and 2 per cent of the gross domestic product. Indeed,\r\nthe slow progress, in the last two years, of the Uruguay\r\nRound of trade negotiations of the General Agreement on\r\nTariffs and Trade (GATT) cannot but be viewed with serious\r\nconcern by African countries. The importance Africa\r\nattaches to expanding international trade, free of protectionist\r\nbarriers, and the need to expedite the conclusion of the\r\nnegotiations that have been stalled cannot be minimized.\r\nIt has become abundantly clear and universally\r\nacknowledged that the problems of the continent are not of\r\na short-term nature alone. Immediate and drastic action to\r\nhelp Africa overcome the present crisis and then to achieve\r\nsustained growth in the long run is not only essential on\r\nhumanitarian grounds but is also in the interest of the entire\r\ninternational community. The world can hardly be safe,\r\nstable and peaceful when millions of people across an entire\r\ncontinent are dismally poor and ill-fed.\r\nAs the United Nations New Agenda for African\r\nDevelopment in the 1990s illustrates, what needs to be done\r\nboth at the national and at the international level is clear.\r\nThe time for reflection, study and discussion has indeed\r\npassed. Now is the time for action.\r\nMr. PENNANEACH (Togo) (interpretation from\r\nFrench): Two years ago, following the failure of the United\r\nNations Programme of Action for African Economic\r\nRecovery and Development 1986-1990, the international\r\ncommunity, in a spirit of solidarity, adopted the United\r\nNations New Agenda for the Development of Africa in the\r\n1990s, a strategy for saving our continent from its present\r\neconomic stagnation. Today the international community\r\nmeets again for a preliminary assessment of the action taken\r\n50th meeting - Thursday, 4 November 1993 9\r\nto give fresh momentum to the pursuit of the objectives of\r\nthe United Nations New Agenda for the Development of\r\nAfrica in the 1990s.\r\nWe pay a tribute to the Secretary-General, whose\r\nreports contain substantive proposals and recommendations\r\nfor the success of the Agenda. We wish also to thank the\r\nBureau of the Special Coordinator for Africa and the Least\r\nDeveloped Countries, under the able leadership of\r\nMr. Ould Abdallah.\r\nI join other representatives who have already spoken in\r\nnoting that despite the Secretary-General’s personal\r\ncommitment to the quest for the necessary resources, the\r\nUnited Nations New Agenda for the Development of Africa\r\nin the 1990s has had a difficult time getting under way.\r\nHence, today’s debate is vital, in the light of the economic\r\ncrisis that continues to assail the continent. We all know\r\nthat Africa is experiencing serious difficulties resulting from\r\nthe external-debt burden, deteriorating terms of trade,\r\ndwindling capital flows, natural disasters and inadequate\r\nassistance.\r\nToday’s debate bears witness to the international\r\ncommunity’s commitment to the development of Africa,\r\nwhich is one of the five priorities of the United Nations.\r\nSolutions proposed by various quarters to rescue Africa from\r\nthe crisis clearly show that the problem of Africa is not an\r\nisolated one: it is linked to the international climate.\r\nFrom past failures, Africans have learned useful lessons\r\nwith respect to enacting far-reaching reforms for Africa’s\r\nlasting development. Thus, in the economic sphere, more\r\nthan two thirds of African countries have agreed to drastic\r\nprogrammes of structural adjustment; they have taken\r\ncourageous measures to reform their financial and monetary\r\nsystems; they have created the conditions necessary to attract\r\nforeign investment, in particular by adopting very liberal\r\ninvestment codes. Similarly, most of these States have\r\nwithdrawn from commercial activities and have privatized\r\nmany enterprises.\r\nIn the agricultural sector, there has been an effort to\r\ndiversify production. Unfortunately, this has often been\r\nlimited by a lack of financing and by other factors such as\r\ndrought.\r\nIn the area of economic integration, although trade\r\nwithin Africa still accounts for less than 5 per cent of the\r\nregional total, African Governments are clearly determined\r\nto hasten the process of integration. It is clear that the\r\nobstacles that continue to hamper the free movement of\r\npersons, goods and capital are gradually disappearing.\r\nIn the political arena, I would note that the\r\ndemocratization of institutions has begun, in keeping with\r\nthe aspirations and situation of each country. That process,\r\nturbulent though it may be, will be consolidated in the long\r\nterm and will inspire much greater investor confidence.\r\nAre those measures enough to end Africa’s crisis?\r\nObviously not, especially as the structures remain fragile.\r\nMy delegation therefore believes that the severe crisis in\r\nAfrica cannot be resolved by speeches, studies and analyses\r\nthat are never translated into action. We continue to believe\r\nthat concrete action is needed to solve Africa’s socio-\r\neconomic problems.\r\nThe priority is to find a proper solution to the debt\r\nproblem, which is hampering Africa’s recovery. For it is\r\nclear that the debt burden is a major obstacle to development\r\nfinancing. That is why Togo continues to champion the idea\r\nof convening an international conference on Africa’s external\r\ndebt and supports the proposals on the debt question made\r\nat the Tokyo Conference of 5 and 6 October 1993.\r\nMy country is also concerned by the steady fall of\r\ncommodity prices, which continues to deprive our countries\r\nof the resources they need for development financing.\r\nJustice dictates that our commodities be purchased at\r\nprofitable prices. Togo is also in favour of the creation of\r\na diversification fund for commodities, which would be a\r\nvital tool for supporting development.\r\nFrom the standpoint of the increased liberalization of\r\ninternational trade, it is also important to lift protectionist\r\nmeasures that limit access by African products to world\r\nmarkets. In that connection, my delegation hopes that the\r\nconclusions of the Uruguay Round of trade negotiations\r\nunder the General Agreement on Tariffs and Trade (GATT)\r\nwill meet the expectations of developing countries in general\r\nand of Africa in particular.\r\nThe success of the New Agenda depends above all on\r\nthe availability of sufficient internal and external financial\r\nresources. In that connection, my country appeals to the\r\ninternational community to make a greater contribution to\r\nAfrican recovery through a substantial provision of capital.\r\nIt is by concerted, unified action that we can reach the\r\ngoals of the United Nations New Agenda for the\r\nDevelopment of Africa in the 1990s.\r\nMy delegation sincerely hopes that our assessment of\r\nthe United Nations New Agenda for the Development of\r\nAfrica in the 1990s will help spur the implementation of this\r\nprogramme, which is among the best the United Nations has\r\never set in motion to stimulate development in our continent.\r\n10 General Assembly - Forty-eighth session\r\nAs the Secretary-General has said,\r\n\"The New Agenda for the Development of Africa\r\nis a new departure in international cooperation for\r\ndevelopment. It must yield results.\"\r\nLet us therefore act together; let us take up the\r\nchallenge. Let us not think that our speeches constitute\r\naction and our intentions deeds.\r\nMr. MUMBENGEGWI (Zimbabwe): Allow me to\r\nbegin by expressing our appreciation to His Excellency\r\nAmbassador Elaraby of Egypt for his statement on behalf of\r\nthe African States and to His Excellency Ambassador\r\nJaramillo of Colombia for the statement he made on behalf\r\nof the Group of 77.\r\nLet me express our sincere appreciation to the\r\nSecretary-General for the information before us in his report\r\n(A/48/334) on the United Nations New Agenda for the\r\nDevelopment of Africa in the l990s; the report (A/48/336\r\nand Corr.1) on the \"Mobilization of additional resources for\r\nAfrican economic recovery and development: a study on\r\noverall resource flows to Africa\"; and the note (A/48/335\r\nand Add.1) on the \"Need for and feasibility of the\r\nestablishment of a diversification fund for Africa’s\r\ncommodities\". We have found the reports to be both\r\nanalytical and comprehensive and, in that regard, they have\r\ngreatly facilitated our consideration of this very important\r\nsubject.\r\nIt would be well at this juncture to recall that when the\r\nGeneral Assembly carried out a final review and appraisal of\r\nthe ill-fated United Nations Programme of Action for\r\nAfrican Economic Recovery and Development 1986-1990,\r\nthe international community came to the sad but unequivocal\r\nconclusion that the Programme had failed to become the\r\nfocal point for the recovery and sustained growth of our\r\ncontinent. A number of reasons were cited for this failure,\r\namong them such endogenous factors as institutional and\r\ninfrastructural weaknesses, inadequate human resources,\r\ndrought and protracted armed conflicts and political unrest\r\nwhich continued to affect some parts of the continent. Yet\r\nthere were also some serious exogenous shortcomings which\r\ncontributed to the failure of UNPAAERD, foremost among\r\nthem the failure of Africa’s bilateral and multilateral partners\r\nto provide the necessary financial resource flows on an\r\nadequate and assured basis, the crushing debt burden, a\r\nsharp decline in commodity prices on the world market and\r\nworsening terms of trade. It was for the primary reason of\r\naddressing and overcoming these very problems that the\r\nGeneral Assembly adopted the United Nations New Agenda\r\nfor the Development of Africa in the 1990s.\r\nTwo years after the adoption of the New Agenda for\r\nthe Development of Africa, can we truthfully say that this\r\nnew compact has succeeded, even in the most modest of\r\nterms, where the 1986-1990 Programme so dismally failed?\r\nMy delegation has studied carefully, and wishes to express\r\nits appreciation for, the actions which the United Nations\r\nsystem in particular, but also other actors, have taken so far\r\nin implementing the New Agenda. We commend the efforts\r\nof the Secretary-General, His Excellency Mr. Boutros\r\nBoutros-Ghali, particularly his initiative of establishing the\r\nPanel of High-level Personalities on African Development to\r\nassist and advise him on practical measures and options to\r\nadvance the implementation of the New Agenda. We note\r\nthat that Panel has already held two meetings within the\r\nspace of six months to review some of the issues which are\r\nof very critical importance to the implementation of the New\r\nAgenda. We have also noted with appreciation the activities\r\nof the United Nations Development Programme (UNDP) in\r\nthis regard, particularly through the special programmes of\r\nthe National Long-Term Perspective Studies and the African\r\nCapacity-Building Initiative and through intensified\r\ncollaboration with the Organization of African Unity, the\r\nEconomic Commission for Africa and the African\r\nDevelopment Bank. Our appreciation is also due the\r\nGovernment of Japan which, in collaboration with the United\r\nNations and the Global Coalition for Africa successfully\r\norganized and hosted the recently concluded Tokyo\r\nConference on African Development. Indeed, the value of\r\nthis initiative, and others of a similar nature, cannot be\r\noveremphasized.\r\nYet the numerous reports before this General Assembly\r\nclearly indicate that the situation in many African countries\r\nhas not become better in the last two years, but has rather\r\ntaken a turn for the worse. My delegation would indeed\r\nagree with the conclusion of the Administrator of UNDP in\r\none of his recent reports on the role of UNDP in the\r\nimplementation of the New Agenda that the New Agenda\r\n\"... has so far failed to become the focal point for\r\ncatalysing international and regional support for the\r\ncontinent’s development\". (DP/1993/17, para. 4)\r\nWhen the New Agenda for the Development of Africa\r\nwas adopted, it was universally recognized that a critical\r\nelement in the support of the international community for\r\nAfrica’s own efforts was the provision of adequate resource\r\nflows. If I may recapitulate the agreement at that time, it\r\nwas envisaged that, for African countries to achieve an\r\naverage annual growth rate of real gross national product of\r\nat least 6 per cent in the 1990s, a minimum of $30 billion in\r\nnet official development assistance would be required in\r\n1992, after which real net official development assistance\r\nwould need to grow at an average rate of 4 per cent per\r\n50th meeting - Thursday, 4 November 1993 11\r\nannum. It is dismaying to note in the Secretary-General’s\r\nreport on the mobilization of additional resources that\r\n\"Since the beginning of the present decade, the net\r\naggregate resource flows to Africa have declined and\r\nwere 22 per cent lower in 1992 ... than in 1990\".\r\n(A/48/336 and Corr.1, para. 4)\r\nIndeed, that report places this parlous state of affairs in\r\nits proper context and perspective when it goes on to say:\r\n\"The decline in the net aggregate resource flows in the\r\n1990s seems to indicate that Africa has been bypassed\".\r\n(A/48/336 and Corr.1, para. 5)\r\nThe Secretary-General also points out in his report on\r\nthe implementation of the New Agenda (A/48/334) the\r\nanomalous situation in which\r\n\"Although the international community has\r\nconsistently expressed its full support for economic\r\nreforms in Africa that support has not been translated\r\ninto adequate financial assistance\". (A/48/334, para. 31)\r\nBilateral assistance to our continent in fact declined from\r\n$12 billion in 1990, when many of us embarked on the\r\nstabilization and structural-adjustment programmes, to\r\n$10.7 billion in 1991. What is even more ironic is the fact\r\nthat, as stated in the 1993 World Economic Survey\r\n(E/1993/60 - ST/ESA/237), the only geographical region of\r\nthe developing countries that had a negative transfer of\r\nresources in 1992 was Africa.\r\nNo new initiative, programme of action or strategy\r\ncould possibly succeed in Africa if comprehensive measures\r\nare not taken urgently to address and solve the continent’s\r\nexcruciating debt problem. As has been clearly indicated in\r\nmany recent reports, including those before us today, Africa\r\nhas the highest ratios of debt to gross national product and\r\ndebt to exports of all developing regions of the world:\r\n100.1 per cent and 281.3 per cent, respectively. Such are\r\nthe magnitude and crippling effects of the continent’s\r\nexternal debt problem. We fully concur with the\r\nSecretary-General when he states that\r\n\"Africa’s debt issue cannot be dissociated from that of\r\nthe resources necessary for the economic recovery and\r\ndevelopment of the region.\" (A/48/334, para. 72)\r\nWe would also wish to reiterate the urgent need for a\r\nnew, comprehensive initiative covering all types of Africa’s\r\nexternal debt: bilateral, multilateral and commercial. In that\r\nregard, we support the Secretary-General’s proposals for\r\nfurther efforts on the part of the donor countries to arrive at\r\na write-off of official-development-assistance debt, and for\r\na substantial increase in net transfers from the multilateral\r\nfinancial institutions; we also agree with him that there is a\r\nneed for an early start to commercial-debt-reduction-facility\r\noperations.\r\nAnother, interrelated, issue that is critical to Africa’s\r\nrecovery and development is that of the continent’s terms of\r\ntrade. According to the reports before us, there was a\r\nsubstantial fall in the terms of trade in a significant number\r\nof African countries in 1992, particularly as a result of\r\nfalling commodity prices and lack of market access. As the\r\nreport in document A/48/336 and Corr.1 illustrates, it has\r\nbeen estimated that a significant number of sub-Saharan\r\nAfrican countries experienced net-trade-loss terms to the\r\ntune of $16.5 billion on the basis of 1990 exports, or the\r\nequivalent of 6.6 per cent of gross domestic product. On the\r\nwhole, we are deeply concerned that Africa’s share of world\r\ntrade, accounting for only 2.1 per cent of global exports, has\r\nremained appallingly low in 1993. The aggregate effect of\r\nsuch an unsupportive international environment is known to\r\nall: poor savings and foreign exchange earnings, net outflow\r\nof resources, and a negative impact on the ability of the\r\neconomic reforms we are implementing to be effective in\r\nstimulating recovery and sustained growth.\r\nAs the report prepared by the Food and Agriculture\r\nOrganization of the United Nations, on behalf of the\r\nSecretary-General, on the need for and feasibility of the\r\nestablishment of a diversification fund for Africa’s\r\ncommodities points out, most countries in the region rely on\r\ntoo few commodities for their export earnings, and the\r\nexports of these commodities have been stagnant and offer\r\nlittle prospect for growth. The reasons for such stagnation\r\nand the resultant losses in commodity-export\r\nearnings - reasons that include the lack of international\r\nmarket opportunities - are well articulated in the document.\r\nThe need for diversification of the commodities sector\r\nin Africa has once again been reiterated. My delegation is\r\ntherefore gratified by and welcomes, as a first step, the\r\nSecretary-General’s recommendation for the creation of a\r\nspecial facility within the African Development Bank for the\r\nfinancing of the pre-investment phase of commodity-\r\ndiversification projects. It is our hope that in the long term,\r\nas initiatives such as this are put in place, concrete measures\r\nwill be taken to stabilize Africa’s terms of trade and to\r\ncreate market access to Africa’s new diversified range of\r\nexport commodities. In this regard, we would also reiterate\r\nthe urgent need for an early, balanced, comprehensive and\r\nsuccessful outcome of the Uruguay Round of multilateral\r\ntrade negotiations.\r\nI now turn to an issue which is also closely linked to\r\nAfrica’s economic recovery and development. Nearly one\r\n12 General Assembly - Forty-eighth session\r\nand a half years after the conclusion of the United Nations\r\nConference on Environment and Development in Rio de\r\nJaneiro in June 1992, many African countries have taken\r\npositive and determined measures to implement the\r\nprogrammes contained in Agenda 21. The interrelationship\r\nbetween environment, sustained economic growth and\r\nsustainable development, population and the eradication of\r\npoverty is clear and direct. We are deeply aware that\r\npoverty, characteristically manifested by the gross imbalance\r\nbetween population and available resources, is a major\r\nsource of environmental degradation on the continent.\r\nPoverty has led to tremendous pressure on land resources,\r\nincluding forests, overgrazing and backward agricultural\r\nmethods, all of which has resulted in deforestation, soil\r\nerosion and desertification.\r\nAs the Secretary-General points out in his report, fully\r\naware of the need to halt and reverse these trends,\r\n\"African countries have promoted environmental\r\nprotection, individually or collectively, by the control of\r\ndeforestation, the management of natural resources and\r\nthe introduction of environment laws in the mining and\r\nindustrial sectors\". (A/48/334, para. 40)\r\nWhile we remain committed to honouring our\r\nresponsibilities under Agenda 21, it is clear that, as we have\r\nalready stated, we cannot face this challenge alone. We are\r\naware of the need to develop our national capacities in order\r\nto implement the programmes envisaged under Agenda 21.\r\nYet for us to be able to do this there is a need for substantial\r\nnew financial and technological resources. These will\r\nrequire international cooperation. In keeping with the spirit\r\nand commitments of Rio, we would call on the international\r\ncommunity to lend its full support to Africa’s efforts to\r\nensure sustainable development with the provision of\r\nadequate new and additional financial resources and the\r\ntransfer of and access to environmentally sound technologies\r\non a concessional basis. Above all, we call for a free, open\r\nand unrestricted trade system and a supportive international\r\neconomic environment.\r\nAfrica remains committed to the implementation of the\r\nNew Agenda by scrupulous adherence to its side of the\r\ncompact: greater popular participation, the creation of an\r\nenabling environment, the implementation of population and\r\nenvironment policies, and the promotion of subregional and\r\nregional economic cooperation and integration. We now call\r\non the international community to renew its solidarity with\r\nthe African continent.\r\nMr. THAKUR (India): I am speaking with pleasure\r\nand considerable optimism on agenda item 24, entitled\r\n\"United Nations New Agenda for the Development of Africa\r\nin the 1990s\". The critical economic situation in Africa has\r\nbeen on the agenda of the United Nations since the early\r\n1980s. Even at that time, various agencies of the United\r\nNations, including the Economic Commission for Africa, had\r\nsounded dire warnings that the economies of the African\r\nregion were faced with the prognosis of stagnation or even\r\na decline in the already unacceptable low levels of per capita\r\nand gross output.\r\nIt had been emphasized that such a situation should not\r\nand could not be allowed to continue. What emerged in\r\nreality was what has been aptly described by many as the\r\n\"lost development decade\". Alarmed at the continued adverse\r\nperformance of African economies, the international\r\ncommunity, at the forty-sixth session of the General\r\nAssembly, adopted the United Nations New Agenda for the\r\nDevelopment of Africa in the 1990s. Two years have since\r\nelapsed. We have today a useful opportunity to review the\r\nprogress that has been made as well as to draw attention to\r\nthe slippage that may have taken place.\r\nI should like to draw attention to some of the elements\r\nin the New Agenda, which, in our view, embodies the\r\nemerging concepts of global partnership for development.\r\nThe Agenda recognizes that the international community has\r\na shared responsibility and a full partnership with Africa in\r\nsupporting Africa’s own efforts to achieve self-sustaining\r\nsocio-economic growth and development. While committing\r\nthe countries in Africa to undertake various economic\r\nreforms, it has also drawn attention to the necessary\r\naccompaniment in terms of a supportive international\r\neconomic environment.\r\nWhile paying attention, therefore, to encouraging\r\ninvestment promotion, protecting the environment,\r\nencouraging agricultural and rural development, food\r\nsecurity and integrating population trends with development,\r\nit needs to be appreciated that the African economies need\r\ncatalytic and sustaining support from external variables.\r\nThese include additional resource flows, better terms of trade\r\nfor commodities, diversification of production and trade,\r\ndevelopment of complementarities at the subregional and\r\nregional levels and enhanced foreign direct investment. Debt\r\nreduction and rescheduling also must be an inalienable part\r\nof this strategy.\r\nA review of the socio-economic indicators pertaining to\r\nthe economies in Africa makes it painfully clear that the\r\nresults attained so far are still below not only expectations\r\nbut even lower than the essential requirements. The\r\nstructural adjustment measures being undertaken in several\r\ncountries make it imperative that increased aggregate transfer\r\n50th meeting - Thursday, 4 November 1993 13\r\nof resources be ensured to enable the reforms to proceed.\r\nThe adjustment programmes undertaken in many of these\r\ncountries are still at a very fragile stage. They invariably\r\nentail social costs, sometimes to the point of threatening\r\nstability and in popular perception even challenging the very\r\nsustainability or desirability of the reform process. Going by\r\nthe experience of my own country, in a major innovative\r\nattempt at restructuring our economy, we have set up a\r\nNational Renewal Fund to meet the social costs. This has\r\nmitigated to some extent the social costs of transition. We\r\ninitially dealt with the most vulnerable sections on a priority\r\nbasis. Resource constraints have, however, affected\r\nsomewhat the acceleration and deepening of the transition\r\nprocess with a human face.\r\nAfrica’s economic recovery appears, unfortunately, still\r\nremote. The Secretary-General’s report on \"Mobilization of\r\nadditional resources for African economic recovery and\r\ndevelopment: a study on overall resource flows to Africa\"\r\n(A/48/336) has appropriately drawn attention to the need for\r\nenhanced private capital flows and foreign direct investment.\r\nThere is a consensus that the considerable\r\ninvestment-savings gap must be filled by external resources.\r\nThe United Nations New Agenda for the Development of\r\nAfrica in the 1990s had recommended a minimum of\r\n$30 billion in net official assistance in 1992, if an average\r\nannual growth of real gross national product of at least\r\n6 per cent until the year 2000 is to be achieved. But the\r\naverage annual inflow of foreign direct investment into\r\nAfrica has come down from a level of $2.5 billion in the\r\n1980s to $2 billion in the 1990s. The comparable figures for\r\nsub-Saharan Africa declined from $1.3 billion to $1 billion.\r\nThe picture on private loans is equally dismal. In fact,\r\nAfrica’s access to private loan flows became negative after\r\n1990. Commercial loans and private investment now\r\nrepresent less than 5 per cent of resource flow to this region.\r\nThe region also saw an adverse net transfer of financial\r\nflows.\r\nIt is quite obvious that, if the picture is to be altered on\r\na long-term basis, the basic structure of production and trade\r\nmust change. Diversification, expanding the resource base,\r\nvalue addition in production and so on have to be the\r\nessential components. The Secretary-General’s report on the\r\n\"Need for and feasibility of the establishment of a\r\ndiversification fund for Africa’s commodities\" (A/48/335)\r\nhas once again appropriately pointed out that a combination\r\nof rising indebtedness, rapid population growth,\r\nenvironmental degradation, political instability and civil\r\nstrife, and over-dependence on a few primary commodities\r\nfor export earnings, as well as a steep decline in their prices,\r\nhave led to a long-term decline in per capita incomes.\r\nIt is disturbing indeed to note that there has also been\r\na sharp deterioration in the nutritional situation in the region.\r\nIn this context, I would like to draw attention to the\r\nrecommendation made by the Food and Agriculture\r\nOrganization of the United Nations that a diversification\r\nfacility for African commodities be set up in the African\r\nDevelopment Bank for an initial period of three to four\r\nyears, with resources of roughly $50 million to $75 million.\r\nThe world community is aware that economies in\r\nAfrica have also been affected adversely because of the\r\nshackles of colonialism and apartheid in South Africa. With\r\nthe independence of a large number of African countries in\r\nthe 1960s, the scourge of colonialism has to a large extent\r\ndisappeared from the African continent. Apartheid, we hope,\r\nwill soon come to an end in South Africa with the holding\r\nof elections in that country next April. The socio-economic\r\ndisequilibrium created by such inhuman and uncivilized\r\npractices will, however, continue to affect the lives of a\r\nmajority of the African population. It is of the utmost\r\nimportance, therefore, that efforts for the development of\r\nAfrica should also address these socio-economic inequalities\r\nso that the people can enjoy equality in economic\r\nopportunity and social status along with political rights.\r\nWe applaud the efforts made by the Special Committee\r\non decolonization and the Special Committee against\r\nApartheid in generating a strong international movement to\r\naddress these problems.\r\nThe support of India for the African freedom\r\nmovements and for the efforts of the African countries to\r\nachieve sustainable economic growth is based on a deep\r\ncommitment to our fundamental principles. It has\r\nmanifested itself in tangible terms in the form of the Africa\r\nFund, which was established at our initiative to provide\r\nproject and other technical assistance to the front-line States\r\nin various areas, including human resource development and\r\ndrought relief. By 1992, the Fund had disbursed up to\r\n$500 million in such assistance. Our cooperation with the\r\nSouthern Africa Development Community is yet another\r\nexpression of our desire to be an equal partner in the\r\ndevelopment efforts in Africa. We have participated actively\r\nin the economic development of Africa, inter alia, through\r\nour Indian Technical and Economic Cooperation Programme,\r\nunder which we have interacted with several countries in\r\nAfrica through technical assistance in the form of execution\r\nof projects, extension of training facilities in India,\r\ndesignation of Indian experts, feasibility studies, providing\r\nconsultancy services and organizing study visits. It is worth\r\nnoting that more than 20,000 nominees from foreign\r\ncountries, most of them from Africa, have been trained in\r\nIndia under this Programme.\r\n14 General Assembly - Forty-eighth session\r\nAmong the projects currently in hand are the setting up\r\nof a remote sensing centre in Nigeria, a vocational training\r\nprogramme centre in Senegal and several projects in\r\nMauritius. We have offered training facilities in a wide\r\nrange of fields such as banking, financial management,\r\nhydrology and water resources management, urban\r\ndevelopment, mass communication, fisheries, electronics,\r\nsatellite image-processing, packaging, food processing, small\r\nindustries, crop research, sericulture, bio-gas technology,\r\nmanpower planning and training, and so on. In July 1991,\r\nIndia decided to send volunteers as part of its commitment\r\nto South-South cooperation to interact with other developing\r\ncountries in their development programmes. It has been\r\ndecided to initially send 50 special volunteers in this regard\r\nto 10 selected countries in Asia and Africa.\r\nIn conclusion, I should like to assert that consensus\r\nprogrammes for the economic development of Africa exist.\r\nWe have the United Nations New Agenda. The Declaration\r\non International Economic Cooperation, in particular the\r\nRevitalization of Economic Growth and Development of the\r\nDeveloping Countries and the International Development\r\nStrategy for the Fourth United Nations Development Decade\r\n(1991-2000) also encompass the countries in the African\r\nregion. Work is at present going on regarding an agenda for\r\ndevelopment. It is quite obvious that what is lacking is not\r\na set of plans and programmes, but the ability and\r\nwillingness to translate these into reality. The focus of our\r\ndiscussions and attention should therefore be on ways in\r\nwhich we can ensure the implementation of our\r\ncommitments, undertaken with speed and efficiency.\r\nLet me assure the Assembly that India remains firmly\r\ncommitted to lending its vigorous support to this endeavour.\r\nMr. ABIBI (Congo) (interpretation from French): My\r\ndelegation fully agrees with the statement made here on\r\nbehalf of the Organization of African Unity (OAU) by the\r\nAmbassador of Egypt, and highly values the support given\r\non behalf of the Group of 77 by the Ambassador of\r\nColombia.\r\nThe critical situation affecting the economies of African\r\ncountries weighs heavily on the consciences of us all and\r\ngives the present discussion on the United Nations New\r\nAgenda for the Development of Africa in the 1990s a special\r\ndimension, in view of the expectations of thousands and\r\nthousands of human beings subjected to the trials of hunger,\r\nabject poverty and natural disaster on that continent.\r\nAfrica, while not trying to catch up with the others at\r\nany cost, needs to walk at their side, thanks to continuous\r\nprogress in its economic development. But, as can be seen\r\nfrom the various studies and documents submitted for our\r\nconsideration, the economic and social situation of most\r\nAfrican countries has deteriorated.\r\nThe ever-growing debt burden, the gradual drop in\r\nofficial development assistance, the drying up of foreign\r\ncapital, the deterioration in the terms of trade, the sharp\r\npopulation increase, repeated natural disasters, political\r\ninstability, prolongedinternal conflicts and the deterioration\r\nof the environment are causing a situation which is\r\nthreatening many African countries with the spectre of abject\r\npoverty and thereby dimming prospects for sustainable\r\ndevelopment in the continent, especially sub-Saharan Africa.\r\nAfrica’s continued dwindling share of world markets\r\nreflects a clear gradual marginalization. In such a situation,\r\nthe survival of Africa depends on its ability to face up to all\r\nthese challenges, both through its own efforts and through\r\nsustained international solidarity.\r\nThat is why the adoption of the United Nations New\r\nAgenda for the Development of Africa in the 1990s gave\r\nrise to so much enthusiasm in our countries, as a moral\r\ncontract between our continent and the international\r\ncommunity. It is certainly too soon to judge the results of\r\nthis important solidarity pact. But already it would seem\r\nnecessary to develop ever bolder measures so that the slight\r\nresults we have seen here and there might be transformed\r\ninto decisive action to begin a true economic takeoff for the\r\ncontinent. My delegation therefore supports unreservedly the\r\nplan to create a diversification fund for Africa’s\r\ncommodities, and hopes that the multilateral Uruguay Round\r\nof trade negotiations will be concluded very quickly so that\r\nthe efforts made by African countries are not negated by an\r\nunbalanced system of trade which is still in effect\r\ninternationally.\r\nCongo today faces a situation of economic and financial\r\nbankruptcy resulting both from a disastrous policy pursued\r\nfor more than two decades and the negative effect of\r\nexternal factors linked to the world crisis. The new\r\neconomic policy that President Pascal Lissouba intends to\r\nimplement is based on economic freedom and the freedom\r\nfor all to be entrepreneurs, to create and innovate. It is\r\nbased politically on democratization, which is to replace a\r\nsingle authority with pluralism, thereby ensuring the broadest\r\npossible participation in defining a policy for renewal and in\r\nits implementation.\r\nIn \"liberating freedom\", we hope that democracy will\r\nfoster creativity, the source of innovation, and thereby\r\nsafeguard the progress of the spirit of enterprise and job\r\ncreation, bringing wealth to the nation and thus creating\r\neconomic development. The establishment of a State\r\ngoverned by law, where the rule of law applies to all and\r\nwhere individual freedom in all its forms is respected and\r\n50th meeting - Thursday, 4 November 1993 15\r\nprotected, is designed to create an institutional environment\r\nfavourable to the development of private enterprise and the\r\nspread of civil society.\r\nSome thoughts result from this plan. The first is that\r\nit is possible to build economic development and social\r\nprogress by emphasizing initiative, individual creativity and\r\ncivil society, combined with international assistance, an\r\nimprovement in the terms of trade, foreign investment and\r\nlimited State intervention in sectors coming within its\r\npurview, such as national infrastructures.\r\nThat was the objective of the workshop organized in\r\nPointe Noire in 1992 on the subject \"The management of\r\ninnovation, creativity and the entrepreneurial spirit\", which\r\nbenefited from the contributions of many international\r\nexperts from the United States of America, France,\r\nGermany, Switzerland, Italy, Côte d’Ivoire, Zaire and the\r\nCentral African Republic. The symposium, inter alia,\r\nrecommended the establishment of a financial company for\r\ninnovation, a venture capital company, whose role would be\r\nto take over from conventional banks in financing innovative\r\nenterprises where the risk is real.\r\nThe second thought concerns the importance of human\r\nresources in facing up to the technological challenge which\r\nis certainly a limiting factor in the economic development of\r\nthe continent. One major contributor to worsening the crisis\r\nin Africa is the fact that development no longer depends\r\nsimply on the ability to invest in various essential areas of\r\nproduction, nor on the possession of raw materials;\r\nincreasingly, it depends on the ability to manage these\r\ninvestments and to make use of scientific and technological\r\ninformation pertaining to them.\r\nThe existence of synthetics, simple or composite, with\r\na concomitant decreasing call upon agricultural or mineral\r\nraw materials but without totally displacing the latter, has led\r\nto a collapse in the prices of African exports and therefore\r\nof African earnings. But African countries are heavily\r\ndependent on exports of raw materials, or semi-finished\r\ngoods in the best of cases.\r\nThe survival of Africa today, therefore, requires an\r\neffort at endogenous creativity and subregional and regional\r\neconomic integration, as well as a real ability to absorb\r\nforeign technologies for accelerated and sustained\r\ndevelopment.\r\nIn that connection the transfer of know-how can play a\r\nspecial role in giving impetus to many economic sectors.\r\nFostering that kind of cooperation, the Government of the\r\nCongo recently proposed and the Parliament adopted an\r\namendment to our nationality code to facilitate the\r\nnaturalization of foreigners who have been working in our\r\ncountry in varied economic spheres and who may wish to\r\ntake Congolese citizenship.\r\nObviously, crises are a constant phenomenon in the life\r\nof mankind, whether created by epidemics, endemics,\r\nfamines, wars or natural disasters. However, at the threshold\r\nof the twenty-first century, should we still be expecting\r\nthings to be settled by catastrophe? Today it is possible to\r\nanswer \"No,\" thanks to deliberate, responsible and concerted\r\naction on the part of all mankind.\r\nMr. HUARAKA (Namibia): My delegation would like\r\nfirst of all to take note of and support the statements made\r\nby the delegations of Egypt and Colombia on behalf of the\r\nAfrican Group and the Group of 77, respectively.\r\nThe General Assembly, at its forty-sixth session,\r\nadopted the United Nations New Agenda for the\r\nDevelopment of Africa in 1990s at its forty-sixth session\r\nwith great optimism because it believed that it offered a\r\ngood, comprehensive multilateral framework for addressing\r\nthe diverse critical economic-development problems of the\r\nAfrican continent. Today, along with others, the Namibian\r\ndelegation is still convinced that the New Agenda can be a\r\nvehicle for ensuring that Africa is at the focus of attention\r\nin the United Nations throughout the 1990s. The New\r\nAgenda should act as a catalyst, giving political impetus and\r\nstrength to the other developmental activities going on within\r\nand outside the African continent.\r\nMr. Kharazzi (Islamic Republic of Iran), Vice-\r\nPresident, took the Chair.\r\nAfrica’s output grew by about 1.5 per cent in 1992 after\r\na similar rate of growth in 1991. Per capita output declined\r\nonce again, as has been the case since the early 1980s. In\r\n1992 southern Africa and part of eastern Africa were\r\nseverely ravaged by drought. In my own country alone,\r\ncereal production declined by more than 70 per cent. The\r\ndrought increased pressure on the balance of payments\r\nbecause of higher food imports and lower exports, and on\r\nfiscal budgets as the result of relief programmes. Drought\r\nhit not only agriculture but also agricultural-processing\r\nindustries and other manufacturers, either because water-\r\ngenerated electricity became more expensive and water\r\nscarcity affected the production processes requiring water, or\r\nbecause lack of water had a negative effect on the\r\nproductivity of the labour force.\r\nThus, Namibia would like 1994 to be a year of renewed\r\nefforts and commitments to the effective implementation of\r\nthe New Agenda by the international community. The\r\nefforts of African countries in their quest for growth and\r\ndevelopment will yield little if the international trading\r\nsystem does not allow exports from African countries access\r\n16 General Assembly - Forty-eighth session\r\nto the markets of the developed countries. If the world\r\neconomy is not reformed to provide equity and fairness for\r\nall, our efforts will be futile.\r\nIt is quite clear that the Secretary-General has made\r\nserious efforts to ensure the successful implementation of the\r\nNew Agenda. This is commendable. This, however, should\r\nbe complemented with concrete and positive measures - by\r\nAfrican countries, in particular, but by the rest of the\r\ninternational community as well - to secure growth and\r\ndevelopment on a sustained and sustainable basis on the\r\nAfrican continent.\r\nWe are mindful of the need for Africa to diversify its\r\nprimary commodities to stabilize or increase its export\r\nearnings in the face of the persistent fall in the prices of\r\nprimary commodities and the continuous deterioration of the\r\nterms of trade. We in Namibia have committed ourselves to\r\npursuing vigorously our responsibility and commitment\r\nunder the New Agenda to achieve growth and development\r\non a sustained and sustainable basis. We thus call upon the\r\ninternational community to provide us with the support to\r\nwhich we all committed ourselves in the New Agenda for\r\nthe Development of Africa in the 1990s. There is an urgent\r\nneed for the establishment of a diversification fund within\r\nthe African Development Bank to assist in the preparation of\r\ncommodity-diversification projects and programmes in\r\nAfrica. Member States and multilateral organizations should\r\ncontribute to that diversification facility with a view to\r\nmaking it operational as soon as possible.\r\nThe decline of financial-resource flows to Africa, which\r\nis the only continent experiencing a negative net transfer of\r\nresources in 1990s, is a matter of great concern to Africa.\r\nThe provision of adequate resource flows to Africa is a\r\ncritical element in the support from the international\r\ncommunity. It is needed to contribute to achieving sustained\r\nreal growth in per capita gross national product.\r\nIn the light of all that, my delegation appeals to the\r\ninternational community to increase financial resource flows\r\nto Africa, as these are crucial to regenerating the growth and\r\nsustainable development of the African economies and also\r\nto providing effective support to the political and economic\r\nreforms in which many African countries are now engaged\r\nand thus to helping cushion their severe social impact.\r\nMr. HUSLID (Norway): I am pleased to have an\r\nopportunity to speak on this subject, which is close to my\r\nheart.\r\nI have the honour of making this statement on behalf of\r\nthe Nordic countries - Denmark, Finland, Iceland, Sweden\r\nand Norway.\r\nThe Nordic countries welcome this first opportunity in\r\nthe General Assembly to take part in an evaluation of and a\r\ndebate on the implementation of the New Agenda for the\r\nDevelopment of Africa in the l990s, which was adopted\r\nnearly two years ago. As is stated in its own text, the\r\ndocument constitutes a renewed commitment to Africa’s\r\ndevelopment, based on the principle of shared responsibility\r\nand full partnership between Africa and the international\r\ncommunity. In this context, the Agenda defines the\r\nrespective responsibilities of the African countries, the\r\ninternational community and the United Nations system.\r\nThe Nordic countries commend the Secretary-General’s\r\nreport contained in document A/48/334, which describes\r\nclearly the main features of the economic and social\r\ndevelopment, underlines some of the basic problems and\r\npoints to the challenges ahead. We commend the Secretary-\r\nGeneral for the personal interest that he has taken in these\r\nquestions.\r\nAs for recent development, it has to be recognized that,\r\non the whole, it is far from satisfactory. The report\r\nsummarizes the situation by stating:\r\n\"To varying degrees, as they did in the 1980s,\r\nAfrican countries have entered the 1990s with\r\nmultifaceted crises in such major areas as food security,\r\npopulation, housing, public health, education, energy,\r\nindustrial production, trade, debt and environment.\"\r\n(A/48/334, para. 52)\r\nIt should be noted that during the first three years of the\r\npresent decade the internal domestic product of the region\r\ngrew at an average rate of only 2.1 per cent per annum.\r\nWith an average annual population growth of about\r\n3 per cent, this means that per capita income continued to\r\nfall. There is no doubt that the extremely rapid population\r\ngrowth represents a great challenge to African countries.\r\nThis matter too is mentioned in the report.\r\nHowever, the rather unsatisfactory overall figures that\r\nare quoted hide large differences in economic performance,\r\nand it can be noted with satisfaction that several countries,\r\nwhich are implementing economic and social reforms with\r\ndetermination, have recorded satisfactory growth figures.\r\nStill, it is a regrettable fact that forecasts made by the World\r\nBank and by others indicate that the number of people in\r\n50th meeting - Thursday, 4 November 1993 17\r\nAfrica living in absolute poverty - Africa being the only\r\nregion of the world of which this is true - will have\r\nincreased from some 85 million in 1985 to a projected\r\n265 million in the year 2000.\r\nThis unfortunate situation calls for concrete action -\r\nfirst and foremost, by the countries of Africa themselves, but\r\nalso by the world community, which, according to the New\r\nAgenda, has promised full and tangible support for the\r\nAfrican effort.\r\nTime obliges me to be rather selective in dealing with\r\ninitiatives and measures to address the challenges facing\r\nAfrica. Permit me, on behalf of the Nordic countries, to\r\npoint to several sectors - starting with the important question\r\nof debt.\r\nWe know that sub-Saharan Africa is still plagued by\r\nsevere external indebtedness. On average, contractual debt-\r\nservice charges in low-income Africa amount to a staggering\r\n80 per cent of annual export income. There will be very\r\nlittle comfort in stabilizing, or even slightly declining, debt-\r\nservice ratios so long as arrears continue to pile up.\r\nAlthough countries’ circumstances differ quite substantially,\r\nwe are faced in many cases with a most serious mismatch\r\nbetween debt-service obligations and capacity to make\r\npayments. It is equally clear that official development\r\nassistance can never fill the financing gaps and thus solve\r\nthe problem. We must, therefore, attack the African debt\r\noverhang head-on - and we must do so fast. If Africa enters\r\nthe next century still caught in a quagmire of massive\r\nexternal debt, the effect will be truly disastrous.\r\nAgainst this background, the Nordic countries welcome\r\nthe recent recognition by several Paris Club creditors that a\r\nnumber of the severely indebted countries need debt relief\r\nthat goes well beyond the present 50 per cent. We welcome\r\nalso the fact that the stock-of-debt approach has been put\r\nfirmly on the Paris Club’s agenda. In the case of the\r\npoorest African countries in particular, there is an acute need\r\nfor such measures. Provided that those African countries are\r\ncommitted to economic reforms and structural adjustment,\r\nthe Nordic countries remain willing to grant them stock-of-\r\ndebt reduction of up to 80 per cent. We urge the Paris Club\r\nto move fast on this pressing issue. Early action is badly\r\nneeded, and exceptional flexibility is called for; and creditors\r\noutside the Paris Club should follow suit.\r\nMoreover, the best possible use must be made of a\r\nnumber of existing multilateral mechanisms that have proved\r\nthemselves highly useful to African countries. The recently\r\nreplenished International Development Association debt-\r\nreduction facility - the so-called sixth dimension - which\r\nfacilitates secondary market buy-backs of private bank debts,\r\nmust be fully utilized. In the International Monetary Fund\r\n(IMF), a new, enhanced structural-adjustment facility must\r\nbe agreed upon before the end of this year, and the\r\nconcessional element must be no less than that in the present\r\nscheme. The IMF’s rights accumulation programme for\r\nclearance of arrears might also need refinement or, at least,\r\nsome sort of follow-up. Moreover, donor countries should\r\nconsider contributing to the World Bank’s fifth dimension,\r\nwhich now subsidizes, by as much as 90 to 100 per cent, the\r\nbank-interest dues of International Development Association\r\ncountries, many of which are African. Bilateral grants could\r\nfacilitate increased coverage of parts of the principal\r\nrepayments as well.\r\nAs regards financing, the Nordic countries have found\r\nthe World Bank’s Special Programme of Assistance (SPA)\r\nfor low-income, debt-stressed sub-Saharan African countries\r\nto be a very successful coordination mechanism for\r\nsupporting the economic-reform process in Africa.\r\nCurrently, the Programme provides quick-disbursing\r\nbalance-of-payments support to 27 poor and debt-distressed\r\nAfrican countries that are undertaking comprehensive\r\neconomic-reform programmes. The Nordic countries have\r\nsupported the programme since it was launched in 1987, and\r\nwe welcome the fact that bilateral donors, together with the\r\nUnited Nations Development Programme, the African\r\nDevelopment Bank and the World Bank, agreed recently to\r\nlaunch a third phase of the SPA, covering the period\r\n1994-96.\r\nThe Nordic countries also participate actively and\r\nconstructively in the ongoing replenishment negotiations for\r\nthe African Development Fund. Given the great needs for\r\nconcessional resources in Africa, the African Development\r\nFund plays a crucial role as a channel for such resources to\r\nthe continent.\r\nThe Nordic countries wish to draw the attention of this\r\nAssembly to the Tokyo Conference on African Development\r\nheld in October this year. This Conference and the Tokyo\r\nDeclaration on African Development represent, in our\r\nopinion, a significant step in the work of strengthening an\r\nemerging new partnership for sustainable development in\r\nAfrica, and that is well in line with the Agenda.\r\nWe fully agree with the Tokyo Declaration on the\r\nimportance of the process of simultaneous political and\r\neconomic reform, the necessity of private sector participation\r\nin domestic economic activity and the particular importance\r\nof promoting regional cooperation in Africa, while at the\r\nsame time learning from the valuable development\r\nexperiences in successful Asian countries.\r\nThe Nordic countries have also actively supported the\r\nGlobal Coalition for Africa (GCA), with, as we know, both\r\nAfrican and non-African participation. Launched only a few\r\n18 General Assembly - Forty-eighth session\r\nyears ago, the GCA was and continues to be an important\r\npolicy initiative providing support for Africa and a forum for\r\nequal partnership between African countries and donors. We\r\nare satisfied that GCA takes a keen interest in a number of\r\nthe important issues addressed by the international agenda,\r\nthat is, the United Nations New Agenda for the Development\r\nof Africa in the 1990s.\r\nWe welcome the concentration of future GCA activities\r\non the highest priority issues such as democracy and good\r\ngovernance, the enhancement of economic reform measures,\r\nregional integration, and agricultural policy reform. The\r\nGlobal Coalition for Africa can make an important\r\ncontribution if activities are properly coordinated with other\r\npolicy initiatives and international organizations. The Nordic\r\ncountries would like the GCA to take an even more active\r\nrole in exploring the linkage between political and economic\r\nreform and the conditions for a sustained democratization\r\nprocess in Africa.\r\nIt goes without saying that the United Nations system\r\nmust continue to play an important role in the\r\nimplementation of the New Agenda. Time does not permit\r\nme to comment in any further detail on this action, which\r\nshould, I would emphasize, draw on all United Nations\r\nprogrammes as well as on the specialized agencies. It is\r\nimportant, as stated in the Secretary-General’s report, that\r\nthere be adequate coordination among the various policies\r\nand programmes within the system so as to increase\r\nefficiency. In this context, the machinery of the\r\nAdministrative Committee on Coordination, under the able\r\nleadership of the Secretary-General himself, should be used\r\nto its fullest extent.\r\nLet me, in conclusion, make some comments on the\r\nvery important subject of diversification. The Nordic\r\ncountries have studied with great interest the note by the\r\nSecretary-General entitled \"Need for and feasibility of the\r\nestablishment of a diversification fund for Africa’s\r\ncommodities\" (A/48/335). This document gives a useful\r\ndescription of the economic situation in Africa, and it paints\r\na rather gloomy picture of today’s situation and the future\r\nperspectives for most of the African countries. On the other\r\nhand, the note points out the possibilities and potential for\r\ndiversification. We know that several African countries have\r\nundertaken considerable efforts to reform their economies,\r\nand this despite considerable social costs.\r\nThe Nordic countries agree with the statement in the\r\nreport that the responsibilities for diversification will rest\r\nfirst and foremost with the national authorities and that\r\nmobilization of national resources is a key element in the\r\ndiversification process. We do, however, realize that many\r\ncountries are in need of external assistance to complement\r\ntheir national efforts. Such assistance is today being\r\nprovided through bilateral channels and multilateral\r\ninstitutions such as the World Bank, the International\r\nMonetary Fund, the African Development Bank and the\r\nCommon Fund. In addition, technical assistance in the field\r\nof diversification is provided by a number of other\r\nprogrammes and organizations within the United Nations\r\nsystem. But the report argues that the resources allocated\r\nfor diversification measures are inadequate, and that there is\r\nthus a need to establish a new facility within the African\r\nDevelopment Bank for this purpose.\r\nThe Nordic countries are strongly committed to\r\nsupporting the African countries in their diversification\r\nprocess. We think, however, that the issue of diversification\r\nneeds to be seen in a wider context and should not be\r\ndefined too narrowly. Successful diversification is linked to\r\nstructural adjustment policies, good governance, an enabling\r\nenvironment for private investments, existing infrastructure,\r\nand policies for human resource development. Thus the\r\nNordic countries would have appreciated a more integrated\r\napproach in the report regarding diversification measures.\r\nThis having been said, the Nordic countries will,\r\nhowever, continue to consider the report and, together with\r\nother countries, take part in the discussion on this important\r\nsubject.\r\nThe New Agenda for the Development of Africa in the\r\n1990s constitutes a challenge for Africa, for the world\r\ncommunity and for the United Nations system. The Nordic\r\ncountries will take their part in meeting this challenge.\r\nThe preceding was my intervention on behalf of the\r\nNordic countries. Before I leave this rostrum, permit me\r\njust briefly and personally, as Chairman of the committee\r\nthat negotiated the New Agenda two years ago, to try to give\r\nat least a partial answer to the question that I have heard\r\nasked several times today by speakers here, which is with\r\nsome variation more or less as follows: What has the\r\nAgenda led to? What has been its result? It is a good and\r\npertinent question, and not one that is easy to answer. But\r\nmaybe it would be useful for us all to try to realize what this\r\nAgenda can do and also what this Agenda cannot do.\r\nThe Agenda is first and foremost, we should bear in\r\nmind, a political document. It is not a perfect document, as\r\nit is a compromise hammered out more or less during an all-\r\nnight session in September 1991; and it is not a panacea that\r\ncan solve the problems of Africa. The Agenda does,\r\nhowever, contain some important principles and goals which\r\nhave been adopted by both Africa and the world community\r\nthrough consensus in this General Assembly.\r\nOne of those principles is that of shared responsibility\r\nand full partnership. Another is that of giving full and\r\n50th meeting - Thursday, 4 November 1993 19\r\ntangible support to African efforts. Yet another goal is that\r\nof 6 per cent growth per annum.\r\nThese are goals and principles that cannot be\r\nimplemented as though they were Security Council\r\nsanctions; they can and should, however, serve as points of\r\nreference and political obligations for action both within the\r\nUnited Nations system and outside it. As such, they should\r\nserve as inspiration and impetus for practical action, both\r\nmultilateral and bilateral.\r\nUsed in that manner, I would think the Agenda could\r\nserve a very useful purpose all through the 1990s, during\r\nwhich, as we know, the United Nations will come back to it\r\nseveral times. But we must remember that it is up to us all\r\nto implement and keep alive those principles, to which we\r\nhave all subscribed.\r\nMr. ABDELLAH (Tunisia) (interpretation from\r\nFrench): The Tunisian delegation has a number of\r\ncomments to make on agenda item 24, \"United Nations New\r\nAgenda for the Development of Africa in the 1990s\".\r\nLet me begin by welcoming the international\r\ncommunity’s interest in the difficult economic situation that\r\nhas prevailed in Africa for several decades. The United\r\nNations Programme of Action for African Economic\r\nRecovery and Development 1986-1990 was an expression of\r\nUnited Nations commitment to African development. That\r\nagreement between the States of Africa and the United\r\nNations was the first of its kind; it has now been\r\nsupplemented by the United Nations New Agenda for the\r\nDevelopment of Africa in the 1990s, which reflects a\r\nrenewed United Nations commitment to support African\r\ndevelopment efforts. For all our States, it is an act of faith\r\nand a sign of hope that sustains our decisions despite the\r\nuncertainties of the international situation and the difficulties\r\nof the moment.\r\nWe should recall that the African economic and social\r\ncrisis of the 1980s, which persisted throughout that decade,\r\nhas not yet come to an end in vast areas of the continent.\r\nCombined with prolonged drought, this situation could not\r\nbut lead to social upheaval undermining the already\r\nvulnerable stability of countries many of which had grown\r\nextremely fragile.\r\nThose endogenous factors, themselves destabilizing,\r\nwere compounded by the international situation and its raft\r\nof difficulties. Deteriorating terms of trade, the crushing\r\nweight of debt servicing, stagnating - even diminishing -\r\nflows of external resources, are only the most striking of the\r\ncommon hardships of the countries of Africa. In that hostile\r\ncontext, African countries had to adopt policies to reverse\r\nthe negative trend and to put their devastated economies in\r\norder.\r\nTo that end, stabilization and structural-adjustment\r\nprogrammes sponsored by the International Monetary Fund\r\n(IMF) and the World Bank were put in place by virtually all\r\nof our countries. Economically restrictive and socially\r\ncostly, the programmes of reform and structural adjustment\r\non which our countries have courageously and far-sightedly\r\nembarked have still failed to achieve the expected results.\r\nIn that context, I wish to refer to one of the reports of\r\nthe Secretary-General on this item, document A/48/336\r\nand Corr.1, entitled \"Mobilization of additional resources for\r\nAfrican economic recovery and development\". We read in\r\nthat document that more than 30 African countries have\r\nundertaken vigorous structural-adjustment programmes. We\r\nalso read that each year the gap between the developed\r\ncountries and Africa is widening. Even worse, the gap\r\nbetween Africa and other developing regions is also\r\ngrowing. In that connection, I would recall that in 1981, 21\r\nof the least-developed countries were found in Africa; in\r\n1991 that number rose to 32.\r\nContinuing its analysis, the report of the Secretary-\r\nGeneral indicates that Africa’s access to international\r\nfinancing is becoming increasingly limited. In the future the\r\ncontinent will also have to face increased competition by\r\nsome 20 countries of other regions, countries also eligible to\r\nreceive such financing.\r\nYet, at a time when there is a consensus that the human\r\nbeing should be the end and the means in the service of\r\npeace, security, progress and development, economic growth\r\nin Africa has not kept up with population growth: there has\r\nbeen no improvement in the standard of living of the most\r\nseverely disadvantaged groups. The greatest challenge\r\nfacing Africa today is to eradicate poverty and resume growth -\r\nwhich is necessary to ensure the development of the\r\ncountries of the continent and the well-being of their\r\npeoples.\r\nHence, Tunisia considers it urgent that complementary\r\nmeasures be considered by the international community with\r\na view to reversing the trend and attracting financing to the\r\nAfrican continent to enable our countries to return to the\r\npath of growth and to guarantee our peoples the well-being\r\nto which they aspire.\r\nTo that end, in our view, the solution of the African\r\ndebt problem must be the cornerstone of any endeavour to\r\nhelp our countries break their dependency and enable our\r\ncontinent to play its proper role on the international scene,\r\nboth politically and in the areas of trade and economic\r\nactivity.\r\n20 General Assembly - Forty-eighth session\r\nMy country, which through the last decade constantly\r\nadvocated at the highest level this approach, also welcomes\r\ntoday the guidelines and the programme of action prepared\r\nby the United Nations in the United Nations New Agenda\r\nfor the Development of Africa in the 1990s, particularly with\r\nregard to the thorny problem of debt.\r\nIn this regard, I wish once again to refer to the report\r\nof the Secretary-General on this question, which notes that\r\n\"There is now a common agreement among\r\nAfrican countries, the international community and\r\ninternational organizations that Africa’s debt issue\r\ncannot be dissociated from that of financial resources\r\nnecessary for the economic recovery and development\r\nof the continent.\" (A/48/336, para. 56)\r\nThe same document goes on to say,\r\n\"... it is the right time for a new initiative on Africa’s\r\ndebt\". (ibid.)\r\nThe strategy thus adopted fully meets our concerns, as it\r\ncovers all categories of external debt - bilateral, multilateral\r\nand commercial.\r\nAnother question my delegation wishes to address here\r\nrelates to Africa’s responsibility and commitment in the\r\nimplementation of the United Nations New Agenda for the\r\nDevelopment of Africa. On this point allow me to recall in\r\nparticular the results of the recent Tokyo International\r\nConference on African Development, which took place on 5\r\nand 6 October this year. That important event, in which my\r\ncountry participated, afforded the participants from Africa\r\nthe opportunity to reaffirm solemnly the primary\r\nresponsibility of the Governments and the peoples of our\r\ncontinent in the development of our respective countries.\r\nThe Tokyo Declaration on African Development,\r\nentitled \"Towards the 21st Century\", thus renewed the\r\ncommitment of African States to pursue and carry out\r\nstructural-transformation policies for their economies, a\r\ndeeper implantation of democracy in their societies and\r\nimprovements in the management of their local resources.\r\nThe President returned to the Chair.\r\nThe Tokyo Conference was also an opportunity for\r\ndeveloped-country partners to confirm their commitment to\r\nsupporting efforts made by Africa in its development\r\nprocess. As the diversification of African economies is one\r\nof the priorities underscored in the New Agenda to help the\r\ncontinent emerge from dependency on commodity exports,\r\nthe Tunisian delegation hopes that the avowed support of our\r\ndeveloped-country partners will henceforth materialize in\r\ntheir contribution to the establishment of a diversification\r\nfund for Africa.\r\nIn conclusion, the Tunisian delegation wishes to touch\r\non the subject of South-South cooperation, which is one of\r\nthe points that Africa has emphasized in its commitment to\r\nthe New Agenda. In this respect I am pleased to recall that\r\nTunisia had the honour and privilege to organize last month,\r\nin cooperation with the Organization of African Unity and\r\nthe Arab League, the first Arab-African Trade Fair. The\r\nFair, which was a concrete step towards cooperation between\r\nthe Arab and African communities, to both of which we\r\nbelong, took place in Tunis from 22 to 29 October 1993.\r\nThis important example of South-South cooperation\r\nhappily coincided with the Twelfth Conference of African\r\nTrade Ministers, held in Tunis on 23 and 24 October. These\r\ntwo events thus enabled our economic officials and decision-\r\nmakers to compare their experiences and to emphasize the\r\nnecessary strengthening of intraregional and interregional\r\nSouth-South exchanges. The documents and resolutions\r\nadopted by the African Ministers at the conclusion of their\r\nmeeting reaffirmed this fundamental approach.\r\nThe approach adopted by the African Trade Ministers\r\nin this connection is in consonance with the\r\nrecommendations of a new order with regard to South-South\r\ncooperation. We hope the treaty for the creation of the\r\nAfrican Economic Community, signed in June 1991 in\r\nAbuja, can soon become operational through concrete\r\nactions.\r\nAs to our subregion, the Maghreb, my country’s\r\ndelegation cannot fail to express its satisfaction at the\r\nachievements of the five States members of the Arab\r\nMaghreb Union on the road to complementarity. The many\r\ntreaties and agreements today in force attest to a promising\r\ndynamic that will lead to the Arab Maghreb Union’s\r\nrecognition as a regional partner both in our continent and\r\nin the Mediterranean and Arab contexts.\r\nMr. AKRAM (Pakistan): At the recently held Tokyo\r\nInternational Conference on African Development, the\r\nManaging Director of the International Monetary Fund\r\n(IMF), describing the poorest of the poor, referred to\r\n\"the face of a young mother escaping with her child\r\nfrom war, hunger and deprivation somewhere in\r\nAfrica\".\r\nThis face appears on the cover of every journal and on every\r\ntelevision screen; it arouses great sympathy. Unfortunately,\r\nwe have yet to translate this sympathy into concerted\r\ninternational action to avert the growing human suffering and\r\nmounting social upheaval in Africa.\r\n50th meeting - Thursday, 4 November 1993 21\r\nIn Africa last year, gross domestic product grew by\r\nonly 1.5 per cent. This was half the rate of the continent’s\r\npopulation growth. For the majority of the African\r\ncountries, gross domestic product declined by 1.1 per cent.\r\nAll other major economic indicators are similarly\r\nsombre. The savings rates in African countries continue to\r\ndecline, and the least developed among them are heavily\r\ndependent on external financial resources. At the same time,\r\nofficial development assistance flows for sub-Saharan Africa\r\ndeclined by 22 per cent for 1992. Private flows are\r\nconcentrated on only a few African countries. Africa has\r\nbeen virtually bypassed in the competition for foreign direct\r\ninvestment.\r\nThe debt burden remains onerous for most African\r\ncountries, despite the cancellations by certain donors of a\r\npart of their official debt. Further efforts for amelioration of\r\nofficial debt, both bilateral and multilateral, are essential.\r\nAfrica’s export earnings have also stagnated. There has\r\nbeen a continuous decline in the terms of trade of the 25\r\nsub-Saharan countries. It is estimated that between 1990 and\r\n1992, they suffered a trade loss of $16.5 billion due to such\r\ndeterioration in the terms of trade. The setback, due to slack\r\ncommodity prices, is aggravated by protectionism. As the\r\nSecretary-General’s report states:\r\n\"It has been estimated that developing countries\r\nlose about $100 billion a year in export revenues as a\r\nresult of market barriers in developed countries, or\r\nalmost twice the [official development assistance]\r\n(ODA) that developed countries provide. As a result,\r\ntaxpayers in the developed countries pay both for\r\neconomic assistance and for costlier imports, while\r\ndeveloping countries lose more in trade than they gain\r\nin aid. Compared with the massive terms of trade\r\nlosses, net increases in ODA to the sub-Saharan\r\ncountries averaged only $2.5 billion ... between 1980\r\nand 1990. This is one of the incoherences in policies\r\ntoward the developing world\". (A/48/336, para. 16)\r\nSince 1985, Africa’s share of trade has fallen to under\r\n2 per cent of world trade. The special arrangements made\r\nunder the Lomé Convention for many African and other\r\nlow-income countries have so far proved insufficient to\r\nrespond to their goals of economic diversification,\r\nindustrialization and export expansion.\r\nClearly, Africa is becoming increasingly marginalized\r\nin the world economy. The New Agenda for the\r\nDevelopment of Africa recognized that positive change and\r\nrecovery in the African economic crisis required both\r\nnational and international support. While stressing that\r\nAfrica’s development is primarily the responsibility of\r\nAfricans, the world community made a commitment to give\r\nfull and tangible support to African efforts. It is clear that\r\nthe States of Africa cannot succeed in meeting the\r\nchallenges they confront unless they receive external\r\nfinancial assistance and strengthened international efforts are\r\nmade to create a global economic climate conducive to\r\nAfrican development efforts. The New Agenda set out the\r\npriority objectives of the African countries, which are the\r\naccelerated transformation, integration, diversification and\r\ngrowth of their economies to integrate them in the world\r\neconomy, reduce their vulnerability to external shocks,\r\nincrease their dynamism and enhance their self-reliance.\r\nAfrica’s commitment to the New Agenda is reflected in\r\nthe reform measures instituted in economic management,\r\nexchange rates, public enterprises, population planning and\r\nthe agricultural sector, despite the often high political, social\r\nand economic costs of such measures. The people of Africa\r\nhave borne the sacrifices involved with courage and dignity.\r\nThey rightly expect that their personal impoverishment will\r\nnow end and that genuine international economic cooperation\r\nwill lead to national revitalization and recovery.\r\nAfrica has shown great seriousness in keeping its part\r\nof the bargain under the New Agenda. Most African\r\ncountries continue to pursue policies of reform and structural\r\nadjustment designed to improve their economic performance\r\nand to pave the way for sustained growth and development.\r\nDespite earnest efforts to carry out structural adjustments in\r\ntheir national economic policies, most African countries have\r\nfound little reprieve from the unfavourable external\r\neconomic environment, harsh climatic conditions, civil war\r\nand strife.\r\nThe adverse effects of domestic and external resource\r\nconstraints on African productivity have outweighed the\r\npositive impact of policy reforms. On the other hand, the\r\ninternational community has not been as forthcoming as\r\nanticipated in fulfilling its part of the compact. We are fast\r\nlosing the initiative taken in 1991 to deal with the African\r\ncrisis. It is most disturbing that 85 million people are\r\nprojected to be added to the number of those living in abject\r\npoverty in Africa.\r\nCan the international community stand back and watch\r\nin silence as hunger, deprivation, pain and misery continue\r\nto haunt a proud people that suffers so many indignities\r\nthrough no fault of its own? How many States are we\r\nwilling to watch fail before we mobilize the collective\r\npolitical will to overcome the problems of economic\r\nstagnation and social disruption which lie at the root of the\r\nmultiple crises we confront on the great continent of Africa?\r\n22 General Assembly - Forty-eighth session\r\nAs the Managing Director of the International Monetary\r\nFund stated at the Tokyo international Conference:\r\n\"The international community must fulfil its\r\ncommitment in three ways: by providing access to\r\nmarkets for African exports; by extending technical\r\nassistance; and by providing financial assistance.\"\r\nThe prescriptions are clear: what we need is action by the\r\nworld community.\r\nPakistan is a developing country. We ourselves\r\nconfront many challenges. We have succeeded in ensuring\r\na fairly encouraging rate of economic growth despite these\r\nchallenges. One of the principles of our external relations is\r\nto promote cooperation and solidarity with other developing\r\ncountries. In this spirit, Pakistan has established an Africa\r\nProgramme for the promotion of cooperation with the States\r\nof that great continent. This cooperation is being pursued in\r\nmultifarious ways. Hundreds of young Africans train in\r\nPakistan in various fields each year. Hundreds of Pakistani\r\ndoctors, engineers and other professionals participate in\r\nAfrica’s development process. The possibilities for technical\r\ncooperation under this Programme are open to all our\r\nAfrican brothers. We look forward to enlarging this\r\nProgramme to respond in a modest way to the challenges\r\nand needs of Africa - a continent which we are certain will\r\nsucceed in the battle for economic and social development\r\nbecause of the courage and sacrifices of its peoples and, we\r\nhope, the solidarity of the world community.\r\nMr. MUTHAURA (Kenya): At its forty-sixth session,\r\nthe General Assembly in resolution 46/151 adopted the New\r\nAgenda for the Development of Africa in the 1990s to serve\r\nas a catalyst, giving political impetus and strength to other\r\nactivities within and outside Africa for the mobilization of\r\ninternational support in favour of the continent. The New\r\nAgenda recognizes Africa’s vast potential in both the\r\nmaterial and the human resources necessary for growth and\r\nsustainable development. It also recognizes the fact that the\r\nprimary responsibility for its implementation lies with the\r\nAfrican Governments themselves. These efforts must,\r\nhowever, be complemented by the international community\r\nthrough multilateral and bilateral assistance.\r\nAfrica’s responsibility and commitment in the\r\nimplementation of the programmes of the New Agenda\r\ncover a wide range of areas. They include regional\r\neconomic cooperation and integration; intensification of the\r\ndemocratization process; creation of a climate conducive to\r\nattracting foreign investments; adoption of a people-centred\r\ndevelopment; protection of the environment; pursuit of\r\nstrategies targeted at achieving food security; and eradication\r\nof poverty, disease and illiteracy in the continent.\r\nThe international community, on the other hand,\r\ncommitted itself to assisting Africa in the solution of the\r\ndebt problem; the provision of adequate resource flows for\r\ndevelopment and investments; the diversification of primary\r\ncommodities; the lifting of trade barriers in favour of\r\nAfrica’s exports; and support for regional economic\r\nintegration. The United Nations has a central role to play in\r\nthe coordination of the implementation of the Agenda\r\nprogrammes, especially as they relate to the Second United\r\nNations Industrial and Transport and Communications\r\nDecade for Africa.\r\nThe crisis which began in Africa in the 1980s has\r\ncontinued into the 1990s, and the prospects for economic\r\nrecovery are still remote despite the prevailing signs of\r\nmodest growth in the world economy. African countries are\r\nexperiencing an increasing debt burden, rapid population\r\ngrowth, recurring droughts, encroaching desertification,\r\nenvironmental degradation, overdependence on a few\r\nprimary commodities for export earnings, deteriorating terms\r\nof trade and the negative effects of structural adjustment\r\nprogrammes.\r\nThe decline in the performance of the economies of\r\nAfrican countries is well documented in the various United\r\nNations records. For instance, agriculture, the backbone of\r\nAfrican economies, has grown by only 2.3 per cent per\r\nannum on the average in the last three decades, a rate below\r\nthat of population growth. At the same time, the prices of\r\nexport commodities have been fluctuating since 1980. By\r\nlast year the real export prices of coffee and cacao had fallen\r\n69 per cent, palm oil by 49 per cent and sisal and cotton by\r\n47 per cent from the beginning of the 1980s.\r\nAt the same time, the increase in resource flows to\r\nAfrica was marginal, from $15.8 billion in 1985 to\r\n$18.4 billion in 1992, according to World Bank figures for\r\n49 indebted African countries. According to the same source,\r\nthe aggregate net long-term financial transfer to Africa\r\ndeclined from $7.2 billion in 1985 to $5.3 billion in 1992.\r\nThe African countries continue to make every effort to\r\nlive up to their commitments as contained in the United\r\nNations New Agenda for the Development of Africa in the\r\n1990s. In recent years, they have made tremendous efforts\r\nto maintain the momentum for development despite the\r\ndecline in external resource flows. They have also created\r\nthe necessary political and economic climate to attract\r\nforeign investments and to diversify their economies with a\r\nview to expanding their export base. However, the recent\r\ntrend whereby investment resources are being diverted to\r\nother regions of the world is a matter of concern to African\r\ncountries, since this is likely to lead to marginalization of the\r\ncontinent and a drying up of direct investment capital.\r\n50th meeting - Thursday, 4 November 1993 23\r\nAs regards investments, Kenya supports the\r\nestablishment of the proposed diversification fund for\r\nAfrica’s commodities. The proposal, as contained in\r\ndocument A/46/335, reveals that the proposed fund should\r\nbe accorded a high priority. Kenya is of the view that in\r\naddressing the issue of the diversification of commodities,\r\naccount should be taken of the need to promote both\r\nhorizontal and vertical diversification to ensure that the\r\nproducts are given greater value-added through processing,\r\nmarketing, distribution and transportation. This approach\r\ncalls for substantial investments and the transfer of\r\nappropriate technology to African countries to achieve that\r\nobjective.\r\nAfrican countries are implementing far-reaching\r\nstructural adjustment programmes to achieve sustainable\r\ndevelopment. In the short term, these programmes can have\r\nprofoundly negative social and economic effects in terms of\r\nproduction, employment, health, education and housing, to\r\nmention but a few. African countries implementing\r\neconomic reforms are increasingly finding themselves unable\r\nto provide adequate health care, equip their schools or\r\nprovide a social safety net to the poor. This situation is\r\nexacerbated by the debt burden, declining commodity prices,\r\ndwindling external assistance, deteriorating terms of trade,\r\nbalance of payments problems, frequent droughts resulting\r\nin food shortages, and the influx of refugees owing to some\r\nof the conflicts on the African continent.\r\nAfrican countries have established subregional and\r\nregional economic cooperation arrangements intended to\r\nachieve self-reliance and integration in the continent and to\r\nsupplement North-South cooperation. These arrangements\r\ninclude the Preferential Trade Area for Eastern and Southern\r\nAfrica, the Economic Community of West African States,\r\nthe Arab Maghreb Union and the Southern Africa\r\nDevelopment Community. They are already yielding\r\ntangible economic benefit for their member countries, and\r\nthey will lead to the eventual achievement of the African\r\nEconomic Community. The arrangements require the\r\ncontinued support of the international community so that\r\nthey may contribute to sustainable regional integration and\r\ndevelopment.\r\nNew developments have taken place within the United\r\nNations since the adoption of the United Nations New\r\nAgenda for the Development of Africa in the 1990s. Last\r\nyear, the international community adopted Agenda 21 in Rio\r\nde Janeiro, which, inter alia, incorporates environment into\r\nthe development process. Africa is prone to environmental\r\nproblems such as desertification, drought, soil erosion and\r\ndeforestation. To this end, African countries should benefit\r\nfrom the additionality of resources and the transfer of\r\nenvironmentally sound technologies for the implementation\r\nof Agenda 21. African countries also look forward to the\r\nsuccessful elaboration of an international convention to\r\ncombat desertification in those countries experiencing serious\r\ndrought and/or desertification, particularly in Africa, by June\r\nnext year.\r\nIn conclusion, Kenya believes that the political will that\r\nled to the adoption of the New Agenda for the Development\r\nof Africa in the 1990s must be backed by the necessary\r\nmeans. The United Nations is best suited to coordinate\r\nimplementation of the various programmes of the Agenda.\r\nIn this regard, the various United Nations specialized\r\nagencies and programmes should be adequately equipped\r\nwith financial resources and personnel to support\r\nprogrammes and projects in their respective areas and\r\nsectors.\r\nMr. GERVAIS (Côte d’Ivoire) (interpretation from\r\nFrench): In its follow-up machinery, the United Nations\r\nNew Agenda for the Development of Africa in the 1990s\r\nprovided for the carrying out by the General Assembly this\r\nyear of a preliminary review of the progress of the Agenda,\r\nwhich followed on the United Nations Programme of Action\r\nfor African Economic Recovery and Development. My\r\ndelegation would like to take the opportunity offered by the\r\ndiscussion of this agenda item to make some comments on\r\nthe difficult economic situation in Africa.\r\nIn briefly recalling the record of the United Nations\r\nProgramme of Action for African Economic Recovery and\r\nDevelopment, the Under-Secretary-General of the\r\nDepartment of Economic and Social Development,\r\nMr. Ji Chaozhu, said in introducing this new agreement:\r\n\"Since 1986, the General Assembly has annually\r\naddressed the various aspects of the execution of the\r\nUnited Nations Programme of Action for African\r\nEconomic Recovery and Development and has\r\nrepeatedly expressed concern at the slow rate of\r\nprogress. Regrettably, at the end of 1990, it became\r\nclear that the economic crisis in Africa had worsened\r\nand that the international community would have to\r\nmake even greater efforts. It should be noted in this\r\nrespect that the African countries in the period 1986-\r\n1990 undertook far-reaching political and economic\r\nreforms which will assist the international community\r\nin providing support and in fulfilling its commitments\r\nto the continent.\"\r\nTherefore we can say that the economic situation in\r\nAfrica has steadily worsened in the course of the last decade.\r\nToday the distressing fact is that of the 47 least developed\r\ncountries, 32 are in Africa. Of the 173 countries classified\r\nin the last United Nations Development Programme (UNDP)\r\nreport on human development, 41 of the 53 African\r\n24 General Assembly - Forty-eighth session\r\ncountries on the list are in the bottom 50 of the\r\nclassification.\r\nThe external debt of African countries is today\r\nproportionally the highest in the world; debt servicing\r\nrepresents on average 32 per cent of export earnings; their\r\neconomies are the least diversified; the deterioration in terms\r\nof trade, primarily associated with the abnormally low prices\r\nof commodities, continues to undermine the structural\r\nadjustment endeavours of almost all African countries,\r\nendeavours with extremely burdensome social and political\r\nconsequences for countries already penalized by\r\nunprecedented circumstances in their history.\r\nIn the social area in particular the rise - I might even\r\nsay the general spread - of unemployment is the greatest\r\nthreat to peace and social cohesion. The demands of\r\nmanagement, which often pays very little attention to the\r\nhuman dimension, and the slow-down in the creation of jobs,\r\nhave resulted in a marked worsening in general living\r\nconditions for the peoples concerned and by growing\r\nimpoverishment. Such a situation has a negative impact on\r\neducation, health and social protection for women and\r\nchildren, and imperils the chances of a return to economic\r\ngrowth, which is at the same time the goal of structural\r\nadjustment.\r\nOn the political level the goal of democratization seems\r\nelusive because economic and social conditions are not\r\nimproving, not to mention the endeavours to safeguard the\r\nworld’s environment and the effort to promote respect for\r\nhuman rights in a context dominated by poverty, climatic\r\nfluctuations and the political uncertainties that such poverty\r\ngenerates.\r\nIf we take the view these days that human rights\r\ninclude the right to development, why should we not\r\nconsider the right to nutrition, the right to better living\r\nconditions to be fundamental human rights? Following the\r\nWorld Conference on Human Rights which took place in\r\nVienna in June this year it would be desirable for the\r\ninternational community to turn its attention to these aspects\r\nof development and for the United Nations New Agenda for\r\nthe Development of Africa in the 1990s to incorporate them\r\namong its principles.\r\nIn addition to national programmes the New Agenda for\r\nthe Development of Africa does, it is true, offer an\r\nappropriate framework established in agreement with the\r\ninternational community, which sets out to sustain Africa’s\r\ndevelopment. It is a matter for concern that two years after\r\nthe adoption of the Agenda little progress has been made in\r\nputting it into effect. We believe that we need to look for\r\nthe reasons for this and take measures to make the New\r\nAgenda effective while there is still time, for it should not\r\nbe allowed, like its predecessor, to remain a dead letter.\r\nOur countries are only too well aware of the importance\r\nof economic and social development. They are also aware\r\nof the need to make their own efforts to restore growth.\r\nWith this in mind, and by making heavy sacrifices, they\r\nhave accepted the principles of the structural adjustment\r\npolicy. But in order to achieve their aims they are aware of\r\nthe need for assistance from Africa’s partners without which\r\nit would be impossible to escape marginalization.\r\nIn this context it might perhaps be appropriate, in order\r\nto be in a position to carry out an objective review midway\r\nthrough or at the end of the Agenda, to envisage convening\r\na meeting to assess the commitments of the developed\r\ncountries where the readiness to assist Africa would this\r\ntime be expressed in concrete terms and by specific political\r\ncommitments. Assistance for the development of Africa can\r\nno longer be reduced to the preparation of texts of projects,\r\nhowever well written they may be. It would seem to us to\r\nbe equally necessary for the programme budget of the\r\nUnited Nations to reflect in a proper fashion the proposals\r\nof the new agreement. Each United Nations body involved\r\nin cooperation for the development of Africa should also\r\nprepare a clear table of its commitments to the programme\r\nfor the consideration of the Economic and Social Council,\r\nthus highlighting the additional resources which would\r\nreflect the reality of the needs and priorities defined in the\r\nprogramme.\r\nMy delegation would like at this point to thank the\r\nSecretariat and the various institutions that took part in the\r\npreparation of the reports placed before us for our\r\nconsideration.\r\nDocument A/48/334 paints a clear picture of the\r\ninternational economic context and spells out once again the\r\npriorities concerned while assessing the possibilities for\r\ninternational assistance.\r\nIn this respect one should recall the extent to which\r\nofficial development assistance and financial inputs on\r\nfavourable conditions are necessary for the African countries\r\nthat have been hard hit by the economic crisis. Despite the\r\ndifficulties being encountered by the developed countries it\r\nis desirable to increase the resources going to African\r\ncountries for their development. Africa knows that its\r\npresent state of poverty is not predestined. It will recover\r\none day and will reward properly those who have been able\r\nto assist it and remained constant in their concern.\r\nIn this respect we welcome the initiatives taken to\r\npromote the New Agenda for the Development of Africa.\r\nWe are grateful to the Secretary-General for setting up a\r\n50th meeting - Thursday, 4 November 1993 25\r\nPanel of High-level Personalities on African Development\r\nand appointing a Special Coordinator for Africa and the\r\nLeast Developed Countries. We hope that their hard work\r\nand their commitment to make the new agreement a reality\r\nwill be an opportunity for concrete action that will benefit\r\nAfrica.\r\nIn the same context we are grateful to the Japanese\r\nGovernment for its initiative in convening the Tokyo\r\nConference on African Development a few weeks ago. The\r\nTokyo Declaration is one more commitment which attests to\r\nthe care and concern that Africa today so sorely needs.\r\nWith respect to document A/48/335 on the need for the\r\nestablishment of a diversification fund for Africa’s\r\ncommodities, I should like to underline the prestige and\r\nimportance of the agencies that took part in its preparation\r\njointly with the Food and Agriculture Organization of the\r\nUnited Nations (FAO): the African Development Bank, the\r\nAfrican Project Development Facility, the United Nations\r\nConference on Trade and Development (UNCTAD), the\r\nUnited Nations Development Programme (UNDP), the\r\nEconomic Commission for Africa (ECA), the World Bank,\r\nthe International Fund for Agricultural Development (IFAD),\r\nthe United Nations Industrial Development Organization\r\n(UNIDO), and many others. Despite the modest level of this\r\ndiversification fund - only $70 million for the whole of Africa -\r\nwe would none the less wish to thank them and hope that\r\nthis will be only the first step.\r\nIn conclusion, my delegation wishes to reaffirm that the\r\ninternational community must reject the idea of\r\nmarginalizing any part of our world. Never have we had\r\nsuch a good opportunity to demonstrate solidarity, and we\r\nmust seize it now by giving specific commitments. The last\r\nthree decades have clearly taught us about the plight of\r\nAfrica. Hence we hope the time has come for fruitful\r\naction.\r\nMr. ISAKOV (Russian Federation) (interpretation from\r\nRussian): The Russian Federation takes a sympathetic view\r\nof the complex problems now facing the African countries\r\nand is prepared to help in their solution, both on a bilateral\r\nbasis and in the context of broad international efforts. Of\r\nspecial importance in this respect is the implementation of\r\nthe United Nations New Agenda for the Development of\r\nAfrica in the 1990s.\r\nI must be blunt and say that at present Russia’s capacity\r\nto provide assistance is limited, because of the problems that\r\nthe country is facing during a transitional period. However,\r\nwe have no doubt that the successful resolution of these\r\nproblems will open up fundamentally new possibilities for\r\nmutually advantageous cooperation with all countries -\r\nincluding, of course, African countries - as well as for\r\nRussia’s early return to the ranks of donor countries.\r\nWorld-wide experience has demonstrated convincingly\r\nthat where normal conditions for trade, investment,\r\ncooperation and the implementation of other forms of\r\nmutually advantageous economic ties exist, economic\r\ndevelopment proceeds apace, and in the final analysis\r\nconditions are created for a rise in people’s living standards.\r\nDespite the importance - in some cases, the indispensability -\r\nof external assistance, the most effective way to solve a\r\ncountry’s economic and social problems is to mobilize its\r\ninternal resources, making use of the entire arsenal of\r\neffective means of securing mutually advantageous\r\ninternational economic cooperation.\r\nWe note with satisfaction that that is the approach in\r\nseveral of the conclusions of the reports (A/48/334 and\r\nA/48/336) of the Secretary-General that are before us. In\r\nparticular, paragraph 50 of document A/48/336 states that\r\nwith the creation in recent years by a number of African\r\ncountries of favourable conditions for foreign investment,\r\nbetter prospects now exist for attracting enhanced inflow.\r\nAs is pointed out in paragraph 3, external finance is an\r\nimportant source of economic growth. The same ideas are\r\nset out in paragraph 70 of document A/48/334.\r\nRussia, for its part, is prepared to step up, and to put on\r\na new basis, its economic ties with African countries. Of\r\ncourse, we expect to be met half way. We expect from the\r\nother side equal willingness to solve these problems, which\r\nhave accumulated over the years.\r\nOne problem is the great indebtedness of a number of\r\nAfrican countries to the Russian Federation. Well aware of\r\nthe complexity of these problems, we feel that there must be\r\njoint search for innovative approaches to their solution,\r\nincluding use of the accumulated experience of the world\r\ncommunity.\r\nIt would seem that it is now especially important that\r\ntrade and economic relations between Russia and African\r\ncountries be organized in such a way that the debt problem\r\nwill not impede the development of mutually advantageous\r\ncooperation. In particular, Russia is prepared to consider\r\nvarious types of debt-equity swaps with African countries -\r\ntransfers to the equity of national enterprises of debtor\r\ncountries - and so on. This would be a means of solving a\r\ndouble-edged problem - reducing African countries’ debt to\r\nRussia and, at the same time, securing the creditor’s direct\r\nparticipation in the efforts to revive their economies. The\r\nadvisability of such approaches is mentioned in paragraph 72\r\nof document A/48/336, which says that debt-equity swaps\r\nare useful in this regard. The effectiveness of such measures\r\nin combination with privatization programmes is mentioned.\r\n26 General Assembly - Forty-eighth session\r\nWe feel that these factors should be adequately\r\nreflected in a new, comprehensive strategy for the settlement\r\nof African debt - bilateral, multilateral and commercial. The\r\nneed for such a strategy is rightly mentioned in paragraph 56\r\nof that report.\r\nIn our view, paragraph 73 is correct in what it says\r\nabout the need for the international community to take\r\nmeasures to support the efforts being made by the African\r\ncountries themselves to attract foreign investment. The\r\nGovernment of Russia has given the green light to\r\ninvestment activity by Russian entrepreneurs in African\r\ncountries. We believe that these and other measures can\r\nraise our economic relations with those countries, as with\r\nother developing countries, to a qualitatively new level.\r\nIn talking about the important possibilities of the\r\neconomic recovery of Africa, one cannot fail to mention the\r\nneed for reduced military expenditures by African countries\r\nthemselves. Unfortunately, there has been no real movement\r\nin this area in recent years, as is mentioned in document\r\nA/48/336. We feel that there is a need for further serious\r\nwork on the idea - expressed in paragraph 73 of document\r\nA/48/334 - that the task of democratizing Africa and, in\r\nbroader terms, of securing the general economic and social\r\ndevelopment of the continent is inseparably linked to solving\r\nthe problem of reducing the military expenditures of several\r\nAfrican countries.\r\nIn general, we feel that, from the point of view of the\r\nneed to seek new approaches to the solution of Africa’s\r\neconomic problems, the conclusions and recommendations\r\ncontained in the document (A/48/335) on the need for and\r\nfeasibility of the establishment of a diversification fund for\r\nAfrica’s commodities are useful.\r\nMr. SOEGARDA (Indonesia): I should like at the\r\noutset to express to the Secretary-General my delegation’s\r\nappreciation of his informative and comprehensive report\r\n(A/48/334) on agenda item 24, concerning the United\r\nNations New Agenda for the Development of Africa in the\r\n1990s. While we concur with the views expressed this\r\nmorning by the Chairman of the Group of 77, my delegation\r\nwould also like to contribute to this critical and important\r\ndiscussion by highlighting some issues that we believe to be\r\nof particular importance to the implementation of the\r\nAgenda.\r\nThe New Agenda for the Development of Africa has\r\nbeen hailed as an unique departure in international\r\ndevelopment cooperation. As is rightly pointed out in\r\ndocument A/48/334, a major difference between the New\r\nAgenda and earlier programmes is that it sets specific targets\r\nto be achieved in the present decade. It is also based on the\r\nprinciple of shared responsibility and full partnership\r\nbetween Africa, the international community and the United\r\nNations system.\r\nIn our view, African countries have made a significant\r\neffort to honour their commitments under the New Agenda,\r\nespecially by undertaking economic and social reforms, such\r\nas diversification of their economies, to overcome various\r\nstructural handicaps to meeting their development needs.\r\nYet, no matter how extensive such reforms have become,\r\nthey are very dependent, in our increasingly interdependent\r\nworld, upon the external environment. Unless that\r\nenvironment is favourable, all such efforts will come to\r\nnaught. Therefore, the international community - especially\r\nthe major economic actors, who make the greatest impact on\r\nthe world economy - should ensure that their commitments\r\nunder the New Agenda are honoured in a timely fashion.\r\nObviously, the first two years of the period covered by\r\nthe New Agenda saw a world economy in deep malaise, in\r\nwhich the economic and social crisis confronting Africa has\r\nbeen compounded by natural emergencies and social turmoil.\r\nUnder such circumstances, it is not surprising that the\r\nsituation in Africa has been persistently bleak. If the\r\nimplementation of the New Agenda is not addressed\r\ncomprehensively, the record for the remainder of the decade\r\nwill not improve.\r\nIt is therefore urgent that action now be taken at the\r\ninternational level. Indonesia regards the question of debt as\r\nthe most critical question and as central to many of the\r\ndevelopment problems of Africa. Obviously, the current\r\nlevel of debt stock and debt burden is entirely unsustainable\r\nand thus constitutes a vast disincentive to the flow of\r\ninvestments to the continent. We believe that both the debt\r\nstock and the debt-service burden of those countries should\r\nbe significantly relieved. In this regard, we urge the\r\nadoption of the Trinidad terms, since this would, inter alia,\r\nreduce debt stock by two thirds. The problem should be\r\naddressed in such a way as to allow growth and\r\ndevelopment to take root and thus to provide a viable means\r\nfor these countries to grow out of their predicament. In this\r\nregard, Indonesia, in its capacity as Chairman of the\r\nMovement of Non-Aligned Countries, is in the midst of\r\npreparations for the convening of a meeting on the debt\r\nproblem for the purpose of exploring ways and means of\r\nhow best the Movement can contribute towards resolving the\r\nchronic problem of indebtedness in severely indebted\r\ndeveloping countries, particularly in Africa.\r\nAssociated with the problem of debt is that of resource\r\nflows. Commitments to supporting reforms and restructuring\r\nunder the New Agenda for the Development of Africa\r\nshould be made fully tangible by translating them into\r\nadequate financial assistance. In that regard, we believe that\r\nthe commitments made by development partners to fulfil\r\n50th meeting - Thursday, 4 November 1993 27\r\ntheir aid target of 0.7 per cent of their gross national product\r\nshould be implemented without tying such aid to detrimental\r\nconditionalities. The international community should also\r\nexplore new ways to ensure that development assistance is\r\nconcentrated in the least developed of the African countries.\r\nAs to commodities, we firmly believe that international\r\nefforts should be channelled towards supporting\r\ndiversification policies and that the establishment of a\r\ndiversification fund deserves our serious consideration. In\r\nthe short and medium term we should focus on both\r\ncompensatory financing mechanisms and on efforts to\r\nincrease and stabilize commodity prices at levels both fair to\r\nthe consumers and remunerative to the producers. This is\r\neven more critical in the context of the African countries,\r\nsince almost all of them depend on commodities.\r\nMy delegation can fully agree with the point made in\r\nthe report (A/48/334) that traditional assistance in the form\r\nof the provision of food and other essential commodities and\r\nservices has significantly helped to save lives and alleviate\r\nmass suffering. The international community should go\r\nbeyond purely humanitarian considerations to encompass\r\nrehabilitation and development for long-term results. Overall\r\ninternational efforts should be undertaken to ensure that\r\nAfrican policies and strategies in agriculture, rural\r\ndevelopment and food security are fully supported and that\r\nthe food producers, including women, are furnished with the\r\nnecessary resources in adequate quantity.\r\nAnother area that the international community should\r\nsupport is that of economic cooperation and integration in\r\nAfrica. Obviously, domestic markets are not strong enough\r\nto undertake large-scale projects in terms either of\r\nproduction or of infrastructure. Thus, it is necessary to\r\nemphasize the larger regional economic area as a feasible\r\nframework for these essential purposes and to plan\r\naccordingly. Institution-building, human resources and\r\ncapacity-building should thus be part and parcel of this\r\nprocess. We are therefore pleased to note that the treaty on\r\nestablishing the African Economic Community, having been\r\nsigned already, is now being implemented. We see the\r\nvalue of the emphasis, in the New Agenda, on such\r\nintegration, and we believe that any initiative in this regard\r\nshould be fully supported by the international community.\r\nBefore concluding, I would like to refer briefly to the\r\nrole of the United Nations. We can fully support the idea\r\nadvanced in the report of the importance of the United\r\nNations role in implementing the New Agenda. More\r\nspecifically, the United Nations should ensure greater\r\ncoordination among the various programmes for Africa so as\r\nto reduce overlap and to increase efficiency. Moreover it\r\nshould also continue to strengthen cooperation between the\r\nBretton Woods institutions and other bodies of the United\r\nNations system with respect to Africa.\r\nAfrica, the international community and the United\r\nNations should collectively ensure that the vast potential of\r\nhuman resources in Africa is not squandered. Rather,\r\nworking together in a true partnership to implement the\r\nUnited Nations New Agenda for the Development of Africa\r\nin the 1990s can unquestionably halt the economic drift, put\r\nAfrica’s development on a sound basis and bolster its\r\nrecovery in this decade.\r\nMr. GELBER (United States of America): The United\r\nStates is pleased to address the question of the United\r\nNations New Agenda for the Development of Africa in the\r\n1990s. The Agenda is one which we endorse and which we\r\nconsider vital to expediting Africa’s stable, viable growth\r\nand its integration into the community of developed nations.\r\nThe United States shares the United Nations view that\r\nAfrican participation and human resources development must\r\nbe cornerstones of successful programmes for African\r\ndevelopment. African participation and leadership are\r\nessential for promoting long-term sustainable development.\r\nAfrican capacity must be strengthened by investments in\r\npeople and institutions.\r\nWe likewise support the efforts of the United Nations\r\nDevelopment Programme to promote the coordination of\r\ndevelopment programmes in Africa. In an era of resource\r\nscarcity, it is important to deploy donor resources for\r\nAfrican development as efficiently as possible. This requires\r\nclose coordination among donors and better targeting of\r\nresources to African countries where they will have the\r\ngreatest development impact. We have observed that\r\ncountries committed to economic and political\r\ndemocratization fare far better on the development scale than\r\nthose which resist democratic political reform and full\r\nparticipation in the free market.\r\nIt is the democratic nations of Africa, reflecting the will\r\nof their people, that are best positioned to make the kind of\r\neconomic changes that improve the lives of their citizens.\r\nThe development challenge facing most African nations\r\nremains imposing, but it is within the capacities of free-\r\nmarket democracies to overcome it.\r\nEconomic crises still afflict many of the nations on the\r\nAfrican continent. For many countries, per capita incomes\r\nhave been stagnating or falling; trade and investment flows\r\nhave remained weak; debt burdens stunt the prospects for\r\nnew growth. Drought, famine and civil war have turned\r\ncrises into calamities; no region of the continent has been\r\nspared the ravages of man or nature.\r\n28 General Assembly - Forty-eighth session\r\nThe trend towards democracy in Africa must be\r\nreinforced by sustainable economic development. The peace\r\nand stability that democracy brings can lead to desperately\r\nneeded private investment, and with it development capital,\r\ntechnology transfer and technological expertise.\r\nDisinvestment in Africa will be reversed only when Africa\r\nmakes itself a more attractive place for new capital.\r\nApplying the rule of law, assuring the remittance of profits,\r\nand building more skilled workforces: all of these things\r\nwill help give Africa a far greater role in the global\r\neconomy.\r\nThe first responsibility for building that capacity rests\r\nwith the African countries themselves; but the developed\r\nnations of the world - including the United States - share the\r\nresponsibility to help. We, the United States, provide\r\nbilateral development funding for Africa. In addition, we\r\nprovide humanitarian and other assistance to Africa.\r\nThe United States will be more willing to support the\r\neconomies of African nations that have embarked upon\r\nserious reform. We are working with other creditor nations\r\nto provide additional debt reduction for countries cooperating\r\nwith the International Monetary Fund adjustment\r\nprogrammes.\r\nNew trade policies also will help African nations to\r\ncompete in global markets. Protectionist barriers still\r\nimpede Africa’s competitiveness and its prospects for\r\ngrowth. Africa has much to gain from a successful\r\nconclusion of the Uruguay Round negotiations that the\r\nUnited States is pushing to complete by the end of this year.\r\nAfrica’s economic future is inseparable from its\r\nenvironmental future. An Africa that is yielding to the\r\ndesert sands and scrub, and an Africa whose soil is eroding,\r\nis an Africa diminishing its capacity to feed itself. An\r\nAfrica that is losing its forests and renewable water supplies\r\nis an Africa that is compromising its ability to meet basic\r\nneeds for the future.\r\nOne African leader has said that the problem of soil\r\nerosion has become so serious that his country, viewed from\r\nspace, appears to be bleeding into the ocean. The United\r\nStates is helping to heal these environmental wounds.\r\nSustainable development cannot be accomplished\r\nwithout a renewed sense of urgency about population growth\r\nrates that will double the size of many African nations in 15\r\nto 20 years. Rapid population growth imperils efforts to\r\ncombat poverty and protect the environment. No longer will\r\nthe United States pretend this problem does not exist.\r\nInstead, we will work in partnership with nations in Africa\r\nand elsewhere to provide a full range of family planning and\r\nreproductive health services, and we will work to improve\r\nthe status of women.\r\nToday, the world is entering a period of great hope and\r\nopportunity. Those who have addressed the Assembly today\r\nhave made clear Africa’s desire to meet the challenge and to\r\nparticipate in the needed effort to build a better future, based\r\non democratic institutions, human rights, and free markets.\r\nAfrica’s commitment to these goals is our encouragement.\r\nThe PRESIDENT: In accordance with General\r\nAssembly resolution 2011 (XX) of 11 October 1965, I now\r\ncall on the Observer for the Organization of African Unity.\r\nMr. SY (Organization of African Unity) (interpretation\r\nfrom French): First of all, I would like to endorse what was\r\nsaid this morning by the representative of Egypt in his\r\ncapacity as representative of the Chairman of the\r\nOrganization of African Unity (OAU), as well as the\r\nremarks of the representative of Algeria, in his capacity as\r\nChairman of the Group of African States for the month of\r\nNovember 1993.\r\nIt will soon have been two years since the United\r\nNations New Agenda for the Development of Africa in the\r\n1990s was adopted by the General Assembly. Like its well-\r\nknown predecessor, the United Nations Plan of Action for\r\nAfrican Economic Recovery and Development 1986-1990\r\n(UNPAAERD), the New Agenda has raised many hopes and\r\nexpectations in Africa. Indeed, the economic situation in\r\nmost African countries continues to be difficult, and the\r\neconomic crisis that started at the beginning of the 1980s in\r\nAfrica is still being felt.\r\nUNPAAERD did not meet expectations for several\r\nreasons, of which the most frequently cited are: the\r\ninadequacy of external financial resources, despite the reform\r\nefforts of African countries; the emphasis placed on the\r\nnarrow and often inappropriate concept of structural\r\nadjustment; and the absence of appropriate solutions to\r\nexternal African debt, which continues to undermine\r\neconomic recovery for African countries. Finally, the many\r\nfollow-up mechanisms were not really coordinated in their\r\noperation and did not allow for real multilateral cooperation\r\nbetween Africa and the international community, still less for\r\nthe timely adoption of corrective measures.\r\nThe United Nations New Agenda for the Development\r\nof Africa in the 1990s is intended to correct some of these\r\ndeficiencies by basing itself more on reform programmes\r\nconceived by Africans themselves and with a longer period\r\nof application. Thus the New Agenda\r\n\"has as its priority objectives the accelerated\r\ntransformation, integration, diversification and growth\r\n50th meeting - Thursday, 4 November 1993 29\r\nof the African economies, in order to strengthen them\r\nwithin the world economy, reduce their vulnerability to\r\nexternal shocks, and increase their dynamism,\r\ninternalize the process of development and enhance\r\nself-reliance\". (resolution A/46/151, annex, chap. II,\r\npreambular para. 6).\r\nTo achieve these priority objectives, it is agreed that the\r\ninternational community will enter into a new and stronger\r\ncontract with Africa which would clearly set forth the\r\ninternational community’s firm commitment to support and\r\nbolster Africa in its efforts to implement successfully its\r\nagenda for development and to reduce, if not eliminate\r\ncompletely, the external impediments and obstacles to the\r\naccelerated socio-economic transformation of Africa.\r\nThe New Agenda is thus first and foremost a contract,\r\nand each partner is responsible for the obligations to which\r\nit has agreed.\r\nAs for the Organization of African Unity, which\r\nincludes almost all African States, in its efforts to implement\r\nthe New Agenda it has granted priority to the establishment\r\nof a climate conducive to peace, democracy and\r\ndevelopment. The OAU has thus geared its efforts to the\r\nsettlement of conflicts in Africa, and as was stated by the\r\nHeads of State and Government of the OAU on the thirtieth\r\nanniversary of that organization,\r\n\"the achievement of the objectives of development,\r\nintegration, democratic transformation and strengthening\r\nof democratic institutions requires peace and stability\r\nnot only on the domestic level but also among African\r\nStates themselves and in their relations with the outside\r\nworld\".\r\nThat is why the OAU is devoted to establishing a\r\nmechanism to prevent, manage and settle conflicts in Africa.\r\nFurthermore, it is making an active contribution to the\r\nrestoration or maintenance of peace in several hot spots,\r\nsuch as Liberia, Somalia, Rwanda, Mozambique and\r\nBurundi.\r\nThese activities, which supplement and strengthen those\r\nof the United Nations in the maintenance of world peace and\r\nsecurity, are aimed at preventing and containing the negative\r\nsocio-economic consequences of conflicts. Thus we feel it\r\nis crucial to emphasize the importance of the support the\r\nUnited Nations must lend to these initiatives of the pan-\r\nAfrican organization.\r\nThe second aspect of the OAU’s activities to establish\r\na climate conducive to economic development is support for\r\nthe process of democratic transition. Thus the OAU, since\r\nthe adoption of the New Agenda, has sent observer missions\r\nto 15 African countries. Similarly, it has taken initiatives to\r\nhelp to correct the situation when the transition process has\r\nbeen impeded.\r\nIn the matter of economic cooperation and integration,\r\nwhich are important aspects of the New Agenda, the OAU\r\nand its member States have made significant progress since\r\nthe signing in Abuja in 1991 of the Treaty establishing the\r\nAfrican Economic Community. The number of ratifications\r\nhas now exceeded 50 per cent of the members, and we hope\r\nthat we will soon attain the two-thirds majority necessary for\r\nthe entry into force of the Treaty. The parallel process of\r\nstudies and protocols to be annexed to the Treaty is\r\ncontinuing. Consensus has been reached on the draft\r\nprotocol on relations between the African Economic\r\nCommunity and the regional economic communities, as well\r\nas on the draft protocols on transportation and\r\ncommunication and the draft protocol on freedom of\r\nmovement and the right to residency and settlement in the\r\nCommunity.\r\nA large number of proposals on urgent actions for the\r\nrestructuring and revitalization of the integration process\r\nhave been put forward and endorsed by Member States.\r\nThey include the need to include decisions on and\r\ncommitments to integration in national plans, policies and\r\nprogrammes, the encouragement of all sectors of the\r\npopulation to participate in the integration process, and an\r\nincrease in the capacity of communities to set in motion\r\nmultinational projects in priority sectors of the infrastructure,\r\nenergy, basic industries and agriculture.\r\nThe OAU, together with the United Nations Economic\r\nCommission for Africa (ECA) and the African Development\r\nBank, is actively encouraging African countries to continue\r\nto improve the management of economic programmes and\r\npolicies as well as to promote private initiatives and\r\ncompetitive markets. Similarly, with regard to adjustment,\r\nit has been deemed important to go beyond conventional\r\nnational approaches in order to prepare and implement\r\nsubregional adjustment programmes. Those programmes\r\nwould promote mutual assistance between countries in their\r\nefforts to liberalize trade through the expansion of regional\r\ntrade and the achievement of greater integration.\r\nIn the area of human resources, the OAU, in\r\ncooperation with the ECA and the United Nations Fund for\r\nPopulation Activities (UNFPA), organized at Dakar, Senegal,\r\nthe Third African Population Conference, which adopted a\r\nDeclaration on Population, Family and Sustainable\r\nDevelopment. That Declaration represents Africa’s\r\ncontribution to the International Conference on Population\r\nand Development, scheduled for September 1994 at Cairo,\r\nEgypt.\r\n30 General Assembly - Forty-eighth session\r\nIn November 1992 the OAU also organized, in\r\nconjunction with the United Nations Children’s Fund\r\n(UNICEF), the International Conference on Assistance to\r\nAfrican Children to promote the implementation of the Plan\r\nof Action of the 1990 World Summit for Children.\r\nWith respect to the promotion of the role of women in\r\ndevelopment, the OAU has strengthened the unit of its\r\nsecretariat responsible for women’s questions. It has also\r\ndrawn up strategies and policies with regard to areas where\r\nwomen can play a part in development.\r\nLastly, in order to coordinate activities and improve the\r\nhealth of their populations, the Heads of State and\r\nGovernment of the OAU adopted two important declarations\r\non the crisis in the health sector and on the AIDS pandemic.\r\nIn the area of the environment, the OAU initiated action\r\nthat culminated at Rio in the decision to draw up a\r\nconvention on the struggle against desertification.\r\nThose are some of the actions taken by the African\r\ncountries within the framework of the OAU to foster the\r\ninclusion in the United Nations New Agenda for the\r\nDevelopment of Africa a number of clear-cut priority areas.\r\nThose initiatives have been taken in an economically\r\ndifficult context. Thus, in his report to the last session of\r\nthe OAU Council of Ministers, the Secretary-General of the\r\nOAU stressed that Africa’s economic situation has continued\r\nto worsen despite the serious efforts made by the African\r\ncountries to ensure recovery and economic development, and\r\nnotwithstanding the structural-adjustment programmes and\r\npolitical reforms being undertaken in most of our countries.\r\nUnderlying that situation are such internal factors as\r\ninadequate policies, poor economic management and the low\r\ngrowth rate. Similarly, the international economic\r\nenvironment has had a negative effect on Africa’s economic\r\nperformance. Continued recession in the industrialized\r\ncountries has had a negative impact on the demand for\r\nAfrican raw materials, further depressing their prices.\r\nAfrica’s external debt has continued to rise, reaching\r\n$288 billion in 1992. That situation has been created not by\r\nnew loans but, rather, by the capitalization of interest, which\r\nthe African countries have not been in a position to pay.\r\nAs the report of the Secretary-General of the OAU also\r\nindicates, debt-servicing payments in 1992 exceeded\r\n$26 billion, or nearly a third of Africa’s total export\r\nearnings. Obviously, the African countries cannot achieve\r\nsignificant progress in their socio-economic development\r\nuntil and unless a lasting solution is found to the debt\r\nproblem, which is the major impediment to development in\r\nthe continent.\r\nFaced with that situation, what has the United Nations\r\nNew Agenda contributed? If we consider the efforts made\r\nby the international community to promote implementation\r\nof the New Agenda, the United Nations has taken a number\r\nof steps, such as the System-Wide Plan of Action for\r\nAfrican Economic Recovery and Development; the United\r\nNations Inter-Agency Task Force on African Economic\r\nRecovery and Development, which includes all organizations\r\nof the United Nations system, the OAU, the African\r\nDevelopment Bank, the Global Coalition for Africa, and the\r\nnon-governmental organizations, has begun its work. The\r\nTokyo Conference on African Development was also an\r\nimportant initiative. Lastly, the Panel of High-level\r\nPersonalities on African Development is a welcome\r\ninnovation. The OAU has noted with pleasure\r\nMr. Boutros Boutros-Ghali’s personal participation in that\r\nPanel and the leadership and energy he has lent to its work.\r\nWe would express the hope that such consciousness-raising\r\nefforts will continue, and with increased intensity, in order\r\nto keep Africa a priority matter among the international\r\ncommunity’s concerns.\r\nAlthough two years is too short a period to make an\r\naccurate assessment of the implementation of the United\r\nNations New Agenda for the Development of Africa, some\r\nunsettling indicators have emerged. First, the Secretary-\r\nGeneral’s report mentions the fact that the international\r\ncommunity has not provided financial support commensurate\r\nwith the magnitude of the economic reforms being carried\r\nout in Africa. The volume of bilateral assistance, for\r\nexample, dropped from $12 billion in 1990 to $10.7 billion\r\nin 1991.\r\nSuch inadequate support is one of the causes of the\r\nlow rate of growth in Africa since the beginning of this\r\ndecade. Per capita income fell by 15 per cent from 1980 to\r\n1992. More seriously, the continent’s self-sufficiency ratio\r\nin major foodstuffs has stagnated or has actually declined.\r\nLastly, sub-Saharan Africa’s exports fell by almost\r\n15 per cent from 1990 to 1992. All those factors\r\ndemonstrate that the situation in Africa is disquieting\r\nglobally.\r\nThis session of the Assembly should therefore provide\r\nan opportunity to examine the requisite ways and means to\r\nimplement the New Agenda. On the national level it will be\r\nimportant for the African countries to continue their efforts\r\nto achieve economic and political reform. However, it is at\r\nthe level of the international community that the greatest\r\nefforts are required. First, there is an urgent need to adopt\r\nmeasures that can lead to an effective reduction of the debt\r\nstock beyond the Toronto terms. It is also important for\r\ndonors to provide additional support to efforts designed to\r\nensure Africa’s economic integration. A decision must also\r\nbe taken to create within the African Development Bank a\r\n50th meeting - Thursday, 4 November 1993 31\r\nmechanism for the diversification of African commodities,\r\nfor without such diversification the African economies will\r\nnever become competitive and their dependency on one or\r\ntwo commodities will inevitably exacerbate their\r\nmarginalization. This, then, is a proposal important for\r\nAfrica, and we call upon all our partners to study it in the\r\nspirit of solidarity and partnership that the New Agenda\r\nseeks to foster.\r\nAnother issue calling for urgent measures is the\r\nstrengthening of the machinery for following up the Agenda.\r\nThe Bureau of the Coordinator clearly suffers from a lack of\r\nresources, especially human resources.\r\nSimilarly, procedures must be established for\r\nconsultation and concerted action between the United\r\nNations, the OAU and African Governments, particularly\r\nwith respect to monitoring the implementation of the New\r\nAgenda. In this connection it would be desirable for the\r\nconsciousness-raising machinery to be organized on several\r\nlevels and with greater involvement by non-governmental\r\norganizations.\r\nThe New Agenda has been very slow off the mark.\r\nDistribution of the documentation available at this session\r\nhas been very late, although its quality has been good. It\r\nwill therefore have a delayed impact on the ground. It is\r\nquite clear that sustained efforts will be required if the New\r\nAgenda is not to meet with the same fate as the United\r\nNations Programme of Action for African Economic\r\nRecovery and Development. The spirit of partnership\r\nunderlying that Programme must be revived and new\r\ninitiatives, particularly with regard to lightening the debt\r\nburden, will be required.\r\nAfrica is now committed to a process of\r\ndemocratization that requires consistent economic support if\r\nit is to succeed. Thus, we hope that the measures taken to\r\nsupport democracy in other regions of the world will be\r\nextended to Africa. That, as we see it, is the message that\r\nshould go forth from this discussion.\r\nThe PRESIDENT: I should now like to make a few\r\nremarks on my own behalf at the conclusion of this\r\nimportant debate on the New Agenda for the Development\r\nof Africa.\r\nThe conditions of life in many countries of that\r\ncontinent, as described in the Secretary-General’s reports,\r\nremain very difficult. Yet the reports show that the\r\nGovernments have been willing to attempt bold, though\r\npainful, economic reforms and to stay the course while those\r\nreforms take effect. The African peoples have accepted a\r\ndegree of austerity that not many others would be prepared\r\nto bear. I would therefore like to commend the\r\nGovernments and peoples of Africa for their perseverance in\r\nthe face of prolonged adversity.\r\nDespite some occasional setbacks, the trend towards\r\ndemocracy and wider popular participation continues.\r\nUnderstanding and support for Africa comes not only from\r\nthe industrialized countries, but from other developing\r\nnations which also struggle with the heavy burden of\r\nexternal debt, with adverse terms of trade for their\r\ncommodities, with threats to their environment and with the\r\npressing need, notwithstanding the sluggish world economy,\r\nto develop their human resources and to exploit their\r\neconomic potential. Africa’s efforts surely merit our\r\nunderstanding and support.\r\nSecondly, I should like to emphasize that the New\r\nAgenda truly measures international solidarity and\r\ncommitment. For many years, the Assembly has been\r\npromoting the social and economic development of its\r\ngrowing number of member States. In 1986, it held the first\r\nand only special session directed to one continent, and\r\ncreated the United Nations Programme of Action for African\r\nEconomic Recovery and Development. When this\r\nProgramme was reviewed in September 1991, the\r\ninternational community reaffirmed its partnership with\r\nAfrica and offered full and tangible support for Africa’s\r\neconomic development.\r\nThe progress of the United Nations New Agenda for the\r\nDevelopment of Africa in the 1990s therefore reflects\r\nMember States’ capacity for effective partnership. In this\r\ncontext, I should like to join in the general expression of\r\nappreciation to Japan for organizing, together with the\r\nUnited Nations and the Global Coalition for Africa, the\r\nimportant Conference last month.\r\nThirdly, this programme, to which the United Nations\r\nhas accorded priority, provides a challenge for our system in\r\nthe field of development that parallels its challenge in the\r\ndomain of peace. It anticipates the combined development\r\nefforts brought to bear on the neediest continent by the\r\nUnited Nations, the specialized agencies and the Bretton\r\nWoods institutions.\r\nWe are in the process of preparing and adopting a new\r\nagenda for development, and already Africa offers a testing-\r\nground for the will and capacity of United Nations agencies\r\nto work together to achieve tangible results that improve the\r\nlives of millions of people. We look forward, therefore, to\r\nconsidering, before the end of this session, a draft resolution\r\nwhich will refer to progress on the undertakings entered into\r\nby the Assembly two years ago, and will also take note of\r\nthe thoughtful reports provided by the Secretary-General and\r\nreflect the tenor and content of the debate just concluded.\r\n32 General Assembly - Forty-eighth session\r\nMay I, finally, thank the Office of Conference Services\r\nfor making an exception to our rules and for giving us some\r\nextra time to allow for the conclusion of this important\r\ndebate today.\r\nI should like to inform members that the Assembly will\r\nconsider at a later date, to be announced in the Journal, a\r\ndraft resolution to be submitted under agenda item 24.\r\nAGENDA ITEM 8 (continued)\r\nADOPTION OF THE AGENDA AND ORGANIZATION\r\nOF WORK: REPORTS OF THE GENERAL\r\nCOMMITTEE (A/48/250/Add.6)\r\nThe PRESIDENT: I draw the attention of\r\nrepresentatives to the seventh report of the General\r\nCommittee, contained in document A/48/250/Add.6,\r\nconcerning a request for the inclusion in the agenda of an\r\nadditional item submitted by Rwanda, and a request for the\r\ninclusion in the agenda of an additional item submitted by\r\nCuba.\r\nIn paragraph 1 (a) of the report, the General Committee\r\nrecommends the inclusion in the current session’s agenda of\r\nan additional item entitled \"Emergency assistance for the\r\nsocio-economic rehabilitation of Rwanda\".\r\nMay I take it that the Assembly decides to include this\r\nadditional item in its agenda?\r\nIt was so decided.\r\nThe PRESIDENT: In paragraph 1 (b) of the report,\r\nthe General Committee also recommends to the Assembly\r\nthat the item be allocated to the Second Committee.\r\nMay I take it that the General Assembly adopts that\r\nrecommendation?\r\nIt was so decided.\r\nThe PRESIDENT: Next, I should like to draw the\r\nattention of representatives to paragraph 2 (a) of the report\r\nof the General Committee.\r\nThe General Committee recommends the inclusion in\r\nthe current session’s agenda of an additional item entitled\r\n\"Necessity of adopting effective measures for the promotion\r\nand protection of the rights of children\r\nthroughout the world who are victims of especially difficult\r\ncircumstances, including armed conflicts\".\r\nMay I take it that the General Assembly decides to\r\ninclude this additional item in its agenda?\r\nIt was so decided.\r\nThe PRESIDENT: In paragraph 2 (b) of the report,\r\nthe General Committee also recommends to the Assembly\r\nthat the item be allocated to the Third Committee.\r\nMay I take it that the General Assembly adopts that\r\nrecommendation?\r\nIt was so decided.\r\nThe PRESIDENT: The Chairmen of the Second and\r\nThird Committees will be informed of the decisions just\r\ntaken.\r\nThe meeting rose at 7.20 p.m.\r\n"