"United Nations\r\nG E N E R A L\r\nA S S E M B L Y\r\nFORTY-EIGHTH SESSION\r\nOfficial Records\r\n44th\r\nPLENARY MEETING\r\nFriday, 29 October 1993\r\nat 3 p.m.\r\nNEW YORK\r\nPresident: Mr. INSANALLY\r\n(Guyana)\r\n__________\r\nThe meeting was called to order at 3.30 p.m.\r\nAGENDA ITEM 15 (continued)\r\nELECTIONS TO FILL VACANCIES IN PRINCIPAL\r\nORGANS:\r\n(a) ELECTION OF FIVE NON-PERMANENT\r\nMEMBERS OF THE SECURITY COUNCIL\r\nThe PRESIDENT: This afternoon, the General\r\nAssembly will continue with the election of five\r\nnon-permanent members of the Security Council to replace\r\nthose members whose term of office expires on 31\r\nDecember 1993.\r\nSince the second restricted ballot held this morning has\r\nbeen inconclusive and one seat still remains to be filled from\r\namong the African and Asian States, we shall now proceed\r\nto the third restricted ballot.\r\nThis fourth round of balloting shall be restricted to\r\nthose two States from among the African and Asian States\r\nwhich were not elected but obtained the largest number of\r\nvotes in the previous ballot - namely Guinea-Bissau and\r\nNigeria. This is in accordance with rule 94 of the rules of\r\nprocedure.\r\nThe ballot papers will now be distributed.\r\nMay I ask representatives to write on the ballot papers\r\nthe name of the State for which they want to vote.\r\nBallot papers containing the name of a State other than\r\nGuinea-Bissau or Nigeria, or containing the name of more\r\nthan one State, will be declared invalid.\r\nI recognize the delegation of Guinea-Bissau.\r\nMr. TOURÉ (Guinea-Bissau) (interpretation from\r\nFrench): The General Assembly, after three rounds of\r\nballoting, has not been able to take a decision on the last\r\nvacancy for Africa. After three rounds of balloting, the\r\nGeneral Assembly has not been able to decide between the\r\ntwo candidate countries, given that neither of those two\r\ncountries was able to obtain the necessary two-thirds\r\nmajority.\r\nThat situation is the result of not following the\r\nrecommendation made by the Group of African States in\r\nNew York with regard to the African candidacy. The\r\nGeneral Assembly has always respected the\r\nrecommendations of regional groups with regard to\r\ncandidates. If it has been otherwise this year, it is because\r\nthe information made available to Member States has been\r\nincorrect.\r\nIn point of fact - and contrary to the allegation made\r\nthis morning - Rwanda and Guinea-Bissau are and remain\r\nthe only two valid candidates put forward by the Group of\r\nAfrican States. The results of the first three ballots amply\r\ndemonstrate that the African Group has held to its decision\r\nand are eloquent testimony to the sense of discipline and\r\ncohesion on which the Group has always prided itself.\r\nThis morning’s meeting demonstrated that the African\r\nStates cannot and should not act in a disparate fashion if\r\nthey wish to uphold their vital collective interests.\r\nGuinea-Bissau submitted its candidacy for the Security\r\nCouncil on the recommendation of the Group of African\r\nThis record is subject to correction.\r\nCorrections should be sent under the signature of a member of the delegation concerned\r\nwithin one week of the date of publication to the Chief of the Verbatim Reporting Section,\r\nRoom C-178, and incorporated in a copy of the record.\r\nCorrections will be issued after the end of the session in a consolidated corrigendum.\r\n93-87018 (E)\r\nDistr. GENERAL\r\nA/48/PV.44\r\n22 November 1993\r\nENGLISH\r\n2 General Assembly - Forty-eighth session\r\nStates because of its desire to serve the interests of that\r\nGroup and to work with the rest of the international\r\ncommunity in promoting peace and security in the world.\r\nThe interests of States both large and small, taken\r\nindividually, should not take precedence over collective\r\ninterests, and it has never been the intention of the Assembly\r\nto endorse such precedence.\r\nIt is with that understanding and in a spirit of\r\npreserving the repute and higher interests of Africa that my\r\ndelegation has decided to withdraw the candidacy of\r\nGuinea-Bissau. On behalf of my country I should like to\r\nthank all the delegations that supported and continue to\r\nsupport us and that have given us their encouragement.\r\nThe PRESIDENT: I thank the representative of\r\nGuinea-Bissau for his cooperation.\r\nIn accordance with the rules of procedure, we shall now\r\nproceed to the third restricted ballot, taking into account the\r\nstatement just made by the representative of Guinea-Bissau.\r\nWe are in the process of voting, and I understand that\r\nthe representative of Nigeria wishes to make a statement. I\r\ncall upon that representative, on the understanding that his\r\nstatement relates to the process under way.\r\nMr. GAMBARI (Nigeria): I want to thank the\r\nrepresentative of Guinea-Bissau, a sister African country, for\r\nthe conclusion of his statement. Nigeria has always acted in\r\nthe best spirit of Africa unity, but, to put the record straight,\r\nI wish to say this:\r\nThere were indeed differences of opinion with regard to\r\nthe recommendation of the candidatures committee within\r\nthe Group of African States. In any event, the Organization\r\nof African Unity (OAU), which is the highest political body\r\nof the African States, had indicated in the decision taken at\r\nthe last meeting of the OAU Council of Ministers and the\r\nSummit Meeting that it had decided to recognize both\r\nNigeria and Guinea-Bissau as candidates for the\r\nnon-permanent seat on the Security Council to be vacated by\r\nCape Verde.\r\nI just wanted to set the record straight and to thank my\r\ncolleague from Guinea-Bissau.\r\nThe PRESIDENT: In accordance with the rules of\r\nprocedure we shall now proceed to the third restricted ballot,\r\ntaking into account the statement made by the representative\r\nof Guinea-Bissau.\r\nThis round of balloting shall be restricted to those two\r\nStates from among the African and Asian States which were\r\nnot elected but obtained the largest number of votes in the\r\nprevious ballot, namely, Guinea-Bissau and Nigeria. This is\r\nin accordance with rule 94 of the rules of procedure.\r\nI understand that the ballot papers have been\r\ndistributed. May I ask representatives to write on the ballot\r\npapers the name of the State for which they want to vote.\r\nBallot papers will be declared invalid if they contain the\r\nname of a State other than Guinea-Bissau or Nigeria and if\r\nthey contain the name of more than one State.\r\nAt the invitation of the President, Mr. Suziedelis\r\n(Lithuania), Ms. Jonsvik (Norway) and Mr. Berguido\r\n(Panama) acted as tellers.\r\nA vote was taken by secret ballot.\r\nThe meeting was suspended at 3.45 p.m. and resumed\r\nat 4 p.m.\r\nThe PRESIDENT: The result of the voting for one\r\nnon-permanent member of the Security Council is as\r\nfollows:\r\nGroup A - African and Asian States\r\nNumber of ballot papers: 162\r\nNumber of invalid ballots: 2\r\nNumber of valid ballots: 160\r\nAbstentions: 8\r\nNumber of Members voting 152\r\nRequired two-thirds majority 102\r\nNumber of votes obtained:\r\nNigeria 119\r\nGuinea-Bissau 33\r\nHaving obtained the required two-thirds majority,\r\nNigeria was elected a non-permanent member of the\r\nSecurity Council for a two-year period beginning on\r\n1 January 1994.\r\nThe PRESIDENT: I congratulate the State which has\r\nbeen elected a member of the Security Council, and I thank\r\nthe tellers for their assistance in this election.\r\nThe following five States have been elected members\r\nof the Security Council for a two-year term beginning on 1\r\nJanuary 1994: Argentina, the Czech Republic, Nigeria,\r\nOman and Rwanda.\r\nThis concludes our consideration of sub-item (a) of\r\nagenda item 15.\r\nThe meeting rose at 4.05 p.m.\r\n"