"United Nations\r\nG E N E R A L\r\nA S S E M B L Y\r\nFORTY-EIGHTH SESSION\r\nOfficial Records\r\n53rd\r\nPLENARY MEETING\r\nWednesday, 10 November 1993\r\nat 6.35 p.m.\r\nNEW YORK\r\nPresident: Mr. INSANALLY\r\n(Guyana)\r\n__________\r\nThe meeting was called to order at 6.35 p.m.\r\nAGENDA ITEM 15 (continued)\r\nELECTIONS TO FILL VACANCIES IN PRINCIPAL\r\nORGANS:\r\n(c) ELECTION OF FIVE MEMBERS OF THE\r\nINTERNATIONAL COURT OF JUSTICE\r\n(i) MEMORANDUM BY THE SECRETARY-\r\nGENERAL (A/48/432-S/26489)\r\n(ii) L I S T O F C A N D I D A T E S\r\n(A/48/433/Rev.1-S/26490/Rev.1)\r\n(iii) CURRICULA VITAE (A/48/440-S/26497 and\r\nCorr.1)\r\nThe PRESIDENT: As members are aware, there is\r\nstill one vacancy on the Court to be filled. The Assembly\r\nwill now proceed to vote in respect of the remaining\r\nvacancy.\r\nOnce again, I should like to remind representatives that,\r\npursuant to rule 88 of the rules of procedure,\r\n\"After the President has announced the beginning of\r\nvoting, no representative shall interrupt the voting\r\nexcept on a point of order in connection with the actual\r\nconduct of the voting.\"\r\nTherefore, any announcements such as those concerning\r\nwithdrawals of candidatures should be made prior to the\r\ncommencement of the voting process - that is, before the\r\ndistribution of the ballot papers.\r\nI call on the representative of Cape Verde.\r\nMr. JESUS (Cape Verde): In connection with the\r\ncurrent elections, I thought that any candidate should come\r\nwithin the criteria set forth in the Statute of the Court.\r\nThere is no such criterion as any particular legal system as\r\napplied to a region.\r\nI have followed these elections throughout, paying close\r\nattention to the results of the several ballots, and I have\r\ncome to the conclusion that, although I still have a strong\r\nmajority in the Security Council - nine votes, as in the first\r\nballot - I should not put all members through the pain of\r\nhaving to spend more time here tonight. Accordingly, I\r\nbelieve that I should withdraw my candidature at this stage.\r\nI should like to pay tribute to all those who over the\r\npast year have been willing to meet with me and listen when\r\nI lobbied in support of my candidature. My special thanks\r\ngo to all of them - in particular, the national groups of the\r\n12 countries that endorsed my candidature - for the honour\r\nthey gave me.\r\nI am also grateful to all those who, time and again,\r\nstuck with me and voted in favour of my candidature, either\r\nin the General Assembly or in the Security Council.\r\nThe PRESIDENT: In the light of the statement of the\r\nrepresentative of Cape Verde, his name will be deleted from\r\nthe ballot paper. I thank him for his magnanimous gesture.\r\nThis record is subject to correction.\r\nCorrections should be sent under the signature of a member of the delegation concerned\r\nwithin one week of the date of publication to the Chief of the Verbatim Reporting Section,\r\nRoom C-178, and incorporated in a copy of the record.\r\nCorrections will be issued after the end of the session in a consolidated corrigendum.\r\n93-87147 (E)\r\nDistr. GENERAL\r\nA/48/PV.53\r\n24 November 1993\r\nENGLISH\r\n2 General Assembly - Forty-eighth session\r\nTo allow time for the preparation of new ballot papers,\r\nI shall suspend the meeting.\r\nThe meeting was suspended at 6.40 p.m. and resumed\r\nat 6.55 p.m.\r\nThe PRESIDENT: Ballot papers are now being\r\ndistributed. The voting process has now begun. All the\r\ncandidates whose names appear on the ballot paper are\r\neligible. Please note that the name of Mr. José Luis Jesus\r\nhas been deleted from the ballot paper.\r\nMay I remind delegations that they should mark the\r\nname of only one candidate, with a cross, as indicated on the\r\nballot paper. Please make sure that marking is legible. Any\r\nballot paper on which more than one name is marked will be\r\ndeclared invalid.\r\nVotes may be cast only for those whose names appear\r\non the ballot papers.\r\nAt the invitation of the President, Mr. Yahya (Brunei\r\nDarussalam), Mrs. Valle Camino (Cuba), Ms. Resch\r\n(Finland), Mr. Suziedelis (Lithuania) and Ms. Iiyambo\r\n(Namibia) acted as tellers.\r\nA vote was taken by secret ballot.\r\nThe meeting was suspended at 7.20 p.m. and resumed\r\nat 7.30 p.m.\r\nThe PRESIDENT: In the election of one member of\r\nthe International Court of Justice, the result of the voting is\r\nas follows:\r\nNumber of ballot papers: 167\r\nNumber of invalid ballots: 0\r\nNumber of valid ballots: 167\r\nAbstentions: 10\r\nNumber of members voting: 157\r\nRequired majority: 94\r\nNumber of votes obtained:\r\nMr. Abdul G. Koroma (Sierra Leone) 145\r\nMr. Krzysztof Skubiszewski (Poland) 11\r\nMr. Nasrat Munla Hayder (Syrian Arab\r\nRepublic) 1\r\nMr. Enrique P. Syquia (Philippines) 0\r\nThe PRESIDENT: Mr. Abdul Koroma has thus\r\nobtained an absolute majority in the General Assembly.\r\nI have communicated the result of the vote to the\r\nPresident of the Security Council. I have in turn received\r\nfrom the President of the Security Council the following\r\nletter:\r\n\"I have the honour to inform that at the 3311th\r\nmeeting of the Security Council held on\r\n10 November 1993 for the purpose of electing five\r\nmembers of the International Court of Office for a term\r\nof office beginning on 6 February 1994,\r\nMr. Abdul G. Koroma obtained an absolute majority of\r\nvotes.\"\r\nAs a result of the independent voting in the Security\r\nCouncil and in the Assembly, Mr. Abdul Koroma has\r\nobtained an absolute majority in both organs and is therefore\r\nduly elected a member of the International Court of Justice\r\nto serve for a nine-year term commencing on\r\n6 February 1994.\r\nI take this opportunity to extend to him the\r\ncongratulations of the Assembly on his election, and to thank\r\nthe tellers for their assistance.\r\nThe following five candidates have thus been elected\r\nmembers of the International Court of Justice to serve for a\r\nnine-year term beginning on 6 February 1994:\r\nMr. Carl-August Fleischhauer, Mr. Géza Herczegh,\r\nMr. Abdul Koroma, Mr. Shigeru Oda and Mr. Shi Jiuyong.\r\nWe have thus concluded our consideration of\r\nsub-item (c) of agenda item 15, and I thank you all,\r\nparticularly Conference Services, for allowing us to conclude\r\nthe process this evening.\r\nThe meeting rose at 7.45 p.m.\r\n"