"United Nations\r\nG E N E R A L\r\nA S S E M B L Y\r\nFORTY-EIGHTH SESSION\r\nOfficial Records\r\n48th\r\nPLENARY MEETING\r\nWednesday, 3 November 1993\r\nat 10 a.m.\r\nNEW YORK\r\nPresident: Mr. INSANALLY\r\n(Guyana)\r\n__________\r\nThe meeting was called to order at 10.25 a.m.\r\nAGENDA ITEM 127 (continued)\r\nS C A L E O F A S S E S S M E N T S F O R T H E\r\nAPPORTIONMENT OF THE EXPENSES OF THE\r\nUNITED NATIONS (A/48/414/Add.8)\r\nThe PRESIDENT: In a letter contained in document\r\nA/48/414/Add.8, the Secretary-General informs me that,\r\nsince the issuance of his communications dated 21, 24,\r\n27 and 29 September and 4, 6, 11 and 14 October 1993, the\r\nComoros has made the necessary payment to reduce its\r\narrears below the amount specified in Article 19 of the\r\nCharter.\r\nMay I take it that the Assembly duly takes note of this\r\ninformation?\r\nIt was so decided.\r\nAGENDA ITEM 30\r\nNECESSITY OF ENDING THE ECONOMIC,\r\nCOMMERCIAL AND FINANCIAL EMBARGO\r\nIMPOSED BY THE UNITED STATES OF AMERICA\r\nAGAINST CUBA\r\n(a) REPORT OF THE SECRETARY-GENERAL\r\n(A/48/448 and Add.1)\r\n(b) DRAFT RESOLUTION (A/48/L.14/Rev.1)\r\nThe PRESIDENT: I call on the representative of Cuba\r\nto introduce draft resolution A/48/L.14/Rev.1.\r\nMr. REMÍREZ DE ESTENOZ BARCIELA (Cuba)\r\n(interpretation from Spanish): Once again, Cuba had hoped\r\nthat the reasons for the discussion and consideration of this\r\nitem would have disappeared. But this is not so. Today,\r\none of the longest-lasting injustices of modern history\r\ncontinues to be committed against Cuba. This is something\r\nwhich, without any doubt, deserves attention here in the\r\nUnited Nations.\r\nLess than a year ago, the General Assembly, in\r\nresolution 47/19, stated the need to put an end to the\r\neconomic, trade and financial embargo which has been\r\nimposed by the Government of the United States against\r\nCuba for more than 30 years. In so doing, it took account\r\nof the extraterritorial effects of laws and regulations\r\npromulgated and applied by the United States. It considered\r\nthe matter an act of aggression by an economic, military and\r\ntechnological Power against a small country - an act contrary\r\nto the rules of international law and to the principles\r\nenshrined in the Charter of the Organization. It also noted\r\nthe severe impact of these actions on the Cuban people.\r\nThis record is subject to correction.\r\nCorrections should be sent under the signature of a member of the delegation concerned\r\nwithin one week of the date of publication to the Chief of the Verbatim Reporting Section,\r\nRoom C-178, and incorporated in a copy of the record.\r\nCorrections will be issued after the end of the session in a consolidated corrigendum.\r\n93-87062 (E)\r\nDistr. GENERAL\r\nA/48/PV.48\r\n23 November 1993\r\nENGLISH\r\n2 General Assembly - Forty-eighth session\r\nDespite the explicit will of the international community,\r\nthe Government of that major Power has nevertheless moved\r\nto promulgate, apply and strengthen laws and measures\r\nrelating to the embargo that had been rejected by the\r\nGeneral Assembly.\r\nIn the last 11 months, we have witnessed legislative,\r\nregulatory, covert and defamatory actions - even acts of\r\ncoercion and blackmail - against third countries, as part and\r\nparcel of a broad plan of aggressive actions by the United\r\nStates against Cuba.\r\nThe so-called Torricelli Act, strongly condemned by\r\ndelegations that participated in the debate last year and\r\nrejected in official statements by many countries and groups\r\nof countries, still remains in force in the United States legal\r\nsystem; it is already being applied in accordance with\r\nregulatory provisions.\r\nIt is common knowledge that on 4 July, the\r\nGovernment of the United States instructed federal agencies\r\nto adopt all measures on extraterritoriality, in keeping with\r\nthe so-called Torricelli Act.\r\nOfficial documents of the General Assembly describe\r\nthe promulgation of new legislation by the United States\r\nCongress to make a country’s eligibility to receive assistance\r\nfrom the United States predicated upon its economic\r\nrelations with Cuba, in spite of the legitimate and sovereign\r\nrights of countries, as established by international norms.\r\nSuch an extension of the extraterritorial application of the\r\nembargo can be seen in the clauses adopted on 16 June by\r\nthe House of Representatives in the Foreign Aid\r\nAuthorization Act of 1993.\r\nWith these procedures, the Washington Administration\r\nhas further expanded the extraterritorial character of its\r\neconomic measures against Cuba which infringes upon the\r\nsovereignty of third countries and the right to enjoy freedom\r\nof trade and navigation guaranteed under international law.\r\nThe Cuban delegation has reported on a number of\r\nspecific actions demonstrating that, because of the embargo,\r\nimportant economic transactions between Cuba and third\r\ncountries have been hindered. The need for discretion has\r\nprevented us from divulging all available information.\r\nNevertheless, information officially and unofficially\r\ncirculated confirms that there are many actions of this kind\r\nviolating the established principles of sovereignty, freedom\r\nof trade and navigation, and transgressing other\r\ninternationally recognized legal regulations.\r\nIt is not only the essence and the extraterritoriality of\r\nthis policy but also its impact on the life of the Cuban\r\npeople that should be rejected and condemned by the\r\ninternational community. It is difficult to understand that\r\nthere could be a passive attitude to this policy when what is\r\ninvolved is the very survival and future of millions of\r\npeople, including children, whose only crime is to have been\r\nborn in a country determined to be free, independent and\r\nmaster of its own fate.\r\nThe United States Government has tried to create the\r\nimpression that the so-called Torricelli Act is easing the\r\nembargo and its impact on the Cuban population. It has\r\npublicly lied about alleged attributes of the Act facilitating\r\nhumanitarian assistance and mitigating other aspects of the\r\nembargo. But we have provided delegations with sufficient\r\nexamples of the economic and social impact of the Torricelli\r\nAct that prove the contrary.\r\nThere are documents demonstrating persistent attempts\r\nby the United States to prevent Cuba from buying medicines\r\nthat are scarce in the country. The restrictions impeding the\r\nsale of medicines to Cuba by United States companies are\r\nbeing maintained. Similarly, the obstacle preventing any\r\ncompany from any part of the world from selling to Cuba\r\neither medicine, equipment or medical supplies having\r\ncomponents or using technology of United States origin\r\nremains in place.\r\nThis past June, representatives of the United States\r\nGovernment recognized that applying this legal instrument\r\nhas resulted in a 15 per cent increase in the cost of Cuba’s\r\nforeign economic relations.\r\nIt is paradoxical that the stronger the rejection of this\r\nembargo on the part of Governments, men and women,\r\nofficial and non-governmental organizations reflecting the\r\nmost diverse strata of human thought, including wide sectors\r\nof United States society, the more persistent the United\r\nStates Government is in its resolve to maintain, in absolute\r\nisolation, this anachronistic policy against my people.\r\nThe Secretary-General himself has pointed out in his\r\nreport (A/48/448) that over 120 non-governmental\r\norganizations have written to the Secretary-General urging\r\nan end to the embargo. This does not include the tens of\r\nthousands of letters sent by people from all over the world\r\nalso calling for an end to the embargo.\r\nClearly, the fact that the cornerstone of United States\r\nforeign policy on Cuba is an economic embargo causing\r\nsuffering for almost 11 million human beings is something\r\nthat people reject. There are no pretexts, there can be no\r\nreasons justifying this crime or exonerating those responsible\r\nfor it. One wonders why common sense, initiative or\r\npragmatism have not prevailed here.\r\n48th meeting - Wednesday, 3 November 1993 3\r\nOver the years, many different arguments have been\r\nused to try to justify the embargo, some of them completely\r\nin contradiction to the principles which gave birth to this\r\nOrganization and many of them contradicting each other.\r\nEach and every one of those arguments has been refuted or\r\ndisproved time and again, and the international community\r\nhas enough information available to it on this issue to draw\r\nits own conclusions.\r\nA year ago, the United States Government, attempting\r\nto defend its position here in the Assembly, used four\r\npretexts.\r\nFirst, it alleged that the embargo is a response the\r\nnationalizations carried out by Cuba 33 years ago.\r\nNationalization was also carried out by many other third-\r\nworld countries in their endeavour to achieve economic\r\nindependence. The truth is that the United States, unlike the\r\nother countries affected by nationalization, refused to accept\r\nor even to negotiate the compensation terms offered by the\r\nCuban Government since 1960.\r\nSecondly, the United States claimed this was a matter\r\nto be dealt with in bilateral relations between the United\r\nStates and Cuba. Nothing is further from the truth. What\r\nthis is all about is unilateral aggression by the United States\r\naffecting relations between Cuba and third countries, thus\r\nhindering the natural development of international relations,\r\ncurtailing the legitimate rights of third countries and\r\nthreatening the peace and security of a sovereign State\r\nMember of this Organization.\r\nThirdly, it was asserted that the blockade is being\r\napplied with the aim of bringing about in Cuba political and\r\neconomic reforms to the liking of the United States, as if\r\nthat were a legitimate reason to use hunger and misery in an\r\nattempt to suffocate our people. Obviously, there is no legal\r\nprinciple or political standard that can justify that purpose.\r\nFinally, the United States delegation stated that the\r\nproblems facing Cuba today derive from internal causes that\r\nhave nothing to do with the blockade. But all delegations\r\nhave sufficient information to understand what the blockade\r\ncosts the Cuban economy and Cuban society. It has been\r\nshown that not a single economic or social aspect of our\r\nsituation escapes the consequences of the blockade; that is,\r\nafter all, the declared objective.\r\nIn addition to the blockade, Cuba is facing other\r\nchallenges in its development struggle. The dramatic and\r\nunexpected rupture of its traditional foreign economic links,\r\nthe need to make changes to insert Cuba into a changing and\r\ninequitable world economy, and underdevelopment itself, all\r\nadd to the difficulties my country is facing. But of all those\r\nfactors the only one that continues to exist because of the\r\nwill of another Government whose declared objective is to\r\nharm us, and the only one that could be made to disappear\r\nby a political act, is the economic blockade.\r\nIf the United States authorities are so sure that our\r\nproblems are internally created and inherent to our country,\r\nthen why do they continue and even strengthen the\r\nblockade? Let the will of the international community\r\nprevail; let the blockade be lifted; let Cuba evolve by itself,\r\nin peace, under the same rules and with the same freedom\r\nof action as any other State.\r\nCuba has taken the sovereign decision to carry out\r\nbroad and profound transformations that will open up our\r\neconomy, with a view to its full reinsertion into the\r\ninternational market and international economic relations.\r\nThat process has preserved and always will preserve the\r\nindependence of our country and the enormous social\r\nachievements attained since 1959.\r\nMy people hopes to achieve its aspirations without\r\npressure or blackmail, to ensure the future of our country,\r\nincluding normal relations with all States without exception.\r\nIt is therefore critically important to eliminate the major\r\nobstacle to this process.\r\nWe hope that a new United Nations decision on this\r\nmatter will lead to increased awareness of the current unjust\r\npolicy against Cuba and help put an end to it. For,\r\ntomorrow, such a policy could become an instrument of\r\ncoercion against any other small and underdeveloped State.\r\nHence, we have submitted a draft resolution promoting\r\nprinciples recognized by almost all States represented here.\r\nThe draft resolution is contained in document\r\nA/48/L.14/Rev.1, which we are honoured to introduce, and\r\nwhich has been duly issued in all the official languages of\r\nthe Organization. We are confident that it will be adopted\r\nby this Assembly.\r\nEveryone is well aware of the special nature of our\r\nconsideration of this item. It is no secret that pressure has\r\nbeen exerted on sovereign Governments not to commit their\r\nvote in favour of a cause that is so clearly a just one.\r\nThe decision to be taken today by the General\r\nAssembly is fundamental to the very essence of the United\r\nNations, as it pertains to the principles that constitute the\r\nfoundation of the Organization. This decision is of vital\r\nimportance for mankind, since it is inextricably linked to a\r\nnation’s right to life, independence and existence itself.\r\n4 General Assembly - Forty-eighth session\r\nMr. SARDENBERG (Brazil) (interpretation from\r\nSpanish): I have the honour of addressing the General\r\nAssembly in my capacity as Secretary Pro Tempore of the\r\nIbero-American countries.\r\nThe 21 Ibero-American countries have a long-standing\r\ntradition of respect for the principles and rules of\r\ninternational law and for the sovereignty of States. Those\r\nare the principles that guide the Ibero-American countries in\r\ntheir consideration of the draft resolution that has been\r\nsubmitted under agenda item 30. Extraterritorial elements of\r\nrecent national legislation have given rise to serious\r\nconcerns; these concerns stem primarily from the restrictions\r\nimposed on the basic principles of freedom of trade and\r\nnavigation, principles that are articulated in many\r\ninternational legal instruments.\r\nThe text of the Final Document of the third Ibero-\r\nAmerican Summit of Heads of State and Government, held\r\nat Salvador, Brazil, on 15 and 16 July 1993, has been\r\nannexed to document A/48/291. It reflects the full\r\ncommitment of the Ibero-American countries to building an\r\ninternational community in which cooperation will prevail\r\nover confrontation. In that document, the Ibero-American\r\nHeads of State and Government noted\r\n\"the resolutions recently adopted in international forums\r\non the need to eliminate the unilateral application of\r\neconomic and trade measures by one State against\r\nanother for political purposes.\" (A/48/291, annex, para.\r\n68)\r\nThe Ibero-American countries have consistently\r\nfavoured the creation of a climate conducive to overcoming\r\ndifferences. It is our sincere hope that the current\r\ninternational trends towards dialogue, understanding and\r\ncooperation will prevail over long-standing differences. To\r\nthat end, a climate of mutual respect and full compliance\r\nwith the rules of international law would certainly contribute\r\nto strengthening peace and harmony between nations.\r\nMr. TELLO (Mexico) (interpretation from Spanish):\r\nThe criteria guiding Mexico’s international activities and the\r\nvalue we attach to them can be understood only in the\r\ncontext of our historical experience as a nation. The\r\nstruggle to achieve, consolidate and defend our independence\r\nhas led us to attach key significance to sovereignty.\r\nWe have been and remain a nation dedicated to\r\nbroadening and deepening our ties of friendship and\r\ncooperation with all the peoples of the world. We are\r\nconvinced that dialogue, concerted action and negotiated\r\npolitical settlement are the best possible means of achieving\r\nunderstanding. The legal equality of States, the self-\r\ndetermination of peoples, non-intervention in internal affairs,\r\nand respect for sovereign rights are the basic principles of\r\ninternational coexistence and remain fully valid.\r\nThe principles of international law are also the\r\nmainstays of the Charter of the United Nations, an\r\norganization born of a legitimate collective desire to place\r\ninternational relations within a framework of rationality,\r\norder and legality. The rule of law is the basis on which the\r\ncoexistence of nations is governed.\r\nAs is true for all nations, it is solely up to Cuba and its\r\npeople to define their own paths towards higher and better\r\nstates of development. We recognize the efforts that have\r\nbeen made to modernize their methods of work and\r\nstructures with a view to their integration into the new trends\r\nin the world economy. At the same time, we are neither\r\nunaware of nor insensitive to the Cuban people’s increasing\r\ndifficulties as regards health and nutrition.\r\nEven amid countless contradictions and uncertainties, a\r\nnew atmosphere of understanding is struggling to emerge\r\nfollowing the end of the cold war. Agreements that were\r\nonce unimaginable are now sealed with a handshake. This\r\nis the path to which we must pledge ourselves.\r\nAdherence to international law is the only way to\r\nguarantee peaceful coexistence among countries. The\r\nobservance of multilaterally accepted norms gives certainty\r\nto relations between States, just as it gives peace and\r\ncoexistence their best possible framework for development.\r\nFor these reasons, my Government will vote in favour\r\nof the draft resolution contained in document\r\nA/48/L.14/Rev.1.\r\nMr. KITTIKHOUN (Lao People’s Democratic\r\nRepublic) (interpretation from French): On\r\n24 November 1992 this Assembly adopted resolution 47/19,\r\non the necessity of lifting the economic, commercial and\r\nfinancial embargo imposed against the Republic of Cuba.\r\nFollowing the adoption of that resolution, more than 30\r\nsovereign States solemnly declared that they had taken no\r\nlegislative or normative measures of the type mentioned in\r\nthe resolution. The legitimacy of the cause stirred great\r\nhopes that the resolution would be fully implemented by all\r\nthe States Members of our Organization. However, to my\r\ndelegation’s great regret, the embargo against the Republic\r\nof Cuba has been reinforced this year.\r\nThe Lao People’s Democratic Republic considers that\r\nthe embargo has a great impact on the standard of living of\r\nthe vast majority of the Cuban population and, above all,\r\nthat it would not contribute in the least to the Cuban\r\npeople’s efforts to integrate their country more fully into\r\ninternational economic structures. In view of its obligations\r\n48th meeting - Wednesday, 3 November 1993 5\r\nunder the United Nations Charter and international law, my\r\ncountry, the Lao People’s Democratic Republic, has never\r\npromulgated or applied laws or measures of the type\r\nmentioned in draft resolution A/48/L.14. In our view, such\r\nmeasures constitute an attack on the sovereignty of other\r\nStates and on freedom of commerce and navigation.\r\nIn this new era, when the spirit of cooperation between\r\nStates holds sway, it would be more than prudent for the two\r\ncountries concerned to enter into negotiations based on the\r\nprinciples of equality and mutual respect in order to resolve\r\npeacefully their differences, which date back more than 30\r\nyears. That dialogue, for which we earnestly appeal, would\r\nnot only be in line with the trend prevailing in the world\r\ntoday but would also respond to the wishes of their two\r\npeoples.\r\nThe delegation of the Lao People’s Democratic\r\nRepublic sincerely hopes that this question will be resolved\r\nswiftly, fairly and honourably, with due account taken of the\r\nlegitimate interests of the two peoples and in the interest of\r\nregional and world peace.\r\nThe PRESIDENT: I should like to propose, if there is\r\nno objection, that the list of speakers in the debate on this\r\nagenda item now be closed.\r\nIt was so decided.\r\nMr. NGO QUANG XUAN (Viet Nam) (interpretation\r\nfrom French): First of all, on behalf of my delegation, I\r\nshould like to thank the Secretary-General for the report\r\n(A/48/448 and Add.1) that he has submitted in accordance\r\nwith resolution 47/19, adopted by the General Assembly at\r\nits forty-seventh session, in respect of the agenda item\r\nentitled \"Necessity of ending the economic, commercial and\r\nfinancial embargo imposed by the United States of America\r\nagainst Cuba\".\r\nIn the debate on this agenda item, the delegation of Viet\r\nNam would like first to reaffirm that Viet Nam’s foreign\r\npolicy has always been guided by the fundamental principles\r\nof relations between States, in accordance with international\r\nlaw and the United Nations Charter, to wit: respect for\r\nnational independence, sovereignty and territorial integrity;\r\nrespect for the right to self-determination, including the right\r\nto choose one’s own path of development; non-interference\r\nin the internal affairs of other States; and the political will\r\nto settle disputes through peaceful negotiations.\r\nSecondly, we wish to express our deep concern on\r\nseeing one country impose its will on another. In the view\r\nof our delegation, such an imposition not only jeopardizes\r\nrelations between nations but also runs counter to the spirit\r\nof the world’s new era, in which development, equality,\r\njustice, peace and democracy should prevail.\r\nThe end of the cold war, the passing of the East-West\r\nconfrontation and the strong trend towards democratization\r\nof relations in and among States have opened the way to\r\nnew hopes for living in peace, for mutual understanding and\r\nfor cooperation between nations.\r\nThis new international political climate has strengthened\r\nthe determination to use peaceful negotiations to find\r\nsolutions to persistent military conflicts as well as to the\r\ndifferences and disputes inherited from the past. Significant\r\nsuccess has been achieved in certain regions. In our view\r\nthe same approach could be applied in the quest for a\r\nreasonable and fair solution to the question of relations\r\nbetween Cuba and the United States. The resumption of\r\ndialogue between those two countries could make it easier\r\nto solve the outstanding problems in conformity with the\r\nprinciples of international law and the United Nations\r\nCharter.\r\nThe delegation of Viet Nam believes that it is not right\r\nthat relations between Cuba and the United States have not\r\nyet been normalized, after more than 30 years. It is even\r\nmore regrettable that at present these relations are subjected\r\nto new trade restrictions. These restrictions are affecting not\r\nonly the interests of Cuba but also the interests of a number\r\nof other countries, as is indicated in the Secretary-General’s\r\nreport. Many countries have, in different ways, expressed\r\ntheir concern about the adverse effects of the Cuban\r\nDemocracy Act of the United States on their trade interests.\r\nIn this spirit, the international community has made\r\nrepeated appeals in this regard. The Non-Aligned\r\nMovement, of which Viet Nam is a member, has at many\r\nmeetings repeatedly asserted that the use of force in\r\ninter-State relations and the application of laws and measures\r\nwhich have extraterritorial effects are inadmissible. The\r\nTenth Summit of the Movement, held in Jakarta in 1992,\r\nalso addressed an appeal to the United States to end the\r\neconomic, commercial and financial blockade of Cuba, and\r\nurged the two countries to enter into negotiations in order to\r\nresolve their dispute.\r\nIn conclusion, I wish to express our firm conviction that\r\nthis discussion today and the draft resolution presented by\r\nCuba for the consideration of the Assembly reflect the\r\ninterests of all States Members of the Organization.\r\nMr. WISNUMURTI (Indonesia): I deem it an honour\r\nto deliver this statement on behalf of the non-aligned\r\ncountries.\r\n6 General Assembly - Forty-eighth session\r\nIt is with deepening concern that we have noted the\r\ndifferences between Cuba and the United States which have\r\npersisted for over three decades. Since last year the\r\nrelationship has further deteriorated due to the promulgation\r\nof national legislation with extraterritorial dimensions.\r\nConsequently, Cuba is facing an economic crisis of\r\nunprecedented proportions.\r\nWith the Cuban economy already reeling from the\r\nfundamental changes that have swept Eastern Europe and a\r\ndrastic cut-off in aid, the unrelenting hostility has heightened\r\ntension in the region. Further aggravating the situation is the\r\nimposition of an embargo on trade which seeks unilaterally\r\nto restrict economic and commercial relations to the\r\ndetriment of the interests of many Member States. Punitive\r\neconomic measures have profoundly affected the living\r\nconditions of the people of Cuba and severely impeded their\r\ndevelopment efforts. We are concerned that the continuing\r\npressure and isolation is fraught with potentially disastrous\r\nconsequences.\r\nIn the context of the interdependence of nations and\r\ninterlinkage of issues, the strengthening of international\r\ncooperation for development has now become an imperative.\r\nWe share the widely expressed view that in the post-cold-\r\nwar era, no nation should be deprived of the opportunity to\r\nparticipate freely and without hindrance in economic,\r\ncommercial and financial relations between nations. To\r\nerect barriers in this regard is incompatible with the\r\nobjective of establishing a new and equitable international\r\norder for stable peace and common security and for\r\neconomic and social justice.\r\nWe are gratified to learn from the report of the\r\nSecretary-General in document A/48/448 and Add.1 that\r\nmany Member States have refrained from adopting laws or\r\nmeasures to strengthen or extend the embargo in question.\r\nCuban-American relations call for a new and fresh\r\napproach taking into account the profound transformation\r\nthat has taken place on the global scene, including the Latin\r\nAmerican region, where we have witnessed an end to\r\nconflict, the strengthening of security, and political,\r\neconomic and social development. In this context, the repeal\r\nof the law adopted last year would facilitate the reintegration\r\nof Cuba into regional and international economic life,\r\nleading ultimately to the stability of the region. It would\r\nalso be in conformity with the United Nations Charter, the\r\nprinciples of international law and the sovereignty of nations.\r\nAt this juncture, we cannot turn away from those precepts\r\nand norms.\r\nWe hope that renewed consideration of this item and\r\nbroad support for the draft resolution during this session will\r\nspur the parties concerned to resolve this issue through\r\ndialogue and negotiation which will promote economic and\r\nsocial advancement in an atmosphere of peace and\r\ntranquillity.\r\nMr. ELHOUDERI (Libyan Arab Jamahiriya)\r\n(interpretation from Arabic): Economic blockades and\r\nsimilar coercive measures which some States see fit to\r\nimpose on other States are among the causes of tension in\r\ninternational relations. They also run counter to the\r\nprinciples of international law and the relevant United\r\nNations resolutions, including General Assembly resolutions\r\n38/197, 39/210, 40/185, 44/215 and 46/210.\r\nIn those resolutions the General Assembly called upon\r\nall Member States to refrain from threatening to impose or\r\nimposing trade restrictions, blockades, embargoes or any\r\nother economic sanctions against developing nations, as such\r\nmeasures run counter to the provisions of the United Nations\r\nCharter and breach multilateral and bilateral undertakings.\r\nArticle 32 of the Charter of Economic Rights and\r\nDuties of States, which was adopted by the General\r\nAssembly at its twenty-ninth session, states that no State\r\nmay use or encourage the use of economic, political or any\r\nother type of measures to coerce another State in order to\r\nobtain from it the subordination of the exercise of its\r\nsovereign rights. In that connection, the seventeenth\r\nMinisterial Meeting of the Group of 77 held here in New\r\nYork last month called upon States to refrain from taking\r\neconomic measures against developing countries and from\r\nemploying such means to coerce other States.\r\nGeneral Assembly resolution 47/19, adopted by the\r\nAssembly at its last session, was based on that global\r\nconsensus, which clearly demonstrates the international\r\ncommunity’s clear rejection of the coercive approach in\r\ninternational relations. Resolution 47/19 clearly reflects the\r\ninternational will that States resolve their disputes in\r\ncompliance with the purposes and principles enshrined in the\r\nCharter and the norms of international law. The resolution\r\nurges States that have such laws and measures to take the\r\nnecessary steps to repeal or invalidate them.\r\nThe adoption of resolution 47/19 gave rise to new hope\r\nfor new prospects of ending the economic, commercial and\r\nfinancial embargo against Cuba. Nearly a year has passed\r\nsince the resolution was adopted, and yet all available\r\nindications give the impression that no steps have been taken\r\nto respond to its provisions. To the contrary, such\r\nindications show conclusively that the policy of pressure,\r\nembargo and boycott continues to be pursued and that there\r\nis renewed determination not only to keep it in place but\r\nalso to enforce it more vigorously. This was highlighted by\r\nthe Foreign Minister of Cuba in his statement to the General\r\nAssembly on 4 October 1993, wherein he indicated that his\r\n48th meeting - Wednesday, 3 November 1993 7\r\ncountry was facing yet more pressures and that the past few\r\nmonths have witnessed a tendency to keep the existing\r\nblockade in place and to step it up.\r\nThe economic, commercial and financial embargo that\r\nhas been in place against Cuba for more than 30 years now\r\nhas had dire consequences for the Cuban people. As\r\nindicated in document A/48/463, the embargo has had an\r\nextremely negative impact on Cuba’s economic and social\r\ndevelopment, and especially on the population’s standard of\r\nliving.\r\nMy delegation well understands the consequences of\r\nsuch embargoes, for we in Libya continue to suffer under\r\nsimilar measures which have been imposed upon us for more\r\nthan a decade and which continue to be in place. The\r\nserious consequences of those measures have been\r\nexacerbated by the sanctions imposed on the Libyan people\r\nby Security Council resolution 748 (1992), for reasons that\r\nare not commensurate with the legal dispute between the\r\nLibyan Arab Jamahiriya and the other three States.\r\nRespect for the sovereignty States and non-interference\r\nin their internal affairs, the promotion of dialogue, the\r\navoidance of confrontation and the resolution of disputes by\r\npeaceful means in conformity with the norms of international\r\nlaw and international conventions are the fundamental\r\nprinciples upon which we may hope to build an international\r\ncommunity wherein justice, equality and fairness would\r\nprevail. My delegation feels that such positive tendencies\r\nwhich should have been strengthened as a result of the\r\nchanges that have taken place in international relations\r\nshould become all-embracing and should induce countries to\r\nrefrain from resorting to the sort of political and economic\r\nmeasures of coercion that are being used against Cuba and\r\nother States in pursuance of political designs. Should the\r\ncountries concerned respond positively to this call, they will\r\nnot only help promote global economic growth but will also\r\nstrengthen the underpinnings of constructive international\r\ncooperation and thereby usher in an era of friendly relations\r\nthat would promote peace, security, confidence-building,\r\ntranquillity and cooperation amongst all peoples of the\r\nworld.\r\nMr. NYAKYI (United Republic of Tanzania): Allow\r\nme at the outset to associate my delegation with the\r\nstatement made a short time ago by the representative of\r\nIndonesia speaking on behalf of the States members of the\r\nMovement of Non-Aligned Countries.\r\nIn my own additional remarks I should like to begin by\r\nexpressing my delegation’s appreciation of the Secretary-\r\nGeneral’s report (A/48/448 and Add.1) of\r\n28 September 1993, which contains the replies of Member\r\nStates concerning the implementation of General Assembly\r\nresolution 47/19. The report is both reassuring and\r\ndisheartening. Of the 33 replies reproduced in the report\r\nthere is not one that reports compliance with the\r\ncontroversial law that imposes an unjust embargo on Cuba\r\nand seeks to extend the application of United States national\r\nlaws to third countries. This is reassuring, and the General\r\nAssembly should welcome this positive outcome of the\r\nSecretary-General’s efforts to implement the resolution.\r\nHowever, the report also contains disappointing news.\r\nNot only has the call upon Member States to refrain from\r\npromulgating and applying laws and measures of the kind\r\nimposed on Cuba been totally ignored, but new laws and\r\nmeasures have been introduced. Since the adoption of the\r\nresolution the scope of the embargo has been extended to\r\ncover shipping. Other measures to strengthen the embargo\r\nhave also been taken at the national, as well as at the local,\r\nlevel. In other words, the embargo has been widened,\r\ntightened and intensified at every level.\r\nThe report also reveals attempts to influence countries\r\nand international institutions in various ways - including\r\npersuasion and intimidation - to violate the terms of General\r\nAssembly resolution 47/19. In short, every effort appears to\r\nhave been made to raise the cost to third countries of\r\neconomic and commercial cooperation with Cuba.\r\nThe inclusion in the embargo of medicines and medical\r\nsupplies and humanitarian aid is particularly hard to\r\nunderstand. If there is no justification for the entire\r\nembargo, what can we say about the inclusion on its list of\r\nitems that even a Chapter VII action against the most\r\ndangerous and recalcitrant regime would exempt?\r\nThe overwhelming support given General Assembly\r\nresolution 47/19 was a loud and clear rejection by the\r\ninternational community of the embargo against Cuba and of\r\nthe pressures exerted on third countries to withhold\r\ncooperation from Cuba. As my delegation made clear in its\r\nstatement on this agenda item last year, the embargo is a\r\nviolation of the provisions of Article 1 of the United Nations\r\nCharter, paragraph 2 of which stipulates that the fundamental\r\npurpose of the United Nations is the development of friendly\r\nrelations among nations based on respect for the principles\r\nof equal rights and self-determination of peoples.\r\nTo the list of General Assembly resolutions that the\r\nembargo violates, which my delegation cited in its statement\r\nlast year, must now be added resolution 47/19. A State may\r\nchoose which countries to trade with or not to trade with.\r\nThis is its right, and it is not in dispute. But no country has\r\na right to prevent others from engaging in lawful economic\r\nand commercial relations with countries that it does not like.\r\nAction to the contrary is a violation of international law\r\ngoverning the conduct of relations between States.\r\n8 General Assembly - Forty-eighth session\r\nAs many delegations emphasized in the debate on this\r\nitem last year, and as many have repeated in this debate,\r\nnegotiations are the only sensible way to resolve the\r\ndifferences between the United States and Cuba. It is the\r\nunderstanding of my delegation that Cuba has always\r\nexpressed its readiness to meet with the United States over\r\nthese differences. In this connection, I should like to use\r\nthis occasion to echo the appeal to the United States - made\r\nin the general debate by, among others, the delegations of\r\nNamibia, Barbados and Guyana - to summon the necessary\r\npolitical will to initiate, or agree to, negotiations with Cuba.\r\nIt needed Norway to do the seemingly impossible - to bring\r\nthe Palestinians and the Israelis to the conference table. We\r\nneed a Norway to bring the United States and Cuba to the\r\nconference table.\r\nIn the post-cold-war era the United States has been at\r\nthe forefront of the international campaign for the peaceful\r\nresolution of disputes through dialogue and negotiations. It\r\nis now our duty at the United Nations to hold up a mirror in\r\nfront of the United States. My delegation views this debate\r\nand the draft resolution that we are about to adopt -\r\nA/48/L.14/Rev.1, which we fully support - as the mirror that\r\nwill enable the United States to take a hard look at a policy\r\nthat only antagonizes friend and foe alike, and to take the\r\nonly sensible route out of the dilemma - that of negotiations.\r\nMr. PAK (Democratic People’s Republic of Korea): A\r\nyear ago we discussed the same item as we are considering\r\nnow, and adopted a resolution, in the hope that this issue\r\nwould be resolved in accordance with the expectations of the\r\ninternational community. To date, however, the United\r\nStates has not taken the necessary measures to implement\r\nthe resolution - a point that has been made today by several\r\nrepresentatives.\r\nThe continuous embargo against the Cuban people is\r\ncreating enormous economic difficulties and is putting\r\nserious constraints on Cuba’s social and economic\r\ndevelopment. The international community cannot simply\r\nignore the economic difficulties and material loss forced\r\nupon Cuba, a Member State of the United Nations, by the\r\neconomic, commercial and financial embargo imposed by the\r\nUnited States, another Member State.\r\nAs is well known, for the past 30 years the United\r\nStates has put pressure on Cuba with a view to foisting its\r\nown political and economic system on that country through\r\nthe imposition of an economic, commercial and financial\r\nembargo. As history shows, nobody can justify the\r\nimposition of economic embargoes by big Powers against\r\nsmall countries irrespective of their scale or modality.\r\nThe Torricelli Act, enacted by the United States two\r\nyears ago in its effort further to strengthen the economic\r\nembargo against Cuba, is aimed at forcing the will of the\r\nUnited States on other countries. Its adoption is a flagrant\r\nviolation of the Charter of the United Nations, which\r\nstipulates the development of friendly relations between\r\nStates, based on respect for the principles of equality and\r\nsovereignty, and of international law, which requires\r\nfreedom of trade and of navigation. The delegation of the\r\nDemocratic People’s Republic of Korea considers that the\r\nUnited Nations should give the Act due attention and take\r\nthe necessary steps.\r\nAll countries should carry out their duties under the\r\nCharter and international law, respect the right of Member\r\nStates to choose their own political and economic systems\r\nand refrain from interfering in the internal affairs of other\r\ncountries. In this connection, the delegation of the\r\nDemocratic People’s Republic of Korea reiterates its support\r\nfor the final document of the Tenth Summit Meeting of\r\nnon-aligned countries, which calls for the ending of the\r\neconomic, commercial and financial embargo against Cuba.\r\nThe cold war has given way to a new era in which\r\nhumankind is developing economic cooperation to create a\r\nfree and peaceful new world community transcending\r\ndifferences of ideas and systems.\r\nThe delegation of the Democratic People’s Republic of\r\nKorea calls upon the United States, as a member of the\r\ninternational community, to end the economic embargo\r\nagainst Cuba, imposed with a view to isolating that country\r\npolitically and stifling it economically. We also call upon the\r\nUnited States to implement resolution 47/19, in keeping with\r\nthe trend of the era.\r\nMr. RAHMAN (Malaysia): Malaysia fully endorses the\r\nstatement of the representative of Indonesia, who spoke in\r\nhis capacity as representative of the Chairman of the\r\nNon-Aligned Movement. That statement duly reflects the\r\nposition taken on this issue by the leaders of the\r\nNon-Aligned Movement at their Jakarta Summit last year.\r\nAs was stated in the debate on this subject last year,\r\nMalaysia believes that the matter can best be settled between\r\nthe two countries involved. At the same time, Malaysia\r\nrecognizes Cuba’s right to appeal to the United Nations,\r\nparticularly on an issue involving extraterritoriality that\r\nimpinges on the fundamental principles of international law\r\nand runs counter to a number of General Assembly\r\nresolutions adopted over the years. Malaysia believes that\r\nmaking international law prevail must be a fundamental\r\ncommitment of all nations, irrespective of size or\r\ndevelopment status. As Members of the United Nations, we\r\nare all obliged to support the fundamental principles of\r\ninternational law.\r\n48th meeting - Wednesday, 3 November 1993 9\r\nThe sharp edges of confrontation epitomized by two\r\nideologically opposed blocs have given way, with the end of\r\nthe cold war, to increased dialogue and cooperation in the\r\nconduct of inter-State relations as well as in multilateral\r\ndiplomacy. This is evident within the Assembly itself,\r\nwhere more and more resolutions are being adopted by\r\nconsensus. Seemingly intractable age-old problems have\r\nwitnessed dramatic developments, giving rise to hope for\r\npeace, stability and development. All these have boosted\r\ninternational relations increasingly in the direction of\r\ncooperation and away from confrontation.\r\nIt is in the interest of upholding the principles of\r\ninternational law and promoting peaceful and friendly\r\nrelations between nations during this important period of\r\nchange in the affairs of the world that Malaysia will vote in\r\nfavour of the draft resolution before us.\r\nIt is our sincere hope that the adoption of this draft\r\nresolution by the General Assembly will lead to\r\ndevelopments that will positively influence the issue at hand\r\nand bring in its wake significant benefits to the region as a\r\nwhole.\r\nMr. PONCE (Ecuador) (interpretation from Spanish):\r\nMy delegation agrees with and endorses what was said by\r\nthe representative of Brazil, Ambassador Sardenberg,\r\nspeaking on behalf of the Ibero-American Group on the\r\nagenda item under consideration.\r\nMy country bases its international policy on the\r\npromotion of strict respect for international law. We\r\njealously defend the principles on which it is based, those\r\nthat promote friendly and progressive relations among\r\npeoples. Accordingly, we restate our support for the non-use\r\nof coercive measures in relations among States and our\r\napproval of the draft resolution before us.\r\nFurther, Ecuador wishes to place on record its explicit\r\nsupport for the fundamental principle of promotion and\r\nobservance of human rights, as enshrined in the Charter of\r\nthe Organization, and for the regional commitment to affirm\r\ndemocracy. We express our hope that this system of\r\nGovernment will soon be broadly applied throughout our\r\ncontinent.\r\nMr. MUMBENGEGWI (Zimbabwe): Zimbabwe would\r\nlike to associate itself fully with the statement made by the\r\nPermanent Representative of Indonesia in his capacity as\r\nChairman of the Non-Aligned Movement.\r\nThe end of the cold war brought with it the end of\r\nideological confrontation which had characterized conflicts\r\naround the world. We have witnessed the resultant easing\r\nof tensions in southern Africa, the Middle East and\r\nelsewhere around the world, where the current efforts\r\ntowards the peaceful resolution of disputes were virtually\r\nunthinkable only a few years ago.\r\nSince the present relationship between Cuba and the\r\nUnited States has its origins in the cold war confrontation,\r\nthe international community would have hoped that the\r\ndemise of the cold war would have had a more positive\r\ninfluence on that relationship.\r\nUniversal economic measures against any State can be\r\nimposed only by collective international enforcement action\r\nthrough the United Nations. In the absence of any such\r\nenforcement action, all countries should be free to carry out\r\ntheir economic, commercial and financial transactions freely.\r\nApart from these important provisions of international\r\nlaw, Zimbabwe is particularly concerned at the devastating\r\neffect that the economic embargo against Cuba is having on\r\nthe humanitarian situation in that country. As is always the\r\ncase in such situations, the principal sufferers are the most\r\nvulnerable groups, such as children, women and the elderly.\r\nIt is our hope that in the new post-cold-war climate,\r\nwhere confrontation is increasingly giving way to dialogue,\r\nsome way will soon be found to resolve the present issue\r\nthrough negotiation and dialogue.\r\nMr. ABOLHASSANI (Islamic Republic of Iran):\r\nToday inter-State relations and interdependency among\r\nStates are bound not only by freely accepted obligations but\r\nalso by the generally accepted principles of international law.\r\nThe principles of sovereign equality of States and of\r\nnon-intervention and non-interference in internal affairs of\r\nother States are fundamental principles of international law\r\nthat form the cornerstones of contemporary international\r\nrelations. Numerous international instruments, such as the\r\nCharter of the United Nations, the Manila Declaration on the\r\nPeaceful Settlement of International Disputes, and the\r\nDeclaration on Principles of International Law concerning\r\nFriendly Relations and Cooperation among States in\r\naccordance with the Charter of the United Nations, have\r\nemphasized respect for these principles.\r\nThe continuation of the economic, commercial and\r\nfinancial embargo imposed by the United States\r\nAdministration against Cuba, which has inflicted enormous\r\nmaterial losses and economic damage upon the Cuban\r\npeople and Government, runs contrary to the purposes and\r\nprinciples of the Charter and international law. We\r\nregretfully note that, since the adoption of resolution 47/19,\r\nfurther measures aimed at strengthening and extending the\r\neconomic, commercial and financial embargo against Cuba\r\nhave been promulgated and applied.\r\n10 General Assembly - Forty-eighth session\r\nJust a few weeks ago, this body unanimously adopted\r\nits second resolution on the Secretary-General’s report\r\nentitled \"An Agenda for Peace\", in which the General\r\nAssembly\r\n\"Recalls that each State has the right freely to\r\nchoose and develop its political, social, economic and\r\ncultural systems\". (resolution 47/120 B, section V, para.\r\n3)\r\nMy delegation, while reaffirming this legitimate right of all\r\npeople, would like to urge all States once more to abide by\r\ntheir obligations under United Nations resolutions and more\r\ngenerally by international law. It is incumbent upon the\r\nUnited Nations, as the largest world Organization, to do\r\nwhatever it can to end the economic, commercial and\r\nfinancial embargo against Cuba in conformity with its\r\nCharter and resolutions in order to foster the rule of law in\r\ninternational relations.\r\nFinally, it should be recalled that the peaceful\r\nsettlement of international disputes has been emphasized\r\never since the United Nations came into existence. In\r\nmeeting these expectations, all countries should refrain from\r\nacting to contravene in any way the provisions of the United\r\nNations Charter.\r\nCognizant of the difficulties the Cuban nation is facing\r\nas a result of the embargo, my delegation at this juncture\r\nwould like to extend its support for any step the General\r\nAssembly may wish to take regarding the issue under\r\nconsideration. The international community should not\r\nremain silent in situations in which any State intends to\r\nundermine the economic or political stability of another State\r\nor to impose specific political or economic structures on it.\r\nInternational peace and security certainly cannot be achieved\r\nby giving legitimacy to the notion that might is right.\r\nThe PRESIDENT: We have heard the last speaker in\r\nthe debate on this item.\r\nWe shall now proceed to consider draft resolution\r\nA/48/L.14/Rev.1. Before calling on the first speaker in\r\nexplanation of vote before the voting, may I remind\r\ndelegations that explanations of vote are limited to\r\n10 minutes and should be made by delegations from their\r\nseats.\r\nMr. NOTERDAEME (Belgium) (interpretation from\r\nFrench): The opposition of the European Community and\r\nits member States to any extraterritorial application of\r\nnational legislation is beyond question. That is why we have\r\nalways rejected the United States actions aimed at involving\r\nthird States in the application of commercial measures that\r\nfall exclusively within the foreign or security policy of the\r\nUnited States. We are therefore opposed to United States\r\nlegislative initiatives, including the \"Cuban Democracy Act\",\r\ndesigned to strengthen the trade embargo against Cuba by\r\nmeans of extraterritorial application of United States laws.\r\nWe believe that such measures violate the general principles\r\nof international law and the sovereignty of independent\r\nStates.\r\nAlthough we strongly favour a peaceful transition to\r\ndemocracy in Cuba, we cannot accept that the United States\r\nshould unilaterally undermine our economic and trading\r\nrelations with any country whatsoever. The European\r\nCommunity and its member States are of the opinion that the\r\nUnited States embargo against Cuba should be first and\r\nforemost a bilateral problem between the United States and\r\nCuban Governments. The European Community and its\r\nmember States will bear these concerns in mind when\r\nmaking their decision on the draft resolution before us.\r\nMr. STRAUSS (Canada): We supported resolution\r\n47/19 last year, as it focused solely on the extraterritorial\r\naspects of the United States embargo and thus embodied\r\nlegal principles that Canada believes must be respected.\r\nHowever, while the draft resolution on which we will\r\nsoon vote again addresses those principles, there are\r\nadditional elements that object to the primary embargo of\r\nCuba by the United States, something upon which Canada\r\nhas never commented. For that reason, Canada will abstain.\r\nOur abstention does not signal a weakening of our\r\nopposition to inappropriate attempts to assert extraterritorial\r\njurisdiction.\r\nMr. VAN DUNEM \"MBINDA\" (Angola): On behalf\r\nof my Government, my delegation would like to join\r\nprevious speakers to speak on the item under discussion\r\nconcerning the three decades of United States embargo\r\nagainst Cuba.\r\nThe end of the cold war constituted for all peoples a\r\nreason for hope in the new climate in international relations\r\ncharacterized by détente, cooperation, development and\r\nrespect for the right of peoples freely to choose their own\r\ndestiny. This hope has been consistently disappointed by\r\nfactors contrary to the norms of coexistence among peoples,\r\nsuch as the United States imposition of an economic and\r\nfinancial embargo against Cuba. The imposition of this\r\nembargo is contrary to international law and the principles\r\nenshrined in the United Nations Charter, which emphasize\r\nthe need for Members to refrain from adopting measures that\r\nwould impair trade relations between States.\r\nIt is within this framework that my country, at the\r\nforty-seventh session of the General Assembly, supported the\r\nadoption of resolution 47/19 on the necessity of ending the\r\n48th meeting - Wednesday, 3 November 1993 11\r\neconomic, commercial and financial embargo imposed\r\nagainst Cuba, which clearly indicates the rejection of that\r\nembargo by the international community. The passage of\r\nthe so-called Torricelli Act, aimed at stiffening the embargo\r\nand making other countries enforce it, not only interferes\r\nwith the sovereignty of other countries but also with the\r\nfreedom of navigation and international free trade.\r\nMy Government learned with great concern that, during\r\n1993, further measures were adopted to reinforce the\r\nembargo in its extraterritorial character. This embargo,\r\nwhich has lasted for more than 30 years, has caused losses\r\nin excess of $40 billion, had negative consequences for the\r\neconomic and social development of Cuba, and increasingly\r\neroded the living conditions of its people, which is being\r\ngradually deprived of the most basic means of subsistence.\r\nThe repercussions of this embargo in the life of the\r\npopulation of Cuba are enormous. The embargo has forced\r\nCuba to seek trading partners elsewhere and new markets for\r\nexport products, incurring greater promotional and sales\r\nexpenses of billions of United States dollars. Another\r\nexample of how the increase of imports from abroad has led\r\nto the suffering of Cuba regards foreign vessels and sporting\r\ngoods to or from Cuba. The increase in transport, freight\r\nand insurance costs amount to $6,207 million. According to\r\nthe estimate given us, as a result of this chaotic situation the\r\nCuban external debt is calculated at $70 billion. In\r\ntelecommunications alone, Cuba pays $112 million.\r\nThese are just some examples of the difficult situation\r\nbeing experienced by the people of Cuba. It goes without\r\nsaying that this financial situation as a whole has had severe\r\nrepercussions on the development of Cuba’s economy, and\r\nparticularly on Cubans and their standard of living. We\r\nshall not touch upon the scarcities, resulting from the\r\nembargo, that affect the most important domains of health\r\ncare, medicines, food, medical and non-medical equipment,\r\nthe transfer of technology and supplies of other essential\r\nresources and commodities.\r\nI should like to recall the words of Mr. Ben Gurirab,\r\nForeign Minister of the Republic of Namibia, when he told\r\nthe Assembly during this session that it was time for the\r\nconflict opposing the United States and Cuba to be resolved,\r\nand for the embargo to be brought to an end.\r\nMy delegation therefore favours a draft resolution\r\ncalling for the lifting of the embargo, and hopes that,\r\nthrough frank and open dialogue, based on mutual respect\r\nand sovereign equality, it will be possible to reach a solution\r\nto this long conflict between the two States.\r\nMr. CHEN Jian (China) (interpretation from Chinese):\r\nThe end of the cold war has further increased the ardent\r\naspirations of the world’s people for world peace and has\r\nheightened their urgent demand for the establishment of a\r\nnew international order. But at the same time there are\r\nrepeated instances of the use of power politics in\r\ninternational relations. The economic oppression and\r\nintervention against Cuba is one example, which we deplore.\r\nWe have always believed that it is a country’s\r\nsovereign right to choose its own social system and path of\r\ndevelopment in line with its own national conditions; this is\r\na right which no other country may infringe.\r\nCountries around the world should treat each other on\r\nthe basis of equality and mutual respect, and any problems\r\nthat arise in inter-State relations should be settled through\r\ndialogue and negotiation, in accordance with the United\r\nNations Charter and the norms of international law.\r\nHegemonistic attempts to impose one’s own views on others,\r\nintervene in matters which lie purely within the domestic\r\njurisdiction of other countries and even wilfully to exert\r\npressure on and impose economic embargoes and sanctions\r\nagainst other sovereign States under one’s own domestic law\r\nserve nobody’s interests. Instead of helping achieve a set-\r\ntlement of the problem concerned, they further complicate\r\nthe matter.\r\nResolution 47/19 reiterated principles such as the\r\nsovereign equality of States, non-intervention and\r\nnon-interference in other countries’ internal affairs, and\r\nfreedom of trade and international navigation, and called on\r\nall countries to fulfil their commitments and obligations and\r\nobserve these principles and international law. This reflected\r\nthe just aspiration of the international community.\r\nLike many other Member States, we hope that countries\r\nthat have implemented laws and adopted measures that run\r\ncounter to those principles will take the necessary action to\r\nrepeal them and instead engage in normal economic and\r\ntrade activities between States.\r\nIn view of these considerations, the Chinese delegation\r\nwill vote in favour of draft resolution A/48/L.14/Rev.1.\r\nThe PRESIDENT: The Assembly will now take a\r\ndecision on draft resolution A/48/L.14/Rev.1.\r\nA recorded vote has been requested.\r\n12 General Assembly - Forty-eighth session\r\nA recorded vote was taken.\r\nIn favour: Afghanistan, Algeria, Andorra, Angola,\r\nAustralia, Austria, Azerbaijan, Bahamas, Barbados, Belgium,\r\nBelize, Benin, Bolivia, Brazil, Burkina Faso, Burundi,\r\nCambodia, Cameroon, Cape Verde, Central African\r\nRepublic, Chile, China, Colombia, Comoros, Congo,\r\nCosta Rica, Cuba, Democratic People’s Republic of Korea,\r\nDominica, Dominican Republic, Ecuador, France, Ghana,\r\nGreece, Guatemala, Guinea, Guinea-Bissau, Guyana, Haiti,\r\nHonduras, India, Indonesia, Iran (Islamic Republic of), Iraq,\r\nJamaica, Jordan, Kenya, Lao People’s Democratic Republic,\r\nLesotho, Libyan Arab Jamahiriya, Liechtenstein,\r\nMadagascar, Malaysia, Mali, Mauritania, Mexico, Monaco,\r\nMyanmar, Namibia, New Zealand, Niger, Nigeria, Norway,\r\nPakistan, Papua New Guinea, Peru, Philippines, Saint Kitts\r\nand Nevis, Saint Lucia, Saint Vincent and the Grenadines,\r\nSan Marino, Spain, Sudan, Sweden, Syrian Arab Republic,\r\nTogo, Trinidad and Tobago, Tunisia, Uganda,\r\nUnited Republic of Tanzania, Uruguay, Vanuatu, Venezuela,\r\nViet Nam, Yemen, Zaire, Zambia, Zimbabwe.\r\nAgainst: Albania, Israel, Paraguay, United States of\r\nAmerica.\r\nAbstaining: Antigua and Barbuda, Argentina, Armenia,\r\nBangladesh, Belarus, Bhutan, Botswana, Brunei Darussalam,\r\nBulgaria, Canada, Chad, Côte d’Ivoire, Cyprus,\r\nCzech Republic, Denmark, Estonia, Ethiopia, Fiji, Finland,\r\nGermany, Hungary, Iceland, Ireland, Italy, Japan,\r\nKazakhstan, Kuwait, Latvia, Luxembourg, Malawi,\r\nMaldives, Malta, Marshall Islands, Micronesia (Federated\r\nStates of), Mozambique, Nepal, Netherlands, Nicaragua,\r\nPanama, Poland, Portugal, Republic of Korea, Republic of\r\nMoldova, Romania, Russian Federation, Rwanda, Samoa,\r\nSingapore, Slovakia, Slovenia, Sri Lanka, Suriname,\r\nThailand, the former Yugoslav Republic of Macedonia,\r\nTurkey, Ukraine, United Kingdom of Great Britain and\r\nNorthern Ireland.\r\nDraft resolution A/48/L.14/Rev.1 was adopted by\r\n88 votes to 4, with 57 abstentions (resolution 48/16).\r\nThe PRESIDENT: I shall now call on those\r\nrepresentatives who wish to explain their votes. I remind\r\ndelegations that explanations of vote are limited to\r\n10 minutes and should be made by delegations from their\r\nseats.\r\nMr. LADSOUS (France) (interpretation from French):\r\nThe delegation of France voted in favour of the draft\r\nresolution just adopted by the General Assembly. That vote\r\nshould in no way be regarded as support for the political\r\nregime in Havana. France condemns the frequent violations\r\nof human rights in Cuba, where the authorities reject\r\ndemocratic and pluralistic changes although those values are\r\nrecognized throughout the American continent. Through its\r\neconomic policies, Cuba is to a great extent responsible for\r\nthe gravely deteriorating situation in the country, which\r\ncauses great suffering to its population.\r\nLike its partners in the European Community, France\r\nbelieves that Cuba should, as soon as possible, go through\r\na peaceful transition towards democracy so that the Cuban\r\npeople can decide on their own Government in all\r\nsovereignty. However, France voted in favour of the draft\r\nresolution because we believe there should be respect by all\r\nfor the general principles of international law, the freedom\r\nof international trade and navigation, and the sovereignty of\r\nStates. In applying national legislation in an extraterritorial\r\nmanner, the United States of America is violating these\r\nprinciples. Nothing can justify the international\r\ncommunity’s having to accept the consequences of unilateral\r\ndecisions by the United States relating to bilateral relations\r\nbetween Cuba and the United States.\r\nMr. OSVALD (Sweden): Sweden voted in favour of\r\nthe draft resolution just adopted. The decision to do so was\r\nmotivated by the Swedish Government’s position on the\r\nspecific instance of legislation applying trade sanctions to\r\nCuba. The Swedish Government is of the view that this\r\nkind of legislation with extraterritorial effects is not in\r\nconformity with the basic principles of international law.\r\nOur affirmative vote on this resolution should not be\r\nconstrued as condoning the human-rights situation in Cuba,\r\nbut we are not convinced that a policy of embargo against\r\nCuba is conducive to achieving improvements in that\r\nsituation. Sweden remains seriously concerned at the Cuban\r\nGovernment’s systematic violations of certain basic human\r\nrights. We strongly urge the Government of Cuba to respect\r\nits international commitments in this regard and to cooperate\r\nwith the Special Rapporteur appointed by the United Nations\r\nCommission on Human Rights. Sweden intends to revert to\r\nthis issue under the appropriate item on the agenda.\r\nMr. MARRERO (United States of America): The\r\nUnited States could not vote in favour of the draft resolution\r\nintroduced under agenda item 30. There is nothing the\r\nUnited States would like more than to see Cuba’s doors\r\nopened fully to economic and political freedom, to see its\r\nprison gates swung wide to free political dissidents and to\r\nsee all Cuban citizens free to speak their minds without fear\r\nof reprisal. That is our hope and our goal, and that is the\r\ngoal of our embargo. Our embargo policy has not changed\r\nin more than 30 years because repression in Cuba has not\r\nchanged. And it is because Cuba’s repressive regime has\r\nnot changed that the United States had to oppose this draft\r\nresolution.\r\n48th meeting - Wednesday, 3 November 1993 13\r\nLast year, the Castro regime cited its victory before this\r\nbody as a triumph for the revolution. Members who voted\r\nfor the Cuban draft resolution then probably did not intend\r\nfor their votes to be distorted and construed as support for\r\na repressive dictatorship, but that is exactly how the regime\r\nportrayed it. Unhappily, the Cuban claim of victory gave\r\nthe regime an excuse not to move any closer to democracy.\r\nWe maintain our comprehensive economic embargo\r\nagainst Cuba in order to maintain pressure on the regime to\r\nrestore freedom and democracy. If we were to alter our\r\npolicy now, what then? Could we expect any corresponding\r\nchanges in Cuba’s political outlook? The Castro regime has\r\nfrequently stated that it does not intend to change, and that\r\nthis is the will of the Cuban people. But how can the will\r\nof the people be known in a country where freedom of\r\nspeech is not permitted, where dissidents and other\r\n\"counter-revolutionaries\" are jailed, and where there are no\r\nfree elections and no free press?\r\nThe United States continues the embargo because we\r\nbelieve we have a political and economic right to exclude as\r\ntrading partners those who violate fundamental human rights\r\nand who demonstrate little respect for human dignity and the\r\nworth of the individual.\r\nOur citizens oppose repression. Ours is a nation\r\ncomposed of many immigrants who fled the countries of\r\ntheir birth in search of freedom and democracy. These\r\ncitizens are the backbone of our country. They give our\r\nnation diversity, and they give our nation strength. We have\r\na duty to uphold the principles that led these people to our\r\nshores.\r\nMany of our citizens have relatives still in Cuba. We\r\nlearn from them of the deplorable conditions resulting from\r\nthe bankrupt Government policies. These are the people we\r\nwant to help. We keep pressure on the Government so that\r\nsome day they may be free. At the same time, we encourage\r\nour citizens to assist them through licensed humanitarian\r\ndonations and gifts of food, medicine and other necessities.\r\nWe encourage our people to communicate with the people\r\nof Cuba, and, with that goal in mind, we are seeking\r\nimproved telecommunications with the island.\r\nFor those reasons, the United States was unable to vote\r\nfor the draft resolution.\r\nMr. FUKUSHIMA (Japan): I have asked to speak in\r\norder to place on record Japan’s position in abstaining in the\r\nvote on the draft resolution contained in document\r\nA/48/L.14/Rev.1.\r\nAs it indicated last year, Japan has some doubts as to\r\nwhether a discussion at the United Nations General\r\nAssembly can actually be conducive to resolving in a\r\nconstructive manner the question of the United States\r\nembargo against Cuba. This question is very complex in\r\nnature, and Japan wonders if the resolution which has just\r\nbeen adopted can, in fact, properly address such complexity.\r\nIf not, the question will remain unresolved until a better way\r\nis found to arrive at an appropriate solution.\r\nMr. RICARDES (Argentina) (interpretation from\r\nSpanish): My delegation abstained in the vote on the draft\r\nresolution contained in document A/48/L.14/Rev.1 because,\r\nalthough it shares the principles embodied in the draft\r\nresolution, it cannot agree that the draft resolution’s title\r\nshould single out a particular Member State or that the\r\nmeasures unilaterally adopted can be described as a\r\nblockade.\r\nAt the same time, my delegation reaffirms its position\r\nof principle, and, in connection with the item before us, it\r\nconcurs with the statement in the Final Document of the\r\nthird Ibero-American Summit of Heads of State and\r\nGovernment, held in Salvador, Brazil, on 15 and 16 July this\r\nyear, that:\r\n\"We note the resolutions recently adopted in\r\ninternational forums on the need to eliminate the\r\nunilateral application of economic and trade measures\r\nby one State against another for political purposes\".\r\n(A/48/291, annex, para. 68)\r\nMr. KEATING (New Zealand): New Zealand has\r\nvoted for this resolution, but we have taken this position\r\nwith some reservations.\r\nWe are not attracted to the modifications which have\r\nbeen made to the text from last year. We gave our support\r\nto the resolution because we do think that there is an\r\nimportant underlying principle at stake with direct\r\nimplications for economic and trading interests. In\r\nparticular, we think that all countries must be able to go\r\nabout their ordinary trade and commercial business free from\r\nthe extraterritorial reach of legislation imposed unilaterally\r\nby third countries.\r\nWe have to emphasize, however, that our vote is not to\r\nbe interpreted in any way as support for the policies and\r\npractices of Cuba. Our action in casting an affirmative vote\r\nfor this resolution is due solely to our concern over the\r\nprinciple at stake.\r\nMr. MATIN (Pakistan): Pakistan has voted in favour\r\nof the resolution just adopted by the General Assembly.\r\nHowever, we have reservations on the sixth preambular\r\nparagraph. If it had been put to the vote separately, we\r\nwould have abstained on this paragraph.\r\n14 General Assembly - Forty-eighth session\r\nMr. SANDOVAL (Paraguay) (interpretation from\r\nSpanish): On explicit instructions from my capital, my\r\ndelegation voted against the draft resolution. Paraguay\r\nremains faithful to its international principles and wishes to\r\nplace on record its total humanitarian support for the people\r\nof the fraternal country of Cuba. We also express our\r\nunswerving solidarity with the children, women and the\r\nelderly, and with the people of Cuba in general, who are\r\nsuffering from the present terrible situation.\r\nMr. HUSLID (Norway): Norway to a large extent\r\nshares the same objectives the United States is seeking to\r\nadvance in relation to Cuba. However, we believe that those\r\nobjectives should now be pursued by other means. The\r\nNorwegian Government distinguishes as a matter of principle\r\nbetween sanctions authorized by the international community\r\nand sanctions adopted by individual States. Only those\r\nsanctions that have been duly enacted by the international\r\ncommunity through United Nations decisions are fully\r\nlegitimate and have a right to international endorsement. For\r\nits part, Norway has traditionally disagreed with the\r\napplication of national jurisdiction outside the territory of\r\nindividual States.\r\nAt the same time, the Norwegian Government strongly\r\ndeplores the violations of human rights and the lack of\r\ndemocratic rights that still characterize the situation in Cuba.\r\nThe experience we have gained in Europe, however,\r\nindicates that it would not be appropriate to isolate Cuba.\r\nEmphasis should instead be placed on involving Cuba in\r\ngreater cooperation with a view to bringing about changes in\r\nthe internal situation that could contribute to respect for\r\nhuman rights and democratic processes.\r\nIn voting in favour of the draft resolution, our intention\r\nwas to seek change through contact. This should not be\r\ninterpreted as support for the policies the Government of\r\nCuba has pursued to date.\r\nMr. CASSAR (Malta): Malta abstained in the vote on\r\ndraft resolution A/48/L.14/Rev.1. It is the sincere hope of\r\nmy country that a solution to this issue will be found in the\r\nspirit of the Charter of the United Nations, and through the\r\nsettlement process envisaged in that document.\r\nThe PRESIDENT: May I take it that it is the wish of\r\nthe Assembly to conclude its consideration of agenda item\r\n30?\r\nIt was so decided.\r\nAGENDA ITEM 170 (continued)\r\nTHE SITUATION IN BURUNDI (A/48/L.16)\r\nMr. NYAKYI (United Republic of Tanzania): The\r\nTanzania delegation welcomes the addition of the item \"The\r\nsituation in Burundi\" to the agenda of the General Assembly,\r\nfor two reasons.\r\nFirst, as a neighbouring State my country has a direct\r\ninterest in what happens in Burundi, just as Burundi has a\r\ndirect interest in what happens in Tanzania. A coup in\r\nBurundi inevitably leads to the exodus of refugees across our\r\ncommon border of approximately 400 kilometres.\r\nSecondly, the coup that took place in Burundi on\r\n21 October 1993 is so out of step with the democratic\r\nprocess on the march everywhere on the continent that\r\nAfrica must use every opportunity to condemn it and its\r\nattendant murder and violence in order to deter other selfish\r\nand unscrupulous people on the continent who may be\r\ntempted to embark on a similar criminal adventure.\r\nThe debate is also a recognition and an\r\nacknowledgement by the international community of the\r\ngravity of the situation in Burundi. Few if any coups d’état\r\nin Africa have been greeted with the almost universal\r\nrejection and condemnation that have greeted the violent\r\noverthrow of the democratically elected Government of\r\nBurundi on 21 October. This international act of solidarity\r\nwith the people of Burundi is very reassuring as they\r\nstruggle to pull their country back from the brink of the\r\ndevastating ethnic conflict that is now threatening to engulf\r\nthe country.\r\nLike Latin America, the continent of Africa has been\r\nnotorious for its acceptance of or acquiescence in the violent\r\noverthrow of democratically elected Governments on the\r\ncontinent. We have almost lost count of the number of\r\ncoups that have taken place on the continent since the early\r\n1960s, when most African countries gained their\r\nindependence. Until now, few African countries could bring\r\nthemselves to condemn these assaults on the will of the\r\nAfrican people. The majority seemed to be more content\r\nwith preserving the principle we all cherish - of\r\nnon-interference in the internal affairs of States - than with\r\nupholding the will of the people.\r\nThe nearly universal condemnation of the coup in\r\nBurundi by virtually all African countries is a refreshing\r\nrecognition by Africa that supporting and upholding the will\r\nof the African people and vigorously defending the principle\r\nof non-interference in the internal affairs of States are not\r\nirreconcilable.\r\n48th meeting - Wednesday, 3 November 1993 15\r\nThe Organization of African Unity (OAU) is to be\r\ncommended for taking the lead. Its central organ of the\r\nmechanism for the prevention, management and resolution\r\nof conflict lost no time in swiftly condemning the coup,\r\ncalling on those responsible to put an end to their illegal act,\r\nto respect life, to restore the democratically elected\r\nGovernment and to return to barracks.\r\nHere at the United Nations, the whole of\r\nAfrica - whether at the level of the African Group, of\r\nBurundi’s neighbours in the subregion or of Africa’s\r\nrepresentatives on the Security Council - acted in concert to\r\nsecure the international community’s condemnation of the\r\nheinous crime committed against the Government and the\r\npeople of Burundi by what has now turned out to be a group\r\nof power-hungry self-seekers who were prepared to murder\r\nin cold blood the President and other national leaders in\r\norder to stop the democratic process. Africa’s unprecedented\r\nrevulsion at this crime helped forge a consensus that enabled\r\nthe Security Council to move swiftly to issue a presidential\r\nstatement reaffirming Africa’s condemnation of the crime.\r\nToday’s debate in the General Assembly enables the\r\nwider international community to follow up the action of the\r\nSecurity Council. The international community now has to\r\nfollow up the Council’s condemnation with concrete\r\nmeasures to assist in the efforts to return the situation to\r\nnormalcy and to provide emergency assistance to the\r\ninternally displaced population and to the population that has\r\nbeen compelled by the uncontrolled campaign of violence\r\nand murder to seek refuge in neighbouring countries.\r\nUrgent action is required in two important areas, the\r\nfirst of which is that of security. Although the coup has\r\ncollapsed, thanks to universal rejection, total condemnation\r\nand the heroic resistance of the population, the violence it\r\nunleashed continues to plague the country. There are\r\ndisturbing stories of uncontrolled violence in several parts of\r\nthe country, particularly in the rural areas, which has\r\nresulted in the massacre of many people, including innocent\r\ncivilians. Unless the violence is stopped forthwith, there is\r\na real danger of a full-scale civil war breaking out between\r\nthe two major ethnic groups that make up the great majority\r\nof Burundi’s population.\r\nThere is also the urgent need to create an atmosphere\r\nof security in the country, particularly in the capital,\r\nBujumbura, in order to enable the remaining members of the\r\nlegitimate Government to reassert their authority over the\r\ncountry. Only a neutral external force will be able to inspire\r\nthe kind of confidence and trust that are necessary for the\r\nreturn of peace and normalcy to the country.\r\nAt their recent Summit Meeting in Kigali, Rwanda, the\r\nleaders of Rwanda, Tanzania and Zaire and the Organization\r\nof African Unity (OAU) called for the establishment of an\r\ninternational force for stabilization and confidence-building\r\nand asked the Secretary-General of the United Nations, in\r\ncooperation with the Secretary-General of the OAU, to\r\nestablish it. The leaders expressed their countries’ readiness\r\nto participate in such a force. My delegation urges the\r\nUnited Nations to take up the proposal and pledges its full\r\nsupport for any efforts designed to follow it up in the\r\nappropriate forums of our Organization.\r\nThe coup and the resulting conflict have already led to\r\nthe massacre of many people, the displacement of many\r\nmore and a massive number of refugees crossing borders\r\ninto neighbouring countries. The second and most urgent\r\narea of attention is therefore the mobilization of emergency\r\nrelief assistance and support for the internally displaced and\r\nrefugee population.\r\nAs I indicated at the beginning of my statement, even\r\nif it wanted to stay out of the conflict in Burundi, Tanzania\r\ncould not afford to do so. The ties of history, culture and\r\ngeography linking the two countries, not to mention the\r\nimperatives of good-neighbourly cooperation, make it\r\nvirtually impossible for us to remain aloof from\r\ndevelopments in Burundi. Every conflict in Burundi has\r\nresulted in a large number of refugees from Burundi seeking\r\nasylum in Tanzania. This happened during the conflicts in\r\n1965, 1969, 1972, 1988 and 1991. The vast majority of the\r\nestimated 180,000 to 240,000 refugees from Burundi seeking\r\nasylum in neighbouring countries are in Tanzania. The\r\npresent conflict has already forced nearly 300,000 people\r\nfrom Burundi to seek asylum in Tanzania, and the number\r\nis rising daily. As always, the people of Tanzania in the\r\nareas bordering Burundi have responded magnificently to the\r\nemergency. For example, one village with a normal\r\npopulation of 4,000 now has a population of over 20,000.\r\nTheir need for outside support and assistance is obvious.\r\nThe Government of Tanzania would like to thank the donor\r\ncommunity, and especially the Office of the United Nations\r\nHigh Commissioner for Refugees, for its support. We are\r\nconfident that, as it continues to mobilize more assistance for\r\nthe emergency in Burundi, it will continue to remember the\r\nneeds of people of Burundi living in exile outside their\r\ncountry.\r\nWe cannot find strong enough language to condemn the\r\nmisguided attempt to roll back the democratic gains\r\nendorsed by the people of Burundi in the June elections. All\r\nof us have a duty to condemn the cowardly murder of the\r\nPresident and other leaders and to support the right of the\r\nGovernment to bring to justice those responsible for these\r\ndespicable acts. The legitimate Government must be\r\nrestored forthwith, and the army must return to barracks.\r\n16 General Assembly - Forty-eighth session\r\nWhat happened in Burundi on 21 October 1993 was a\r\ngreat tragedy for Burundi and a great setback for the cause\r\nof democracy and reconciliation in Burundi, Africa and,\r\nindeed, the world. The draft resolution we are about to\r\nadopt, which my delegation fully supports, will send the\r\nperpetrators of the crime the loud and clear message that\r\nthey have set themselves up against the whole of the\r\ninternational community.\r\nMr. MUMBENGEGWI (Zimbabwe): Let me begin,\r\nMr. President, by thanking you for giving the General\r\nAssembly the opportunity last Friday, 29 October, to pay\r\nhomage and tribute to the late President of Burundi,\r\nMelchior Ndadaye.\r\nIt is almost two weeks now since we received the news\r\nof the tragic events of 21 October 1993 in Burundi. Ever\r\nsince that date, our condemnation of the attempted coup in\r\nthat country has been unequivocal. We are gratified that\r\nrelief agencies have responded quickly to the immediate\r\nhumanitarian needs of the people of Burundi.\r\nThe international community’s concern over\r\ndevelopments in Burundi is clearly illustrated by the United\r\nNations Secretary-General’s dispatch of a special envoy to\r\nthat country and by the efforts of the Secretary-General of\r\nthe Organization of African Unity (OAU) to consult with\r\nneighbouring Heads of State on the events there. It is our\r\nhope that the combined efforts of the OAU and the United\r\nNations will put into place a viable mechanism for the\r\nspeedy restoration of the authority of the legitimate\r\nGovernment in Burundi. To that end, Zimbabwe fully\r\nsupports the decision of the Regional Summit held in Kigali\r\non 28 October 1993 that an international force for\r\nstabilization and confidence-building be set up by the United\r\nNations, in close cooperation with the Organization of\r\nAfrican Unity, as requested by the legitimate Government of\r\nBurundi.\r\nThe present intolerable reality is that the democratic\r\nprocess in Burundi remains unjustifiably interrupted. This\r\nstate of affairs should not be allowed to continue. Every\r\neffort should be made to stop any further loss of human life,\r\nand any further displacement of people within the country,\r\nas well as the continuing flow of refugees to neighbouring\r\ncountries.\r\nWe therefore call upon the international community to\r\nredouble its efforts and initiatives aimed at achieving nothing\r\nless than the immediate restoration of democracy and\r\nconstitutional government in Burundi, and the immediate and\r\nunconditional return of the military to barracks.\r\nThe draft resolution before the Assembly constitutes an\r\nimportant stepping stone for the international community in\r\nits efforts to support the people of Burundi, and the\r\ndemocratic process in that country. It therefore deserves our\r\nfullest support.\r\nMr. JESUS (Cape Verde): The people of Burundi\r\nmade their clear choice in recent elections by voting into\r\npower the first democratic Government in the history of that\r\ncountry. Their hopes of living in a free and democratic\r\ncountry were shattered by the military coup d’état, in total\r\ndisregard for their free will.\r\nThe recent events in Burundi that led to the\r\nassassination of President Ndadaye and other members of the\r\nGovernment of that country provoked world-wide outrage\r\nand condemnation. The Security Council also, at the request\r\nof its African members, took immediate action and\r\ncondemned the coup.\r\nThis violent action against the newly established\r\ndemocracy in Burundi is a threat to all of us at a time when\r\nthere is world-wide recognition of the need to respect the\r\nfree will of peoples in determining their destiny and deciding\r\nthe shape and form of their government. We hope that the\r\nepisode of Burundi is an isolated incident in the\r\ndemocratization process in Africa, and that it is the last gasp\r\nof an era in which coups d’état seem to have been the usual\r\nprocedure to attain power in our continent.\r\nHowever, like the rest of the world, Africa has changed,\r\nand the prompt and unequivocal response by the\r\nOrganization of African Unity (OAU) and its members\r\nagainst the coup d’état in Burundi is a clear demonstration\r\nof this fundamental change in attitude.\r\nAs a newly established democracy itself, Cape Verde\r\ncould not but condemn the coup d’état staged against the\r\nnewborn democracy in that sister country, and joined other\r\nmembers of the Security Council in requesting the\r\nimmediate reinstitution of the democratically elected\r\nGovernment.\r\nWe also condemned the violence used by the plotters to\r\nattain their goals. We believe, as does the Security Council,\r\nthat those found to have caused the deaths of the\r\ngovernment officials of Burundi should be brought to justice.\r\nThe power vacuum created by the coup spawns\r\nconditions for an increase in violence which threatens to\r\nspread throughout the country. It becomes imperative,\r\ntherefore, that conditions be created to allow the remaining\r\nmembers of the elected Government of Burundi immediately\r\nto take charge of the country. In this context, the immediate\r\nand concrete assistance of the OAU and the United Nations\r\nseems to be of the essence.\r\n48th meeting - Wednesday, 3 November 1993 17\r\nWe express our condolences to the people of Burundi\r\nand to the family members of President Ndadaye and all\r\nthose that have fallen in Burundi for democracy.\r\nMr. ELARABY (Egypt) (interpretation from Arabic):\r\nThe delegation of Egypt is deeply saddened by the\r\ndeplorable events that have taken place in Burundi. The\r\nEgyptian Government has followed closely, at the highest\r\nlevel, the regrettable developments in that country.\r\nPresident Mubarak, in his capacity as the current Chairman\r\nof the Organization of African Unity (OAU), has voiced\r\ndeep concern over the consequences arising from those\r\ndevelopments and the threats they pose to the safety and\r\nsecurity of the people of Burundi and to the democratic\r\nprocess there in the country. Such threats complicate further\r\nthe problems of Africa.\r\nThe official statement of 22 October 1993 by the\r\nMinistry for Foreign Affairs of Egypt condemns the bloody\r\ncoup d’état which claimed the lives of many citizens and\r\nhigh-ranking officials in Burundi. The President of the\r\nSecurity Council was immediately contacted on the\r\ninstructions of the Chairman of the Organization of African\r\nUnity to convey the deep concern of Egypt and the whole of\r\nAfrica and request the Council to conduct the necessary\r\nconsultations in order to contain the situation and address its\r\nconsequences in conformity with the United Nations Charter.\r\nThe aim is to preserve the integrity of that State, ensure the\r\nsafety of its people and uphold the principles of democracy.\r\nAs is known, the Security Council has issued a\r\npresidential statement in which it condemned the setback to\r\nthe democratic process in Burundi and called on the\r\nperpetrators of the coup d’état to lay down their arms and\r\nreturn to their barracks.\r\nAt the African level, the central mechanism for the\r\nprevention, management and resolution of disputes in the\r\nOAU has issued a statement in which it declared the bloody\r\ncoup d’état to be a setback not only for Burundi but also for\r\nthe entire African continent.\r\nThe African Group in New York also has issued a\r\nstatement condemning the cowardly assassination of\r\nPresident Ndadaye and the other officials who were killed in\r\nthe coup and considered it to be a serious threat. The\r\nPresident of Rwanda also called a regional summit at Kigali\r\nin which a number of African officials participated,\r\nincluding a high-ranking Egyptian envoy representing the\r\ncurrent Chairman of the OAU.\r\nThe mini-Kigali summit discussed the situation and\r\nviews were exchanged in order to explore the ways and\r\nmeans whereby assistance may be provided to the people of\r\nBurundi in its efforts to restore peace and security and\r\nensure the return to power of the legitimate Government in\r\nBurundi that was democratically elected last June.\r\nWe in Africa are extremely concerned over the events\r\nin Burundi. Burundi was one of the countries that made a\r\nspeedy move, in an exemplary fashion, towards a healthy\r\nclimate of democracy. It is indeed unfortunate that that leap\r\nforward has suffered such a setback because of the coup\r\nd’état that claimed the lives of the President and Vice-\r\nPresident and thus created a vacuum in the higher echelon\r\nof leadership.\r\nThe coup also contains the seeds of rebellion and ethnic\r\nstrife. These, as we all know, are ominous signs of much\r\nmore serious consequences that may not be limited to\r\nBurundi but may overspill beyond its borders through the\r\nmassive displacement of refugees that may ensue and affect\r\nthe whole region.\r\nThe international community, having condemned the\r\ncoup d’état attempt, must now act, through the General\r\nAssembly, and take prompt action to deal with the\r\ndeplorable situation in Burundi. The General Assembly\r\nshould adopt the draft resolution submitted by the Chairman\r\nof the Group of African States and thereby declare its\r\nsolidarity with the people of Burundi, underscore the need to\r\nrespect democratic institutions and provide humanitarian\r\nassistance to the population of that country.\r\nThe PRESIDENT: In accordance with the provisions\r\nof General Assembly resolution 2011 (XX), of\r\n11 October 1965, I now call upon the Observer for the\r\nOrganization of African Unity.\r\nMr. SY (Organization of African Unity) (interpretation\r\nfrom French): The tragic events that plunged Burundi into\r\nmourning on 21 October 1993 are for so many reasons a\r\nsubject of grave concern to the Organization of African\r\nUnity (OAU). A Head of State who was elected barely five\r\nmonths ago in a completely democratic manner, and who,\r\nmoreover, embodied a whole people’s hopes for\r\nreconciliation, understanding and progress, was brutally\r\nassassinated by the perpetrators of the putsch, blinded by\r\ntheir hatred for democracy.\r\nDemocratic institutions freely chosen by a people have\r\nbeen paralysed by a military clique which believes that it can\r\nhalt the democratic process by physically eliminating the\r\nrepresentatives of the people.\r\nLastly, we are confronted with a situation in which the\r\nputschists’ violent deeds are exacerbating ethnic intolerance\r\nand sectarianism and provoking reprisals and other\r\nwidespread violations of human rights, threatening to destroy\r\n18 General Assembly - Forty-eighth session\r\nthe social fabric completely. These facts are very serious\r\nindeed. For this reason, on 22 October 1993 the Central\r\nOrgan of the OAU Mechanism for Conflict Prevention,\r\nManagement and Resolution expressed its grave concern at\r\nthe alarming situation created by the military coup d’état\r\nagainst a democratically elected President, and strongly\r\nemphasized that the coup represents a step backward for\r\nBurundi and a grave assault on the cause of democracy, not\r\nonly in that country but in all of Africa. The Central Organ\r\ncondemned that act, which is all the more reprehensible in\r\nthat only four months ago the Heads of State and\r\nGovernment of the States members of the Organization of\r\nAfrican Unity, in their Declaration at Cairo on the occasion\r\nof the thirtieth anniversary of the organization, had stated:\r\n\"... we undertake to promote the rights and freedoms of\r\nour peoples and to enhance the democratic values,\r\nideals and institutions of our States in cultural, social,\r\nlinguistic and religious diversity\". (A/48/322, annex II,\r\npara. 12)\r\nThe actions of President Ndadaye were merely the\r\ntranslation of that profession of faith into deeds. The putsch\r\nof 21 October 1993 was therefore a serious challenge to the\r\nnew Africa that the OAU and the African States are trying\r\nto build. Our stand reflects not only the condemnation of\r\nassassination as a means of gaining power but also and\r\nabove all our conviction that democracy is an authentically\r\nAfrican value that must be nourished and protected if we are\r\nnot to turn our back on progress.\r\nIn this connection the African countries have been\r\nheartened to note that their feelings and views are widely\r\nshared by the international community. Thus, the Security\r\nCouncil strongly condemned the acts of violence by the\r\nperpetrators of the coup and expressed deep regret at the loss\r\nof life that had resulted. The Council also demanded that\r\nthe perpetrators of the coup d’état cease all their acts of\r\nviolence, release all prisoners, return to their barracks and\r\nput an immediate end to their illegal act, with a view to the\r\nimmediate reinstitution of democracy and constitutional rule\r\nin Burundi (S/PV.3297, pp. 3 and 4).\r\nOnly a week ago the President of the Security Council\r\nread out the statement by which I have just referred, but the\r\nsituation on the ground has improved only slightly. True,\r\nthe coup d’état has failed, but the members of the country’s\r\nlegal Government are still not in a position to ensure the\r\nnormal functioning of public institutions.\r\nThe resultant atmosphere of insecurity is a major\r\nimpediment, and Burundi finds itself in the dangerous\r\nsituation of a country whose Government is paralysed. If\r\nthis situation is allowed to continue the climate of violence\r\nand insecurity may worsen. We have all the more reason to\r\nfear such an eventuality given the news we have received of\r\nacts of intimidation and summary executions being carried\r\nout in the countryside, frequently by military personnel.\r\nSuch events have given rise to a massive flow of\r\nrefugees - the figure of 600,000 has been quoted - to\r\nneighbouring countries. These refugees, as well as the\r\npopulations receiving them, require urgent assistance from\r\nthe international community. Their number is likely to grow\r\nas long as the threat from rebel bands of soldiers persists.\r\nThis is why the summit meeting held by three neighbouring\r\ncountries at Kigali on 28 October 1993 stressed the urgent\r\nneed to establish a stabilization force with the mandate of\r\nbuilding trust and restoring security in the country.\r\nThat stabilization force will be made up of forces from\r\nneighbouring African countries, but it will still need the\r\nsupport of the international community, and in particular the\r\nUnited Nations, if it is to be rapidly dispatched to Burundi.\r\nThe Organization of African Unity supports the dispatch\r\nof such a force and hopes that the Security Council will\r\nrapidly address the question in order to decide how the\r\nUnited Nations can concretely support such a force. This\r\ndecision is the more pressing in that it is essential that the\r\nmassacre of innocent civilians be ended as quickly as\r\npossible. Any temporization could have incalculable\r\nconsequences for the peace and security of a region that has\r\nonly just emerged from another painful fratricidal conflict.\r\nFor his part, the Secretary-General of the OAU,\r\nMr. Salim Ahmed Salim, went to Burundi last week to assist\r\nin promoting the return to constitutional order. In addition,\r\ntwo days ago he dispatched to the country a high-level\r\ndelegation led by his Special Envoy for Burundi. That\r\nmission will be entrusted with pursuing the discussions\r\nbegun by Mr. Salim with a view to finding a rapid and\r\nlasting solution to the crisis in Burundi.\r\nThe failure of the putsch in Burundi has shown that\r\ndemocracy has taken deep root in African soil. The\r\noverwhelming majority of the people of Burundi have\r\nopposed the criminal acts of a few sectarian rebel groups.\r\nThat courageous opposition, which fills us with optimism for\r\nthe future of the democratic movement in that country, must\r\nbe energetically supported by the international community if\r\nit wants to avoid seeing old wounds reopened, the national\r\nunity so laboriously fashioned undone, and the foundations\r\nof democracy undermined. Our action in coming days will\r\nbe decisive not only for the future of Burundi but for the\r\nfuture of democracy. We must demonstrate that it is no\r\nlonger possible to go backwards, that the era of coups d’état\r\nis over and that political assassination is intolerable. We\r\nmust demonstrate that the other democracies are capable of\r\n48th meeting - Wednesday, 3 November 1993 19\r\nacting together to assist one that is being threatened or under\r\nserious attack.\r\nLet us demonstrate that the future of democracy in\r\nLatin America, in Eastern Europe or in Africa is dear to us\r\nand that we are prepared to show the same concern\r\neverywhere. It is now or never.\r\nThe PRESIDENT: The representative of Algeria has\r\nasked to make a statement with regard to draft resolution\r\nA/48/L.16, and I now call upon him.\r\nMr. LAMAMRA (Algeria) (interpretation from French):\r\nI should like to make three comments.\r\nFirst, on behalf of the Group of African States I should\r\nlike to thank all the delegations that have participated in this\r\ndebate and those that will show that they share the same\r\nviews and feelings by joining in the consensus adoption of\r\ndraft resolution A/48/L.16.\r\nSecondly, I should like, for the record, to say that\r\nAlgeria’s sponsorship of the draft resolution introduced by\r\nBurundi is on behalf of all delegations of the African Group.\r\nThirdly, I should like, with the consent of the delegation\r\nof Burundi, and following consultations, to propose a small\r\noral amendment to the fourth preambular paragraph of the\r\ndraft resolution. This will not in any way affect the\r\nobjective of the text. I propose the addition, at the end of\r\nthe paragraph, of the following:\r\n\"with significant regional repercussions,\".\r\nThe paragraph would then read as follows:\r\n\"Seriously disturbed by the tragic consequences of\r\nthe coup d’état which is plunging Burundi into violence\r\nand causing loss of life and mass displacement of the\r\npopulation, with significant regional repercussions,\".\r\nThe PRESIDENT: We shall now proceed to take a\r\ndecision on draft resolution A/48/L.16.\r\nI call on the representative of Tunisia for an explanation\r\nof position.\r\nMay I remind representatives that, in accordance with\r\nGeneral Assembly decision 34/401, explanations are limited\r\nto 10 minutes and should be made by delegations from their\r\nseats.\r\nMr. ABDELLAH (Tunisia) (interpretation from\r\nFrench): The events that have brought bloodshed to\r\nBurundi and have involved the overthrow of the legitimate,\r\ndemocratically elected President of that country have caused\r\ngreat concern in my country and throughout the international\r\ncommunity. Tunisia, as a member of the Organization of\r\nAfrican Unity (OAU), responded immediately to this\r\ncriminal action. We issued a declaration reflecting our\r\nconcern and condemning the coup d’état, which is\r\nprejudicial to Burundi’s progress towards peace and\r\ndevelopment.\r\nTunisia is committed to the principles of democracy,\r\nand it respects the will of peoples to order their own affairs\r\nthrough democratic institutions. Tunisia has strongly\r\ncondemned the putsch, which undermines the democratic\r\nprocess in this neighbouring African country - a process\r\nmarked by the free and honest presidential elections of last\r\nJune, which were monitored by foreign observers under the\r\nauspices of the OAU.\r\nFaith and resolve were invested in the efforts to\r\nestablish in Burundi a national covenant rising above tribal\r\nattitudes, to facilitate action in the higher interests of the\r\ncountry. Tunisia believes that the entire international\r\ncommunity must demonstrate solidarity with this fraternal\r\ncountry by providing emergency humanitarian aid for the\r\npeople who are affected.\r\nTunisia endorses the draft resolution, with the\r\namendment proposed by the Ambassador of Algeria as\r\nChairman of the African Group. We appeal to all\r\ndelegations to demonstrate good will with a view to securing\r\nthe restoration of constitutional legitimacy.\r\nThe PRESIDENT: Before the Assembly takes a\r\ndecision on draft resolution A/48/L.16 I should like to\r\nannounce that Haiti has become a sponsor of the draft\r\nresolution.\r\nMay I take it that the Assembly decides to adopt the\r\ndraft resolution as orally revised by consensus?\r\nDraft resolution A/48/L.16, as orally revised, was\r\nadopted (resolution 48/17).\r\n20 General Assembly - Forty-eighth session\r\nThe PRESIDENT: I call on the representative of\r\nMexico for an explanation of position.\r\nMay I remind representatives that, in accordance with\r\nGeneral Assembly decision 34/401, explanations are limited\r\nto 10 minutes and should be made by delegations from their\r\nseats.\r\nMr. TELLO (Mexico) (interpretation from Spanish):\r\nMy delegation joined in the consensus on this matter because\r\nwe believe that what has happened in Burundi is\r\nreprehensible in all respects. However, we have our doubts\r\nas to the General Assembly’s competence to make a\r\njudgement such as that incorporated in the resolution.\r\nMexico maintains that it is incumbent solely on the people\r\nof Burundi to find the path to democracy and proper\r\ninstitutional government.\r\nThe PRESIDENT: We have thus concluded this stage\r\nof our consideration of agenda item 170.\r\nThe meeting rose at 12.55 p.m.\r\n"