"United Nations\r\nG E N E R A L\r\nA S S E M B L Y\r\nFORTY-EIGHTH SESSION\r\nOfficial Records\r\n42nd\r\nPLENARY MEETING\r\nThursday, 28 October 1993\r\nat 3 p.m.\r\nNEW YORK\r\nPresident: Mr. INSANALLY\r\n(Guyana)\r\n__________\r\nThe meeting was called to order at 3.20 p.m.\r\nAGENDA ITEM 11 (continued)\r\nREPORT OF THE SECURITY COUNCIL (A/48/2)\r\nMr. WISNUMURTI (Indonesia): I should like at the\r\noutset to commend the President of the Security Council,\r\nAmbassador Sardenberg of Brazil, for his cogent\r\nintroduction of the Security Council’s annual report\r\nhighlighting among other things a number of procedural\r\nmeasures adopted by the Council with a view to enhancing\r\nthe efficiency of its work. We are confident that these could\r\nconstitute a basis upon which to build our endeavours to\r\nfurther strengthen its efficacy.\r\nRecent developments in the global landscape have\r\nplaced the Security Council in a position of increasing\r\nimportance, with ramifications for the work of the\r\nOrganization and beyond. Numerous circumstances have\r\nalso contributed to an unprecedented number of activities\r\nundertaken by this body. From the expansion of peace-\r\nkeeping operations to the task of constantly monitoring\r\nevents that threaten peace and security, the Council has seen\r\nan active agenda, and its capacity to respond is at times\r\noverburdened. We readily acknowledge that its members\r\nhave responded to the numerous demands placed upon it\r\nwith the sense of responsibility required of them by the\r\nprovisions of the Charter. The new cooperative spirit\r\nprevailing among its members has allowed them to take a\r\nnumber of unanimous positions on some of the most critical\r\nand complex issues, while we are cognizant of the fact that\r\nit has failed to address effectively certain critical issues. The\r\nCouncil has thus reached a critical turning point in its\r\nhistory, and members look forward to a more effective role\r\nnow that the obstacles which paralysed it for so long have\r\nbeen removed.\r\nAt the same time, it is the ardent desire of Indonesia\r\nand other non-aligned countries that the United Nations\r\nshould become fully effective as the central instrument for\r\na new and revitalized international order. We have always\r\ninsisted that this multilateral institution should reflect the\r\ndemocratic spirit of equality, equity and transparency, in\r\nrepresentation as well as in the process of decision-making.\r\nThe United Nations and its principal organs should therefore\r\nperiodically undergo a process of review and revitalization\r\nin order to ensure its dynamic adaptation to the evolving\r\nrealities of international life so that it may continue to play\r\na greatly strengthened role as the focal point for the\r\nmanagement of the critical issues of our time.\r\nIt is in this light that my delegation views the report of\r\nthe Security Council to the General Assembly. As in the\r\npast, it provides a comprehensive account of its activities\r\nduring the preceding year and describes its task in the\r\ncontext of its ever-increasing responsibilities. It also\r\ncontains a compendium of communications and other\r\ndocuments as well as a listing of decisions and actions taken\r\non the issues that were brought before it.\r\nIt is clear, however, that the report is marked by\r\nsymbols and a chronology of issues and events that have\r\noccurred during the past year. We believe that the annual\r\nreport required by paragraph 3 of Article 24 of the Charter\r\nmust be more than a mere description of activities and a\r\nreproduction of resolutions and decisions already known. It\r\nis particularly regrettable to note that it does not contain an\r\nevaluation of the issues considered by the Council or a\r\ndetailed account of the work of its special committees. In\r\nThis record is subject to correction.\r\nCorrections should be sent under the signature of a member of the delegation concerned\r\nwithin one week of the date of publication to the Chief of the Verbatim Reporting Section,\r\nRoom C-178, and incorporated in a copy of the record.\r\nCorrections will be issued after the end of the session in a consolidated corrigendum.\r\n93-87000 (E)\r\nDistr. GENERAL\r\nA/48/PV.42\r\n19 November 1993\r\nENGLISH\r\n2 General Assembly - Forty-eighth session\r\nshort, it is not a document of substance commensurate with\r\nthe greatly expanded work of the Security Council.\r\nIn our view, therefore, the reports of the Security\r\nCouncil to the General Assembly should contain an analysis\r\nand assessment of the decisions taken by the Council on\r\neach issue in order to meet the need for greater clarity and\r\nunderstanding of the Council’s reasonings and motives in\r\nadopting decisions. In addition, in the context of\r\naccountability, transparency and openness, the contents of\r\ninformal consultations should be presented in summary form\r\nin the annual reports so that the extent to which\r\nnon-permanent members actually participate in\r\ndecision-making processes can be ascertained and increased.\r\nFurthermore, it is essential that the membership of the\r\nUnited Nations at large should have adequate and timely\r\ninformation through an agreed mechanism or modality. It\r\nmight also be desirable to submit reports more frequently in\r\norder to keep the members abreast of its activities and\r\nfunctions.\r\nConsideration must also be given to reviewing the\r\nCouncil’s relations with other principal organs, especially the\r\nGeneral Assembly. In this context, we hold that balance is\r\nessential in the relationship between the General Assembly\r\nand the Security Council in conformity with their respective\r\nmandates as enshrined in the Charter. There should be\r\ngreater accountability of the Council to the Assembly on\r\ndecisions and actions affecting the interests of the entire\r\ninternational community. We further believe that it may also\r\nbe timely and pertinent to undertake a constructive review of\r\nthe veto powers in line with the reform of the Organization\r\naimed at bringing about greater democratization and\r\ntransparency in the work of United Nations bodies.\r\nWe also believe that restructuring and reform of the\r\nSecurity Council have become imperative in the light of the\r\nprofound changes that have taken place on the international\r\nscene. As we are all aware, although the membership of the\r\nOrganization has increased to 184, there has been no\r\nproportionate increase in the non-permanent membership.\r\nHence, a serious review and reappraisal of the Council’s\r\nmembership has become necessary to ensure a more\r\nequitable and balanced representation.\r\nFinally, we would like to express our satisfaction that\r\nthe Council has agreed to implement proposals relating to its\r\nfuture format as well as to the adoption and timely\r\nsubmission of reports to the General Assembly. In the same\r\nspirit, we remain hopeful that the Security Council will be\r\nresponsive to a change both in its composition and in its\r\nprocedures and practices. In these endeavours, the main\r\nobjective is to render the Council more responsive to\r\nchanging realities and emerging challenges in a dynamic\r\ncontext. Indonesia is fully committed to participating\r\nconstructively in the process of adaptation and reform in the\r\nfirm conviction that an intensified dialogue and consultation\r\nbetween the Security Council and the General Assembly will\r\nbe in the broader interests of all mankind.\r\nMr. YAÑEZ BARNUEVO (Spain) (interpretation from\r\nSpanish): Once again this year the Security Council is\r\nsubmitting to the General Assembly its report on its work,\r\nthis time for the year to 15 June 1993. This year, however,\r\nthe exercise is no mere repetition of that of past years, since,\r\nin an effort that has only just begun, certain innovations\r\nhave been introduced. We believe that the changes, which\r\nwere explained in detail by the President of the Council,\r\nAmbassador Mota Sardenberg of Brazil, when he introduced\r\nthe particular report this morning, have contributed\r\nsignificantly to improving the report.\r\nThe first group of improvements affects the process of\r\nadopting the report, which this year took place nearer the\r\nend of the period covered and was more widely publicized,\r\nwhich allows for adequate consideration by the Assembly.\r\nSecondly, my delegation wishes to highlight the\r\nimprovements seen in the contents and format of the report,\r\nwhich we consider make it significantly easier to read: an\r\nexpanded introduction, the better to inform the reader about\r\nwhat is in the report; a grouping of issues and related\r\nsubjects under general headings; and expanded and more\r\ndetailed appendices.\r\nWe hope that in future reports it will prove possible to\r\nintroduce some additional improvements, such as a more\r\nanalytical introduction, better reflecting the contents, as well\r\nas a rationalized list of subjects under consideration by the\r\nCouncil, omitting merely historical issues unrelated to\r\ncurrent reality.\r\nThese improvements in the report, both present and\r\nfuture, are part of the effort now being exerted by the\r\nCouncil to improve the transparency of its work and, at the\r\nsame time, its efficiency; this began with the establishment\r\nlast June of a Council working group on documentation and\r\nprocedures. The initial results of this effort were reflected\r\nin the Note by the President of the Security Council of\r\n30 June 1993 (S/26015) and followed up in the Note of\r\n27 July (S/26176), which were duly communicated to the\r\nPresident of the General Assembly.\r\nWe believe that, given the measures that have been\r\nadopted thus far, there has been a significant - though still\r\ninsufficient - improvement in the information that the States\r\nMembers of the United Nations but not members of the\r\nCouncil receive concerning the Council’s work. In point of\r\nfact, a monthly preview of the Council’s programme of work\r\nis now circulated to Members of the Organization, and\r\n42nd meeting - 28 October l993 3\r\ninformal consultations are announced beforehand, along with\r\n- as far as possible - their planned content.\r\nAlso, the worthwhile dialogue between the Council and\r\nthe Assembly is being expanded through regular\r\nconsultations between the Presidents of the Council and the\r\nAssembly; up until now, this has been effectively limited to\r\nthe Council’s annual report. Even if this dialogue, which is\r\nbeing conducted while still observing the jurisdictions\r\nassigned the Organization’s principal organs by the Charter,\r\nis as fruitful as our common effort towards international\r\npeace and security requires, it should still be extended to all\r\nMembers of the United Nations, on whose behalf the\r\nCouncil acts under Article 24 of the Charter.\r\nIn particular, we must take up the complex and\r\nsensitive issue of information about the course and the\r\noutcome of Security Council consultations and, possibly, of\r\nparticipation by States that are not members of the Council\r\nin the Council’s informal discussion process when\r\ncircumstances require.\r\nWhat we are talking about here is, first of all, setting up\r\nan information system that would operate once informal\r\nconsultations have taken place - a system that should be as\r\ncomprehensive as possible, without detriment, however, to\r\nthe discretion such deliberations require and that would help\r\nachieve agreement between members of the Council.\r\nSecondly, the question is one of finding mechanisms that\r\nwould make it possible to take into consideration, in the\r\nCouncil’s deliberations, the opinions of States that are\r\nparticularly concerned with a particular question before any\r\nfinal decision has been taken.\r\nThis is a matter of great interest, and we hope that the\r\nCouncil will go on examining it thoroughly within the\r\nworking group on documentation and procedures that it has\r\nset up.\r\nJust glancing at the statistics on the number of meetings\r\nheld and decisions taken by the Council is enough to show\r\njust how much of an increase there has been in its work over\r\nthe last few years. Also, the Council is dealing with issues\r\nthat are becoming ever more complex and that have an\r\nincreasing and ever more powerful impact on all the States\r\nMembers of the Organization. Just one example of this\r\nimpact is the repercussions for many Member States’\r\neconomies of applying the sanctions that the Council has\r\nimposed where necessary, under Chapter VII of the Charter.\r\nUnder these circumstances, the only way of ensuring\r\nthat the Council’s decisions are effective is quite simply to\r\nincrease the level of participation by States that are not\r\nmembers of the Council and to give them more information;\r\nthis would increase the legitimacy of the Council’s decisions\r\nand thus enhance the prospects for seeing them implemented.\r\nThis is a task to which my delegation, as it takes part in the\r\nwork of the Council, will continue to contribute to its\r\nutmost.\r\nMr. SYCHEV (Belarus) (interpretation from Russian):\r\nThe Republic of Belarus attaches great importance to the\r\nAssembly’s discussions of the annual report of the Security\r\nCouncil. We note that, in recent years, consideration of this\r\nitem has not been a mere formality, and this has made it\r\npossible for all States Members of the Organization to\r\nexpress their views on the work of the Council, point out its\r\nachievements and shortcomings and provide specific ideas\r\nand suggestions for its further work.\r\nOur delegation notes with satisfaction that, this time, the\r\nSecurity Council’s report was submitted to the General\r\nAssembly in good time. The report’s contents confirm the\r\nindisputable fact that the Council is carrying out an\r\nenormous amount of work towards maintaining international\r\npeace and security.\r\nWe note the major changes that have taken place, both\r\nquantitatively and qualitatively. The number of formal\r\nmeetings and informal consultations that the Council has\r\nheld has increased markedly. The Council is taking\r\nconsensus decisions on many acute problems, promoting the\r\npeaceful settlement of many issues in various hot spots\r\naround the world. In our view, this intense activity on the\r\npart of the principal United Nations body responsible for\r\nmaintaining international peace and security deserves every\r\nsupport.\r\nUnder Article 24 of the Charter, the Security Council,\r\nin discharging its duties, acts on behalf of all the States\r\nMembers of the United Nations. Thus, we find quite\r\nunderstandable the interest shown by States that are not\r\nSecurity Council members in the effectiveness of the\r\nCouncil’s activities, in improving its procedures and methods\r\nof work and in enhancing its accountability and\r\ntransparency.\r\nThe proposals towards this end that many delegations\r\nhave put forward deserve, in our opinion, thorough\r\nconsideration, and we are glad that the Council has already\r\ntaken into account some of the observations made by\r\nrepresentatives. These observations refer particularly to the\r\nstructure of the report now before us, and also to the\r\npublication of a tentative draft programme of the Council’s\r\nwork for the next month. Of course, the Council’s working\r\nprocedures and methods still leave a great deal of room for\r\nimprovement.\r\nThe Republic of Belarus supports the reforms aimed at\r\nadapting the United Nations to the fundamentally new\r\n4 General Assembly - Forty-eighth session\r\nrealities and at democratizing the procedures of its main\r\norgans. Understanding as we do that under these new\r\nconditions the Security Council cannot remain as it was\r\nconceived and created half a century ago, we favour a\r\npainstaking quest for a consensus on all issues relating to its\r\nreform. Any changes affecting the Security Council -\r\nespecially now, when it is working much more intensively -\r\nmust not be carried out at the expense of the ability of its\r\nefforts to achieve results.\r\nAs is well known, our Republic is a candidate for\r\nnon-permanent membership in the Council in 1994-1995.\r\nAs our State’s Minister of Foreign Affairs said during the\r\nAssembly’s general debate this session,\r\n\"... the submission of the candidature of the\r\nRepublic of Belarus in the Security Council does not\r\nrepresent merely a spontaneous political gesture nor a\r\nhankering for pro-forma prestige. Historical\r\ncircumstances are such that the experience and the\r\npotential of Belarus, at this very difficult moment in the\r\nformation of a new world order, can be of great\r\nimportance to the international community\".\r\n(Official Records of the General Assembly, Forty-eighth\r\nSession, Plenary Meetings, 9th meeting, p. 27.)\r\nWe hope that during the upcoming elections, Belarus’\r\ncontribution to maintaining peace and international security\r\nwill be judged on its merits, and that it will be taken into\r\naccount that Belarus, as one of the founding Members of the\r\nUnited Nations, has only once been elected a non-permanent\r\nmember of the Security Council.\r\nIn conclusion, I should like to express my firm\r\nconviction that the positive trends that have recently begun\r\nin the development of the Security Council’s work will be\r\nfurther consolidated and developed, and will thus strengthen\r\nthe role of the United Nations itself in solving the extremely\r\ndifficult problems facing the world.\r\nMr. CARDENAS (Argentina) (interpretation from\r\nSpanish): Today we are considering agenda item 11, on the\r\nreport of the Security Council to the General Assembly\r\ncovering the period from 16 June 1992 to 15 June 1993,\r\nsubmitted in accordance with Article 24, paragraph 3, of the\r\nCharter of the United Nations.\r\nThis report, which for a number of years now might\r\nperhaps have been viewed as merely a matter of procedure,\r\nhas since 1990 taken on a relevancy which is directly tied to\r\nthe significant increase in the activity of the Security\r\nCouncil.\r\nAccording to the record as reflected in the report -\r\ndocument A/48/2 - during the period under consideration\r\nthe Security Council adopted 81 resolutions, heard 95\r\npresidential statements, held 152 formal meetings and a still\r\ngreater number of informal meetings, as well as meetings of\r\nthe 10 subsidiary organs established under Article 29 of the\r\nCharter.\r\nThis activity, unprecedented in the entire history of the\r\nSecurity Council, reflects an international situation which\r\nallows one of the principal organs of the United Nations to\r\noperate with the harmony and firmness that the drafters of\r\nthe Charter had in mind at the time, and which, on the other\r\nhand, bears witness to the outbreak of numerous regional\r\nand inter-State conflicts which, given their very nature, are\r\njeopardizing international peace and security.\r\nThe new world scene and the increase in the number of\r\nStates Members of the Organization are making us think\r\nabout and discuss the reforms required to make United\r\nNations bodies better able to meet the challenge facing us in\r\nrespect of peace-keeping, economic development, and the\r\nadvancement of human rights and democratic values. This\r\nprocess of reflection and debate must necessarily affect the\r\nwork of the Security Council, and the report could serve as\r\na benchmark for the discussion on that subject. Therefore,\r\nthough we do of course appreciate the new format and the\r\ntimely submission of the report itself, we would also\r\nconsider it appropriate for a number of periodic reports to be\r\nsubmitted by the Security Council to the General Assembly\r\nin the course of the year. These reports might, whenever\r\ncircumstances so require, be more detailed. This would\r\nensure a better and smoother system of information and\r\ncommunication, and a better and more appropriate balance\r\nbetween the various bodies established by the Charter in\r\naccordance with Article 24, to which I have already referred.\r\nMy delegation will participate in this process of\r\nreflection to complement what was begun with General\r\nAssembly resolution 47/62 in relation to the question of\r\nequitable representation on and increase in the membership\r\nof the Security Council. We have already addressed a note\r\nto the Secretary-General on this subject and we will express\r\nour views on it when the Assembly takes up the item\r\nconcerned.\r\nThe PRESIDENT: May I take it that the Assembly\r\ntakes note of the report of the Security Council contained in\r\ndocument A/48/2?\r\nIt was so decided.\r\nThe PRESIDENT: May I take it that it is the wish of\r\nthe Assembly to conclude its consideration of agenda item\r\n11?\r\nIt was so decided.\r\n42nd meeting - 28 October l993 5\r\nAGENDA ITEM 112 (continued)\r\nINTERNATIONAL DRUG CONTROL\r\nHIGH-LEVEL PLENARY MEETINGS TO\r\nEXAMINE THE STATUS OF INTERNATIONAL\r\nCOOPERATION AGAINST THE ILLICIT\r\nPRODUCTION, SALE, DEMAND, TRAFFIC AND\r\nDISTRIBUTION OF NARCOTICS AND\r\nPSYCHOTROPIC SUBSTANCES: DRAFT\r\nRESOLUTION (A/48/L.12)\r\nThe PRESIDENT: I now call on the first speaker in\r\nthe debate for this meeting this afternoon, the representative\r\nof the Gambia.\r\nMr. SALLAH (Gambia): The holding of these high-\r\nlevel plenary meetings on international drug control testifies\r\nto the deep concern of the international community at the\r\ngrowing global drug problem.\r\nDrug abuse and its grave consequences continue to\r\naffect every section of our communities. Countries and\r\ncommunities that once were spared the scourge of drug\r\ntrafficking and consumption have now fallen victim to the\r\ndebilitating effects of these illicit and dangerous drugs. The\r\nGambia, which only a decade ago was a drug-free country,\r\nhas in recent years been used increasingly as a transit point\r\nin the international trafficking of dangerous drugs such as\r\nheroin, cocaine and all their derivatives. The spillover effect\r\nhas resulted in the use of these drugs by more and more\r\npeople in the Gambia. It is regrettable to note that the\r\nproblem of drug trafficking and consumption is beginning to\r\nreach dangerous proportions affecting the whole fabric of\r\nour society.\r\nYoung people, the cream of our society, are the primary\r\ntargets and the largest group of victims. Most of these\r\nchildren, untutored in the ways of a wanton world and not\r\nknowing how to resist such temptation, become easy victims,\r\nserving both as traffickers and as consumers of the illicit\r\ndrugs, thereby ensuring the continuity of the chain of\r\ntrafficking and users.\r\nThe consequence for the Gambia in the rise in illicit\r\ndrug trafficking and usage is that there is an unprecedented\r\nrise in violence and dangerous crimes, unknown in the\r\nnation’s history. Violence within families, some with tragic\r\nconsequences, has also risen. The number of drug-related\r\nmedical cases has been on the rise, with some of these never\r\nto be cured or rehabilitated in society. The rate of drop-outs\r\nfrom schools, work and other gainful activities, almost all\r\nattributed to the drugs menace, is on the increase.\r\nThe attendant social and economic stresses and burdens\r\nimposed on the Gambia by these grave consequences of\r\nillicit drug trafficking and consumption have made a serious\r\ndent in the nation’s budget affecting our planning strategies\r\nand creating some insurmountable and incalculable obstacles\r\nto the smooth implementation of the country’s development\r\nprogramme.\r\nThe existing economic situation just described, however,\r\nshould not suggest a state of total hopelessness on the part\r\nof the Government of the Gambia. The Government has met\r\nthe menace head on. The percentage of the nation’s limited\r\nbudget allocation for illicit drug control has been increasing\r\neach year to finance new programmes and measures to\r\ncombat the drug problem. The laws of the Gambia relating\r\nto illicit drug trafficking and consumption are being revised\r\nand new drug enforcement measures are being formulated\r\nand effected.\r\nThe Government continues to set up and strengthen\r\nstructures and agencies relating to drug enforcement, drug\r\nrehabilitation and the sensitization and education of the\r\npublic on the evils of illicit drug trafficking and\r\nconsumption. Indeed, the prevention and eradication of drug\r\nabuse and illicit trafficking have become a national crusade\r\nutilizing the resources of the Government and of\r\nnon-governmental organizations, and are extended to all\r\nfacets of Gambian society.\r\nThe main obstacle to our national effort, however, is the\r\nlack of adequate financial and material resources. Another\r\nreason for the inadequacy of our drug control measures is\r\nthat the national drug menace is linked to the international\r\ndrug situation. The link between local and global drug\r\ntrafficking and drug abuse has become so formidable that\r\nsmall States like the Gambia, with their fragile economies,\r\nare unable to combat it effectively and consistently.\r\nStatistics on the financing of the international drug\r\ntrafficking network by drug lords indicate that the money\r\nexpended is usually higher than the overall national budgets\r\nof some countries. The Gambia is one such State and\r\ntherefore cannot, on its own, combat successfully this global\r\nproblem affecting all countries and all regions of the world.\r\nThe Gambia therefore welcomes the initiative and concerted\r\neffort of the international community to arrest the growing\r\ndrug problem. We will continue to rely on the United\r\nNations and other bilateral and multilateral cooperative\r\nefforts to evolve an international drug control programme.\r\nThe implementation of the Global Programme of Action\r\nand the Programme of Technical Cooperation with\r\nDeveloping Countries, in collaboration with the Financial\r\nAction Task Force, has been a source not only of great\r\ntechnical assistance but also of renewed hope and strength\r\n6 General Assembly - Forty-eighth session\r\nin our fight against drug trafficking and consumption at the\r\nnational level. Technical assistance to developing countries\r\non international drug control should incorporate the latest\r\ntechnology used in the detection of illicit drugs as well as\r\ninformation on the setting up of the up-to-date strategies\r\nused by drug lords in the trafficking of illicit drugs\r\nworldwide. The high cost of some of the sophisticated\r\nequipment used in drug control has not only limited the fight\r\nof the small and poor nations against drug trafficking but has\r\nalso to some extent alienated them from the international\r\neffort to control global drug abuse.\r\nSimilarly, the lack or non-availability of reliable\r\nintelligence on patterns and modes of international drug\r\ntrafficking have severely limited the capabilities of our drug-\r\nlaw enforcement agencies to investigate and suppress the\r\ninternational drug-distribution networks successfully. The\r\nGambia has always maintained that there is an intimate\r\ncomplementarity and logical relationship between drug-law\r\nenforcement and crime prevention, because there can be no\r\ndoubt that illicit-drug-related activities are based on criminal\r\npractices. A two-prong attack on illicit drug trafficking and\r\ndrug abuse globally through the concerted efforts of the\r\nUnited Nations International Drug Control Programme and\r\nthe Crime Prevention and Criminal Justice Branch would\r\nyield greater and more-lasting successes. My delegation\r\nfully supports the recommendation contained in General\r\nAssembly resolution 47/102, which invites cooperation\r\nbetween those two bodies.\r\nThe Gambia has realized the wisdom and benefit of\r\nmobilizing and coordinating the resources of our drug-\r\nenforcement agencies and the Crime and Justice Department\r\nin the uphill task of stemming and eradicating from our\r\nsociety the rising tide of illicit-drug trafficking and\r\nconsumption. The results have been satisfactory, given the\r\nhigh number of arrests, seizures and convictions in the past\r\n12 months. With more funds and technical assistance, we\r\nintend to expand this collective inter-agency drug-law\r\nenforcement exercise as well as improve existing treatment\r\nand rehabilitation facilities.\r\nAt the international level it is becoming increasingly\r\nnecessary to consolidate the United Nations drug-\r\nenforcement programme by reviewing and synthesizing,\r\nwhere possible, the various international drug-control plans\r\nand programmes being implemented by the United Nations\r\nto ensure greater efficacy and effectiveness in combating the\r\ndrug menace. In this regard we fully support recent\r\nresolutions of the General Assembly calling for an integrated\r\napproach in implementing the United Nations International\r\nDrug Control Programme. National and regional drug-law\r\nenforcement agencies and programmes would, within the\r\ncontext of their drug-enforcement master plans, be able to\r\ndevelop strong links with the United Nations drug-control\r\nsystem in order to enhance their focus in handling the drug\r\nproblem.\r\nIt is our hope that the conclusions and recommendations\r\nemanating from these meetings will reinforce our\r\ncommitment to the active observance of the United Nations\r\nDecade against Drug Abuse as well as strengthen our resolve\r\nto ensure our collective adherence to the United Nations\r\nConvention against Illicit Traffic in Narcotic Drugs and\r\nPsychotropic Substances, which should continue to serve as\r\nthe basis of international efforts to combat abuse and illicit\r\ndrug trafficking.\r\nThe PRESIDENT: I now call upon Mr. Anicetas\r\nSimutis, Permanent Representative of Lithuania.\r\nMr. SIMUTIS (Lithuania): The problems associated\r\nwith drug abuse and illicit trafficking in narcotic drugs and\r\npsychotropic substances transcend national borders and are\r\nthus global in dimension. Under the Soviet regime, drug\r\nabuse was not an issue of concern, and its existence was\r\neven denied. Today, the Baltic States of Estonia, Latvia and\r\nmy own country, Lithuania, are increasingly aware of the\r\nadverse consequences of the drug problem and of the need\r\nfor a comprehensive approach in combating this scourge.\r\nThe United Nations has an important role to play in the\r\ninternational struggle against drugs. Our Governments note\r\nwith satisfaction that the United Nations International Drug\r\nControl Programme (UNDCP) has since 1992 sent several\r\nmissions to the Baltic States and is carrying out scientific\r\nand technical assistance projects in the laboratory and law\r\nenforcement sectors. UNDCP is assisting us in acquiring the\r\ndefences necessary to address drug-control matters, since our\r\nlack of resources and expertise in this area makes us\r\nextremely vulnerable at this early stage. To fill the vacuum,\r\ninterministerial committees have been formed to plan\r\nnational drug strategies, coordinate implementation and\r\nassure full utilization of limited available resources.\r\nThe Baltic States are at present pursuing the following\r\nnational objectives: We are adopting measures that will\r\nenable us to comply with the provisions of the drug\r\nConventions while completing the comprehensive legislation\r\nneeded for ratification. UNDCP has provided legal\r\nassistance in drafting new drug-control laws and in adapting\r\nour national legislation to international drug Conventions and\r\ndecisions dealing with drug abuse and illicit trafficking.\r\nWe are increasing our expertise, technical capacities and\r\ncoordination to enhance our drug-management régime. We\r\nrequire more assistance in meeting our legitimate need for\r\ndrugs in general, and narcotic drugs and psychotropic\r\nsubstances in particular, and in reducing to a minimum drug\r\n42nd meeting - 28 October l993 7\r\nabuse and such related public-health problems as the\r\nincreased risk of HIV-AIDS infection from drug injection.\r\nWe are working with the Commission on Narcotic\r\nDrugs, the Nordic Committee on Narcotic Drugs, the\r\nPompidou Group of the Council of Europe, the World\r\nHealth Organization and the European Community PHARE\r\nProgramme in developing a coherent regional strategy in\r\ndealing with traffickers using the Baltic States as transit\r\ncountries for the transportation of narcotic drugs to consumer\r\nmarkets.\r\nWe are seeking recommendations for dealing with\r\nproblem areas and cultivating more effective enforcement\r\nmethods and cooperation between drug-enforcement agencies\r\nand States and, in particular, between police and customs\r\nofficials.\r\nWe are implementing programmes aimed at\r\nstrengthening our judicial, legal and law-enforcement\r\nsystems, with special attention to the training of personnel.\r\nIn close consultation with multilateral agencies and\r\nbilateral partners, we are developing national, regional,\r\nsubregional and global drug-control strategies.\r\nWe are encouraging grass-roots initiatives and\r\nprogrammes and the involvement of non-governmental\r\norganizations in the treatment, rehabilitation and social\r\nreintegration of drug abusers. In this regard, we welcome\r\nUNDCP’s initiative to involve non-governmental\r\norganizations, the private sector, schools and the sports\r\ncommunity more actively in the campaign against drugs.\r\nWe are creating and strengthening our control and\r\nmonitoring systems for licit drugs and enhancing measures\r\nfor surveillance of the diversion of precursor chemicals to\r\nillicit production.\r\nBecause of the use of cheap and easily available\r\nsubstances, such as volatile solvents - glue in particular - we\r\nare increasing drug-education programmes, with the goal of\r\npromoting healthy-lifestyle programmes among the young.\r\nThe post-cold-war era has brought with it many\r\nproblems and challenges resulting from the social, economic\r\nand political transformation under way in our region of the\r\nworld. Because of severe economic difficulties, there is an\r\nacute shortage of appropriate equipment in our laboratories,\r\ninhibiting our ability to analyse seized drugs.\r\nWith the establishment of fully convertible currencies\r\nin the Baltic States, money laundering is another growing\r\nproblem and a threat to monetary stability. This\r\nphenomenon is closely linked to organized crime, a problem\r\nof great concern to our Governments and one that needs to\r\nbe addressed with equal determination.\r\nThe Governments of Estonia, Latvia and Lithuania will\r\ncontinue to support UNDCP’s important coordinating\r\nfunction in the world-wide campaign against drug abuse.\r\nBecause of the sophisticated and international nature of drug\r\ncrime, we believe that coordinated action, based on the\r\nrecommendations made under the Global Programme of\r\nAction, is needed to tackle this issue on the global front.\r\nWe expect the United Nations will continue to play a leading\r\nrole in the fight against illicit narcotic drugs, and we are\r\nready to contribute our share to the reduction of this\r\nproblem.\r\nThe PRESIDENT: I now call on the representative of\r\nSenegal.\r\nMr. CISSÉ (Senegal) (interpretation from French):\r\nThe head of the Senegalese delegation has already had the\r\nopportunity to congratulate you, Sir, on your illustrious\r\nelection to the presidency of the Assembly at this session,\r\nand I personally welcome your election because of your\r\noutstanding qualities and talent as a diplomat.\r\nThe consideration of agenda item 112, in which we are\r\nnow engaged, in accordance with General Assembly\r\nresolution 47/99 of 16 December 1992, affords us an\r\nopportunity to evaluate the struggle against narcotic drugs\r\nand ponder ways and means of enhancing international\r\ncooperation in this sphere. For this reason I have no doubt\r\nthat this debate will yield concrete proposals.\r\nIndeed, illicit traffic in narcotic drugs is so extensive\r\nthat nothing short of well-coordinated international action\r\ncan make a real contribution to its eradication. The threat of\r\nsuch a scourge hovering over our youth - and, hence, over\r\nthe future of the world - requires that increased attention be\r\ngiven this problem.\r\nIt should be added that most of the victims of this\r\ndangerous scourge that is spreading unabated are found\r\namong the most disadvantaged, for the simple reason that\r\nthey are the most vulnerable. This is because there is a\r\ndirect correlation between the continued deterioration of\r\nterms of trade - resulting in a dizzying drop in commodity\r\nprices - and an ever-growing trend towards the development\r\nof illicit drug crops that promise exorbitant income and\r\nexercise an almost irresistible attraction on the people -\r\ngenerally disadvantaged - of the zones of production. This,\r\nin fact, explains why the majority of areas under cultivation\r\nare found in poor countries.\r\nThe Senegalese delegation is of the view that restoring\r\nbalance to the world economy is one of the indispensable\r\n8 General Assembly - Forty-eighth session\r\nconditions for achieving success in the international\r\ncommunity’s fight against this scourge. To that end we\r\nshould, essentially, put an end to economic disparities,\r\nwhich, as they continue to increase, create social inequalities\r\nthat drug traffickers will surely exploit in unloading more\r\neasily their dangerous and harmful products.\r\nIt is a great challenge, but there is reason for optimism,\r\nespecially when we consider the results achieved by the\r\ninternational community and the welcome decision of the\r\nInternational Monetary Fund to include the problem of drugs\r\non its list of five world priorities. These efforts should be\r\nstrengthened so as to foster among the producing countries\r\npolicies to encourage, promote and popularize intensive\r\nsubstitute crops and the establishment of a remunerative\r\nprice-setting system.\r\nThe international community’s fight against drug abuse\r\nwill not be effective unless Member States adhere to or\r\nratify and effectively implement the relevant international\r\nConventions. My delegation appeals to States that have not\r\nyet done so to take such action. In this way they would\r\nshow their determination to check and then eradicate this\r\nscourge, while also presenting a deterrent to those who, for\r\npersonal gain, would like to see it perpetuated.\r\nThe scope of the phenomenon and its grave social\r\nconsequences fully justify waging the struggle at the regional\r\nand subregional levels also. In this regard, the signing of\r\nregional and subregional agreements and the regular\r\norganizing of seminars under the aegis of the United Nations\r\nInternational Drug Control Programme (UNDCP) would be\r\nimportant steps in support of the Global Programme of\r\nAction to combat drug abuse. The seminars being held in\r\nvarious regions - Asia, Central America, the Near East and\r\nAfrica - and the determination of the States involved to\r\neliminate this scourge are encouraging. However, their\r\nconclusions should lead to better follow-up and to concrete\r\naction.\r\nAfrica is now the drug traffickers’ continent of choice\r\nfor the transit of their merchandise, as most African\r\ncountries are not equipped to combat this activity. The\r\ntraffickers benefit not only from this unintentional collusion,\r\nbut also use more and more sophisticated methods of\r\nsmuggling the desired quantities.\r\nThus it is urgently necessary to intensify international\r\ncooperation in the provision of assistance to developing\r\ncountries in general - and to Africa in particular - if they are\r\nto have effective and efficient equipment, at their airports\r\nand in the administrative bodies concerned.\r\nIn addition to this lack of resources, Africa lacks\r\nharmonization of legislation for the fight against drugs.\r\nProgress has been made in this regard, but not enough. Up\r\nto last March nine of the 16 countries in the Economic\r\nCommunity of West African States (ECOWAS) had ratified\r\nthe Conventions of 1961, 1971, and 1988 to combat illicit\r\ntrafficking in narcotic drugs. Only two of the 11 States\r\nmembers of the Economic Community of Central African\r\nStates (ECCAS) have so far ratified them. It should be\r\npointed out also that only 11 of all the countries in those two\r\nsubregional organizations have carried out all the formalities,\r\neight of them having ratified only one or two of the\r\nConventions, while eight are still not involved at all.\r\nUnfortunately, this situation benefits drug traffickers,\r\nespecially as, even in most of the States parties to the\r\nConventions, legislation - if it exists at all - is often\r\nincomplete, or even obsolete. Thus, cracking down on\r\ntheoretically illegal acts is often almost impossible for lack\r\nof a legal basis.\r\nAt a very early stage Senegal realized the dangers\r\ninherent in the phenomenon of drug abuse. In 1963 - 30\r\nyears ago - it adopted legislation, which is regularly\r\namended to take account of changing circumstances. In\r\ncertain cases, Senegalese law provides for sanctions, such as\r\nthe withdrawal of passports for periods of up to six years, in\r\naddition to prison sentences. Above and beyond the\r\ntraditional law-enforcement structures, Senegal has set up a\r\nnational commission on narcotic drugs, which plays a\r\ndynamic role in both prevention and education, especially\r\nthrough an annual national week to combat drug abuse,\r\nwhose objective is to heighten public awareness.\r\nI should also refer to the fact that since July 1991\r\nSenegal has had a central office for the prevention of illicit\r\ntrafficking in narcotic drugs. In addition to its law-\r\nenforcement function, this office is responsible for\r\ncentralizing information and for coordinating and\r\nencouraging all measures to fight drug trafficking.\r\nI should like to conclude by emphasizing the need to\r\nharmonize national legislation so as to provide better\r\nmonitoring of the licit drug market, and thus to create a\r\nmore effective system of preventing and eliminating illicit\r\ntrafficking, and also to encourage all States to ratify the\r\nthree Conventions I have mentioned.\r\nIt is also absolutely necessary to strengthen subregional\r\nand regional cooperation, through the establishment of\r\ntechnical structures to wage the struggle at these two levels.\r\nMore sustained and intensified international cooperation to\r\nprovide logistical assistance to developing countries and\r\npractical measures against the laundering of drug money are\r\nfundamental to effective action to combat drug trafficking.\r\n42nd meeting - 28 October l993 9\r\nThis major challenge should be taken up most\r\nenergetically, for drugs are the worst enemy of mankind,\r\ndestroying its basis and all our efforts to build a world of\r\npeace and security. Man is both the protagonist and the\r\nbeneficiary of development, and he must be protected against\r\nany scourge that might destroy his mental faculties, his\r\ncreative imagination and his other talents.\r\nOur young people, whom we have a duty to protect,\r\neducate and guide along the path of progress, are also a\r\nresource, vulnerable to devastation by this social scourge, if\r\nwe are not careful.\r\nThe PRESIDENT: I now call on the representative of\r\nKenya.\r\nMr. MUTHAURA (Kenya): I wish to make a few\r\ncomments on this important topic of international\r\ncooperation against the illicit production, sale, demand,\r\ntraffic and distribution of narcotic drugs and psychotropic\r\nsubstances.\r\nThe drug menace has brought untold suffering to\r\nmankind. We support the measures that have been put in\r\nplace by the international community - ranging from the\r\nPolitical Declaration adopted by the General Assembly at its\r\nseventeenth special session to the Global Programme of\r\nAction, which contains a comprehensive list of measures and\r\nactivities.\r\nBy its nature, the drug menace cannot be tackled\r\nwithout the concerted efforts of the international\r\ncommunity. Over and above the global efforts to reduce the\r\nproduction and supply of, and the demand for, illicit drugs,\r\nefforts at the national and regional levels must be intensified.\r\nIt is therefore imperative that Governments establish\r\ncomprehensive global measures to fight all aspects of the\r\nillicit drugs business.\r\nThe restructuring and strengthening of the United\r\nNations machinery in the field of the International Drug\r\nControl Programme is a clear demonstration of the General\r\nAssembly’s intention to maintain an intensified fight to\r\neliminate the illicit production and supply of, and demand\r\nfor, narcotic drugs and psychotropic substances. Three years\r\nafter the launching of the Programme, it is now time for the\r\ninternational community to evaluate its success. In this\r\nregard, I wish to comment on three important areas.\r\nFirst, the training component of the programme is one\r\narea with great potential for achieving the desired results.\r\nMy country is one of those that have benefitted from the\r\ncourses organized by the Programme. We have benefitted\r\nalso from some bilateral training programmes, including\r\nthose organized by the Drug Enforcement Administration of\r\nthe United States Department of Justice. Kenya - and,\r\nindeed, many other developing countries - will need more\r\nsuch facilities to strengthen their law-enforcement capacity\r\nin this field. Many developing countries also need help to\r\nobtain access to improved technologies for surveillance of\r\nnarcotic drugs and psychotropic substances.\r\nSecondly, the drug menace is particularly devastating to\r\nthe youth who tend to be easy victims. The need to\r\nestablish facilities for treatment, rehabilitation and social\r\nintegration of drug and substance abusers can therefore not\r\nbe overemphasized, especially taking into account the\r\ncompounding complications that arise as a result of the\r\ndeadly human immunodeficiency virus (HIV), and the\r\nimmunity deficiency that is associated with it. It is therefore\r\nimperative that public education programmes be mounted so\r\nas to sensitize the general populace to the inherent dangers\r\nof drug abuse. International cooperation in this endeavour\r\ntherefore cannot be overemphasized.\r\nThirdly, Governments must agree on decisive measures\r\nto curb and control the easy access to and marketing of\r\nconventional weapons. My delegation is of the view that\r\neasy and uncontrolled access to arms and explosives has\r\nmade it easy for drug traffickers and warlords to evade the\r\nlaw enforcement agencies. In the process they have caused\r\nloss of life to many innocent people and also posed a serious\r\nthreat to the security and stability of a number of countries.\r\nThe experience of Colombia should serve as a major\r\nchallenge to the international community in this regard.\r\nI wish to assure the Assembly of my Government’s\r\ncommitment to the United Nations System-Wide Action Plan\r\non Drug Abuse Control. My country was one of the first\r\ncountries to sign and ratify the 1988 United Nations\r\nConvention against Illicit Traffic in Narcotic Drugs and\r\nPsychotropic Substances. At the national level the Kenya\r\nGovernment has embarked on comprehensive legislation on\r\nthe control of narcotic drugs and psychotropic substances\r\nwhich will be debated and enacted by the National\r\nAssembly in the very near future. This legislation, among\r\nother things, aims at harmonizing national laws and\r\nregulations with a view to eliminating the drug market as\r\nwell as the illicit trafficking of drugs through Kenya by\r\nimposing stricter penalties on offenders. It will also\r\nintroduce measures intended to eradicate the laundering of\r\nmonies made through the illicit trade in such drugs and\r\nsubstances.\r\nFinally, although the magnitude and scale of the drug\r\nmenace is still minimal in my country, Kenya is increasingly\r\nbeing used as a transit point especially from the Asian and\r\nsouthern African regions to the European and American\r\nmarkets. This is not surprising because Nairobi is one of\r\nthe busiest connecting airports in the African continent.\r\n10 General Assembly - Forty-eighth session\r\nThe Kenya Government is, however, determined to do\r\neverything possible to eradicate transit possibilities through\r\nNairobi International Airport. With the cooperation of the\r\ninternational community we are convinced that we will\r\nsucceed in this endeavour.\r\nThe PRESIDENT: I now call on General Fouad Al-\r\nSaleh, Under-Secretary, Ministry of the Interior of Kuwait.\r\nMr. AL-SALEH (Kuwait) (interpretation from Arabic):\r\nAllow me at the outset to thank and congratulate the\r\nSecretariat of the United Nations International Drug Control\r\nProgramme (UNDCP) on its marvelous efforts in preparing\r\nthe documentation and drawing up of the reports now before\r\nus.\r\nThe problems that beset the world nowadays because of\r\nthe drug trade and the attendant problems of addiction that\r\ntake considerable segments of the populace out of the\r\nproductive mainstream of society, side by side with the link\r\nbetween trafficking and criminal activities of every sort,\r\ncreate a serious situation that calls for concerted international\r\nefforts and continuous exchanges of information and know-\r\nhow between States in the war on this illicit trade.\r\nAccordingly, the United Nations system has continued\r\nto organize periodic meetings at the international and\r\nregional levels with a view to ensuring the required\r\ninter-State cooperation and coordination in that area.\r\nIn this connection, I should like to pay tribute to the\r\nUNDCP secretariat with regard to documentation on the\r\nUnited Nations Convention against Illicit Traffic in Narcotic\r\nDrugs and Psychotropic Substances and the provision of full\r\ninformation that makes it easy to understand and implement\r\nthe stipulations of the Convention.\r\nThe State of Kuwait has often expressed its keen\r\ninterest in dealing with this scourge and has shown that\r\ninterest in a number of ways by participating in international\r\ndrug-combating conferences and by cooperating with the\r\ncompetent international bodies such as INTERPOL, the\r\nCouncil of Interior Ministers of Arab States and the Arab\r\nCentre of Security Studies and Training in attempting to\r\ncoordinate and strengthen our efforts along those lines.\r\nKuwait has acceded to the 1988 United Nations\r\nConvention. The competent authorities are now seeking to\r\nratify the Convention at the earliest. We have also\r\nconcluded bilateral agreements with several countries with\r\nthe aim of combating trafficking and exchanging\r\ninformation.\r\nAt the national level, we have enacted the necessary\r\nlegislation to combat drug abuse and trafficking. For\r\ninstance, we promulgated a relevant law in 1983 and another\r\nin 1987. Our efforts, however, have not been confined to\r\nlegislating against drugs. We have set up a national\r\ncommission at a very high level presided over by the\r\nMinister of the Interior with the membership of eminent\r\nscientists and field specialists to formulate our overall policy\r\nagainst this scourge and to periodically take stock of the\r\neffectiveness of such policy.\r\nIn trying to cope with problems associated with drug\r\nabuse and drug trafficking and in view of the increase in\r\ndrug trafficking all along our land borders with Iraq, we\r\nhave begun to dig a trench and to build a sand wall along\r\nour entire frontier with Iraq for a number of security reasons\r\nand also to stem the flow of drugs from that particular\r\ncountry, which is causing destabilization and threatening the\r\nmoral fibre of those who succumb to drug addiction.\r\nThe delegation of Kuwait attaches great hopes to the\r\nactivities of the United Nations International Drug Control\r\nProgramme, especially in the area of training, and thanks it\r\nfor the information it provides. We wish to offer the\r\nfollowing suggestions while urging the Programme Director\r\nto give a higher priority to the training of personnel engaged\r\nin the enforcement of anti-drug laws:\r\nFirst, the training programmes UNDCP provides should\r\nbe expanded and better coordinated with relevant regional\r\ninternational organizations.\r\nSecondly, training programmes set up by UNDCP must\r\nbe scrutinized annually so as to assess their results and\r\ndevelop them according to the findings of such assessment.\r\nThirdly, the provision of the technical assistance sought\r\nfrom UNDCP by Member States should be linked to the\r\nassessment carried out in the annual review process already\r\nmentioned, in all areas relating to those States’ drug-\r\ncombating activities.\r\nThe PRESIDENT: I now call on the Permanent\r\nRepresentative of Kyrgyzstan.\r\nMr. ATABEKOV (Kyrgyzstan) (interpretation from\r\nSpanish): For me this is an extraordinary opportunity most\r\ncordially to congratulate you, Sir, most warmly on your\r\nelection to the presidency of the General Assembly at its\r\nforty-eighth session. A month has gone by since you took\r\nup that historic gavel in your hands and in that time you\r\nhave convincingly demonstrated that the presidency is indeed\r\nin the firm hands of an extraordinarily able international\r\ndiplomat. My delegation rests assured that under your\r\nskilful guidance this session cannot fail to achieve major\r\nsuccess that will lead us to a bright new horizon.\r\n42nd meeting - 28 October l993 11\r\nWe consider this a fitting opportunity to express before\r\nthis Assembly our humble views on the complex and painful\r\nissue of illicit international drug trafficking, under the\r\nagenda item on international control of drugs. Our concerns\r\nhave been made explicit in the statements of representative\r\nof the Commonwealth of Independent States and other\r\nrepresentatives. The central idea expressed by all is, in our\r\nview, quite clear: how and by what bilateral or multilateral\r\nmeans can we win the battle against this intercontinental\r\nscourge?\r\nThe international community is following the drug issue\r\nvery closely. This emerges clearly from the report\r\n(A/48/329) of the Secretary-General and from this debate.\r\nFrom the report we see that the \"infection\" of drug abuse\r\nhas spread vertically through almost all international\r\nstructures, which to date have been trying in vain to fight\r\nagainst it. The report presents in painstaking detail the many\r\nsteps that have been taken in this regard within the United\r\nNations system, both organization-wide and on a narrower\r\nscale. We are left with the impression that after so much\r\nwork and so much intellectual, human and, of course,\r\nfinancial effort, significant results should have been reached.\r\nIf that is not the case, the far-reaching effects of this illness\r\nand the extent of its poisonous spread through societies have\r\nbeen confirmed.\r\nBecause of our Organization’s precarious financial state,\r\nwe think it is now essential to weigh the expenditures to\r\nwhich I have referred against the results that have been\r\nobtained. An analysis would yield fresh insights as to how\r\nto proceed. We wish to stress that our proposal would be\r\nvalid only in the absence of such an analysis.\r\nThe Kyrgyz Republic also suffers from this disease, and\r\nit compels us to expend considerable effort on confronting\r\nmany specific problems. The scale of drug trafficking is\r\ncause for concern, while the criminality associated with drug\r\nuse and the number of drug addicts is alarming.\r\nFor a very long time, opium poppies were cultivated in\r\nKyrgyzstan, and this became a favourite literary and\r\ncinematic theme in our society, like some others. This\r\nphenomenon refused to go away, despite the fact that since\r\n1973 the planting of poppy in Kyrgyzstan had been\r\ncompletely banned. Recently, when democracy and\r\nindependence were established in Kyrgyzstan, it was forced\r\nto mount a stern resistance to active movements, even in\r\nParliament, to resume the planting of poppy. Proponents of\r\nthis movement argued that our Republic would thus save\r\nsufficient capital in foreign currency to solve other economic\r\nproblems. However, after carrying out a full, in-depth\r\nanalysis of the possible consequences of such a step, being\r\naware of the dangerous experiences of many other countries,\r\nand acting in accordance with the relevant international\r\nConventions on the issue, President Askar Akaev rejected\r\nany notion of resuming the planting of poppy, despite the\r\ndifficulties our Republic would have to face. This reasoned,\r\ncourageous and prudent action is deserving of great\r\nadmiration.\r\nYear after year, the Kyrgyz Republic wages a struggle\r\nto prevent the exploitation of vast expanses of wild cannabis\r\nand other narcotic-containing crops.\r\nBut, in addition to domestic factors, there are also\r\nexternal ones. Poor control of borders - indeed, the\r\ncomplete absence of such control in some parts of our\r\nregion - cannot but contribute to the unchecked spread of\r\nraw opium originating in neighbouring territories.\r\nUnfortunately, poverty, hunger and the economic and\r\ngeographic isolation of such areas and their peoples make\r\ntrafficking in opium the only form of subsistence available\r\nto them. All sectors of the population, including women\r\nwith many children, are at times involved in drug trafficking.\r\nAccording to available data, the volume of drugs\r\ninvolved in illegal trafficking is growing, with the opening\r\nof the new Khorog-Osh route for transshipment to the other\r\ncountries of the Commonwealth of Independent States. It is\r\nno wonder, then, that drug trafficking in those areas appears\r\nto be a permanent feature. There is a very strong temptation\r\nto become involved in it, particularly for the most vulnerable\r\nsectors of society. In the case of some neighbouring\r\ncountries, for example, on the basis of data we have\r\nobtained, an investment of one ruble in the production of\r\nopium poppies yields an income of 1,242 rubles. Other data\r\nindicate that annual exports from that zone total almost 200\r\ntons of raw opium and that at this very time tons of it are\r\nready for export to the countries of the Commonwealth of\r\nIndependent States. Clearly, the border services have no\r\ntranquillity to look forward to. There is also the probability\r\nthat Kyrgyzstan will gradually become another transit point\r\nfor moving drugs from the countries of the so-called Golden\r\nCrescent to Europe.\r\nIn these circumstances, our Government is taking the\r\nsteps it deems appropriate. Aware of the still graver\r\nconsequences of trafficking in and illegal use of narcotics if\r\nappropriate steps are not taken, and with the aim of\r\ncooperating in solidarity with the international community in\r\nthe effort to solve the problem of drug abuse, the Parliament\r\nof the Kyrgyz Republic intends to ratify at its current\r\nautumn session the United Nations international Conventions\r\nof 1961, 1971 and 1988.\r\nBy presidential decree, the State Commission\r\nresponsible for drug control and attached to the Government\r\nhas already been created, and the Kyrgyz organization\r\naffiliated with the international association for the battle\r\n12 General Assembly - Forty-eighth session\r\nagainst drug abuse and drug traffic is now in operation. In\r\naddition, Kyrgyzstan is already participating in the anti-drug\r\nactivities of the Organization for Economic Cooperation and\r\nDevelopment.\r\nFinally, it is clear that what is happening in the world\r\nof drug trafficking is of concern to our country. We have\r\ntaken certain steps in this regard, but it seems to us there is\r\nstill a long and difficult road ahead. As a newly\r\nindependent country that subscribes to the principles of\r\ndemocracy, market economy, the protection of human rights\r\nand the secular State, Kyrgyzstan is ready to cooperate\r\ninternationally to the extent it can to free our societies of\r\ndrug abuse, while hoping that the international community\r\nwill want to help us in our endeavours in this area.\r\nWe are genuine and sincere members of the\r\ninternational community. We share all its concerns and\r\nproblems, and we stand with it in resolute solidarity in its\r\nstruggle to find solutions. We long for that happy day when\r\nfree and democratic mankind will at last have eliminated the\r\nscourge of drugs.\r\nThe PRESIDENT: I now call on Mr. Abdul-Hai Elahi,\r\nMinister of State and President of the High Commission for\r\nDrug Control of Afghanistan.\r\nMr. ELAHI (Afghanistan): I am pleased to have the\r\nopportunity to participate in these high-level meetings of the\r\nplenary of the United Nations General Assembly. I intend\r\nto bring to the attention of the General Assembly the\r\nstrategy that the Islamic State of Afghanistan has adopted in\r\nthe struggle against the cultivation, stockpiling and\r\ntrafficking of illicit drugs.\r\nI would begin by assuring you, Mr. President, and\r\nrepresentatives, as well as the relevant United Nations\r\noffices, of the full awareness of the Islamic State of\r\nAfghanistan of the destructive impact on and consequences\r\nfor the individual of the illegal use of narcotic drugs on the\r\nsocial, national, regional and international levels.\r\nUntil recently, many types of narcotic drugs, including\r\nheroin, were unheard of in our country. However, the 14\r\nyears of war against the former Soviet Union’s aggression in\r\nAfghanistan, which caused millions of Afghans to leave their\r\nhomeland, were a factor in leading some of our youth into\r\nbecoming involved with these physically and mentally\r\nruinous addictions. In addition, the consequences of that\r\nwar - lawlessness and the lack of a central Government - left\r\nour frontiers porous and vulnerable in the face of the\r\ninternational smugglers’ network, who, taking advantage of\r\nthe poverty resulting from the war and the flaws in the rule\r\nof law and order, induced the farmers to grow poppies. As\r\na result, this deadly phenomenon spread its shadow on some\r\nparts of our society.\r\nIt must be mentioned, however, that the figures reported\r\nby the international mass media relating to the amount of\r\nnarcotic drugs being exported from Afghanistan seem to be\r\nexaggerated. It must also be noted that within Afghanistan\r\nthere are no laboratories to process opium into heroin, nor\r\ndo any conduits or staging areas for exporting narcotics\r\nexist.\r\nThe production and export of illicit drugs from\r\nAfghanistan is incompatible with the national reputation that\r\nthe Afghan nation gained as a result of its 14 years of\r\nvictorious struggle against foreign aggression. Moreover,\r\nillicit drugs are the source of calamities that threaten the\r\nwell-being of human societies. The Islamic State of\r\nAfghanistan, therefore, has adopted a strong and effective\r\npolicy to combat illicit drugs. To organize its struggle\r\nagainst this great catastrophe, the High Commission for\r\ncontrol of production, smuggling and abuse of drugs was\r\nestablished four months ago under the patronage of the\r\noffice of the President.\r\nSeventeen executive branches of the Government\r\nactively participate in this Commission, which consists of\r\neight subcommittees. It has the responsibility of mobilizing\r\nall available national resources in Afghanistan, including\r\nyoung people, intellectuals, writers, journalists, lawyers,\r\nreligious scholars, artists and so on in the fight against illicit\r\ndrugs. The Commission further intends to coordinate its\r\nactivities with similar regional and international institutions.\r\nThe High Commission is resolutely dedicated to expanding\r\nits struggle to other areas of Afghan life such as the health,\r\nsocial, cultural and legal spheres.\r\nThe High Commission, within a very short span of\r\ntime, and despite extremely limited resources, was able to\r\naccomplish the following: first, the adoption of a national\r\npolicy on combating illicit drugs and the introduction of this\r\npolicy to other executive branches of the Government for\r\nimplementation; second, the expansion of its structure and\r\ncomposition for the purpose of increased effectiveness; third,\r\nthe preparation of plans of action and practical initiatives in\r\nconformity with the provisions of the message of the\r\nSecretary-General of the United Nations dated 26 June 1993,\r\nincluding the publication of a plan of action with a view to\r\nits enforcement and implementation by the Government and\r\nby the Afghan people; fourth, plans for the establishment of\r\nmental- health clinics and special institutions for drug\r\naddicts; fifth, the establishment of local commissions against\r\nillicit drugs in 31 provinces under the supervision of the\r\nGovernors; sixth, the preparation of videotaped materials and\r\nposters, extensive press campaigns and radio and television\r\nprogrammes; seventh, the destruction of poppy fields\r\n42nd meeting - 28 October l993 13\r\ncovering an area of 82 hectares; eighth, the arrest and\r\nprosecution of 58 suspected criminals involved in drug\r\nproduction and trafficking; ninth, the confiscation and\r\ndestruction of 286 kilograms of heroin, 1,672 kilograms of\r\nopium and 521 kilograms of cannabis; and, tenth, the\r\npreparation and drafting of a master plan consisting of four\r\nspecific projects in the field of drug-abuse control.\r\nAfghanistan is committed to observing the 1988 United\r\nNations Convention against Illicit Traffic in Narcotic Drugs\r\nand Psychotropic Substances and other pertinent international\r\nTreaties. We are in great need of the assistance of the United\r\nNations International Drug Control Programme in preparing\r\nthe favourable ground that will enable us to effectively work\r\ntowards the realization of our commitments.\r\nThe President of the Islamic State of Afghanistan,\r\nProfessor Burhanuddin Rabbani, sent on 5 August 1993 a\r\ncomprehensive message regarding this highly important\r\nmatter to the United Nations Secretary-General, Mr. Boutros\r\nBoutros-Ghali, who responded to the President of\r\nAfghanistan by his very positive message of 28 September\r\n1993. Both texts contain important elements and provisions\r\nfor an effective anti-drug campaign in Afghanistan.\r\nThe Government of Afghanistan, having studied the\r\nMemorandum of Understanding between Iran, Pakistan and\r\nthe United Nations International Drug Control Programme\r\n(UNDCP), has agreed to adhere to it. We are ready to\r\ncooperate, in all fields of drug control, with Iran, Pakistan\r\nand our Central Asian neighbours. Such cooperation is the\r\nmain condition for success in the anti-drug efforts in the\r\nregion.\r\nThe Afghan authorities have adopted a national-strategy\r\nplan of action against drugs. This is to be implemented\r\nthrough pertinent projects and programmes. However, as\r\nour resources for post-war economic reconstruction and\r\nrevitalization are extremely scarce, we shall be able to fund\r\nthe plan only if we receive financial assistance from the\r\nUnited Nations and the international community.\r\nIf it is to have a comprehensive strategy on research\r\nand statistical records, if it is to keep track of patients, if it\r\nis provide drug addicts with medical treatment and\r\nrehabilitation, Afghanistan will require funding. We need a\r\nmajor campaign in public relations and information to\r\nheighten public awareness. All of this demands financial\r\nand technical preparation. Special teams are to be trained\r\nand mobilized for the purpose of manning observation posts\r\nthat are to be constructed in border regions and along\r\nhighways, as well as the mobile law-enforcement units that\r\nare to be formed and activated. These are some of the main\r\nprojects for whose realization we shall certainly need\r\ninternational financial and technical assistance. We could\r\nderive highly valuable information from the experience of\r\nother nations in this field.\r\nOur strategic plan also aims at the implementation of\r\nincome-substitution programmes. One of the basic steps\r\ntaken by the Islamic State of Afghanistan is replacement of\r\npoppy cultivation with the cultivation of useful plants.\r\nFarmers need financial assistance if they are to cease poppy\r\ncultivation, if they are to convert from illicit activity to legal\r\nagricultural production. In fact, tackling poverty and\r\nunemployment is a prerequisite for the struggle against the\r\nproduction and use of narcotic drugs. We therefore need the\r\nhelp of the United Nations and of the donor countries and\r\ninstitutions.\r\nTraining for technical personnel involved in\r\nimplementation of the anti-drug plans at various stages of\r\nour endeavours is another field in which we need\r\ninternational assistance.\r\nAfghanistan’s 10-year master plan for its struggle\r\nagainst illicit drugs consists of four basic projects. The\r\nfinancial implications amount to at least $580 million. We\r\nshould therefore welcome, as a first, urgent step, the\r\nappointment of a United Nations mission to spend a few\r\nweeks in Afghanistan studying and assessing the country’s\r\nanti-drug plans. Subsequently, an office of the United\r\nNations International Drug Control Programme would have\r\nto be established in Kabul. With an improvement in the\r\nsecurity situation in Afghanistan, illegal activity - including\r\nthe production, trafficking and consumption of narcotic\r\ndrugs - will decrease substantially. The convening of an\r\nIslamic National Assembly, through which our people will\r\nelect the future Head of State and Government, will enable\r\nAfghanistan to transform armed confrontation into political\r\ncompetition. The attainment of normality and political\r\nconsolidation will certainly enable us to pursue our struggle\r\nagainst narcotic drugs in a more efficient and effective\r\nmanner.\r\nThe PRESIDENT: I now call on the Permanent\r\nRepresentative of Morocco.\r\nMr. SNOUSSI (Morocco) (interpretation from French):\r\nI should like, at the outset, to join those representatives who\r\nhave congratulated you, Mr. President, on the outstanding\r\nmanner in which you have been conducting these high-level\r\nplenary meetings on drugs.\r\nAs has been said by a number of delegations, the drug\r\nproblem is sparing no country - whether industrialized or\r\ndeveloping; whether of the North or the South, whether\r\nEastern or Western. One finds everywhere the same\r\nquantitative and qualitative worsening of the situation, with\r\nincreases in drug trafficking, in the extent of abuse and in\r\n14 General Assembly - Forty-eighth session\r\nthe number of abusers, and with the advent of new products\r\nor of more powerful derivatives of substances that have been\r\naround for a long time. Beyond that, no one can doubt that\r\ntrafficking in narcotic drugs is at the root of social scourges\r\nof many kinds, including organized crime, the corruption of\r\nState structures, international terrorism and illegal\r\ncommercial and financial activity. And, of course, we must\r\nnot forget about the terrible impact of all this on individuals.\r\nI refer, in particular, to complications arising from infections\r\nsuch as AIDS.\r\nFurthermore, drug trafficking is a major handicap in the\r\nfield of socio-economic development, as it impairs the\r\nproductivity of individuals, distorts the rules of the game in\r\nthe economy, and puts an awful burden on the institutions\r\nproviding medical care and social security. At the same\r\ntime, it reduces the stability and jeopardizes the security -\r\nindeed, the very sovereignty - of States.\r\nOn the other hand, it appears that the policies adopted\r\nand the means employed for the purpose of coping with\r\nthese phenomena are largely inadequate and are failing to\r\ncheck the problem. Indeed, notwithstanding the efforts that\r\nhave been made, the demand for and supply of drugs\r\ncontinue to be a major problem.\r\nThe Kingdom of Morocco, convinced of the importance\r\nof international cooperation, became a party to the major\r\nConventions on this problem at an early stage. At the\r\nregional level, it has participated actively in the work of a\r\nvariety of symposia and gatherings - Arab, African and\r\nIslamic - that have become involved in various ramifications\r\nof the illegal trafficking in and the abuse of drugs.\r\nMoreover, it has entered into bilateral agreements with\r\nnumerous countries - notably, the States members of the\r\nEuropean Community and the United States of America.\r\nOur law enforcement agencies - in particular, the\r\nnational police force, the royal gendarmerie, the auxiliary\r\nforces, the customs service and the tobacco bureau - have\r\nbeen restructured with a view to the formation of units with\r\nspecial expertise in fighting drugs.\r\nWith respect to crop conversion and substitution,\r\nactivities are under way to reduce the scope of drug abuse\r\nthrough the launching in 1989 of an integrated pilot project\r\non conversion of cannabis cultivation and through public-\r\ninformation and prevention programmes. Moreover, we\r\nhave established care centres in several provinces and have\r\nopened a pilot reception and orientation centre for addicts\r\nand their families.\r\nOnce again, I thank all the organizations that have been\r\ngood enough to support our efforts, especially the United\r\nNations International Drug Control Programme (UNDCP)\r\nand the European Economic Community.\r\nThose activities constitute, it is true, a major step in the\r\nstruggle against the production, traffic and abuse of drugs.\r\nBut, unfortunately, the data show that, despite the\r\nachievement of notable results, our goal is still beyond our\r\ngrasp.\r\nFirmly committed to the process of bolstering political,\r\neconomic and social freedom, Morocco could not remain\r\nindifferent to this grave, growing problem. Hence, in 1992,\r\nHis Majesty King Hassan II, with his keen understanding of\r\nthe problem and of the importance of the stakes, issued a\r\nseries of royal directives to intensify the combat against\r\ndrugs and continue it unflaggingly.\r\nOn the occasion of the Edinburgh summit of the\r\nEuropean Community, King Hassan II addressed a letter to\r\nthe Prime Minister of the United Kingdom, Mr. John Major,\r\nthen President of the European Community, in which he\r\nunambiguously set out the position of Morocco’s position,\r\nwhile stressing the complexity of the problem, the close\r\nconnection between supply and demand, and the need for\r\nincreased cooperation, particularly with the countries\r\nconcerned, to put an end to this scourge that is eating into\r\ncontemporary society.\r\nAt the December 1992 meeting of the Trevi Group, the\r\nMinister of the Interior and Information of the Kingdom of\r\nMorocco presented our Government’s five-year programme\r\nfor the northern provinces of our country. It is an integrated\r\ndevelopment programme. In recent months, royal decrees\r\nhave given rise to many other initiatives as well.\r\nIn the legislative and legal sphere, we ratified the\r\nUnited Nations Convention against Illicit Traffic in Narcotic\r\nDrugs and Psychotropic Substances of 1988. We then took\r\nimmediate action to amend and revise Moroccan legislation\r\nand bring it into line with the provisions of the Convention.\r\nOther provisions have been enacted to stiffen penalties\r\nagainst all drug traffickers.\r\nThere have been great strides in law enforcement on the\r\npart of the criminal investigation department, the royal\r\npolice, the customs service and the tobacco bureau. Detailed\r\nplans have been put into effect, making use of considerable\r\nhuman and material resources, for close surveillance of drug\r\ntrafficking, especially on the borders, where a mechanism\r\nhas been set up to cover the entire Mediterranean coast.\r\nAlong with legislative efforts and our fight against drug\r\nsales, we have begun to strengthen our social and public\r\nhealth activities. For example, for several months we have\r\nbeen carrying out a broad preventive education campaign\r\n42nd meeting - 28 October l993 15\r\naimed at individuals who have special connections with the\r\nyoung or who can have a positive impact with respect to\r\nlowering the demand for drugs, such as parents, teachers,\r\ndoctors, pharmacists and magistrates. In October 1992, my\r\ncountry hosted the first Maghreb training course on drug\r\nabuse, for health professionals and other practitioners in the\r\narea of social welfare.\r\nWe support action by non-governmental organizations\r\nand promote the inclusion of drug-related themes in the\r\nactivities of charitable organizations in the cultural, sporting\r\nand scientific spheres. The first Moroccan anti-drug\r\nassociation was founded in May 1992 with the primary\r\nobjective of reducing the demand for narcotic drugs.\r\nWe are doing everything possible to implement all the\r\nelements of the Global Programme of Action.\r\nWe shall continue our fight, our study and our analysis\r\nin order to understand this serious problem better. But it is\r\nalready clear that we are dealing with a complex problem\r\nwith many elements that can be approached only in a\r\ncomprehensive way in the framework of concerted\r\ninternational action.\r\nThe line between producer and consumer countries is\r\ngrowing ever more blurred. Traditional producer countries\r\nare increasingly consuming all manner of drugs, and some\r\ntraditional consumer countries are increasingly producing a\r\ngreat variety of drugs and of licit psychotropic substances\r\nthat are being diverted to illicit use. Production is linked to\r\nunderdevelopment; it is not enough to promote substitute\r\ncrops if there is no market outlet for these or if they are\r\nunprofitable.\r\nImplementing and strengthening anti-addiction activities\r\nrequire that both producer and transit countries - the majority\r\nof them developing countries - make great efforts that\r\ninterfere with the development strategies and policies that\r\nare so vital for raising the often precarious living standards\r\nof their peoples. The economic situation of those countries\r\nmust be taken into serious consideration in the context of\r\nbilateral and multilateral cooperation.\r\nWe have barely reached the mid-way point of the\r\nUnited Nations Decade against Drug Abuse. We have\r\nachieved some results, and we have encountered new\r\nproblems. This will be a long-term battle, in which victory\r\nwill depend largely on the political will of States and on\r\ninternational solidarity.\r\nMorocco is convinced that the fight against drugs is\r\nessentially the responsibility of each country, and will pursue\r\nits national efforts, always aiming to find the most\r\nappropriate solutions. We also understand the collective\r\nresponsibility in this realm and the importance of\r\ninternational cooperation in the fight against demand and\r\nproduction of and trafficking in drugs; Morocco is ready and\r\neager to expand its cooperation with other countries.\r\nIn our view, the United Nations system, in particular\r\nthe Commission on Narcotic Drugs and UNDCP, is the\r\nproper and the authoritative framework for any global policy\r\nto wage war on drugs at the national, regional and\r\ninternational levels. We salute the considerable efforts made\r\nby UNDCP, sparked by its Executive Director, Mr.\r\nGiacomelli. We hope the potential and operational resources\r\nof the United Nations system will be strengthened, especially\r\nwith an influx of the resources necessary for successful\r\naction.\r\nThe public at large, people directly affected by this\r\nscourge and, especially, the parents of drug addicts are often\r\nconfused and are demanding quick solutions. They are\r\nquestioning the policies of Governments and international\r\norganizations.\r\nI wish to conclude by unequivocally stating the firm\r\npolitical will of the Government of the Kingdom of Morocco\r\nto continue to fight this scourge, and by appealing to the\r\norgans of the United Nations system and to regional\r\ninstitutions, in particular the Commission of the European\r\nEconomic Community, to join and continue their association\r\nwith our efforts in this sphere.\r\nThe PRESIDENT: I now call on Mr. Vladimir\r\nTonkovic, Assistant Minister o Health of Croatia.\r\nMr. TONKOVIC (Croatia): In my country, the\r\nRepublic of Croatia, we are deeply concerned and alarmed\r\nthat the illicit production, trafficking and abuse of narcotics\r\nand psychotropic substances are increasing every day and\r\nthat these illicit activities are claiming a growing number of\r\nvictims in my country and all over the world.\r\nAll of us here today are responsible for the future of the\r\nworld community and for the welfare of our children, our\r\nyoung people and all human beings. We have to work\r\ntogether and develop measures to strengthen international\r\ncooperation against the illicit production, sale, demand,\r\ntrafficking and distribution of narcotics and psychotropic\r\nsubstances. Related activities are also needed. The\r\nproposed draft resolution, however, is an important step and\r\nmust be adopted.\r\nThe principle of shared responsibility should always be\r\nthe guiding principle in our work. We must also emphasize\r\nand take into account the experience gained thus far. We\r\nhave to bear in mind that no one can fight the problem alone\r\nbecause of the growing violence and economic power of the\r\n16 General Assembly - Forty-eighth session\r\ncriminal organizations. They have strong cross-border\r\nnetworks that are engaged in the production of drugs and\r\nessential chemicals. All of this portends an increase in\r\nfinancial costs for Governments and threatens the economic,\r\nsocial and political structures of the communities affected.\r\nA global, comprehensive and multidisciplinary long-\r\nterm programme of action is to be followed by future\r\nactivities in drug abuse and control, taking into account all\r\nthe possible health, economic, social and political elements.\r\nAction against drug abuse and the illicit trafficking and\r\nproduction of narcotic drugs and psychotropic substances is\r\na high priority of my Government.\r\nAll Conventions on narcotic drugs and psychotropic\r\nsubstances and Conventions on illicit traffic have been\r\nratified and fully implemented in Republic of Croatia.\r\nThe Government’s Commission on Drug Abuse was\r\nestablished to coordinate the programmes and activities of\r\nthe Ministries of Health, Justice, Police, Finance, Work and\r\nSocial Welfare, Education and Foreign Affairs. The\r\nCommission is developing a national programme on drug\r\nabuse, which will be the general plan for long-term\r\nactivities. In the Croatian National Programme the\r\nimportance of international cooperation will be noted, as\r\nwell as cooperation with non-governmental organizations.\r\nThose organizations have tremendous importance for various\r\nreasons.\r\nMy country has been a victim of aggression. One third\r\nof my country is destroyed and devastated by war. The war\r\ndamage is estimated to amount to about $23 billion. There\r\nare nearly 600,000 displaced persons and refugees in Croatia\r\nat this very moment. Their care costs Croatia about $62\r\nmillion per month. This year we have already spent over\r\nhalf a billion dollars for their care. This is significant for an\r\neconomy of a mere $8 billion.\r\nMr. Soh (Republic of Korea), Vice-President, took the\r\nChair.\r\nIn Croatia 31 health-care facilities, hospitals or health\r\ncentres have been damaged or destroyed; 16,000 have been\r\ndisabled or handicapped by the war. The cost of war\r\ndamage to the health network is over $1 billion. We have\r\nalready noted that the illicit traffic and distribution of\r\nnarcotics and psychotropic substances is increasing in\r\nCroatia. There is a tremendous need to support the work of\r\nthe Croatian governmental Commission on drug abuse and\r\nthe financing of equipment, training programmes and health,\r\nsocial-welfare and education programmes. I appeal to\r\nmembers for such assistance.\r\nThe PRESIDENT: The next speaker is the\r\nrepresentative of the Syrian Arab Republic, and I now call\r\nupon him.\r\nMr. JAAFARI (Syrian Arab Republic) (interpretation\r\nfrom Arabic): These high-level plenary meetings of the\r\nGeneral Assembly clearly demonstrate that the problem of\r\nillicit narcotic drugs has become a world-wide phenomenon\r\nthat transcends national boundaries and that is of concern to\r\nall States, a problem that poses a challenge to the concept of\r\nsovereignty, national borders and national legislation. There\r\nis therefore a need to strengthen international cooperation in\r\nthe campaign against this grave problem that is posing such\r\nan enormous challenge to efforts being made to achieve\r\ndevelopment and economic growth throughout the world.\r\nSince the convening of the seventeenth special session\r\nof the General Assembly in 1990, which dealt with\r\ninternational cooperation to combat narcotic drugs, the\r\nUnited Nations has been attempting to coordinate\r\ninternational efforts in this sphere by following the\r\nProgramme of Action adopted for the control of narcotic\r\ndrugs under the United Nations International Drug Control\r\nProgramme (UNDCP), which has underscored the focal role\r\nof the United Nations as the centre for directing and\r\ncoordinating efforts in this sphere.\r\nIn facing up to the challenge of the scourge of drugs\r\nand the serious economic and social problems it creates, our\r\nefforts will be crowned with success only if we adopt an\r\nintegrated approach that deals with both supply and demand,\r\nproduction, trafficking - including arms trafficking - the\r\ncontrol of basic chemical products and money laundering.\r\nWe would also emphasize in order for such efforts to\r\nsucceed, they must be based squarely on the principles of the\r\nUnited Nations as set forth in the Political Declaration and\r\nGlobal Programme of Action adopted at the seventeenth\r\nspecial session, which include, inter alia, respect for State\r\nsovereignty, shared responsibility, non-intervention in the\r\ninternal affairs of States, strengthening of international\r\ncooperation in agreed circumstances and through bilateral,\r\nregional and multilateral agreements.\r\nMy country has been an active participant, along with\r\nthe regional, Arab and specialized institutions, in\r\ncoordinating international efforts to combat the use,\r\nproduction, distribution and trafficking of narcotic drugs and\r\nthe investment of the income derived from the drug trade in\r\nother illicit activities that have an equally serious social and\r\neconomic impact. My country’s cooperation in these efforts\r\nis in keeping with the control mechanisms mentioned in the\r\nSecretary-General’s report on international drug control and\r\nwith the goals of the United Nations Decade against Drug\r\nAbuse 1991-2000.\r\n42nd meeting - 28 October l993 17\r\nAt the national level, we have promulgated recently\r\nLaw No. 2, 1993, on drug abuse. That law takes into\r\naccount the provisions of three United Nations Conventions\r\non drugs and adapts national Syrian legislation to the\r\nprovisions of international Conventions. In our own region\r\nmy country participates in monthly meetings of liaison\r\nofficers in Cyprus, at the invitation of the United States\r\nDepartment of Drug Abuse Control, as well as in meetings\r\nof the sub-committee dealing with the illicit traffic in drugs\r\nand psychotropic substances in the Near and Middle East.\r\nThe President returned to the Chair.\r\nMy country is also a party to bilateral conventions on\r\ninformation exchange on drug-trafficking with Cyprus,\r\nTurkey, Iran, Saudi Arabia, Jordan, Egypt and Lebanon.\r\nAt the international level, Syria participates in all\r\ninternational drug combating meetings and conferences, the\r\nlatest of which was the meeting of the Heads of National\r\nDrug Law Enforcement Agencies held in Vienna in 1992.\r\nOther meetings continuously take place in Syria between the\r\nSyrian drug combating agency and the coordinators of drug\r\ncombating activities in the Western embassies to my country.\r\nSyria also participates in the meetings organized by\r\nINTERPOL and the United Nations on combating drugs. As\r\na matter of fact, Syria has furnished very important\r\ninformation to INTERPOL which enabled that agency to\r\nconfiscate several tons of hashish and other narcotic drugs\r\nover the period from 1991 to 1992.\r\nAs I have said, the problem of narcotic drugs has\r\nbecome truly universal without distinction between producer,\r\ntransit or consumer States. Although Syria is basically a\r\ntransit State, because of its geographical position between\r\nthe producer and consumer countries, the political will to\r\ncombat the transit activities of the drug trade across Syrian\r\nterritory is strong indeed. As an example of the results of\r\nsuch resolve, 10 tons of hashish have been destroyed in\r\nDamascus in the presence of liaison officers from the\r\nEuropean Community and the United States. A delegation\r\nfrom the United Nations International Drug Control\r\nProgramme has visited Syria and Lebanon, at the invitation\r\nof the Governments of the two countries, over the period\r\nfrom 15 through 21 May 1992. In the course of its visit, the\r\ndelegation was informed of the joint operations undertaken\r\nby the Lebanese and Syrian authorities to destroy narcotic\r\ndrugs.\r\nIn order for peace to be comprehensive and just, it\r\nshould be based on solid legal and political foundations. It\r\ncannot be established between societies that are at odds with\r\neach other, just for the sake of combating drugs. Therefore,\r\nthe call for regional cooperation and a united front in the\r\nwar on drugs are matters that should be considered after the\r\nestablishment of peace in the region, and not before. The\r\ncontinued Israeli occupation of Palestinian and other Arab\r\nterritories is directly responsible for the persistence of social\r\nand economic tensions in the region and for the\r\ndisplacement of hundreds of thousands of refugees with all\r\nthe attendant splitting and dispersal of families and despair\r\nof the young who are deprived of hope in a secure decent\r\nfuture.\r\nThe Middle East region is, perhaps, more interested\r\nthan any other region in combating the scourge of drugs as\r\nit is a region that has suffered enough already from the\r\neconomic and social dislocation brought about by the\r\nscourge of aggression and the resultant evils of occupation,\r\ndeprivation and the wasting of development potential and\r\nresources that could have been channelled towards the\r\nbetterment of standards of living of our populations.\r\nThere is no doubt that a just and lasting settlement of\r\nthe Arab-Israeli conflict - a process that was begun in\r\nMadrid on the basis of Security Council resolutions 242\r\n(1967), 338 (1973) and 425 (1978) and the principle of\r\nreturning the occupied Arab territories to their rightful\r\nowners in exchange for peace - could put an end to the\r\nwasting of the huge resources my country as well as many\r\nother Arab countries have been forced to divert to self-\r\ndefence and the ending of Israeli occupation.\r\nIn conclusion, my delegation welcomes the efforts of\r\nthe United Nations International Drug Control Programme\r\nand reaffirms its readiness to cooperate effectively and\r\nclosely with the Programme’s Executive Director, Mr.\r\nGiacomelli, because we wish to participate in strengthening\r\nthe international strategy to combat drug abuse.\r\nThe PRESIDENT: I now call on Major-General Abdel\r\nGhani Elrabie, Director of the Criminal Investigation\r\nDepartment of the Ministry of the Interior of Sudan.\r\nMr. ELRABIE (Sudan) (interpretation from Arabic):\r\nPublic awareness in Sudan of the evils of drugs has always\r\nbeen deep-rooted and comprehensive. This can be seen in\r\nthe enactment of the Law against Trafficking in Illicit Goods\r\nin 1902 which was the first legislation in Sudan to prohibit\r\nthe abuse of drugs and which was followed by the Law on\r\nHashish and Opium of 1924, the Law on Pharmaceuticals\r\nand Toxic Materials of 1963 and the Law against Illicit\r\nDrugs and Psychotropic Substances of 1993. This was\r\npreceded in 1989 by an important amendment of the 1924\r\nLaw. The amendment introduced the death penalty for drug\r\ntrafficking, and stiffened the penalties for other related\r\ncrimes.\r\nSudanese society does not suffer as other countries do\r\nfrom the problem of drugs, thanks to its religious and social\r\n18 General Assembly - Forty-eighth session\r\nvalues, which constitute a true guarantee against drug abuse,\r\nparticularly amongst the young, who receive broad education\r\non the teachings and values of Islam.\r\nThe geographical location of Sudan contributes to the\r\ntransfer of drugs through its territory as a transit country.\r\nSynthetic and other drugs enter Sudan from West Africa\r\nacross our western borders and from Central Africa across\r\nthe southern borders. They are then transferred via little-\r\nused routes to our Red Sea coast and thence to Europe and\r\nthe Arab world. Drug-smuggling through Sudan is done by\r\nvarious means and evasive tactics taken by the smugglers to\r\npenetrate the lines of our security forces. I should like here\r\nto cite a few examples of such methods.\r\nFirst, passing ships unload their drugs in the waters of\r\nthe Red Sea near harbours. Those drugs are then picked up\r\nand transferred to the coast by specially equipped boats and\r\nloaded on trucks and pack animals headed inland. In many\r\ninstances, we have succeeded in arresting the smugglers.\r\nThe largest quantity yet intercepted has been 15 tons of\r\nhashish.\r\nSecondly, another form of smuggling is carried out by\r\nhiding drugs in different types of machinery that are shipped\r\nby normal means. We have seized 445,000 psychotropic\r\npills and 3 kilograms of heroin in a bus that was being\r\nshipped.\r\nThirdly, yet another form involves hiding the drugs on\r\nthe coast to await the passage of ships that are in collusion\r\nwith the drug smugglers; we have seized 90,000\r\npsychotropic pills in that manner. Fourthly, another form of\r\nsmuggling consists of storing drugs on some uninhabited\r\nisland to be later reloaded onto another ship so as to avoid\r\ntracking operations, and fifthly, unloading drugs that are\r\nvery carefully packed in the open sea, hiding them amid\r\ncoral reefs under water in previously agreed-upon places for\r\nlater collection by boats.\r\nThe coasts of the Red Sea witness a great deal of drug\r\nsmuggling activity which threatens both North and South, as\r\nwell as Europe and America in particular. Sudan has\r\nparticipated in all conferences and activities against drug\r\nabuse at both the international and regional levels. I had the\r\nhonour to be the only observer from outside the European\r\nCommunity in the Conference Against Illicit Drugs held at\r\nThe Hague in the Netherlands in the spring of 1976. We\r\nhave also attended other conferences in Vienna, Abidjan,\r\nHarare and Europe, in support of international efforts aimed\r\nat containing the drug problem.\r\nThe Sudan has signed all the drug combating\r\nconventions including the 1988 United Nations Convention\r\nagainst Illicit Trafficking in Narcotic Drugs and Psychotropic\r\nSubstances. Our concern with the issue of drugs has not\r\nbeen confined to the executive institutions. It has been\r\ntransformed into concrete action by the legislature, as well,\r\nand we have recently organized a workshop on the issue to\r\ndevise a strategy that will enable the Sudan to contain and\r\ncontrol the problem.\r\nOur anti-drug strategy is based: Firstly, on preventive\r\ninformation and awareness campaigns aimed at preventing\r\nnew victims from falling prey to the scourge of drugs. In\r\n1992, we organized 207 lectures for those segments of our\r\nsociety which could be attracted to drug abuse. We have\r\nalso issued various manuals and booklets and we have\r\nprepared anti-drug abuse documentary films.\r\nSecondly, on combating drug smuggling and drug\r\ntrafficking: we have destroyed 67 tons of hashish cultivated\r\non 120 acres in the region of Radom at the southern end of\r\nthe province of Darfur in western Sudan. We have also\r\ndestroyed 47 tons of hashish in Darfur, and the latest big\r\noperation, organized in the area of Reqsham in Darfur in\r\nNovember 1992, led to the destruction of 65 tons of hashish.\r\nWe have also destroyed many illicit plantations in the\r\nQadaref region of the Sudan. Yet we do not leave simple\r\ncitizens without a source of income. We have transformed\r\nthem into growers of licit agricultural produce, providing\r\nthem with tractors and seeds.\r\nOur anti-drug efforts have been given concrete shape by\r\nthe establishment of a National Committee against Drugs in\r\n1960, whose membership includes representatives of the\r\npolice force, the Ministry of Justice, the Judiciary, and the\r\nMinistries of Health, Social Welfare, Education and Sports,\r\nas well as the University of Khartoum. The Committee,\r\nwhich coordinates efforts, organizes various programmes and\r\nformulates plans aimed at increasing public awareness of the\r\ndangers and harmful effects of drugs operates under the\r\nleadership of Mr. Abaro, the former Director General of the\r\npolice force. With the National Commission on Medicines,\r\nthe Committee organizes programmes aimed at controlling\r\nthe use of licit drugs and ensuring that they are used for\r\nmedical purposes only. This coordinating operation covers\r\nevery part of the Sudan and comes as a serious response to\r\nthe recommendations of the United Nations Commission on\r\nNarcotic Drugs and in implementation of the many decisions\r\ntaken by the heads of drug enforcement agencies in Africa,\r\nat their Cairo meeting in 1990.\r\nWe have taken several initiatives which have had\r\npositive returns in the context of our drug combating\r\nactivities. In 1991, we transformed our Customs and Excise\r\nDepartment into a police force. This has greatly facilitated\r\nthe exchange of information and promoted coordination and\r\ncooperation between our law-enforcement agencies. Strict\r\nbanking controls have blocked money laundering operations.\r\n42nd meeting - 28 October l993 19\r\nDrug traffickers are not able to ply their trade in Sudan by\r\nthe force of arms as we do not allow the possession of arms\r\nwithout permits. We also impose strict controls on\r\ngovernmental and private pharmacies to prevent any possible\r\nabuse of psychotropic substances. We also coordinate with\r\nthe authorities of sister Arab and African countries. In this\r\ncontext, Sudan hosted the drug combating conference for the\r\nArab region in which experts from the United Nations\r\nparticipated. The Sudanese Drug Combating Agency\r\nfurnishes the United Nations with reports and exchanges\r\ninformation through INTERPOL.\r\nWe believe that the United Nations, while conducting\r\npeace-keeping operations in the world, should also take\r\nconcrete initiatives to organize drug-combating campaigns\r\naimed at fighting drugs. Drugs are like wars; both target\r\nhuman beings and their very existence. Drug trafficking is\r\nas dangerous as trafficking in arms. We look forward to\r\nmore substantial support from the United Nations for our\r\nefforts. Such support began in 1987, but it has not yet risen\r\nto the level of our expectations.\r\nWe have received a positive response from the\r\nAssistant Secretary-General and the Executive Director of\r\nthe United Nations International Drug Control Programme\r\n(UNDCP) during the meetings of the thirty-sixth session of\r\nthe International Narcotics Control Board in Vienna this\r\nApril. We appreciate their assistance and appeal to them to\r\nhelp transform our aspirations into concrete actions which\r\nwill help us in this fight of good against evil and enable us\r\nto control, if not completely to eradicate, drug abuse, in\r\norder to protect our societies and future generations and\r\nguarantee the continuation of civilization on earth until the\r\nend of time.\r\nThe PRESIDENT: I now call on the representative of\r\nFiji.\r\nMr. SENILOLI (Fiji): First, I wish to state that my\r\ndelegation fully supports the statement made by the\r\nrepresentative of the Marshall Islands, who spoke on this\r\nissue on behalf of the members of the South Pacific Forum.\r\nIn recent years the use of illegal drugs has spread at an\r\nunprecedented rate and has reached all corners of the globe.\r\nNo nation has been free of this devastating problem. The\r\nlong-term effects of chronic drug abuse and its impact on the\r\nuser, the family, the community and society have aroused\r\nthe concern of the world community.\r\nReasons for this concern include related increases in\r\ncrime; drug-related automobile accidents; accidents that take\r\nplace on the job; learning disabilities and other mental health\r\nproblems; family dislocation and disruption; and health\r\nproblems, including long-term damage to the brain, heart and\r\nlungs.\r\nThe General Assembly, recognizing the central role that\r\nit must play in fostering concerted international action\r\nagainst illicit drug production, trafficking and consumption,\r\nadopted resolution S-17/2 in 1990, by which it approved a\r\nPolitical Declaration and a Global Programme of Action.\r\nThe Global Programme of Action outlined activities\r\nGovernments could undertake to combat drug abuse and\r\ntrafficking. It also proclaimed the period from 1991 to 2000\r\nas the United Nations Decade against Drug Abuse, to be\r\ndevoted to effective and sustained national, regional and\r\ninternational actions to promote the implementation of the\r\nGlobal Programme of Action.\r\nThe problem of drug abuse and drug trafficking cannot\r\nbe solved quickly; it will need the cooperation of all States\r\nin taking strong measures by enacting appropriate laws and\r\nenforcing them.\r\nWe in the South Pacific are disturbed by the increasing\r\nproblem of drug trafficking and drug abuse in the region.\r\nThe region, because of its great expanse of ocean, many\r\nuninhabited islands and weak economic base, is fertile\r\nground for drug traffickers as a staging post for the\r\ntransmission of their supplies to lucrative markets in Europe\r\nand North America.\r\nFiji, a major tourist destination, port and transit point\r\nfor air traffic and small craft, is vulnerable and is now\r\nprobably serving as an important drug trafficking point\r\nbecause of our less sophisticated detection capability, limited\r\nfinancial resources, and lack of adequate equipment and\r\nspecialized personnel. While illicit drug abuse has not\r\nbecome a major concern, the changing drug scenario is\r\nworrying. In recent years, the incidence of drug abuse -\r\nespecially involving cannabis, which is also grown locally -\r\nhas increased substantially. The major drug find of 173\r\nkilograms of hashish concealed inside gas tanks and buried\r\nin an isolated and uninhabited island was most disturbing.\r\nOur law-enforcement authorities have periodically\r\napprehended non-Fiji citizens who were involved in efforts\r\nto transport hard drugs, using couriers or unaccompanied\r\npackages. A big consignment of cocaine destined for a\r\nSouth Pacific State was discovered some years ago.\r\nAs the scourge of drug abuse establishes itself in\r\nvarious communities, the Fiji Government is taking steps to\r\nstrengthen its preventive measures. The Fiji Police\r\nDepartment has created a National Drugs Enforcement Unit\r\nwith the mandate of prevention and control, if not\r\nelimination, of the importation, production and use of illicit\r\ndrugs in Fiji. The Unit is vigorously pursuing its work of\r\n20 General Assembly - Forty-eighth session\r\neliminating illicit plantations of marijuana and they are being\r\ngiven every support by the affected communities.\r\nIn order to upgrade the capacity of the regional police\r\non drug matters, Fiji will be seeking the blessing of the\r\nSouth Pacific Police Commissioners’ Conference in Papua\r\nNew Guinea next month to establish regional training at the\r\nFiji Police Academy. We hope that if the recommendation\r\nis accepted funds will be available from the United Nations\r\nInternational Drug Control Programme (UNDCP) to\r\ncomplement what will be found locally.\r\nThe legislation in force in the field of drug control was\r\nrecently amended to remove the discretionary powers of\r\nmagistrates to impose a fine or a suspended sentence. Under\r\nthe amendment a mandatory custodial sentence of a\r\nminimum of a three-month term of imprisonment for\r\npossession or use of cannabis must be imposed; this is\r\nintended as a deterrent.\r\nLast March the Fiji Government, in support of the\r\nefforts of the United Nations on drugs, acceded to the United\r\nNations Convention against Illicit Traffic in Narcotic Drugs\r\nand Psychotropic Substances of 1988. The Pacific Islands\r\nLaw Officers Meeting was mandated in 1992 by the South\r\nPacific Forum island leaders, who met in the Solomon\r\nIslands, to pursue actively and implement strategies that will\r\nsatisfy the law-enforcement requirements of the 1988 United\r\nNations Convention on drugs. The Declaration by the South\r\nPacific Forum on Law Enforcement Cooperation, referred to\r\nas the Honiara Declaration, has been pursued with some\r\nvigour by the Senior Legal Advisers of the Governments of\r\nthe South Pacific region. Fiji chaired the Committee of\r\nLegal Advisers in 1992 to 1993 and has actively participated\r\nin assisting countries in our region in three principal areas,\r\nnamely, a framework of mutual assistance in criminal\r\nmatters, legislation on the proceeds from crime, and\r\nextradition.\r\nWe have embarked on a programme of reviewing\r\nexisting legal frameworks with a view to improving them to\r\nsatisfy the mandatory requirements of the 1988 United\r\nNations Convention on drugs. At this point, I wish to thank\r\nAustralia for offering to fund the cost of a suitable\r\nlegislative drafter, who is to carry out the review of the\r\nrelevant legislation in the smaller Pacific States.\r\nMoney laundering is becoming a serious problem in our\r\nregion. Given our smallness and the openness of our\r\neconomies, we are acutely concerned about the negative\r\nimpact it has on our economies, and we are taking steps to\r\ntackle this menace. We in Fiji currently have before\r\nParliament legislation that will criminalize money laundering\r\nnot only as regards illegal proceeds from the sale of illicit\r\ndrugs, but to cover all proceeds from criminal activities.\r\nWe welcome the report of the UNDCP Mission to the\r\nPacific in November and December 1992. It clearly points\r\nout areas which need some attention. My Government\r\nwelcomes UNDCP’s interest in and emphasis on our\r\nsubregion, and we thank it for its decision to implement the\r\nMission’s most urgent recommendations.\r\nFinally, my delegation supports the draft resolution that\r\nis before us, which suggests, amongst other things, that these\r\ncrucial issues which we have discussed at length in these last\r\nfew days be discussed further in the high-level segment of\r\nthe Economic and Social Council next year.\r\nThe PRESIDENT: The Assembly will now take a\r\ndecision on draft resolution A/48/L.12, entitled \"Measures to\r\nstrengthen international cooperation against the illicit\r\nproduction, sale, demand, traffic and distribution of narcotics\r\nand psychotropic substances and related activities\".\r\nMay I take it that the Assembly decides to adopt draft\r\nresolution A/48/L.12 by consensus?\r\nDraft resolution A/48/L.12 was adopted (resolution\r\n48/12).\r\n42nd meeting - 28 October l993 21\r\nThe PRESIDENT: I should like to express my\r\nappreciation and, I believe, that of the entire Assembly to\r\nthe delegation of Mexico and others that shepherded this\r\nresolution to consensus.\r\nThe General Assembly has thus concluded its\r\nconsideration of the status of international cooperation\r\nagainst the illicit production, sale, demand, traffic and\r\ndistribution of narcotics and psychotropic substances.\r\nThe meeting rose at 5.55 p.m.\r\n"