"United Nations A/49/PV.21\r\n94-86561 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one week of the date of publication, to the Chief of the Verbatim\r\nReporting Section, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum. When the result of a recorded and/or roll-call vote is followed by an\r\nasterisk, see annex to the record.\r\nGeneral Assembly Official Records\r\nForty-ninth Session\r\n21st Meeting\r\nThursday, 6 October 1994, 3 p.m.\r\nNew York\r\nPresident: Mr. Essy . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Côte d’Ivoire)\r\nThe meeting was called to order at 3.30 p.m.\r\nAddress by His Majesty Sultan Haji Hassanal Bolkiah\r\nMu’Izzaddin Waddaulah, Sultan and Yang Di Pertuan\r\nof Brunei Darussalam\r\nThe President (interpretation from French): The\r\nAssembly will first hear an address by the Sultan and Yang\r\nDi Pertuan of Brunei Darussalam.\r\nHis Majesty Sultan Haji Hassanal Bolkiah\r\nMu’Izzaddin Waddaulah, Sultan and Yang Di Pertuan\r\nof Brunei Darussalam, was escorted into the General\r\nAssembly Hall.\r\nThe President (interpretation from French): On\r\nbehalf of the General Assembly, I have the honour to\r\nwelcome to the United Nations the Sultan and Yang Di\r\nPertuan of Brunei Darussalam, His Majesty Sultan Haji\r\nHassanal Bolkiah Mu’Izzaddin Waddaulah, and to invite\r\nhim to address the Assembly.\r\nHis Majesty Sultan Haji Hassanal Bolkiah\r\nMu’Izzaddin Waddaulah: My congratulations, Mr.\r\nPresident, on your election to this high office. You are\r\nwell known in United Nations circles and your election is\r\na tribute to your country, Côte d’Ivoire, and to you.\r\nMay I also congratulate Ambassador Insanally and\r\nthank him for his great contribution. We are proud that a\r\nfellow member of the Commonwealth has served the\r\nUnited Nations with such skill and distinction.\r\nIt gives me great pleasure to welcome South Africa\r\nback to the General Assembly. We have long admired\r\nthe courageous leadership of President Mandela in his\r\ncountry’s struggle for freedom. He now faces equally\r\ngreat challenges in rebuilding South Africa. We wish\r\nhim success.\r\nI must also congratulate the people of Palestine on\r\ntheir courage and vision in signing the historic Peace\r\nAgreements. The people of Palestine also face the\r\nchallenge of putting their painful past behind them and of\r\nbuilding a peaceful and prosperous future. To succeed\r\nthey will need the support of the international community\r\nand the United Nations.\r\nIn our region the people of Cambodia are also\r\nstruggling to build a new future. The United Nations\r\nplayed a crucial role in Cambodia, but some obstacles\r\nremain. My country supports the efforts of King\r\nNorodom Sihanouk and his Government to rebuild and\r\nreunite Cambodia. We wish them success.\r\nThe end of the cold war has placed economics at the\r\ntop of the international agenda. The challenge is how to\r\nincrease economic cooperation through more trade and\r\ninvestment. The world now needs a stable international\r\nenvironment to allow this to happen. We must resist the\r\ntrend towards protectionism. Instead, we must encourage\r\nand reward those who liberalize and open up their\r\neconomies.\r\nGeneral Assembly 21st meeting\r\nForty-ninth session 6 October 1994\r\nThe United Nations and its specialized agencies can\r\nhelp in this. But the end of the cold war has stretched the\r\nresources of the United Nations. Bosnia, Rwanda, Somalia,\r\nHaiti and other trouble areas are consuming much of the\r\nlimited financial and manpower resources of the United\r\nNations, and this has reduced its role in promoting\r\ndevelopment. It is tragic that problems of development are\r\non the back-burner. This is not the fault of the United\r\nNations. The United Nations can do no more than its\r\nMembers are willing to do.\r\nOne way to reduce the drain on United Nations\r\nresources is for regional organizations to work with the\r\nUnited Nations in accordance with Chapter VIII of its\r\nCharter. We may not have fully used the potential of\r\nChapter VIII. As the Secretary-General has pointed out,\r\nregional arrangements can help to reduce the burden on the\r\nUnited Nations. The United Nations takes the primary\r\nresponsibility for international peace and security, but\r\nregional organizations such as the Association of South-East\r\nAsian Nations (ASEAN) can reduce its load through\r\npreventive diplomacy and regional economic cooperation.\r\nThey can complement the United Nations.\r\nOf course, there are many regional organizations;\r\nevery region has its own. But not all of them work. If we\r\nare to realize the potential of Chapter VIII, we need fresh\r\napproaches to regional arrangements. Regional\r\norganizations must be realistic in their goals. They have to\r\nbuild a framework for cooperation which suits their\r\nconditions.\r\nASEAN, of which Brunei is a member, has achieved\r\nsome success. ASEAN offers one possible vision of\r\nregional cooperation and development. We do not have set\r\ninstitutions and legal undertakings, as does the European\r\nUnion. Our aim is more modest. We seek to foster a\r\nculture of cooperation. Through consultation, consensus\r\nand cooperation, we have been able to contain, resolve or\r\nreduce our differences. We have concentrated on working\r\ntogether for our common interests. This is a process of\r\nenlarging a set of shared values. Since ASEAN was\r\nformed in 1967, its members have evolved an informal\r\nstyle of sorting out their differences. Cooperation is not the\r\nresult of formal agreements but comes from a strong sense\r\nof common purpose.\r\nWe are not without our problems. Most ASEAN\r\ncountries have unresolved territorial questions with one\r\nanother. Sensitive questions of ethnicity, culture and\r\nreligion are often involved in our relations with each other.\r\nWe do not deny the existence of these issues, but we\r\ncontinue to work together wherever we can. Differences\r\namong us do not stop cooperation for mutual benefit.\r\nIt is wiser for regional organizations to start with\r\nless ambitious goals. It took ASEAN a quarter of a\r\ncentury, from 1967 to 1992, to establish habits of close\r\ncooperation and consultation. Only after this was\r\nachieved did ASEAN feel confident enough to take the\r\nsignificant, though modest, decision to set up an ASEAN\r\nFree Trade Area (AFTA) within 15 years from 1992. We\r\nare now discussing how we can speed up AFTA and\r\ncomplete it within 10 years.\r\nWe have also formed a number of growth triangles\r\nstraddling the adjacent territories of three or more\r\nmember countries. We are all members of the Asia-\r\nPacific Economic Cooperation Council (APEC), an\r\norganization for economic cooperation and trade\r\nliberalization, which will give greater opportunities to all.\r\nBecause of such cooperation and the general stability of\r\nthe region, trade and investments have greatly increased.\r\nAll ASEAN countries are industrializing rapidly, with\r\nhigh growth rates.\r\nI offer these comments on ASEAN in the hope that\r\nthey can contribute to discussions that will strengthen the\r\nUnited Nations system. ASEAN is well aware of its own\r\nlimits and limitations. ASEAN does not exist in a\r\nvacuum. We could not have succeeded without a\r\nfavourable international environment.\r\nASEAN is not an alternative to the United Nations.\r\nWhere ASEAN succeeded, as in Cambodia, it was\r\nbecause we worked with the major Powers within a\r\nframework defined by the United Nations. Otherwise, we\r\nwould have failed. We will and must continue to work\r\nclosely with the United Nations. All regional institutions\r\nneed the over-arching framework of the United Nations.\r\nThe United Nations, and particularly the permanent\r\nmembers of the Security Council, must retain primary\r\nresponsibility for international peace and security.\r\nNo regional organization can succeed if it shuts itself\r\noff from the world. Our goal is an ASEAN of all South-\r\nEast Asian countries. We are gradually creating what can\r\nbe loosely described as a culture of peace and security in\r\nSouth-East Asia. We hope to extend it by linking up with\r\nother regional organizations in the Asia-Pacific region.\r\nASEAN wants to engage all the major Powers in a\r\npattern of constructive relations throughout the Asia-\r\nPacific region. The ASEAN Regional Forum, inaugurated\r\nin Bangkok in July, brings together all major and middle-\r\n2\r\nGeneral Assembly 21st meeting\r\nForty-ninth session 6 October 1994\r\nsized Powers - the United States, Japan, the European\r\nUnion, China, Russia, Canada, Australia, South Korea and\r\nNew Zealand - in a common framework. We want the\r\nUnited Nations and all major Powers to associate\r\nthemselves with ASEAN’s Treaty of Amity and\r\nCooperation.\r\nThe fiftieth anniversary of the United Nations is\r\napproaching. It is an appropriate occasion for us to rethink\r\nhow we can strengthen the United Nations system to enable\r\nit to face successfully the challenges of the twenty-first\r\ncentury. I offer my comments in the spirit of contributing\r\nto our common goal of strengthening an open world that\r\nwill benefit all countries.\r\nThe President (interpretation from French): On\r\nbehalf of the General Assembly, I wish to thank the Sultan\r\nand Yang Di Pertuan of Brunei Darussalam for the\r\nstatement he has just made.\r\nHis Majesty Sultan Haji Hassanal Bolkiah\r\nMu’Izzaddin Waddaulah, Sultan and Yang Di Pertuan of\r\nBrunei Darussalam, was escorted from the General\r\nAssembly Hall.\r\nAddress by Mr. Pasteur Bizimungu, President of the\r\nRwandese Republic\r\nThe President (interpretation from French): The\r\nAssembly will now hear an address by the President of the\r\nRwandese Republic.\r\nMr. Pasteur Bizimungu, President of the Rwandese\r\nRepublic, was escorted into the General Assembly Hall.\r\nThe President (interpretation from French): On\r\nbehalf of the General Assembly, I have the honour to\r\nwelcome to the United Nations the President of the\r\nRwandese Republic, His Excellency Mr. Pasteur\r\nBizimungu, and to invite him to address the Assembly.\r\nPresident Bizimungu (interpretation from French):\r\nLike those who have preceded us in addressing the\r\nAssembly, we wish first of all to offer you, Mr. President,\r\nour warmest congratulations on your election to preside at\r\nthis session, which attests to the trust and esteem your\r\neminent qualities and competence inspire in the\r\ninternational community. Your election also constitutes a\r\nsolemn tribute to your fraternal, friendly country,\r\nCôte d’Ivoire, for its important role in the concert of\r\nnations and its firm determination to contribute to the\r\nsteady strengthening of cooperation. We wish to assure\r\nyou that the Rwandese delegation will spare no effort to\r\nmake its modest contribution to the success of your task.\r\nWe also wish to avail ourselves of this opportunity\r\nto pay a heartfelt tribute to your predecessor, His\r\nExcellency Mr. Samuel Insanally of Guyana, for his\r\ncompetence, wisdom and diligence in guiding the work of\r\nthe General Assembly at its forty-eighth session.\r\nIn addition, we would like to thank the Secretary-\r\nGeneral, His Excellency Mr. Boutros Boutros-Ghali, for\r\nhis tireless efforts to strengthen the role of the United\r\nNations as an instrument for the promotion of peace and\r\nsolidarity among peoples.\r\nFinally, we warmly welcome the Republic of South\r\nAfrica as a new Member of the vast family of the United\r\nNations. That country has honoured democratic ideals by\r\nabolishing the odious system of apartheid. To be sure,\r\nthe arrival of a united, democratic and non-racial South\r\nAfrica by means of free and democratic elections deserves\r\nto be hailed from the rostrum of this Assembly.\r\nThis forum of nations gives us a timely opportunity\r\nto expound on the problem of Rwanda, which has been in\r\nthe news day in and day out.\r\nOne cannot talk about the Rwanda problem without\r\nmentioning the role the United Nations has played and\r\ncontinues to play in the history of our country. The\r\nhistory of our links is well known. It will be recalled that\r\njust after the beginning of this century Rwanda was\r\nplaced under the mandate system and, later, under the\r\ntrusteeship system, which then led to its independence.\r\nThis history, as has been witnessed by the\r\ninternational community, is riddled with unfortunate\r\nevents, the most recent of which is the genocide Rwanda\r\nhas just experienced. This genocide, which rivals the\r\nNazi holocaust of the 1940s, is somewhat paradoxical\r\nbecause since the end of the Second World War the\r\ninternational community has tried to build a civilization\r\non the foundations of respect for the fundamental rights\r\nof human beings.\r\nWhile the international community was pooling its\r\nefforts to put an end to racism and racial discrimination,\r\nparticularly apartheid in South Africa - whose\r\nparticipation in the forty-ninth session is a felicitous turn\r\nof events - at the same time an ideology akin to apartheid\r\nwas evolving in our country. That ideology, which was\r\npublicly professed by the public authorities - more\r\n3\r\nGeneral Assembly 21st meeting\r\nForty-ninth session 6 October 1994\r\nprecisely, by the National Revolutionary Movement for\r\nDevelopment (MRND) and the Coalition for the Defence of\r\nthe Republic (CDR) parties of the late President\r\nHabyarimana - cleared the way for genocide. Plans for\r\nextermination were being openly prepared for a long time,\r\nwith no trepidation whatsoever, since the power structure\r\nhad long before institutionalized the violation of\r\nfundamental human rights. This is why armed opposition,\r\nin the form of the Rwandese Patriotic Front (RPF),\r\nconfronted the regime beginning in 1990. Some opposition\r\nparties also emerged in 1991, thanks to the pressure exerted\r\nby the RPF.\r\nUnder the aegis of the Organization of African Unity,\r\nthe countries of the subregion initiated a peace process,\r\nwhich the United Nations, together with a number of\r\nWestern countries, later joined. We take this opportunity\r\nto thank all for their tireless efforts to ensure that the\r\nArusha negotiations would succeed.\r\nFor more than a year the Rwandese negotiated the\r\nArusha Peace Agreement, the principal conclusions of\r\nwhich addressed the establishment of a State of law in\r\nRwanda, respect for human rights, power-sharing, the\r\nestablishment without discrimination of a national army, the\r\nconstruction of a society based on respect for democratic\r\nprinciples and on national reconciliation, and the return of\r\nrefugees banished from their country for more than 35\r\nyears.\r\nThe international community witnessed the\r\nintransigence of the MRND-CDR regime, which, describing\r\nthe Agreement as a mere scrap of paper, hatched a plan for\r\nextermination, now recognized by the whole world as\r\ngenocide. The international cameras trained on this\r\nbarbaric crime revealed moments of rare cruelty. The\r\nmilitia, trained by the MRND and the CDR and supported\r\nby the presidential guard and by other sectors of the army,\r\nslit the throats of women, elderly people, men and children.\r\nThe Rwandese countryside was strewn with corpses. Our\r\nrivers swept thousands of dead bodies downstream.\r\nChurches and schools became veritable slaughterhouses,\r\nand even now they smell of human flesh, the flesh of\r\nthousands of innocent people who had hoped to find refuge\r\nthere. Piled into common graves, the victims of April’s\r\nmadness number thousands upon thousands.\r\nThe killing in our country was intended to disintegrate\r\nthe Rwandese people, and it succeeded. Now we must\r\nmake a fresh start in rebuilding the Rwandese nation. We\r\nmust ensure that the various sectors of the population can\r\ncoexist. We must give them a common hope and a\r\ncommon destiny, which, after all that has happened, has\r\nbecome a difficult yet indispensable task.\r\nWe have already requested the Office of the United\r\nNations High Commissioner for Refugees to help our\r\nGovernment in the effort to teach the Rwandese new\r\nvalues based on respect for fundamental human rights.\r\nThere would have been no genocide if the MRND-\r\nCDR system had abided by the spirit of Arusha. But they\r\ncould not embrace the spirit of Arusha because those\r\nRwandese Nazis were proponents of the final solution:\r\nextermination. They flouted morality, common sense, the\r\nvalues everyone in this Assembly believes in and, above\r\nall, the prescriptions of Arusha. Yet some who are\r\ninsensitive to our suffering have asked that those Nazi\r\nparties still be allowed to hold power.\r\nNever in history has such a scandalous privilege\r\nbeen sought for the organized perpetrators of similar cases\r\nof genocide. Such requests make light of our dignity as\r\nhuman beings. We cannot agree to these requests, which\r\nfly in the face of the spirit and the letter of the principles\r\nunderlying this institution - that is, fundamental human\r\nrights.\r\nBy discouraging impulses towards revenge and in\r\nanticipation of justice that will be clear to everyone and\r\nthat is supported by the international community, our\r\nGovernment has been able to contain a situation marked -\r\nunderstandably after such tragedy - by tensions and\r\nrancour. Contrary to disparaging allegations that are\r\ncompletely unfounded, our Government is not showing\r\nweakness; it is not just sitting on its hands whenever there\r\nis an infraction of the law.\r\nOur Government continues to cooperate closely with\r\nthe United Nations Force, and to facilitate its work. With\r\nscanty means, our Government has undertaken to rebuild\r\na country that has been socially splintered and morally\r\nand physically ravaged. The humanitarian task of the\r\nUnited Nations Assistance Mission for Rwanda\r\n(UNAMIR) continues to be an indispensable asset in our\r\nefforts at rehabilitation.\r\nThis unspeakable barbarism, this genocide was\r\ncarried out before the very eyes of the international\r\ncommunity. We are grateful to those countries that\r\ngenerously put their troops at the disposal of UNAMIR,\r\nas well as to the African contingents of the Group of\r\nneutral military observers. We would express our sincere\r\nthanks to them for the spirit in which they made their\r\n4\r\nGeneral Assembly 21st meeting\r\nForty-ninth session 6 October 1994\r\ncontribution. Rather than presiding over peace and\r\nharmony among the Rwandese, the troops, misled by the\r\nauthors of the apocalypse - the Rwandese authorities at the\r\ntime - were, alas, forced to serve as witnesses to the\r\ncarnage. We regret that their mandate prevented them from\r\nacting effectively at the moment of the tragedy. Based on\r\nthis experience, we encourage the United Nations to furnish\r\nthe international tribunal to be created in Rwanda with the\r\nmeans to function as it should, in order to spare us further\r\ndisappointments and tragedies.\r\nIn accordance with Rwanda’s request, and following\r\nMr. Degnisegui’s report, as well as that of the Commission\r\nof Experts established by Security Council resolution 935\r\n(1994), of 1 July 1994, it is absolutely urgent that this\r\ninternational tribunal be established. It will enable us to\r\nprosecute in a completely open setting those responsible for\r\nthe genocide. Since most of the criminals have found\r\nrefuge in various corners of the world, what we seek is a\r\ntool of justice that knows no borders. Moreover, the very\r\nnature of the events - considered to be crimes against\r\nhumanity - warrants the international community’s joining\r\nforces to prevent their reoccurrence.\r\nThat is why we continue to urge the adoption of a\r\nSecurity Council resolution that would facilitate the arrest\r\nand trial of those responsible for the genocide who are now\r\nin refugee camps outside our borders. We would remind\r\nthe Assembly that most of these camps are primarily\r\nmilitary camps where troops and militia, still in possession\r\nof heavy and light weapons, hold hundreds of thousands of\r\npersons hostage. This resolution should be based on\r\nChapter VII of the United Nations Charter and should\r\ninclude a request to, an authorization for, States Members\r\nof the United Nations to detain individuals on their territory\r\nwho are suspected, on solid grounds, of having participated\r\nin acts of genocide, and authorization for them to do so.\r\nThe construction of a new society based on social\r\njustice and respect for fundamental human rights will be\r\npossible only if those responsible for the Rwandese tragedy\r\nare prosecuted. It is now six months since the first crimes\r\nwere committed, and action must be initiated. The delay in\r\nstarting trials causes understandable frustration on the part\r\nof victims who are already losing hope that there can be a\r\njust society and who tend to view the relative impunity of\r\nthe criminals as indicating approval of their crimes.\r\nAnother thorny problem which faces our country and\r\nupon which we would like to shed some light is that of\r\nrefugees.\r\nThe Rwandese refugees can be classified into two\r\ncategories: the former refugees to whom the dictatorial\r\npower had refused to grant the right to return to their\r\nhomeland, and the more recent ones who fled Rwanda\r\nfollowing the events to which I have already referred. It\r\nis our Government’s policy to encourage all refugees,\r\nwithout distinction, to return to their country.\r\nIn this respect, we are addressing countless appeals\r\nto our citizens outside our borders to rejoin us and help\r\nus build a new Rwanda. Thousands of them have already\r\nreturned to their homeland, but many others remain\r\nabroad. We are also calling upon the soldiers to come\r\nback and, if they still desire to do so - to continue their\r\ncareers in the Rwandese army. For Rwanda is their\r\ncountry; it belongs equally, and unquestionably, to all of\r\nits daughters and all its sons, with its limitations and its\r\nhistory, including this most recent tragedy which we must\r\nall bear.\r\nOur Government has made the choice to act with\r\ntransparency. The unrestricted deployment of UNAMIR\r\nas well as other human rights observers should reassure\r\nthe world, and especially the refugees, of our\r\nGovernment’s determination to respect the state of law.\r\nWe urge the United Nations to contribute to\r\neliminating all the obstacles to the return of refugees, and\r\nespecially to stop the violence in the camps against, in\r\nparticular, those who wish to return home, and to break\r\nthe stranglehold exercised by the former army’s militia\r\nand other perpetrators of genocide on the rest of the\r\npeople. This is why we beseech the international\r\ncommunity to assist us in surmounting all the challenges\r\nentailed by the return of the refugees.\r\nConcrete steps have been taken, but much remains\r\nto be done if the world is to be completely rid of these\r\nweapons which in the past caused serious tensions in\r\nvarious parts of the world that degenerated into armed\r\nconflicts.\r\nEven though the relaxation of East-West tensions has\r\ncontributed greatly to the resolution of certain conflicts,\r\nparticularly in Indo-China, Latin America and the Middle\r\nEast, elsewhere - in the former Yugoslavia and some\r\nAfrican countries - the fires regrettably continue to burn.\r\nRwanda fully supports the international community’s\r\nefforts to ensure compliance with commitments related to\r\nthe peaceful settlement of disputes and the non-\r\nproliferation of nuclear weapons and other weapons of\r\n5\r\nGeneral Assembly 21st meeting\r\nForty-ninth session 6 October 1994\r\nmass destruction. Our country is a party to the Treaty on\r\nthe Non-Proliferation of Nuclear Weapons, and we reiterate\r\nour full dedication to the international community’s goals\r\nwith regard to disarmament and arms control.\r\nThe attainment of these goals - eliminating the risk of\r\nwar, limiting destruction in case of war, stopping war at an\r\nearly stage, strengthening international security in order to\r\nensure economic prosperity, channelling the funds freed as\r\na result of disarmament towards the developing countries -\r\nwill allow all nations to thrive.\r\nAlthough genuine progress has been made in the area\r\nof disarmament, the new world order remains compromised\r\nby the constantly growing gap between the poorer and\r\nricher countries.\r\nIn the light of the two United Nations publications on\r\nthe world economic and social situation for the years 1993\r\nand 1994, current economic trends in the world point to\r\ngloomy forecasts in the short and medium term, particularly\r\nfor many third-world countries.\r\nThe Rwandese delegation hopes that this forty-ninth\r\nsession will reaffirm the importance and the still current\r\nvalidity of the Declaration on International Economic\r\nCooperation, in particular the Revitalization of Economic\r\nGrowth and of Development of the Developing Countries.\r\nWe solemnly invite the forty-ninth session of the\r\nUnited Nations General Assembly to address the\r\nfundamental right to development, as stated in the Vienna\r\nDeclaration and adopted by the World Conference on\r\nHuman Rights, as well as the link between peace and\r\ndevelopment. Respect for human rights and fundamental\r\nfreedoms and development are interdependent and mutually\r\nreinforcing. Rwanda and Africa as a whole look to the\r\npromise of the establishment of the United Nations agenda\r\nfor development and of the speedy implementation of the\r\namendments proposed to the plan of action - amendments\r\nwhich will undoubtedly enable us to restore the economies\r\nof our countries.\r\nIt is imperative for the United Nations - whose main\r\nobjective remains the promotion of peace, security and\r\ndevelopment - to devote itself to activities in keeping with\r\nthe attainment of peace, security and development.\r\nIn the fifty years since the signing of the San\r\nFrancisco Charter, the world has undergone many changes.\r\nNew Powers have arisen, the geopolitical map has shifted,\r\nAfrica and other third-world countries have emancipated\r\nthemselves, the cold war has ended - hence we must\r\nreassess our Organization to ensure that it can meet the\r\nnew challenges.\r\nIt is in this context that Rwanda is concerned with\r\nthe demands of the new world geopolitical situation, as\r\nwell as with the new role assigned to the United Nations\r\nto contribute to the advent of the new world order.\r\nIn this connection, particular attention must be paid\r\nto the current restructuring of the United Nations system,\r\nparticularly of the Security Council.\r\nWith regard to this very important organ of the\r\nUnited Nations system, the Rwandese delegation\r\nconsiders that membership, both permanent and non-\r\npermanent, should be expanded, with scrupulous attention\r\nto equitable geographic representation and bearing in\r\nmind the desire to maintain efficiency.\r\nSimilarly, the current restructuring of the United\r\nNations system should allow small States to enjoy greater\r\nsecurity and to be able to occupy a seat on the Security\r\nCouncil without difficulty.\r\nOne hopes that the new configuration of the Security\r\nCouncil will reflect the principle of equality among all\r\nMember States, and that this reform will respect the rules\r\nof democracy and transparency.\r\n(spoke in English)\r\nMay I conclude by stating before the community of\r\nnations that members represent that the task we have set\r\nourselves is enormous, but the will and determination of\r\nthe Rwandese people to build a new society is\r\nunflinching.\r\nTo all those Rwandese who became victims of the\r\nmachine of genocide and recent massacres, we share your\r\ndeep wounds and reiterate our determination to bring the\r\nculprits to justice. To those Rwandese who were blindly\r\nmanipulated to join the bankrupt politics of division and\r\nsuppression, we call upon you to come back to your\r\nsenses and join us in building a new society based on\r\ntolerance and reconciliation.\r\nTo the international community, I pledge our resolve\r\nto ensure that never again shall Rwanda be a terrain on\r\nwhich is sown politics of denial of basic human rights to\r\nany of its citizens. Its role in helping us to pick up the\r\npieces of the completely shattered fabric of our society\r\n6\r\nGeneral Assembly 21st meeting\r\nForty-ninth session 6 October 1994\r\nneed not be emphasized. We share this moral duty, it\r\nbeing understood that the major part of the burden by far\r\nrests on the Rwandese people themselves.\r\nThe President (interpretation from French): On\r\nbehalf of the General Assembly, I wish to thank the\r\nPresident of the Rwandese Republic for the statement he\r\nhas just made.\r\nMr. Pasteur Bizimungu, President of the Rwandese\r\nRepublic, was escorted from the General Assembly Hall.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nThe President (interpretation from French): The next\r\nspeaker is the Minister for Foreign Affairs of Madagascar,\r\nHis Excellency Mr. Jacques Sylla, on whom I now call.\r\nMr. Sylla (Madagascar) (interpretation from French):\r\nOn behalf of the delegation of Madagascar, may I\r\ncongratulate you most sincerely on your election to the\r\npresidency of the General Assembly at its forty-ninth\r\nsession. You assumption of this important post brings pride\r\nand hope to Africa, which sees this session as a special\r\nopportunity for drawing the international community’s\r\nattention to the economic and social problems it has been\r\nfacing in recent years.\r\nMy delegation assures you of its full cooperation and\r\nsupport, which we also offer to the other members of the\r\nBureau. To them also I address my congratulations. I also\r\nwish to pay tribute to your distinguished predecessor,\r\nAmbassador Samuel Insanally, who so ably and in so\r\nmasterly a fashion presided over the Assembly at its forty-\r\neighth session.\r\nIn this new era in international relations the world\r\nfaces two contradictory situations: one, unforgettable\r\npictures of national reconciliation and faith in the future,\r\nthe other, a vision of the horror of peoples and nations\r\nripping each other apart, even to the extent of annihilating\r\none another. The international community keeps on\r\nswinging back and forth between pride and dejection and\r\nbetween great hope and deep despair.\r\nThe actual progress made in ways of handling and\r\nsettling certain disputes nevertheless strengthens our belief\r\nin the principles and covenants set forth in the Charter of\r\nour Organization. For example, we welcome the\r\nencouraging developments in Mozambique, which is now\r\nabout to hold its first multiparty elections. Similarly, the\r\nnegotiations in Lusaka between the Angolan Government\r\nand UNITA are beginning to bear fruit. Moreover, the\r\nclear efforts by those involved to smooth out the\r\ndifficulties of applying the settlement plan in Western\r\nSahara give us grounds for some optimism about the\r\noutcome of that dispute.\r\nMy delegation would also encourage those who are\r\ninvolved in the nuclear problem in the Korean peninsula\r\nto continue their talks with a view to arriving at a\r\nnegotiated solution, which would help to promote stability\r\nand peace in the region.\r\nWith the same end in mind, Madagascar hopes there\r\nwill be a peaceful settlement, on the basis of Security\r\nCouncil resolutions, of the problems between Kuwait and\r\nIraq, with a view to establishing a mutually beneficial\r\natmosphere of security and cooperation in the region.\r\nThe much-acclaimed return of a united, non-racial\r\nand democratic South Africa to the community of nations\r\nis one of the major events of the last decade of this\r\ncentury and a subject of enormous pride for us all.\r\nMadagascar welcomes the establishment of a non-racial\r\nregime in that great country and firmly believes that\r\nreorganizing South Africa on a democratic basis opens up\r\nnew prospects for cooperation and development\r\nthroughout the region.\r\nThanks to the political courage of the Israeli,\r\nPalestinian and Jordanian leaders, the Middle East has\r\nnow begun a process of historic reconciliation that\r\nseemed impossible just a short time ago. The Malagasy\r\nGovernment is following closely the ups and downs of\r\nthe implementation of the Declaration of Principles on\r\nInterim Self-Government Arrangements in Gaza and\r\nJericho signed by Israel and the Palestine Liberation\r\nOrganization and the Agreement between Israel and\r\nJordan on the Common Agenda. The United Nations\r\nshould encourage all the parties to use the relevant\r\nresolutions with a view to establishing a comprehensive\r\nand lasting peace in the Middle East region.\r\nWith the disappearance of a world balance based on\r\nfear of a nuclear holocaust there came hope for a world\r\nfree from the scourge of war and favourable to the\r\nstrengthening of international cooperation. Unfortunately,\r\nrecent events in the international arena show that the new\r\ninternational order is indeed precarious.\r\n7\r\nGeneral Assembly 21st meeting\r\nForty-ninth session 6 October 1994\r\nToday we are seeing a reappearance of armed conflict\r\nin almost all parts of the world. Several countries are now\r\nplunged in fratricidal wars resulting in human tragedy and\r\npolitical chaos. Underlying these tragedies we see, inter\r\nalia, intolerance, xenophobia, the problem of minorities and,\r\nabove all, the absence of democratic practices in the\r\nsettlement of disputes. Somalia, Liberia, Rwanda and the\r\nformer Yugoslavia are tragic and dangerous situations\r\nwhich threaten not only the equilibrium of their regions but\r\nalso international peace and security.\r\nOther situations which are too often ignored could\r\ndegenerate into serious crises. The problem of borders in\r\ncentral and eastern Europe, the disturbing situation in the\r\nIndian subcontinent and the flow of refugees in Africa, Asia\r\nand even in Europe are all situations that show how fragile\r\ninternational security is.\r\nThe efforts on the part of the United Nations to\r\nresolve regional and subregional disputes must be supported\r\nby greater world-wide cooperation in disarmament. In this\r\nconnection my delegation attaches high priority to\r\ncontinuing initiatives and concerted actions by Member\r\nStates to put a stop to the uncontrolled movement of arms\r\nand to the proliferation of weapons of mass destruction.\r\nMy delegation hopes that the consensus at the last\r\nsession on multilateral negotiations on a comprehensive\r\nnuclear-test-ban treaty will lead to the conclusion of a\r\nuniversal treaty so as to improve the prospects for the 1995\r\nConference of parties to the Treaty on the Non-Proliferation\r\nof Nuclear Weapons.\r\nBroadening the activities of the United Nations in\r\nregard to peace-keeping and in regard to full achievement\r\nof the development goals calls for greater effectiveness in\r\nthe United Nations machinery if the Organization is to live\r\nup to the expectations of the international community.\r\nAs for the role of the United Nations in the\r\nmaintenance and restoration of peace, recent experience\r\nclearly shows the need for reform with a view to\r\nstrengthening the United Nations capacity to prevent\r\nbreaches of the peace on the one hand, and on the other\r\nhand to carry out peace-keeping operations on the ground.\r\nLessons can be learned from the difficulties\r\nencountered in Somalia, the tragedy of Rwanda, and the\r\nsorry experience of the former Yugoslavia. Those United\r\nNations missions that were to some extent successful\r\nbenefitted from the following factors: broad support from\r\nthe international community; the consent of the parties to\r\nthe dispute; and non-violent and impartial intervention\r\nforces. A peace-keeping operation per se should be\r\naccompanied by diplomatic efforts and economic and\r\nsocial assistance and should also tackle the underlying\r\ncauses of the conflict. In any event, preventive\r\ndiplomacy is the best means of averting the eruption of\r\npotential conflicts.\r\nThe use of regional machinery for the settlement of\r\ndisputes would improve the conduct of peace-keeping\r\noperations and would, for example, avoid delay in\r\nmobilizing humanitarian assistance. After all, who is\r\nbetter placed than the States of a region to react to a\r\npotential threat there, particularly if the region already has\r\nan adequate structure for the prevention of conflicts?\r\nExamples of this are the system of collective security in\r\nEurope and the mechanism for the prevention,\r\nmanagement and settlement of disputes in Africa. Yet\r\nthis Organization should not just unload its problems on\r\nto regional mechanisms; rather, it should offert h o s e\r\nmechanisms the necessary support by providing a clear\r\nand precise mandate and by making adequate financial\r\nand logistic resources available.\r\nNever before have circumstances been so favourable\r\nfor realizing the aspiration of the majority of Members of\r\nthis Organization to an enlarged Security Council that\r\nprovides equitable representation. Many proposals\r\nconcerning this topic are now being discussed by the\r\nGeneral Assembly’s Open-Ended Working Group.\r\nMadagascar, which, as is demonstrated by its\r\nConstitution, is deeply committed to democratic\r\nprinciples, believes that the democracy that is advocated\r\nin many countries should apply in the international system\r\ntoo. Madagascar is open to any proposal that would not\r\ndamage the effectiveness of the Security Council. At the\r\nsame time, we emphasize the need for democratic\r\nrepresentation reflecting contemporary realities.\r\nThe Government of Madagascar does not\r\nunderestimate the special responsibility of States that are\r\npermanent members of the Security Council, especially in\r\nthe area of contributions to peace-keeping operations.\r\nHowever, any reform that is undertaken should win the\r\nsupport of all Member States so that they will have the\r\nnecessary trust in it and be able to participate effectively\r\nand on an equal footing.\r\nThe same principles apply to development problems,\r\nin that political stability at the national, regional and\r\ninternational levels determines whether development\r\n8\r\nGeneral Assembly 21st meeting\r\nForty-ninth session 6 October 1994\r\nobjectives can be met. There can be no peace without\r\ndevelopment, as can be seen in various parts of the world\r\nwhere serious conflicts and political troubles have been\r\ncaused by economic hardship. Against this backdrop, the\r\nimperative of the universality of peace and development\r\nforcefully tells us to take note of how the world economic\r\nsituation is developing.\r\nThe crisis that has affected the world economy for\r\nmore than a decade is worsening, despite a slow and fragile\r\nrecovery in some developed countries. This crisis continues\r\nto make a negative impact on the development process in\r\nthird-world countries: erratic fluctuations in rates of\r\nexchange, an increase in interest rates and an unprecedented\r\ndeterioration in the terms of trade - to mention only the\r\nmost notable effects of the past year.\r\nThe gap between North and South grows wider while\r\nthe inequalities between the regions become increasingly\r\nstriking. Poverty and extreme poverty are daily being\r\ningrained in the countries that are now referred to as the\r\nfourth world. The situation in Africa has become alarming.\r\nThe crisis there is magnified by the negative effects of\r\nnatural disasters and civil and ethnic wars.\r\nProblems such as the crushing weight of external debt,\r\nstagnation, if not a reduction, in official development\r\nassistance, financial and trade restraints and a continuing\r\ndrop in commodity prices are - today as yesterday -\r\nsymptoms of a crisis in development.\r\nAlongside this crisis, a serious change is taking place\r\nat the cost of developing countries, particularly poor\r\ncountries. In the present restructuring of the world\r\neconomy the interdependence that is preached has\r\ncontradictory effects. While the countries of the North\r\nenjoy protectionism in all its forms in their markets,\r\nliberalism is becoming a requirement for developing\r\ncountries. Equally, there is talk of the interdependence of\r\nproblems but sectoral approaches alone are still used.\r\nEconomies in the industrialized countries are becoming\r\nincreasingly integrated, while we note increasing\r\nmarginalization of the economies of the poor countries.\r\nWhile the industrialized countries increase their\r\nindependence in raw materials through the development of\r\nmicro-electronics, the developing countries are suffering the\r\nbacklash, and their already-fragile economic position is\r\nbeing weakened further. These are new challenges that we\r\nhave to take up in the international arena.\r\nFaced with these paradoxes and contradictions,\r\nwhich keep us deadlocked, and with economic stagnation\r\nin third-world countries, we have to ask how we can get\r\nout of this situation. It is clear that only by combining\r\nour efforts at all levels - national, regional and\r\ninternational - shall we be able to produce a lasting\r\nsolution.\r\nAs to the national level, I should like to cite the case\r\nof my own country. The Government of Madagascar has\r\nmade development the principal objective underlying its\r\nactivities at the national and international levels. Thus\r\ndiplomacy is put at the service of development and,\r\nwithout any ideological considerations, is focused on the\r\nestablishment of relations with all States on the basis of\r\nrespect for the great fundamental principles set forth in\r\nthe various international legal instruments.\r\nWhile continuing to implement its structural-\r\nadjustment programme, Madagascar has made important\r\npolitical changes in the shape of democratization,\r\ncharacterized by the blossoming of a multi-party approach\r\nand the creation of the conditions necessary to the\r\npromotion of human rights and fundamental freedoms. In\r\nshort, we are working towards the advent of a state of\r\nlaw that responds to the deeply felt aspirations of our\r\npeople.\r\nThis democratization of our political life is\r\naccompanied by economic reform based on liberalism\r\ndesigned to promote active participation by our people in\r\nthe development of the country. In this context, our\r\nGovernment is trying to create a climate of trust in our\r\ninstitutional framework, and we are trying to draw up\r\nclear rules for production and investment in order to\r\nguarantee the necessary political support at the national\r\nand international levels.\r\nThe Government of Madagascar would like to thank\r\nthe friendly countries and international institutions that\r\nhave understood the importance of the changes now under\r\nway and that intend to support them and to increase their\r\ncontributions to satisfy our most urgent needs and, in the\r\nlong term, help to strengthen our democratic process and\r\npromote real, self-sustaining development.\r\nWhen we use the term \"immediate needs,\" we are\r\nthinking of a set of relief mechanisms designed to deal\r\nwith the precarious situation of our principal social\r\nsectors because of the demands of the structural\r\nadjustment programme.\r\n9\r\nGeneral Assembly 21st meeting\r\nForty-ninth session 6 October 1994\r\nAs for the economic recovery and development\r\nprogramme, I should like to recall that the Government of\r\nthe Republic of Madagascar is prepared to conclude\r\nagreements with the Bretton Woods institutions. It is our\r\nardent hope that, above and beyond their current demands\r\nfor adjustments to achieve financial equilibrium and\r\nbalanced budgets, those institutions will take new measures\r\nto reorient that programme towards true recovery\r\naccompanied by an economic take-off and sustainable\r\ndevelopment.\r\nAt the regional level, developing countries have come\r\nup with guidelines and goals and have now buckled down\r\nto implementing them. In the case of Africa, I would recall\r\nthe Lagos Plan of Action and Final Act, the African\r\nAlternative Framework for Structural Adjustment\r\nProgrammes (AAF-SAP) and the United Nations New\r\nAgenda for the Development of Africa in the 1990s. Four\r\nyears after the launching of the new Programme of Action,\r\nwe have to say that the expected results have not yet been\r\nachieved and that Africa, one of the worlds least-developed\r\ncontinents, has not received the hoped for assistance and\r\naid from the rich countries. Because of their own efforts to\r\nimplement measures for rehabilitation and recovery, often\r\ninvolving considerable sacrifices, the African countries\r\ndeserve a more positive response from the international\r\ncommunity.\r\nIt is crucial to problems of debt, commodity\r\ndiversification and the provision of adequate financial\r\nresources if African States are to be assured not only the\r\nconditions required for true economic and social take-off,\r\nbut also the success of the structural and political reforms\r\nnow under way, free from social upheaval and the danger\r\nof a decline in security and stability.\r\nThe United Nations has an important role to play in\r\nfinding appropriate solutions to development problems.\r\nThe persistent nature of the problems we customarily evoke\r\nhere in the Assembly every year shows once again the\r\ninadequacy of the policies and measures adopted so far -\r\ndespite the adoption of several international instruments for\r\ncooperation, such as the Declaration of the eighteenth\r\nspecial session of the General Assembly, the International\r\nDevelopment Strategy for the Fourth United Nations\r\nDevelopment Decade, the Cartegena Commitment of the\r\neighth session of the United Nations Conference on Trade\r\nand Development (UNCTAD VIII), the Rio Declaration on\r\nEnvironment and Development and Agenda 21.\r\nThe problems we are facing can no longer be dealt\r\nwith adequately on an ad hoc basis or constantly subjected\r\nto adjustment measures. What is required is structural\r\nreform of the international economic system, which,\r\ndespite profound changes, is still unjust and perpetuates\r\nrelations of dependency. In other words, it is very\r\nimportant to define new strategies and agree on new\r\nparameters and mechanisms that can reverse the inequities\r\nin international economic relations today.\r\nThis is a task for the United Nations, which, because\r\nof its universality and its democratic principles, remains\r\nthe only forum that can tackle these problems with an\r\nintegrated approach, taking into account the political\r\nimplications of decisions made by those principally\r\ninvolved in development, including financial, monetary\r\nand international trade institutions.\r\nThe Agenda for Development, the indispensable\r\ncorollary to the Agenda for Peace, launched two years\r\nago by the Secretary-General, should give to the\r\ninternational community new guidelines as it seeks to\r\nattain development objectives. The elaboration of that\r\nAgenda should be given special attention.\r\nThe Agenda’s first objectives should be to eliminate\r\npoverty, meet peoples’ basic needs and improve their\r\nstandard of living. It should seek to promote effective\r\nimplementation of existing commitments and agreements\r\nand take into account the goals of forthcoming\r\ninternational conferences in the field of economic and\r\nsocial development. Instead of talking about requirements\r\nor conditions, it should set forth practical and realistic\r\nways of meeting the challenges with which we are faced.\r\nIn this connection, the attention of the international\r\ncommunity should be focused on questions of debt,\r\ndevelopment financing, commodities, international trade,\r\nenvironment and development.\r\nSupport for economic and technical cooperation\r\nbetween developing countries and the strengthening of\r\nregional and sub-regional integration initiatives should be\r\nan integral part of the new Agenda.\r\nExperience has shown the resumption of\r\ndevelopment through renewed international cooperation\r\ncannot succeed without the political will of States,\r\nespecially the rich ones. Although such cooperation\r\ndepends on many variables, and is affected by many\r\ndifferent circumstances, it can no longer disregard the\r\nprinciples of justice, equity and equal but differentiated\r\nparticipation.\r\n10\r\nGeneral Assembly 21st meeting\r\nForty-ninth session 6 October 1994\r\nAt this crucial moment in its history, the Organization\r\nmust learn from the past so that it can consolidate its\r\nachievements, meet today’s challenges and develop a plan\r\nfor the future of the United Nations.\r\nThe fiftieth anniversary of the United Nations will be\r\nthe time for drawing up a balance sheet, for making the\r\nOrganization, the Member States and the people of the\r\nworld face up to their respective responsibilities. This\r\nhistoric moment will make clear the gap between hopes and\r\nreality, between commitments fulfilled and promises\r\nforgotten.\r\nEfforts to restructure the Organization and give it a\r\nsecond wind will be successful only if there is a true\r\nresolve to arrive at a world consensus for development, in\r\nall its aspects, as the foundation of peace and a source of\r\nhope for all mankind.\r\nFor its part, Madagascar is prepared to work with\r\npeace-loving and justice-loving States to build a better\r\nworld.\r\nAddress by Mr. Janez Drnovsek, Prime Minister of the\r\nRepublic of Slovenia\r\nThe President (interpretation from French): The\r\nAssembly will now hear an address by the Prime Minister\r\nof the Republic of Slovenia.\r\nMr. Janez Drnovsek, Prime Minister of the Republic\r\nof Slovenia, was escorted into the General Assembly\r\nHall.\r\nThe President (interpretation from French): On\r\nbehalf of the General Assembly, I have the honour to\r\nwelcome to the United Nations the Prime Minister of the\r\nRepublic of Slovenia. I invite him to address the General\r\nAssembly.\r\nMr. Drnovsek (Slovenia): Please allow me to\r\ncongratulate you, Sir, and Côte d’Ivoire on your election to\r\nthe presidency of the General Assembly at its forty-ninth\r\nsession. Our deliberations under your presidency are\r\ncertain to be a success. May I also take this occasion to\r\nthank His Excellency Ambassador Samuel Insanally, the\r\nPermanent Representative of the Republic of Guyana, for\r\nhis many contributions as President of the General\r\nAssembly at its forty-eighth session.\r\nThe economic and political changes currently under\r\nway have raised the hopes of all of us for a better future.\r\nDemocracy has been restored to much of the world, thus\r\nnot only showing that it is the most suitable model of\r\ngovernment, but also making possible a greater degree of\r\ninternational cooperation, strengthening the rule of\r\ninternational law and giving the United Nations a more\r\npowerful role.\r\nIn Eastern Europe, the process of democratic change\r\nis now irreversible. Though much is made of the dangers\r\nof new ethnic conflicts and the rise of new\r\nultra-nationalistic and totalitarian forces, they become ever\r\nless likely to succeed with each day that passes. Have we\r\nnot seen two of the most apparently intractable problems -\r\nthe Middle East and South Africa - brought to a peaceful\r\nconclusion? The Middle East was a crucible of conflict;\r\napartheid in South Africa was a disgrace to the entire\r\nhuman race. Mr. de Klerk and Mr. Mandela showed both\r\npolitical wisdom and human tolerance in agreeing on a\r\ntransition for the Republic of South Africa. South Africa\r\nwill play a major role in future developments in the\r\nAfrican continent.\r\nThose are just some causes for optimism. But\r\noptimism does not mean expecting that all our crises will\r\nsimply resolve themselves without any action on our part.\r\nIf our collective hopes and desires are to lead anywhere,\r\nthen the work must begin here at the United Nations,\r\nwhere representatives from the entire world are gathered.\r\nThe time has come when we can make this world a better\r\nplace to live.\r\nNever in the history of the world has the awareness\r\nof the global nature of the basic issues been as strong as\r\nit is today. Never has the desire for cooperation between\r\nnations so clearly superseded the wish for the domination\r\nof one nation by another. And never has man had so\r\nmuch knowledge and technology at his fingertips as he\r\nhas today. All of these factors are predispositions for a\r\ngreater role for the United Nations, and we must do\r\neverything to ensure that the mechanisms of the United\r\nNations work more effectively.\r\nWe support the efforts for the reconstruction of the\r\nSecurity Council. The Security Council ought to enhance\r\nboth its effectiveness and its efficiency, as well as its\r\nrepresentational capacity. A measured, realistic expansion\r\nof the composition of the Council would be appropriate.\r\nFurthermore, Slovenia supports the proposal that Germany\r\nand Japan become permanent members of the Council.\r\nAn additional task in this regard relates to the need\r\nto enhance the transparency of the work of the Security\r\n11\r\nGeneral Assembly 21st meeting\r\nForty-ninth session 6 October 1994\r\nCouncil. The system of consultations should be developed\r\nfurther, so as to provide an adequate opportunity for the\r\nparticipation of United Nations Member States interested in\r\nvarious situations dealt with by the Security Council.\r\nThe General Assembly could also make a greater\r\ncontribution to the development of adequate approaches on\r\nthe part of the Security Council, as well as to less costly\r\nand more effective methods of preventive diplomacy, and\r\nat the same time decrease the need for the Security Council\r\nto intervene in armed conflicts.\r\nFurthermore, in recent years the General Assembly has\r\ntaken an important step in this direction through the\r\nestablishment of the post of High Commissioner for Human\r\nRights.\r\nLast, but not least, it is important to do as much as\r\npossible to strengthen the United Nations financially, even\r\nthough the finance ministers in each and every Member\r\ncountry find that their contributions to the United Nations\r\nare a significant component of their State budget. Slovenia\r\nis committed to the principle that contributions to the\r\nUnited Nations must be paid in full and on time. The\r\nregular payment of contributions is an essential part of all\r\nefforts aimed at the financial reform of the United Nations.\r\nThe Earth Summit in Rio de Janeiro and the recent\r\nConference on Population and Development have brought\r\nthis Organization into the public consciousness in a new\r\nway; they have shown that we are conscious of some of the\r\nmost fundamental problems that face all of us, not just\r\nGovernments, but the people. Though some may be\r\nsceptical about the results of these Conferences, my feeling\r\nis that they have contributed significantly towards a global\r\nconsensus and have involved a whole new constituency in\r\nour work.\r\nThe maintenance of international peace and security is\r\nenshrined in the United Nations Charter as the main\r\npurpose of the Organization. I believe that one of the most\r\nimportant questions to be dealt with is dealing with the\r\nprovision of armed forces acting within the framework of\r\nUnited Nations operations. The variety and complexity of\r\nUnited Nations military and related activities have\r\ndeveloped far beyond what was once defined as\r\n\"peace-keeping\". Careful reflection is needed on future\r\ndirections to be taken. Slovenia welcomes the Secretary-\r\nGeneral’s current efforts to develop a system of stand-by\r\nforces and is ready to participate in these efforts.\r\nThe maintenance of international peace and security\r\nmust be strengthened by effective measures in the field of\r\ndisarmament. Slovenia is, like most other States Parties\r\nto the Treaty on the Non-Proliferation of Nuclear\r\nWeapons, convinced of the need for indefinite extension\r\nof that Treaty. Furthermore we are convinced of the need\r\nfor enhanced security guarantees, in particular negative\r\nsecurity guarantees. We also support the efforts to\r\nachieve a comprehensive ban on nuclear testing and other\r\ndisarmament measures with respect to weapons of mass\r\ndestruction. With respect to conventional weapons, we\r\nsupport the United States initiative for the conclusion of\r\nan agreement to reduce the number and availability of\r\nanti-personnel land-mines. In short, the issues of\r\ndisarmament ought to remain high among the priorities of\r\nthe United Nations agenda.\r\nThe protection of human rights and fundamental\r\nfreedoms is another of the highest priorities of the United\r\nNations. For the Republic of Slovenia, it represents both\r\na basic domestic task and a strong international\r\ncommitment. Slovenia actively participated in the World\r\nConference on Human Rights, held in Vienna in 1993,\r\nand in the subsequent efforts leading to the appointment\r\nof the United Nations High Commissioner for Human\r\nRights.\r\nBy the same token, we support the efforts for further\r\ndevelopment of the United Nations system in the field of\r\nhuman rights. We are ready to contribute to the work of\r\nthe Working Group of the Third Committee in its search\r\nfor the appropriate methods of protection of human rights.\r\nHere again we believe that prevention is better than cure,\r\nand that appropriate international action is necessary in\r\norder to prevent situations characterized by violations of\r\nhuman rights.\r\nThe United Nations is confronted with a variety of\r\nsituations involving the use of force. The armed conflicts\r\nin the Balkans are among the most difficult situations.\r\nSlovenia is the only successor State of the\r\nnow-disintegrated former Yugoslavia which is not directly\r\nthreatened by the ongoing conflict in that region. None\r\nthe less, Slovenia remains vitally interested in the stability\r\nof the Balkans. The horrors of war against ordinary\r\ncitizens, mass violations of human rights and breaches of\r\nthe United Nations Charter first in the Republic of Croatia\r\nand now in the Republic of Bosnia and Herzegovina\r\ncause serious concern to the entire international\r\ncommunity.\r\nI will not be telling Members anything new when I\r\nsay that the international community was not prepared for\r\n12\r\nGeneral Assembly 21st meeting\r\nForty-ninth session 6 October 1994\r\nthe eruption of the crisis that occurred within the territory\r\nof the former Yugoslavia. Unfortunately, the conflict that\r\nwas subsequently to occur within Bosnia and Herzegovina\r\nhas seriously damaged the image and credibility of the\r\nUnited Nations. It is true that without the involvement of\r\nthe United Nations Protection Force (UNPROFOR) and the\r\nOffice of the United Nations High Commissioner for\r\nRefugees (UNHCR), working in conjunction with many\r\nhumanitarian organizations, the tragedy in Bosnia would\r\nhave been even worse. But humanitarian assistance alone\r\ncannot be considered as a substitute for effective policy.\r\nSuch achievements as the Washington Agreement,\r\nconcluded between the Bosnian Muslims and Croats, do at\r\nleast raise some hope that appropriate international\r\nassistance can meaningfully influence the political aspects\r\nof the conflict. Nevertheless, the continuation of the\r\nmilitant behaviour by the Bosnian Serbs maintains the need\r\nfor the option of lifting of the arms embargo against the\r\nlegitimate Government of the Republic of Bosnia and\r\nHerzegovina to remain on the agenda. This war, with all\r\nits consequences, is threatening to continue into a third\r\nwinter, and I am afraid that this certainly most risky and\r\nnegative of options will be the only one left if the\r\ninternational community does not prove able to bring about\r\nan end to hostilities and open the way towards a viable\r\npeace with the necessary elements of justice.\r\nI would like to end this sad chapter of my address\r\nwith a warning. We should by no means forget that the\r\nterrifying pattern of \"ethnic cleansing\" has been patented in\r\nthe conflicts that have occurred across the territories of\r\nseveral successor States of the former Yugoslavia.\r\nRegardless of the final outcome of these conflicts in the\r\nBalkans, we must seriously consider all the means and\r\nmethods at our disposal that may prevent a repetition of\r\nthis pattern of events occurring in other parts of the world.\r\nI speak for a country which has the good fortune not\r\nto be a problem, but a country which seeks solutions. In\r\nthe less than two years in which our independence was\r\ninternationally recognized, we have, under difficult\r\ncircumstances, achieved positive economic growth. We\r\nhave managed to maintain a high level of social security\r\nand stability. The transformation and reform of our\r\neconomy has gone hand-in-hand with the rapid growth of\r\nour democratic institutions. We are paying special attention\r\nto the protection of human rights and of our ethnic\r\nminorities. Slovenia is a member of the Council of Europe;\r\nwe have signed the Partnership for Peace and the Pact of\r\nStability; Slovenia is a factor of stability in Europe and\r\nstrives to be an active part of Europe’s integration.\r\nI do not wish to imply that there are no obstacles to\r\nthe progress of that integration. Europe may have high\r\nlevels of prosperity and deeply rooted democracies and it\r\nmay be one of the most stable regions in the world, but\r\nthe ghosts of the past and leanings towards near-forgotten\r\nforms of nationalistic chauvinism are still with us. These\r\nare in direct contradiction to the very idea of a\r\ncooperative and multicultural Europe; they endanger the\r\nprocesses of integration. Unexplained and unjustifiable\r\nimpediments have already been raised against Slovenia’s\r\nassociation with the European Union.\r\nIn closing, allow me to express Slovenia’s great\r\nsatisfaction that our proposal that the moral and ethical\r\naspects of social developments be considered at the World\r\nSummit for Social Development in Copenhagen next year\r\nhas been widely accepted. We are particularly glad that\r\nSlovenia will have the honour to host the United Nations\r\nseminar on the ethical and spiritual dimensions of social\r\nprogress and development, an event to which we attach\r\ngreat importance. If one thing is certain, it is that\r\neconomic, scientific and technological views on\r\ndevelopment do not exist in a vacuum. The United\r\nNations Charter calls for the fostering of the prosperity,\r\nharmony and freedom of people both as individuals and\r\nas cultural entities. This ultimate objective should be\r\nborne in mind in all the United Nations endeavours.\r\nIt is my hope that under your leadership, the\r\nAssembly will take positive steps in that direction.\r\nThe President (interpretation from French): On\r\nbehalf of the General Assembly, I wish to thank the\r\nPrime Minister of the Republic of Slovenia for the\r\nstatement he has just made.\r\nMr. Janez Drnovsek, Prime Minister of the Republic\r\nof Slovenia, was escorted from the rostrum.\r\nThe President (interpretation from French): The\r\nnext speaker is the Acting Minister for Foreign Affairs of\r\nEcuador, His Excellency Mr. Jaime Marchan.\r\nMr. Marchán (Ecuador) (interpretation from\r\nSpanish): I would like to congratulate Mr Amara Essy,\r\nForeign Minister of Côte d’Ivoire on his election as\r\nPresident of this important Assembly\r\nI should also like to extend to Ambassador Samuel\r\nInsanally the congratulations of Ecuador on his brilliant\r\nperformance during the last session.\r\n13\r\nGeneral Assembly 21st meeting\r\nForty-ninth session 6 October 1994\r\nEqually, on behalf of the Government of Ecuador, I\r\nshould like to extend our congratulations to the Secretary\r\nGeneral,\r\nMr. Boutros Boutros-Ghali, for his work in carrying out his\r\nimportant duties.\r\nDuring these last few years, the world of international\r\nrelations has undergone a swift and profound\r\ntransformation. Several problems which divided nations\r\nhave disappeared, while other have emerged, as have forces\r\nand elements whose existence invites careful reflection.\r\nThe most serious ideological differences have been\r\novercome and we have witnessed with satisfaction the\r\nholding of free elections in South Africa; however, in other\r\nparts of the world, other evils have reappeared - racism,\r\nxenophobia, civil wars - and problems such as hunger and\r\npoverty have become more acute. Bosnia, Somalia, Haiti,\r\nand Rwanda are just some of the names which now move\r\nmankind’s moral conscience.\r\nAt the same time, the historic role of the United\r\nNations has acquired a unique and far-reaching meaning,\r\nand the near future of the planet appears linked to the\r\ndirectives and decisions adopted in the General Assembly\r\nand in the Security Council.\r\nThe fact that the United Nations is about to celebrate\r\n50 years of existence is truly pleasing, because it means\r\nthat this forum of mankind has consolidated its leading role\r\nin history. At the same time, this anniversary leads us to\r\nreflect on ways to improve the Organization. This process\r\nwill inevitably involve reconsidering some United Nations\r\nstructures in order to adapt them to the new demands of\r\ndevelopment which will be discussed at the social summit\r\nsoon to take place in Copenhagen. The social summit must\r\nenable nations, taking account of the many decades during\r\nwhich trade and financial matters have played against less\r\ndeveloped countries, to commit themselves to more direct\r\naction to face the problems of inadequate education, illness,\r\nviolence and poverty.\r\nThe United Nations is approaching its fiftieth year at\r\na time when building a new international order has become\r\nimperative. Ecuador wants this new international order to\r\nbe marked by unconditional respect for the principles of the\r\nOrganization’s Charter, by the international economic\r\nrestructuring which for many years has been one of the\r\nmain aspirations of the developing world, and by effective\r\nand continuing solidarity and interdependence among all the\r\nnations on our planet.\r\nThe changes on the international scene have brought\r\nabout a new and growing interest in the United Nations.\r\nThe international community turns to the Organization\r\nmore often and with more confidence when it needs help\r\nin solving its problems. The Organization’s structures\r\nmust be revised and strengthened so that its responses can\r\nmeet the needs that have been put to it.\r\nTo carry out this endeavour, it will be necessary to\r\naddress statements that have been made regarding the new\r\ncomposition of the Security Council and to consider the\r\nneed to revitalize the General Assembly, giving it\r\nfunctions and responsibilities in keeping with its status as\r\nthe highest forum of the Organization. An international\r\norder based on and designed for the human person must\r\nhave at its disposal an adequate tool for carrying out\r\nprogrammes needed for the economic and social\r\ndevelopment of our peoples. From that point of view, it\r\nis imperative for us to undertake a process of\r\nstrengthening the Economic and Social Council.\r\nFurthermore, we have to create conditions that will\r\nprovide the indispensable motivation for States, given the\r\nnew circumstance of the world, to place their full trust in\r\nthe International Court of Justice.\r\nEcuador, a country that has the deepest respect for\r\nfundamental human rights, appreciates and assumes with\r\nthe utmost responsibility the trust of the international\r\ncommunity, granted through this Organization, enabling\r\nit to contribute to the work of the most important forums\r\ndevoted to the promotion and protection of all human\r\nrights.\r\nThe Government of Ecuador echoes the expressions\r\nof support to the United Nations High Commissioner for\r\nHuman Rights. It trusts that his difficult task will be\r\nbased on the frank understanding of the international\r\ncommunity. It also expresses its conviction that the\r\nAssembly will commit the necessary administrative and\r\nfinancial resources to facilitate the duties of the High\r\nCommissioner.\r\nHuman rights and social development are\r\ninseparable, indivisible. In daily reality we cannot\r\nseparate respect for human rights from fair economic\r\nrelations. As stated by the United Nations Development\r\nProgramme (UNDP), quality of life is a subject which\r\ncannot remain at the entire mercy of the game of\r\nmacroeconomic statistics.\r\nWe developing countries are affected in our foreign\r\ntrade by the gradual deterioration of the terms of\r\n14\r\nGeneral Assembly 21st meeting\r\nForty-ninth session 6 October 1994\r\nexchange, a phenomenon which generates serious social\r\nconsequences and which forces us to export greater\r\nvolumes of raw, finished and semi-manufactured goods.\r\nWe also face non-tariff barriers, and many other measures\r\nthat block access by our products - such as bananas and\r\nflowers in the case of Ecuador - to the markets of those\r\nvery developed countries where the principle of free trade\r\nis designed and developed. This protectionist policy\r\ncontradicts the goals of general welfare sought by the\r\ninternational community.\r\nThe countries of Latin America, including Ecuador,\r\nhave launched a great effort of adjustment and economic\r\nrestructuring which must be properly understood and which\r\noffers a framework more conducive to international\r\ncooperation and to foreign investment.\r\nAt this stage of history, neither the developed nor the\r\ndeveloping countries can neglect the so-called social\r\nquestion, a product of the socio-economic inequities that\r\ndominate the world. The solution to this problem can be\r\nachieved only by international cooperation at all levels.\r\nThe development of poor nations must depend on their own\r\nefforts, on cooperation based on smooth, effective and\r\nprofoundly human mechanisms of integration.\r\nWe believe in the fundamental right to life.\r\nTherefore, we cannot and will not accept the\r\nimplementation of programmes conditioned on population\r\ncontrol and abortion, which are what Pope John Paul II has\r\ncalled \"the culture of death\". These are the bases that\r\nshould inspire solidarity and international cooperation.\r\nEnvironmental problems, and those linked to the\r\ndangerous use of nuclear weapons, have shown that we\r\nhumans are all voyaging in the same boat and that our\r\ndestinies are intertwined. Thus, the prosperity of some\r\ncannot result from the exploitation or damage of the\r\nenvironment of others; the accumulation of weapons in one\r\ncountry is nothing but a boomerang that country is throwing\r\nat itself.\r\nI want to recall the words of the Constitutional\r\nPresident of Ecuador, Mr. Sixto Durán Ballén, in this\r\naugust forum, when he said:\r\n\"I must emphasize that although the developed\r\ncountries, which are mainly responsible for the\r\ndeterioration of the environment, have a particular\r\nobligation, it is other countries that are being asked to\r\nmake the sacrifice of restricting the exercise of their\r\nlegitimate right to use the wealth that nature has given\r\nthem. It is necessary to seek due compensation\r\njointly, especially in the shape of financial aid and\r\ntechnological cooperation\". (A/47/PV.12, p. 18)\r\nInevitably, all our peoples must join forces to\r\nsafeguard and restore the environment. In the ecological\r\nfield, we have completed the stage of formulating rules\r\nand international conventions. Now we must join our\r\nresources and technical efforts to put those solutions into\r\npractice as soon as possible. That is why it is important\r\nto develop greater linkage between institutions such as the\r\nWorld Bank, the Inter-American Development Bank and\r\nthe International Monetary Fund on the one hand, and\r\nprogrammes of the United Nations and the Global\r\nEnvironment Facility on the other. Therefore, genuine\r\ntransfer of clean technologies is of great importance.\r\nIt is especially worrisome that nuclear testing for\r\nmilitary purposes continues to be carried out. Ecuador\r\ncondemns these tests, which damage the environment,\r\nendanger the countries of the test area and ignore the\r\nright of all the peoples to peace and security.\r\nFurthermore, Ecuador is worried by the fact that in the\r\npost-cold-war era some countries have attracted\r\nsignificant numbers of technicians and nuclear scientists\r\nin order to develop their military power. Resolution\r\n48/70, approved last December, opens the way towards a\r\ncomprehensive nuclear test-ban treaty, which all States\r\nshould support.\r\nWe believe in the need not only to extend the Treaty\r\non the Non-Proliferation of Nuclear Weapons, but also to\r\nimprove it and establish it forever. At the same time, we\r\nsupport the declaration of new nuclear-weapon-free zones,\r\nsimilar to those established by the Latin American Treaty.\r\nIn this regard, it is a matter of serious concern that,\r\nwhile we are trying to limit and even eliminate nuclear\r\narsenals, there has been an increase in the manufacture of\r\nconventional weapons and in the traffic in them.\r\nAccordingly, there is an imperative need, as the Holy See\r\nproposed through its Council for Justice and Peace, for\r\nthe creation of an international authority to reduce the\r\ntrade in weapons and to achieve the goal of a\r\ncomprehensive ban on all kinds of weapons.\r\nEcuador welcomes most warmly the agreements\r\narrived at and the progress made in the Middle East in the\r\nprocess of establishing peace and normalizing the\r\nrelations between Israel and its Arab neighbours.\r\nEcuador firmly supports this process, which is an example\r\nfor the solution of other, perhaps less complex, problems.\r\n15\r\nGeneral Assembly 21st meeting\r\nForty-ninth session 6 October 1994\r\nWe also condemn the actions of extremist groups who,\r\nthrough terrorism, attempt to prevent the consolidation of\r\npeace in that important part of the world.\r\nWe were particularly enthusiastic over the\r\nreinstatement of South Africa in this world Organization.\r\nWith the victory over apartheid one of the United Nations\r\nlongest and most difficult struggles has now come to an\r\nend.\r\nWe must however reiterate our profound concern over\r\nthe ongoing ethnic and religious clashes in the territories of\r\nthe former Yugoslavia. Ecuador supports the actions taken\r\nby the international community in seeking a political\r\nsolution that would ensure an end to the tragedy in Bosnia\r\nand Herzegovina.\r\nAnd now my country would like to issue a plea to the\r\ninternational community to provide generous humanitarian\r\nassistance for the victims in Rwanda.\r\nRecently, there has been a proliferation of United\r\nNations peace-keeping operations. Notwithstanding all its\r\nshortcomings, the international effort in this regard is\r\npraiseworthy, but we believe this Organization should,\r\nbasically, use preventive measures to deal with the\r\nunderlying causes of civil, international and inter-ethnic\r\nconflicts, and along with thIs, it should also address the\r\nproblems of injustice, inequality in economic and trade\r\nrelations, and the persistence of prejudice and age-old\r\nenmity. The road to peace lies through programmes to\r\nprovide help in practical and urgent terms, to those\r\ncountries most affected by hunger and extreme poverty.\r\nThere must be a prompt review of programmes of\r\ncooperation. There must be a more fruitful effort on the\r\npart of the specialized agencies of the United Nations\r\nsystem to develop a true culture of peace and the respect\r\nfor the rights of others.\r\nThe fundamental obligation of the United Nations -\r\none might even say its real raison d’être - is not only the\r\nmaintenance of international peace and security but also the\r\nraising of the economic, social and cultural standards of\r\npeoples. This is the only solid basis for progress and\r\ndevelopment.\r\nI believe it is time for this Assembly to adopt\r\npragmatic resolutions so that we may spend less on paper\r\nand bureaucracy and more on technical and cultural\r\nmissions and specific programmes that would reach those\r\npeople that face the greatest problems, areas afflicted by\r\nwar, plague and starvation.\r\nEcuador has advocated a solution to the complex\r\nHaitian crisis that takes account of the principles of non-\r\nintervention and the peaceful settlement of disputes and\r\nthat involves the participation of all sectors of Haitian\r\nsociety, with the broadest respect for human rights and\r\ntaking account of the relevant resolutions of the\r\nOrganization of American States and of the United\r\nNations.\r\nEcuador trusts that democracy will be established\r\npermanently and as soon as possible in Haiti. To that\r\nend, it is offered all the diplomatic and political support\r\nthat it can. At the same time, we would wish to\r\nparticipate in the humanitarian efforts to contribute to the\r\nrebuilding of the Haitian economy, once constitutional\r\norder is restored.\r\nEcuador would also be in favour of continuing the\r\nCuban-American dialogue in that same constructive spirit\r\nand with good will. We fervently hope that our sister\r\nnation of Cuba may be able to become fully involved\r\nagain in hemispheric cooperation. It will be necessary to\r\nmake great strides along the road to broadening and\r\nstrengthening democracy and pluralism, and at the same\r\ntime an end must be put to the unilateral blockade to\r\nwhich Cuba has been subjected for many years.\r\nIn keeping with our constant desire to contribute to\r\na climate of peace, understanding and cooperation among\r\npeoples, Ecuador has been seeking some means of dealing\r\nwith its age-old controversy with Peru and strengthening\r\nits ties of friendship and cooperation between the peoples\r\nof Ecuador and Peru. As we said earlier, Ecuador\r\nattaches very special importance within this process, to\r\nthe intervention of His Holiness the Pope, in seeking a\r\ndefinitive solution to this problem. This is in view of the\r\nhigh moral authority of His Holiness, which is recognized\r\nby both our peoples.\r\nIt is increasingly clear to our two nations that the\r\nway to development is to be found in working together in\r\nharmony.\r\nWe wish to deepen and broaden our far-reaching\r\ncommon interests. This is to the mutual benefit of our\r\ntwo countries and would enable us to become efficient\r\npartners as we develop together.\r\nAll the nations represented in this Assembly are\r\ncalled upon to build a better world, a world free from the\r\nhorrors of war, hunger and environmental destruction.\r\n16\r\nGeneral Assembly 21st meeting\r\nForty-ninth session 6 October 1994\r\nMay we, through our work, respond to this historic\r\nchallenge.\r\nThe President (interpretation from French): I now\r\ncall on the Minister for Foreign Affairs of Namibia, His\r\nExcellency Mr. Theo-Ben Gurirab.\r\nMr. Gurirab (Namibia): On behalf of the Namibian\r\ndelegation, I wish to congratulate you, Sir, on your\r\nunanimous election as President of the General Assembly\r\nat its forty-ninth session. As a distinguished diplomat and\r\npublic servant with long experience, you bring to your\r\noffice an outstanding record of wisdom, excellence and\r\nindustry. Côte d’Ivoire and Namibia have maintained close\r\nrelations of friendship and cooperation. On a personal\r\nnote, I take great pride in your brilliant election and extend\r\nbest wishes to you.\r\nDuring his term of office, your distinguished\r\npredecessor, Ambassador Samuel Insanally of Guyana,\r\nintroduced practical steps aimed at enhancing the work of\r\nthe General Assembly and promoting further our common\r\nendeavours towards peace, partnership, development and\r\nprosperity. We commend him for all this.\r\nMr. Boutros Boutros-Ghali, our illustrious\r\nSecretary-General, has always kept his plate full in the\r\nservice of our Organization and its Charter. He has also,\r\non a continuous basis, kept intensifying his tireless efforts\r\nin furtherance of world peace and security and, not least,\r\ndevelopment and regional conflict management and\r\nresolution. The Secretary-General’s report \"An Agenda for\r\nDevelopment\" is an important and timely complement to\r\n\"An Agenda for Peace\". Together they reinforce General\r\nAssembly resolution 48/165 on the \"Renewal of the\r\ndialogue on strengthening international economic\r\ncooperation for development through partnership\". I can\r\nassure the Secretary-General that he can count on\r\nNamibia’s support in the discharge of his mandate.\r\nFollowing our independence, the Government and the\r\npeople of Namibia strongly felt that the decolonization of\r\nour country was not complete because parts of our national\r\nterritory still remained under colonial occupation. In 1991,\r\nfrom this rostrum, I called on the international community\r\nand, particularly, the permanent members of the Security\r\nCouncil to live up to their commitment, collectively and\r\nseverally, by ensuring the early reintegration of Walvis Bay\r\nand the Offshore Islands into Namibia, in accordance with\r\nSecurity Council resolution 432 (1978). Since then, I have\r\nkept the international community abreast of the\r\nnegotiations to this end between the Governments of\r\nNamibia and South Africa. In 1992, I reported on the\r\nestablishment of the Joint Administrative Authority, and\r\nlast year I announced the agreed date for the\r\nreintegration.\r\nIt is with pride and satisfaction that I am now finally\r\ninforming the General Assembly and the world\r\ncommunity as a whole that, on 1 March 1994, Walvis\r\nBay and the Offshore Islands were reintegrated into\r\nNamibia. Security Council Resolution 432 (1978) has\r\nthus been fully implemented. On that emotional but\r\nindeed solemn occasion marking the second independence\r\nof Namibia, Mr. Sam Nujoma, President of Namibia,\r\nproudly declared that at last Walvis Bay and the Offshore\r\nIslands were forever liberated and reintegrated into\r\nNamibia and he thanked the people of South Africa for\r\ntheir role in making this possible. A huge and tumultuous\r\ncrowd of Namibians and friends from abroad who were\r\ngathered there confirmed this truth with their loud cheers.\r\nIn the end, diplomacy has triumphed over confrontation.\r\nI would like to place on record Namibia’s gratitude\r\nto the Secretary-General, as well as the\r\nSecretaries-General of the Organization of African Unity\r\nand the Commonwealth, the member States of the South\r\nAfrican Development Community (SADC) and the front-\r\nline States, as well as many other good friends who\r\nrendered support and encouragement to Namibia in the\r\nnegotiating process.\r\nAt this point let me reiterate what I said then, that a\r\nsuccessful resolution of this issue will not only\r\nconsolidate the sovereignty and territorial integrity of our\r\ncountry but will also create enormous opportunity for\r\neconomic integration, community- building and prosperity\r\nfor the SADC region. New vistas for trade, transport and\r\ncommunication would be opened up throughout southern\r\nAfrica. And this will further stimulate free movement of\r\ngoods, services and people in the area. Walvis Bay will\r\ngreatly complement other ports in the region.\r\nIt is a truism that peace, democracy, political\r\nstability and good governance are among the basic pillars\r\nfor development. The southern African region presents a\r\ngood example of transformation from war, conflicts,\r\neconomic destabilization, political instability, social\r\ndisintegration, suppression and denial of human rights to\r\nthe new situation of peace, democracy, stability, regional\r\ncooperation and hope for a more prosperous future for us\r\nall. The former Southern Africa Development\r\nCoordinating Conference (SADCC) vigorously sought to\r\ncounteract the destabilization and subversion of the\r\n17\r\nGeneral Assembly 21st meeting\r\nForty-ninth session 6 October 1994\r\ncountries of the region by the apartheid regime of South\r\nAfrica. The front-line States, with vigour and\r\ndetermination, also pursued the fight for liberation, peace,\r\npolitical stability, democratization and promotion and\r\nprotection of human rights. Now, with the eradication of\r\napartheid in South Africa and the installation of the first\r\ndemocratically elected Government, the struggle for\r\nfreedom and political emancipation in southern Africa was\r\ncrowned with a gigantic victory.\r\nThe people of South Africa finally triumphed over the\r\napartheid system. The epoch making inauguration of\r\nPresident Nelson Mandela, on 10 May 1994, was a victory\r\nfor humanity and a vindication of the untold sacrifices of\r\nthe South African people. The international community,\r\nand in particular the countries and the peoples of southern\r\nAfrica, celebrated this joyous event, confident in the\r\nconviction that peace had finally come to our region. We\r\nin Namibia are particularly gratified to welcome the new\r\nSouth Africa into the fold of the community of nations.\r\nJust as we struggled together during the apartheid era, we\r\nlook forward to strengthened partnership for development\r\nand prosperity for our people and the region.\r\nThe time for reconstruction and economic cooperation\r\nin the region has finally dawned. We are convinced that\r\nthe transformation in 1992 of the Southern African\r\nDevelopment Coordinating Conference into the Southern\r\nAfrican Development Community (SADC) will further\r\nconsolidate regional economic cooperation and all-round\r\ndevelopment for the prosperity of all our people.\r\nThis will indeed serve as a formidable building-block\r\ntowards the realization of the goals of the African\r\nEconomic Community, especially in the field of inter-Africa\r\ntrade, investment, capacity-building and human resource\r\ndevelopment. In this context, Namibia welcomes with\r\nappreciation President Clinton’s announcement yesterday in\r\nWashington that the United States Government will make\r\na substantial financial contribution to reconstruction and\r\ndevelopment in South Africa, as well as in other countries\r\nin the region. It is good news for us that a friend of\r\nAfrica, Ambassador Andrew Young, will coordinate this\r\nprogramme.\r\nLet me mention here the recent first-ever meeting\r\nbetween Foreign Ministers of the European Union and\r\nSADC held last month in Berlin. The meeting was historic\r\nand elevated the interaction and cooperative relations\r\nbetween the two regions to a higher political and economic\r\nlevel.\r\nThe past four years have seen throughout Africa a\r\nprocess of free and fair elections, multi-party democracy,\r\nthe protection of human rights, press freedom, the rule of\r\nlaw, and market-oriented economies. This process has\r\ntaken a firm direction and produced positive results in\r\nsouthern Africa and in other parts of Africa. In 1989,\r\nsuccessful independence elections were held which\r\nculminated in a free and independent Namibia in 1990.\r\nIn 1991, democratic elections were held in Zambia; in\r\n1992 free and fair elections were held in Angola, though\r\nregrettably UNITA refused to accept the results and\r\nrestarted the fighting; Lesotho held multi-party democratic\r\nelections in 1993; and this year, South Africa and Malawi\r\nunderwent democratic transformations. In October,\r\nBotswana and Mozambique will hold democratic\r\nelections. Multi-party democratic, presidential and\r\nparliamentary elections are scheduled in Namibia in\r\nDecember this year. Likewise, 1995 will see multi-party\r\ndemocratic elections in Tanzania and general elections in\r\nZimbabwe. This would mean that the vision for\r\ndeepening democratization, peace, prosperity and true\r\npartnership in SADC will be greatly boosted.\r\nIn the emerging world order resulting from the end\r\nof the cold war and the victories scored by the forces of\r\nliberation, the front-line States decided that the time had\r\ncome to transform themselves into a mechanism for\r\npolitical consultations, conflict resolution, peace and\r\nsecurity in the SADC region. The new body which is\r\nnow being put together is intended to augment the\r\nOrganization of African Unity (OAU) mechanism for\r\nconflict resolution and peace-keeping, and will serve\r\nprimarily as the political and security arm of SADC itself.\r\nThe countries of SADC, through this mechanism, are\r\ncommitted to defend and protect constitutional order and\r\nthe rule of law. Through their common vision for peace\r\nand development, a task force of three Heads of State\r\nrecently succeeded in peacefully redressing the attempted\r\noverthrow of the democratically elected Government of\r\nLesotho. It was a first major test, and the SADC leaders\r\nrose to the occasion and defused what was potentially an\r\nexplosive situation with serious consequences for the\r\nwhole region.\r\nAfrica needs to produce similar success stories,\r\nthrough concerted regional initiatives, in other conflict\r\nsituations such as Rwanda, Burundi, Liberia, Somalia, the\r\nSudan and others. Naturally, we welcome the serious\r\nefforts which are being made by neighbouring African\r\nStates in and relating to each one of these trouble spots.\r\nTo this end, Africa and the international community alike\r\nshould heed the appeals for contributions to the OAU\r\n18\r\nGeneral Assembly 21st meeting\r\nForty-ninth session 6 October 1994\r\nPeace Fund. In Namibia, we believe that once given\r\nadequate financial and human resources Mr. Salim Ahmed\r\nSalim, the OAU Secretary-General, and his staff are\r\ncapable of implementing expeditiously the relevant\r\ndecisions of the succeeding summits of African leaders.\r\nIn Angola, it is our strong expectation that the\r\nprotracted negotiations currently under way in Lusaka\r\nappear poised for an imminent and successful conclusion.\r\nThe Government and the people of Namibia are indeed\r\nawaiting the successful resolution of this bloody conflict.\r\nIn their own modest way, the Government and the people\r\nof Namibia will continue to play a constructive role to\r\nhasten this process. The statement made last week from\r\nthis rostrum by the Foreign Minister of Angola\r\ndemonstrated once again the flexibility and genuine\r\ngoodwill of the Angolan Government to reach a peaceful\r\nsettlement in the interest of the suffering Angolan people.\r\nUNITA, it is sad to say, continues to obstruct progress and\r\nwage war. It should be made to heed the urgent warnings\r\nof the Security Council. The United Nations should, in the\r\nmeantime, keep itself in readiness to increase its personnel\r\nin Angola as soon as a cease-fire is restored. The ever-\r\nincreasing peace-keeping missions of the United Nations\r\nneed sound financial support, if indeed peace is to be\r\nachieved and preserved. I therefore urge the States\r\nMembers of our Organization to heed the\r\nSecretary-General’s call in his current report for adequate\r\nfunding for peace-keeping operations.\r\nMr. Touré (Guinea-Bissau), Vice-President, took the\r\nChair.\r\nNamibia is very much encouraged by the recent\r\nconclusion of an agreement between the Governments of\r\nthe United States of America and the Republic of Cuba on\r\nimmigration issues. It is our fervent hope that the signing\r\nof this agreement will serve as the beginning of serious\r\nnegotiations to resolve all aspects of the long-standing\r\ndispute between them, in the interest of peace, trade,\r\ndevelopment and good neighbourliness. I made the same\r\nplea last year from here, and the latest development helps\r\nto keep my hope alive. Namibia enjoys excellent friendly\r\nand productive relations with both countries. It is in this\r\nspirit that we advocate rapprochement between them.\r\nWe consider that in both elections and governance\r\npopular participation is a prerequisite for development and\r\nprosperity. At independence, however, Namibia inherited\r\na dual economy that was based on an unequal distribution\r\nof wealth and disparity of income resulting from apartheid.\r\nAs a result, the majority of the population has incomes that\r\nare far below the national average. To redress these\r\nimbalances, the Government has been pursuing prudent\r\neconomic policies aimed at improving the lives of the\r\nmajority of our citizens. The direction is clear, although\r\nthe road ahead is replete with pitfalls. However, I must\r\nsay that the Government’s will and determination to\r\nsucceed cannot be doubted.\r\nIn 1991, Namibia sought least-developed-country\r\nstatus to redress imbalances in education, health, housing\r\nand employment. The granting by the General Assembly\r\nof the \"as if\" least-developed-country option to Namibia,\r\nif not the full status of least-developed country,\r\nnonetheless allowed us to lay the foundation for the\r\nreconstruction of our economic and social structures.\r\nIn spite of the Government’s best efforts in these\r\ncritical areas, imbalances persist in our society.\r\nProvisional figures from the ongoing 1993-1994 National\r\nHousing, Income and Expenditure Survey provide clear\r\nevidence of skewed income distribution. Using private\r\nhousehold consumption as an indicator, preliminary\r\nsurvey estimates show that 50 per cent of the poorest\r\nhouseholds account for about 13 per cent of the total\r\nconsumption. The richest 10 per cent of the households\r\nconsume about 33 per cent.\r\nThe low literacy rate, the low level of manufacturing\r\nindustry and the extremely skewed distribution of income\r\nare a result of institutionalized social inequality over long\r\nperiods. These social and economic sequels of the old\r\napartheid order continue to bedevil the Government’s\r\ndevelopmental efforts. In accordance with our current \"as\r\nif\" status, and with the assistance of the World Bank, the\r\nNamibian Government is at present preparing a public\r\nexpenditure review. The findings so far point to dramatic\r\nincome disparities, in spite of the efforts by the\r\nGovernment that I alluded to earlier.\r\nIt is in this context that Namibia wishes to appeal\r\nonce again to the States Members of our Organization for\r\nan extension of the \"as if\" least-developed-country status\r\nfor an additional number of years. This will be an\r\nenormous contribution to our determined efforts to\r\nimprove the quality of life for disadvantaged Namibians.\r\nWe thank those States and agencies that have\r\nimplemented resolution 46/204, on \"as if\" least-\r\ndeveloped-country status and appeal for their continued\r\nassistance, which will strengthen the foundation we have\r\nlaid for development and further consolidate our\r\ndemocracy.\r\n19\r\nGeneral Assembly 21st meeting\r\nForty-ninth session 6 October 1994\r\nThe United Nations is centrally placed to address the\r\nmajor global problems facing us. Its focus, however,\r\nshould not be limited to the issues of peace and security.\r\nThe other critical issues, reconstruction and development,\r\nmust be given the same serious attention. The World\r\nSummit on Social Development, for example, must be a\r\nforum for us to renew our commitment and political will to\r\neffectively address the diverse social and economic\r\nproblems. We must come away from Copenhagen to act;\r\nthe international community this time will need to summon\r\nmore courage in order to translate into action the bold\r\ndecisions we shall take. There is a linkage between the\r\nPlan of Action and follow-up mechanisms adopted at the\r\nCairo population Conference and the goals of the\r\nCopenhagen and the Beijing Conferences in 1995. This\r\nrequires greater and systematic coordination, so as to ensure\r\neconomy, efficiency and the achievement of goals we all\r\nshare.\r\nThe continued marginalization and exclusion of\r\nwomen from many spheres of life are a challenge to us all.\r\nThe platform for action to be adopted at the Fourth World\r\nConference on Women, to be held in Beijing next year,\r\nmust therefore assure the full and equal participation of\r\nwomen at all levels of society. Namibia’s Constitution\r\ncalls for affirmative action and enlightened policies to\r\neffect positive change in this area of human endeavour.\r\nNamibia is an active member of the Zone of Peace\r\nand Cooperation of the South Atlantic and will continue to\r\npursue the vigorous promotion of trade in the South\r\nAtlantic region, including the development of fisheries and\r\nmarine resources as well as tourism on a sustainable basis.\r\nThe South Atlantic region comprises a great expanse of\r\nwaters, which the countries of the Zone are committed to\r\nkeep nuclear-free. Similarly, African countries are about to\r\nsign a treaty for the denuclearization of the continent.\r\nIn recent weeks, important meetings of Ministers and\r\nofficials of the African and Latin American countries have\r\ntaken place in Punta del Este, Uruquay, and Brasilia, Brazil,\r\nto further advance dialogue and cooperation on issues of\r\ncommon interest. It was in this spirit of South-South\r\ncooperation that Namibia supported the establishment of the\r\nSouth Centre, towards whose operations we have already\r\nmade a significant contribution.\r\nI should now like to state Namibia’s position on the\r\noverall reform of the United Nations, and in particular\r\nequitable representation on and increase in the membership\r\nof the Security Council. Namibia does not believe that the\r\npresent decision- making machinery of the Security\r\nCouncil will effectively serve the international community\r\nin the twenty-first century. Change towards a more\r\nrepresentative Council would enhance its legitimacy,\r\ncredibility and effectiveness.\r\nRepresentation on the Security Council must reflect\r\nthe phenomenal numerical growth in the membership of\r\nthe General Assembly. In line with the principle of\r\ngeographical and equitable representation, Africa is\r\nentitled to an appropriate representation of no fewer than\r\ntwo permanent seats on the Security Council. For us,\r\nSecurity Council reform means more than merely adding\r\ntwo or more industrialized permanent members. What is\r\nrequired is democracy, transparency and fair play.\r\nNamibia reiterates its position that the veto power is\r\noutdated and undemocratic and should be abolished.\r\nEqually, the General Assembly should not be allowed to\r\nlose its authority, competence and relevance in the reform\r\nprocess. Rather, it too needs further strengthening in all\r\naspects.\r\nNamibia is of the strong view that the United\r\nNations, and Africa in particular, should leave no stone\r\nunturned to ensure that the people of Western Sahara are\r\nnot left to face their fate alone. The decolonization and\r\npolitical emancipation of Africa cannot be declared\r\ncomplete without self-determination for them as well\r\nthrough a democratic referendum jointly supervised by the\r\nUnited Nations and the OAU.\r\nWith regard to the dispute between two of our\r\nesteemed friends, India and Pakistan, on the question of\r\nJammu and Kashmir, Namibia urges them to pursue\r\npeaceful dialogue and promote bilateral negotiations\r\nwithout public confrontation.\r\nOn another issue, we are encouraged by Libya’s\r\nacceptance of Security Council resolution 731 (1992) and\r\nits expressed willingness to resolve the Lockerbie crisis\r\nwith the three Western Powers. Dialogue and diplomacy\r\nshould be placed on the front burner.\r\nNext year the Non-Proliferation Treaty review and\r\nextension Conference will be held. Namibia is a\r\nsignatory to the Treaty. It goes without saying that the\r\nConference will provide a golden opportunity for review,\r\nassessment and extension of this vital Treaty, which has\r\nso far helped to prevent nuclear war. There is also a\r\nproposal by Zimbabwe, a proposal that we fully support,\r\nto seek an advisory opinion from the International Court\r\nof Justice on the legality of the use and threat of use of\r\nnuclear weapons.\r\n20\r\nGeneral Assembly 21st meeting\r\nForty-ninth session 6 October 1994\r\nOther critical issues, such as general and complete\r\ndisarmament, nuclear technology, nuclear-weapon-free\r\nzones and the peaceful uses of nuclear energy, also need to\r\nbe discussed and resolved. Once there is consensus on\r\nthese and other related concerns, the extension of the\r\nTreaty, limited or unlimited, can be resolved to the\r\nsatisfaction of both nuclear and non-nuclear States parties.\r\nThe peace process in the Middle East continues to\r\ngain momentum and wider acceptance in the region and\r\nbeyond it. For us, the centre-piece of this peace process is\r\nand must remain full realization of the right of\r\nself-determination of the Palestinian people, led by the\r\nPalestine Liberation Organization (PLO), which must lead\r\nto complete nationhood.\r\nIn conclusion, as we approach the fiftieth anniversary\r\nof the United Nations and are about to usher in a new\r\nmillennium, it is time for the world to take stock. The\r\nworld leadership of today comes largely from a generation\r\nthat saw violent conflicts, the untold devastation of societies\r\nand families and shattered hopes and dreams. We can, on\r\nthe whole, visualize peace, though it is not yet assured in\r\nall regions. However, the vision of peace prevails over the\r\nvision of conflicts, and we must be determined to defend it.\r\nIt is the vision of peace that we must bequeath to the next\r\ngeneration. That should be the gift of our time to the next\r\ncentury.\r\nThe President (interpretation from French): The next\r\nspeaker is the Minister of Foreign Affairs of the\r\nTransitional Government of Ethiopia, Mr. Seyoum Mesfin,\r\non whom I now call.\r\nMr. Mesfin (Ethiopia): Allow me first to extend to\r\nAmbassador Amara Essy heartfelt congratulations on his\r\nunanimous election to preside over the forty-ninth session\r\nof the General Assembly. His election is a fitting tribute\r\nboth to him and to his country, Côte d’Ivoire. While\r\nexpressing our confidence in his skills and capacity to guide\r\nthis session to a successful conclusion, I wish to assure him\r\nof the full cooperation of my delegation in the discharge of\r\nthe heavy responsibility he has assumed.\r\nI wish also to join the heads of delegations who spoke\r\nbefore me in the very pleasant task of welcoming the new\r\ndemocratic South Africa into the United Nations. The\r\nrecent happy events in South Africa mark a turning point in\r\nthe history of Africa. They have opened up new vistas for\r\nfruitful economic cooperation across the African continent\r\nand have allowed the international community to be\r\nvictorious over institutional racism.\r\nIt has now been a few years since the international\r\ncommunity entered into a new era that is relatively free\r\nof ideological polarization. The nuclear confrontation that\r\nhad haunted the international community before the end\r\nof the cold war is now more or less behind us. The\r\ndemise of the cold war has in this regard contributed to\r\nthe lifting of the thick veil that had hindered the\r\nappreciation of our interdependence. None of the major\r\nproblems of the present world can be effectively dealt\r\nwith in the absence of an approach that takes seriously\r\nthe fact that we live in an interdependent world. The\r\nchallenges of the environment, the problems of climate\r\nchange, the unrestrained growth in population and\r\nquestions of economic growth and development, among\r\nothers, are all issues that call for greater cooperation\r\nbetween States.\r\nIt is not too early for us to assess to what extent the\r\ninternational community has taken advantage of new\r\nopportunities and, with the major obstacles to joint action\r\nhaving now been removed, how much progress the world\r\nhas made in addressing the critical problems facing us.\r\nSome of these ostensibly affect only part of humanity,\r\nbut, in fact, are directly or indirectly the problems of the\r\ninternational community as a whole.\r\nThe ever-deteriorating economic and social\r\nconditions faced by the majority of the peoples in the\r\ndeveloping world and the abject poverty in which they are\r\ncondemned to live are the most critical challenge facing\r\nthe world. The effects of this reality reverberate through\r\nall aspects of international life, and they impinge on all\r\nissues now routinely accepted as the common challenges\r\nof the international community. Actions designed to deal\r\nwith concerns related to international peace and security,\r\nto the environment, to climate change, to population\r\ngrowth and development and to a host of other\r\ninterrelated concerns will remain only off-target and, at\r\nbest, partial measures if most of the developing world is\r\nallowed to continue to wallow in poverty, and if, as a\r\nconsequence, despair and hopelessness continue to be the\r\ndominant mood of present and future generations in the\r\nSouth.\r\nIn Africa, for instance, where a genuine fear of\r\nmarginalization in international economic cooperation has\r\nin recent years become the prevailing mood, much of the\r\nexplanation for the scale, intensity and duration of the\r\nconflicts must be sought in the continent’s continuing\r\neconomic decline and in the consequent social malaise\r\nand hopelessness generated by that sad reality. The\r\neconomic history of Africa over the last two decades is\r\n21\r\nGeneral Assembly 21st meeting\r\nForty-ninth session 6 October 1994\r\none of precipitate decline. The 1980s was a lost decade,\r\nbut the first half of the present one is proving to be no\r\nbetter.\r\nEach African conflict may have its own unique local\r\nas well as extra-local features, but all of them, in one way\r\nor another, grow out of the humanly impossible economic\r\nand social situations that provide societies with neither hope\r\nnor a future.\r\nFrom Liberia to Somalia and from Rwanda to\r\nBurundi, what Africa has been witnessing in recent years is\r\nthe virtual collapse, under the weight of unbearable\r\neconomic and social difficulties, not only of State structures\r\nbut also of traditional values and norms of social\r\norganization.\r\nIt seems therefore overdue for the United Nations,\r\nwhen it comes to addressing conflict situations such as\r\nthose in Africa, to think and to act with the clear\r\nassumption that traditional notions of preventive diplomacy,\r\npeace-keeping and peace-making, although important, are\r\nnot enough to maintain the peace and to make it durable.\r\n\"An Agenda for Peace\" will be far from sufficient if it doe\r\nnot go side by side with, and made an integral part of, \"An\r\nAgenda for Development\".\r\nIn our part of the world, the Organization of African\r\nUnity (OAU) took up a huge challenge when it decided to\r\nincrease its capacity by setting up a mechanism for the\r\nprevention, management and resolution of conflicts. This\r\nis an important step that requires the effective assistance of\r\nthe international community, and we are appreciative of the\r\nsupport already being given to the OAU by some countries.\r\nBut we have no illusions: even if the OAU had the\r\ncapacity required to carry out its mandate in preventive\r\ndiplomacy, it would not necessarily be able to make\r\nsubstantial inroads in ensuring durable peace in the\r\ncontinent.\r\nNor can the United Nations and the international\r\ncommunity do any better unless the challenges faced in\r\nconnection with preventive measures in the economic and\r\nsocial areas are taken up in the most serious manner and\r\nunless the economic and social decline of Africa is\r\nreversed. The bottom line is that no African country can\r\ncategorically be said to be immune from the political and\r\nsocial consequences of the immense level of economic\r\ndecline, which can be arrested only with the requisite level\r\nof international economic cooperation and development\r\npartnership. This, incidentally, could also be a way to\r\narrest and contain all varieties of extremism.\r\nIt seems to us that it is only with the foregoing in\r\nmind and with the full appreciation of the very complex\r\nnature of some of the conflict situations in Africa that the\r\nUnited Nations can be an effective factor for peace in\r\nAfrica. This approach would also allow the international\r\ncommunity to appreciate fully actual movement, no\r\nmatter how small, in the right direction towards the\r\nresolution of specific conflict situations in Africa. The\r\nvalidity of this is most clearly to be seen in the prevailing\r\nsituation in Somalia.\r\nMore than a few still view the situation in Somalia\r\nas having shown no improvement and believe that\r\nconditions in that country have in fact deteriorated. That\r\nview is probably the major reason for the increasing calls\r\nfor the speedy withdrawal of the United Nations\r\nOperation in Somalia (UNOSOM) from Somalia. That\r\nview is also certainly behind the latest Security Council\r\nresolution on Somalia.\r\nThe situation in Somalia, and most particularly in\r\nsome parts of that country, is clearly still far from\r\nnormal, and there is no question that the overall situation\r\nin the country is very fluid. The international\r\ncommunity’s frustration at the slow pace of the national-\r\nreconciliation process and at the lack of sufficient\r\ncommitment by all sides in Somalia to their responsibility\r\nto sort out their own problems as speedily as possible is\r\nalso understandable, and this is also our concern.\r\nBut the feeling that conditions in the country have\r\nbecome hopeless and that the general trend in Somalia\r\nholds no promise is not born of what has been taking\r\nplace there since late last year. That the situation in\r\nSomalia today, from the point of view both of the level\r\nof armed clashes and of dialogue between Somalis of all\r\nfactions, is far better than it was a year ago, or indeed a\r\nfew months ago, cannot seriously be doubted.\r\nNo one can pretend to have a ready-made solution\r\nto the problem of power-sharing in Somalia, which has\r\nbeen one of the major hurdles preventing national\r\nreconciliation. The OAU and the countries of the\r\nsubregion have continued to do everything possible to\r\nassist the Somalis to meet this challenge, firmly\r\nconvinced that the agenda for peace and national\r\nreconciliation in the country should be set by Somalis\r\nthemselves and that the role of extra-Somali parties,\r\nincluding that of UNOSOM, is to assist in the process.\r\nWe believe that this has been a very fruitful approach. It\r\nis the one that has been adopted from the very beginning\r\nby President Meles Zenawi, whose OAU colleagues have\r\n22\r\nGeneral Assembly 21st meeting\r\nForty-ninth session 6 October 1994\r\ngiven him the responsibility of following developments in\r\nSomalia.\r\nFrom his station in Mogadishu, President Meles’s\r\nenvoy has been maintaining very close contact with the\r\nvarious Somali factions. Our general assessment is that the\r\ntrends in Somalia are encouraging and that the Somalis are\r\ntaking the first hesitant steps to sort out their problems.\r\nAlthough there is no guarantee of success, the general\r\nthrust of developments in Somalia is worthy of the support\r\nof the international community.\r\nAt this time last year UNOSOM was engaged in heavy\r\ncombat with some Somali factions, and its presence in\r\nSomalia did not enjoy universal acceptance there. Today,\r\nthe situation has changed so dramatically that there is\r\nconsensus in the country that UNOSOM should stay, one\r\nway or another, until national reconciliation is achieved. It\r\nwould indeed be ironic if the international community were\r\nto choose to ignore Somalia precisely when the situation is\r\nchanging for the better.\r\nThe efforts of the countries of the Horn of Africa in\r\nthe search for solutions to situations of conflicts have not\r\nbeen limited to Somalia. It is little more than a year since\r\nwe in the subregion deployed the initiative of the Inter-\r\nGovernmental Authority on Drought and Development\r\n(IGADD) with a view to assisting in the resolution of the\r\nlong-standing conflict in the Sudan - a conflict which has\r\ncreated a deep rift in Sudanese society, and whose\r\nimplications for peace and security, as well as for the social\r\nand economic development of our region, are very great\r\nindeed.\r\nIn the course of the negotiations, the IGADD\r\nCommittee’s major goal was to help the parties to identify\r\nand address the central issues that have been the sources of\r\nthe conflict in the Sudan - a country characterized by\r\nreligious, ethnic and racial diversity. Pursuant to\r\ninstructions from our Heads of State, the IGADD\r\nCommittee of Foreign Ministers attempted, in a series of\r\nrounds of negotiation, to help the parties to narrow their\r\ndifferences over the root causes of the conflict and to arrive\r\nat a formula for overcoming the deep crisis affecting their\r\ncountries. Because the IGADD process induced the parties\r\nto focus on the critical issues in the conflict, positions have\r\nbecome well defined. The degree of polarity reflected in\r\nthese positions reveals the gravity of the root causes and\r\nexplains why the talks have come to deadlock. Thus, the\r\nIGADD peace process is at a crossroads in that the\r\npositions of the parties have hardened, and the mediators\r\nare left to choose between abandoning their efforts and\r\ndeveloping alternative strategies in response to the crisis.\r\nFaced with this situation, the Ministerial Committee\r\nwas compelled ultimately to refer the matter back to the\r\nIGADD Committee of Heads of State, which met recently\r\nin Nairobi. The Heads of State, while recognizing the\r\nlogjam that has been created in the process of negotiation,\r\nhave none the less unanimously decided that there is no\r\nalternative to continuing with the peace effort. The major\r\nconsideration here has been the conviction of the Heads\r\nof State that a persisting crisis in the Sudan would be not\r\nonly a cause of continuing bloodshed in that country but\r\nalso a major source of instability and lack of peace in the\r\nsubregion.\r\nIn this regard, the importance of the international\r\ncommunity’s input towards breaking the logjam in the\r\nIGADD peace initiative in the Sudan can hardly be\r\nunderestimated. A solution to the problem can come only\r\nthrough the continued efforts of the countries of the\r\nregion and the international community’s support for\r\nthose efforts.\r\nWe in Ethiopia have had more than our share of the\r\ntragedies associated with conflicts. It is three years since\r\npeace was restored to the country following three decades\r\nof civil war and internal strife. Over the past three years\r\nthe Transitional Government has focused its attention on\r\nthree broad concerns - the restoration of peace and\r\nstability; the democratization of the political process,\r\nincluding the creation of conditions for enforcing the rule\r\nof law and setting up democratic institutions; and the\r\nliberalization of the economy and the freeing of the\r\neconomic sector from the strait-jacket of the command\r\neconomy imposed on our peoples by the military\r\nGovernment.\r\nOne of the unique aspects of the democratization\r\nprocess in Ethiopia has been the very extensive\r\ndevolution of power to all regions of the country. In a\r\ncountry known for its excessive centralization of power -\r\nsomething that was pushed to absurdity by the previous\r\nGovernment: the major reason for the absence of peace\r\nin Ethiopia for so long - the new relationship between the\r\ncentre and the regions is becoming a promising\r\narrangement for genuine and meaningful participation of\r\nthe people, at the grass-roots level, in the political process\r\nof their country. We believe that once democracy\r\nbecomes relevant to the average person and at the grass\r\nroots, it will prove to be durable because the struggle\r\nbetween autocracy and democratic forms of governance\r\n23\r\nGeneral Assembly 21st meeting\r\nForty-ninth session 6 October 1994\r\nwill not then be between very narrow, elite groups, whether\r\nfrom the military or from other sectors of society.\r\nAs we approach the end of the period of transition in\r\nEthiopia, we can say with full confidence that we have, by\r\nand large, achieved all the major objectives set for that\r\nperiod. Until three years ago Ethiopia’s name was\r\nassociated with political instability and civil war. Today\r\nEthiopia has not only achieved peace but also become a\r\nfactor for peace in its own subregion and beyond, as is\r\nvividly demonstrated by the Ethiopian peace-keeping\r\ncontingent in Rwanda.\r\nMoreover, we have been gratified by the recent\r\nsuccessful elections for a Constituent Assembly, which will\r\nbe convened very soon to prepare a constitution on the\r\nbasis of which a general election will be held to install the\r\nfirst-ever democratically elected Government in the country.\r\nIn the course of the last three years, we in Ethiopia\r\nhave benefited immensely from the generous assistance of\r\nthe international community, for which we are very\r\ngrateful. This assistance was again demonstrated during the\r\nrecent drought, which affected over 7 million people.\r\nThanks to the assistance of the international community, to\r\nthe role the Ethiopian people themselves played and to the\r\ntimely, effective measures taken by the Government, the\r\neffects of a drought that could have caused massive loss of\r\nlife, dislocation and displacement commensurate with those\r\nof the 1984-1985 drought were successfully contained.\r\nEven though Ethiopia has now started to stand on its\r\nown feet, we cannot pretend that we have even remotely\r\nbegun to address the major challenges still facing us. The\r\nfledgling democratic process in a country with no\r\ndemocratic traditions will continue to be a major challenge.\r\nBut the political will to solidify grass-roots democracy will\r\nalways be there, among other things because the survival of\r\ncountries as diverse as Ethiopia can be ensured only on the\r\nbasis of democratic governance. However, the linchpin of\r\nthe success of democracy in Ethiopia, as is also true for all\r\nsimilarly situated countries, is sustainable economic growth\r\nand development. Citizens who see no future for\r\nthemselves or for their offspring can hardly be counted on\r\n- and for understandable reasons - to be a bedrock for\r\nstable Governments, without which democracy will have\r\nlittle chance of flourishing.\r\nNone the less, even in the economic sector we have\r\nmade some notable gains, and our cooperation with the\r\ninternational financial institutions has so far been very\r\nencouraging. But the challenges ahead of us are immense,\r\nand we will continue to count on the support of the\r\ninternational community to help us put our country firmly\r\non the path of sustainable growth and development.\r\nOne of the major positive outcomes of the demise of\r\nthe cold war has been the new confidence placed in\r\nmultilateral approaches to solving the major problems\r\nfaced by our interdependent world. The United Nations,\r\nas the finest expression of multilateralism, has thus been\r\ngiven a new opportunity to make a difference in the\r\nworld and to spearhead the efforts of the international\r\ncommunity for peace and development. In this context,\r\nthe democratization of the United Nations at all levels,\r\nand greater transparency in the operation of the organs of\r\nthe Organization, including that of the Security Council\r\nand of the Secretariat, are some of the required steps\r\nwhich will guarantee that the United Nations can play to\r\nthe fullest its potential appropriate role as the foremost\r\nmultilateral organization with the full confidence of\r\npeoples in the North as well as in the South. For our\r\npart, we will continue to do our share, and do all that is\r\nnecessary to assist the United Nations in achieving its\r\nnoble objectives and goals.\r\nMr. Olhaye (Djibouti): It is a special pleasure and\r\nhonour for me to extend to my brother, Amara Essy, my\r\ndelegation’s warmest congratulations on his election as\r\nPresident of the General Assembly at its forty-ninth\r\nsession. He is a highly esteemed and valued friend to\r\nmany of us, and we can rest assured that his vast\r\ndiplomatic and political experience, coupled with his\r\nproven leadership qualities, will guide this Assembly\r\nthrough a very productive and successful session.\r\nThe Assembly is also most grateful for the\r\nexemplary and skilful manner in which Ambassador\r\nInsanally successfully conducted the affairs of the\r\nforty-eighth session during his tenure as President.\r\nWe must also recognize the dynamic and resourceful\r\nmanner in which the Secretary-General has guided the\r\nSecretariat of the United Nations during this period of\r\nmomentous internal and worldwide change. That the\r\nordinary citizens of the world and its many poor have a\r\nhumane and sensitive advocate in the halls of power of\r\nthe United Nations is a great stabilizing factor. We wish\r\nthe Secretary-General well in his unending efforts to bring\r\npeace and development to all corners of our troubled\r\nworld.\r\nAs our Organization moves towards its fiftieth year,\r\nthere is an air of concern for the state of the world, its\r\n24\r\nGeneral Assembly 21st meeting\r\nForty-ninth session 6 October 1994\r\npeople and the United Nations itself. Building upon our\r\nemphasis last year on the rights of the individual, the\r\npurview of the international community has expanded to\r\nencompass the right of the individual to a better economic\r\nand social life. The population Conference at Cairo\r\nhighlighted the pressures of population on economic growth\r\nand development, and marked specific areas for action, with\r\ntargets and goals, and next year’s Copenhagen conference\r\non social development will explore widespread poverty and\r\nunemployment, and the critical issue of social integration.\r\nWe have come to realize that these problems cannot be\r\nsolved in isolation by any of the principal actors - -\r\nindividuals, States or even the international community.\r\nOnly by cooperating and working together to reinforce the\r\nspecial attributes of each can we begin to arrest the\r\npervasive social disintegration, endemic conflict and world\r\ndisorder that threaten our security and our future.\r\nFortunately, in the United Nations, whatever its limitations,\r\nwe have a truly international Organization at the centre of\r\nall these issues, which needs only proper use and\r\nreinforcement to reverse these corrosive trends.\r\nAs we review the developments of the past year in the\r\nlight of the triumphs and tragedies experienced by the\r\nworld body and by the international community, the picture\r\nwhich emerges is one of persistent conflict and pervasive\r\npoverty. Happily, some perennial points of antagonism,\r\nsuch as South Africa and Palestine, have witnessed\r\nextraordinary developments. For some, the dramatic accord\r\nbetween the Palestine Liberation Organization (PLO) and\r\nIsrael, negotiated entirely by the Palestinians themselves,\r\ncontinues to be viewed with a measure of astonishment.\r\nTrue enough, the accord will not satisfy everyone, and\r\nconditions remain on future progress, but after so many\r\ndecades of having a minimal voice in their destiny and of\r\npaltry changes in their condition, the Palestinians have\r\nmade the first real breakthrough towards a Palestinian State.\r\nEfforts towards political and democratic institutionalization\r\nand administrative refinement, accompanied by widespread\r\npolitical participation and empowerment, are evolving\r\nslowly and may demonstrate to the international community\r\nthe level of support lent by Palestinians to the direction\r\nimplied by the accords. The substantial international\r\nassistance pledged and envisaged to underwrite the requisite\r\nstability and progress must be forthcoming in order to meet\r\nthe urgent needs of the Palestinian governing authority, and\r\nto achieve the goals of a functioning and efficient\r\nPalestinian entity.\r\nThe Palestinians have suffered long and hard under a\r\nharsh and often difficult occupation, enduring numerous\r\nfalse starts and misdirected illusions. They have now\r\nembarked on the road to self-determination and should\r\nreceive the total support of the international community.\r\nBut the eventual realization of a full Palestinian State\r\nmust be clear, and any measures tending to render the\r\noccupied territories merely \"self administered\" Bantustans,\r\nsupplying labor to Israel’s more developed economy,\r\nmust be resisted by all means.\r\nNot only the continent of Africa, but the entire world\r\nmust take pride in the remarkable progress unfolding in\r\nSouth Africa. Under the inspiring and extraordinary\r\nleadership of President Mandela, South Africa has\r\nbecome an exemplary model for the international\r\ncommunity of national reconciliation and unity. During\r\nthe recent dramatic period in its history, South Africa was\r\nlikewise fortunate to have had a visionary in the person\r\nof Mr. de Klerk, who was aware of the role of timing and\r\nrecognized the need for change. While there have been\r\nmany players in the struggle against apartheid, certainly\r\nnone are more deserving of praise and recognition than\r\nthe majority people of South Africa themselves. South\r\nAfrica cannot fail to appreciate that all of Africa, and in\r\nfact the world, shares in its joy. We can only urge\r\nPresident Mandela and his country to continue to work\r\ntogether to advance the task of restructuring South Africa\r\nso that it truly realizes its undoubted greatness.\r\nBy now the world is painfully aware of the fate of\r\nRwanda, torn apart by sheer hatred and intolerance, by\r\nleaders bent upon exploiting ethnic differences for selfish\r\ngains. Employing all manner of fear, intimidation and\r\npropaganda, they succeeded in stirring up nearly an entire\r\npeople to turn against another, until the eventual human\r\ncarnage, in so compressed a time span, was no doubt\r\nunequalled in human history. Even now, the intransigent\r\nleadership of the millions of suffering Hutus, eking out a\r\nbare existence in the volcanic soils of eastern Zaire or the\r\nother surrounding countries, refuses to acknowledge the\r\nplight of their people, dissuading them with threats and\r\nviolence from returning to their country. Their actions\r\ncannot be pardoned; the perpetrators of this insane\r\nepisode must be brought to justice and punished.\r\nOtherwise, their implacable goal of rearming and\r\nreturning one day to the battle field promises a long night\r\nof recurring horror for Central Africa. Regrettably, by\r\npaying no heed to the early signs of pending troubles, and\r\nby seeking ways to severely limit its involvement, the\r\nworld body lost the opportunity to play a significant part\r\nin preventing this tragedy. Worse still, the difficulty in\r\nassembling and suitably equipping a United Nations\r\npeace-keeping force has not helped to instil in those who\r\n25\r\nGeneral Assembly 21st meeting\r\nForty-ninth session 6 October 1994\r\nhave fled the confidence needed to return, and in those who\r\nhave remained the confidence needed to stay.\r\nAll this leaves the new Government of Rwanda in the\r\nthroes of a critical dilemma, requiring immeasurable soul\r\nsearching. For a country from which nearly one-third of\r\nthe population has fled - in the case of Rwanda some 2\r\nmillion people - the numbers are so large and\r\ndisproportionate as to deny the Government a large measure\r\nof the legitimacy it badly needs. Something very serious\r\nmust be done to bring the two peoples together in\r\nmeaningful national reconciliation, with a Government that\r\nreflects this. Certainly the spirit and intent of the Arusha\r\nAccord remains even more valid today in the light of what\r\nhas taken place.\r\nNote must also be taken of the valiant efforts of the\r\nUnited Nations Assistance Mission for Rwanda (UNAMIR),\r\nfacing terrible odds in a situation of such frightening chaos.\r\nDespite its small numbers, its attempts to alleviate the\r\nsuffering and protect the vulnerable undoubtedly saved\r\nmany lives and provided a measure of sanity in a sea of\r\nmadness. The world body should recognize with pride and\r\ngreat appreciation what has been done by the personnel of\r\nUNAMIR and its illustrious leader, General Romeo Dallaire\r\nof Canada.\r\nOne reason for pessimism in Central Africa is the fact\r\nthat many of the factors that led to breakdown in Rwanda\r\nare also present in Burundi. There the ominous rise in\r\nkillings, coupled with the accelerating pace of rearmament,\r\nshould cause extreme concern to the world community.\r\nWith the army at the epicentre of power, and with weapons\r\ncalling the shots, so to speak, government and politics could\r\nremain tense and unstable. However, we are strongly\r\nencouraged by the recent indications of an emerging\r\npolitical consensus, as evidenced by the installation of a\r\nnew president. This is a positive trend which we hope will\r\nmanifest itself in all aspects of political, economic and\r\nsocial activity.\r\nThe plights of Angola and Liberia are likewise grave;\r\nboth are locked in a destructive state of shooting\r\nnegotiations. In both, the humanitarian situation is again\r\nregressing and a cease-fire is nowhere in sight; the gun is\r\nagain the preferred method of voting. Fortunately, progress\r\ntoward peace and an elected national Government is still on\r\nits course in Mozambique, where the leadership seems to be\r\nserious about ending the prolonged and destructive state of\r\nconflict and engaging for the first time in building a\r\ndemocratic State through national elections, scheduled for\r\nOctober this year.\r\nThe United Nations Observer Mission in\r\nMozambique (UNOMOZ) is determined to fulfil all\r\ntargets and tasks on schedule and believes in the\r\nprospects of success for the people of Mozambique. Its\r\nstrong\r\nIn Haiti, the long-anticipated international\r\nintervention, sanctioned in Security Council resolution\r\n940 (1994), has taken place. A multinational force has\r\npeacefully secured the country, thanks in large measure to\r\nthe good deal of prudence shown, and the intense\r\ndiplomatic efforts undertaken, by the United States. We\r\nare pleased that the junta has deemed it unwise to oppose\r\nthe world, and instead has agreed to relinquish power in\r\norder to facilitate the return of the democratically elected\r\nPresident, Mr. Jean-Bertrand Aristide.\r\nIn other areas, Djibouti remains saddened by the\r\nstatus quo in the bilateral discussions between the two\r\nGulf neighbours, Iran and the United Arab Emirates,\r\nconcerning the three islands of Greater Tunb, Lesser Tunb\r\nand Abu Musa. We believe there is an urgent need for a\r\nrenewed and serious effort to resolve this dispute through\r\nall possible peaceful avenues, including its referring it to\r\nthe International Court of Justice.\r\nBosnia remains a high-profile international\r\nflashpoint. Despite the warning of dire consequences, the\r\nBosnian Serbs have rejected the final compromise\r\nproposal of the five-nation Contact Group, which awards\r\nthem 49 per cent of the country, over two-thirds of which\r\nthey have taken by force. In the weeks since the\r\nrejection, nothing has been done to punish the Bosnian\r\nSerbs, as it had been intimated would be done. In fact,\r\nthe Serbs continue to apply consistent pressure on the\r\nBosnian Government and the United Nations, targeting\r\nSarajevo and its airport, blocking United Nations food\r\nconvoys and strangling safe areas such as Srebrenica and\r\nGorazde. Even \"ethnic cleansing\" has resumed. One\r\nshudders to think what would have happened immediately\r\nif it had been the Muslim party that had rejected the\r\nproposal.\r\nThis inaction reflects the blatant unwillingness of the\r\ninternational community to take any meaningful action\r\nagainst the culprits, let alone punish them. This only\r\nencourages further intransigence. The Serb reaction to\r\ndifficult situations consists in resorting to wild, radical\r\nbehaviour, eliciting retreat and concessions by the\r\npeacemakers. One can never say what they will do\r\ntomorrow, which means their word today has no intrinsic\r\nvalue. To have rewarded Belgrade with a loosening of\r\n26\r\nGeneral Assembly 21st meeting\r\nForty-ninth session 6 October 1994\r\nthe sanctions in the absence of a viable and comprehensive\r\npeace agreement or concrete proof of compliance is to\r\nmistake the form of this family dispute for its substance\r\nperhaps because there is none. And what is the benefit for\r\nthe Bosnian Government, which agreed to the peace plan?\r\nWill steps be taken to remedy the onerous military and\r\nhumanitarian imbalance? Will Serbia-Montenegro\r\nrecognize Bosnia within its current borders or agree to\r\ncooperate with the International Tribunal? The proper\r\ncourse of action, in the absence of any semblance of sanity\r\nand settlement, is to lift the arms embargo against the\r\nBosnian Government. What else?\r\nI would now like to address the question of Somalia.\r\nThe return to a functioning civil society in Somalia is, if\r\nanything, even more remote, as meaningful inter-faction\r\ntalks have ceased, security is evaporating, the dream of\r\nnational reconciliation fading and the United Nations\r\nOperations in Somalia (UNOSOM) focused on the process\r\nof withdrawing. The only certainty in Somalia is political\r\nuncertainty. As a neighbour that has observed and knows\r\nall too well Somalia’s convulsive history, Djibouti can only\r\nbe distressed at the continuing problems and utter\r\nhopelessness.\r\nWhat is to be done? For too long the United Nations\r\nhas sought voluntary disarmament, conferences of national\r\nreconciliation, interim government and hopefully, in the\r\nend, a government elected by the people. Creating pressure\r\nfor this process is the looming departure of UNOSOM\r\nscheduled for 31 March 1995, when operations may be\r\nclosed down. Although we anticipate that the people will\r\nultimately have the final say through elections, at present it\r\nis the warlords and their factions that have been given a\r\ncomprehensive veto. On the assumption that they are the\r\npowers that be in Somalia, considerable time has been spent\r\nattempting to gain their agreement in the hope of eventually\r\nreaching the people through them. But clearly the faction\r\nleaders desire the political process to stop with them\r\nwithout flowing through to the people. So at their door\r\neverything stops, and the people are never given a say or an\r\ninput.\r\nThe obvious plan of the faction leaders is undoubtedly\r\nto induce the United Nations to believe conditions are\r\npropitious for withdrawal and then to settle scores among\r\nthemselves until someone is victorious. But in the process,\r\ncan we discount the possibility of a return to conditions of\r\nstarvation and famine, the kind of Somalia that existed prior\r\nto the arrival of the United Nations? What will be the\r\nimmediate and long-term consequences or implications of\r\nleaving Somalia in anarchy to the forlorn women, children\r\nand innocent population of Somalia and to its neighbours,\r\nwhich are already weighed down under an incessant flow\r\nof refugees? Will there be a Somali State in the end?\r\nPerhaps yes, perhaps no. It is hard, however, to preclude\r\na positive eventuality, however far-fetched that may seem\r\nat present.\r\nClearly, what is absent from the whole process is the\r\nvoice of the people in the selection of true, legitimate\r\nleadership and government to counter the present\r\nabdication of power to bands of gun-holders. We must\r\nfind ways of directly giving voice to the people, leading\r\nstraight to legitimate government. Solidifying these steps\r\nwould then be the job of ample United Nations forces on\r\nhand, drawing upon this Organization’s experience in\r\nCambodia, Mozambique and elsewhere. Certainly, the\r\nthought of leaving Somalia with nothing in place and so\r\nmany lives at risk is both abhorrent and unacceptable, a\r\ncase where it will be interpreted that a \"failed State\" has\r\nbeen abandoned by the United Nations. Walking out of\r\na society in a mess before reconstituting it as a\r\nfunctioning entity will undeniably mark a precedent in the\r\nhistory of the United Nations and will certainly represent\r\na far cry from the hopes, promises and commitments\r\nenshrined in the Charter.\r\nAlthough I have briefly explored situations in a\r\nnumber of world trouble spots, the sad fact is that others\r\nappear to be gathering wind in their sails, ready to burst\r\nforth. Consequently, demands for expanded United\r\nNations involvement can be expected to rise, and the\r\nquestion that must again be asked, based upon recent\r\nexperiences is: Could the Organization cope? More and\r\nmore we see peace-keeping patterns of an ad hoc nature,\r\nstruggling under the lack of equipment, logistics,\r\nintelligence and manpower, poor coordination and\r\ncommunications. But the fault can hardly be laid at the\r\nfeet of the United Nations if its urgent requests for\r\nmaterial and human resources are not met or are met\r\nslowly or inadequately. With no force or equipment of\r\nits own, and therefore required to begin each operation\r\nfrom scratch, the resulting delays have severely hampered\r\ntimely United Nations reaction - leading, for example, to\r\ngenocide in Rwanda. And all this says nothing of the\r\ndifficulties stemming from ever-dwindling resources.\r\nSuch a state of affairs must be a cause for concern,\r\nas the United Nations will increasingly be forced to limit\r\nits responses to diplomatic initiatives, such as we have\r\nseen in Haiti. In place of classic peace-keeping, we will\r\nwitness a growing reliance upon ad hoc multinational\r\nintervention, the so-called posse response, but that too has\r\n27\r\nGeneral Assembly 21st meeting\r\nForty-ninth session 6 October 1994\r\nits limitations - for we are concerned with whether there is\r\nto be meaningful collective security. If United Nations\r\npeace-keeping withers, and in its place we are forced to\r\nrely on ad hoc interventions, then we need to ask under\r\nwhat basis that involvement will be forthcoming. In view\r\nof these developing trends, the United Nations may be\r\nforced to rely more upon simply letting conflicts run their\r\nnatural course, as in Somalia.\r\nWhat this situation amply demonstrates is that the\r\nUnited Nations needs a well-trained, mobile, standing force\r\nwith rapid deployment capability. Delayed deployment of\r\nundermanned and under-equipped units, as was the situation\r\nin Rwanda, fails to inspire confidence. The availability of\r\na rapid reaction force may at least address a good number\r\nof probable conflict situations, often serving as a deterrent\r\nsimply by virtue of being in a position to act quickly.\r\nIt is fashionable these days to say that we live in an\r\ninternational world, a \"global village\" in which nations can\r\nno longer avoid the effects of developments in their\r\nneighbours or the world. For Djibouti, this fact has a\r\nparticularly telling impact, for we have been forced to\r\ngrapple with the effects of years of past instability, warfare\r\nand massive national disintegration in the Horn of Africa,\r\nas in Somalia at present. From the financially debilitating\r\nincursion of heavily armed militia to the equally draining\r\ncost of demobilization that we face right now; to the flood\r\nof refugees, the care and cost of which has overwhelmed\r\nour infrastructure and health, educational and housing\r\nservices; to the crippling loss of vital markets, as in\r\nSomalia, for our services; coupled with the devastation\r\nbrought by the seemingly unending drought and pestilence,\r\nDjibouti has inevitably been slowly moving towards\r\nnegative growth and development in the last few years.\r\nYet, whatever the extent of our difficulties arising\r\nfrom these circumstances, Djibouti has steadfastly sought to\r\nremain a good-neighbourly State, contributing, to the extent\r\npermitted by our meagre resources, to regional stability and\r\npeace efforts.\r\nMoreover, recognizing the need to further involve the\r\npeople of Djibouti in the complex process of development\r\nand governance, we have an overhauled our political\r\nstructure and institutions.\r\nStill there remains a disturbing predicament facing\r\nDjibouti and other countries like it in the world, namely\r\nthat countries which are relatively stable, moderate and\r\ndemocratic and which are contributing, and participating in\r\ninternational efforts, to bring relief, reduce tensions, halt\r\naggression and conflict tend to be overlooked by the\r\ninternational community. Despite the drain on our\r\nmeagre resources because of refugees and market losses,\r\nand despite our continuing positive contributions to\r\nregional and international peace efforts, it seems that the\r\ngeneral calm and freedom prevailing in my country are\r\nlulling the world into believing that there are no really\r\npressing concerns or needs or for assistance. Too often,\r\nlittle attention too often is paid to a nation, it seems, until\r\nit is too desperate and near collapse, or until it is\r\nperceived by the international community as a source of\r\nnew danger to peace and security, thereby qualifying it\r\nfor aid and assistance. This makes little sense, and is\r\nindeed a mockery of the preventive measures that are\r\noften-mentioned but seldom instituted. We deserve better,\r\nbut we remain quite confident that both our efforts and\r\nour urgent needs for critical resources will be recognized\r\nby our friends and development partners.\r\nDjibouti, and all the countries of the Horn, have\r\nbeen subjected to the ravages of destructive natural\r\ncauses, well beyond our individual power to cope with\r\nthem. Such is the inexorable drift of the Sahara\r\nsouthward, or the severe drought conditions leading to\r\nfamine which now plagues the Horn. Overall, an\r\nestimated 20 million people are at risk in 10 countries,\r\nfacing farms that are parched, rivers that are dried up, and\r\npestilence. Anticipating possible mass starvation resulting\r\nfrom the lack of rain and water, food stocks were made\r\nready, only to be virtually depleted by a sudden\r\nemergency elsewhere, as in Rwanda. A pervasive air of\r\nhopelessness and apprehension now grips the nations of\r\nthe Horn, the urgency of which merits the immediate\r\nconcern and attention of the international community.\r\nAdding to the difficulties arising from natural causes,\r\nnations just as often face social forces over which they\r\nhave little control. Domestic macro-economic policies in\r\nmany industrialized countries, seeking to combat inflation\r\nor balance international payments, often have drastic\r\neffects on the demand for third-world products and on\r\ncommodity prices. The result, as one analyst explains, is\r\nfrequently declining terms of trade, sharply increased\r\ninterest rates, reduced exports, massive increases in\r\ncurrent account deficits, interest and debt-service\r\npayments, all at a time of reduced aid and other capital\r\nflows. External payment restraints, in particular, have\r\naffected levels of domestic production in both industrial\r\nand agricultural sectors, at times even production for\r\nexport, leading to inflation, acute financial crises and\r\nmounting debt.\r\n28\r\nGeneral Assembly 21st meeting\r\nForty-ninth session 6 October 1994\r\nMany third world countries simply lack the economic\r\ncapacity and flexibility to react in the short term. In the\r\nlong run, everyone benefits from greater coherence and\r\nefficiency in the international economic system. Clearly the\r\nworld’s economic and financial system requires much more\r\norder, predictability, coordination and fairness.\r\nAlong these lines, I feel it is imperative to refer again\r\nto the issue of the restructuring and revitalization of the\r\nUnited Nations in the economic, social and related fields -\r\nin particular the relevant General Assembly resolutions\r\nbearing particularly on the vital field of operational\r\nactivities for development, and the General Assembly’s\r\nimportant coordinating role. As the most truly\r\nrepresentative body of the world’s people and States, the\r\nGeneral Assembly needs to return to its original role as\r\ncontemplated by the founding Member States and set forth\r\nin the Charter. It must provide a more decisive lead in\r\nstrategy and policy, in reviewing, in critiquing and\r\napproving the operation of the total system.\r\nLikewise, as opposed to the extreme decentralization\r\ncurrent in United Nations economic activities and\r\ninstitutions - each one a separate entity unto itself, often at\r\ncross purposes - we must also return to the original role\r\nforeseen in the Charter for the Economic and Social\r\nCouncil as an economic security council. The Economic\r\nand Social Council must remain open to receive and\r\naddress the concerns of Africa, which should not be\r\nhampered in its effective and beneficial participation in the\r\nCouncil and its subsidiary bodies. In this regard, we\r\nwelcomed the Secretary General’s report \"An Agenda for\r\nDevelopment\" which provided the opportunity for a\r\ncomprehensive review of world economic and social\r\nproblems, particularly in Africa. Africa’s development\r\nconcerns have been well documented in General Assembly\r\nresolution 48/214 on the United Nations New Agenda for\r\nthe Development of Africa in the 1990s, which we hope\r\ncan serve as a basis on which the international community\r\ncan act in solidarity in mobilizing new and additional\r\nresources to solve the pressing problems of the poor. For\r\nif we are to address constructively the questions of\r\neconomic growth and development, of the formulation of\r\ntruly beneficial international macro-economic systems, we\r\nneed to begin to take those confidence- building measures\r\nthat will bring the North and the South closer and\r\nstrengthen the concept of partnership.\r\nIn the area of collective security, there remains\r\nthe imperative need to expand the Security Council and to\r\nmake it more transparent and democratic through an\r\nincrease in its membership and by making it more\r\naccountable to the General Assembly. There should be\r\nperiodic reviews of the Council’s structure and functions\r\nin line with international developments. A more equitable\r\ngeographical representation is critical, along with an\r\nincrease in permanent representation for developing\r\ncountries.\r\nThe meeting rose at 7.10 p.m.\r\n29\r\n"