"United Nations A/49/PV.5\r\n94-86412 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one week of the date of publication, to the Chief of the Verbatim\r\nReporting Section, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum. When the result of a recorded and/or roll-call vote is followed by an\r\nasterisk, see annex to the record.\r\nGeneral Assembly Official Records\r\nForty-ninth Session\r\n5th Meeting\r\nMonday, 26 September 1994, 3 p.m.\r\nNew York\r\nPresident: Mr. Essy . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Côte d’Ivoire)\r\nThe meeting was called to order at 3.30 p.m.\r\nAddress by Mr. Boris Yeltsin, President of the Russian\r\nFederation\r\nThe President (interpretation from French): The\r\nAssembly will first hear an address by the President of the\r\nRussian Federation.\r\nMr. Boris Yeltsin, President of the Russian Federation,\r\nwas escorted into the General Assembly Hall.\r\nThe President (interpretation from French): On\r\nbehalf of the General Assembly, I have the honour to\r\nwelcome to the United Nations the President of the Russian\r\nFederation, His Excellency Mr. Boris Yeltsin, and to invite\r\nhim to address the Assembly.\r\nMr. Yeltsin (interpretation from Russian): At the\r\nvery outset I would like to congratulate you, Mr. Amara\r\nEssy, on your election to the high post of President of the\r\nGeneral Assembly at its current session. I view this as a\r\nsign of recognition of your country’s authority in the\r\ninternational community.\r\nThe United Nations is approaching its fiftieth\r\nanniversary, and the entire world has grown older along\r\nwith it. What is the world like nowadays? Has it become\r\nbetter? Has it become wiser? And, most important, what\r\nwill the present generation leave behind to its successors?\r\nNo State, no people can be indifferent to these\r\nquestions. Here in the United Nations we must find\r\nanswers to them. This is particularly important for\r\nRussia. We are trying to understand what kind of world\r\nwe want to live in, and exactly what kind of world we\r\nshould spare no effort to build.\r\nThe new Russia was born in 1991 as a democratic\r\nState. Its birth was witnessed by the entire world.\r\nFor several years now we have been engaged in a\r\ntremendous, and painstaking task, the essence of which is\r\nto remove the legacy of totalitarianism and the cold war.\r\nFreedom has come to Russia. The people have\r\nobtained fundamental civil rights long denied them.\r\nProfound economic reform is in progress in Russia. A\r\nfree market economy is being put into effect. Thus, each\r\nof our new success stories reinforces Russian democracy.\r\nRussia has decisively drawn a final line under the\r\nSecond World War. Our forces have been withdrawn\r\nfrom Germany, Central Europe and the Baltic States. Of\r\nits own accord, and at great effort, Russia has removed\r\nany threat to the security of other States.\r\nFurthermore, our country, through its own efforts,\r\nhas promoted the end of confrontation in Europe, setting\r\nup new security structures there, not only for a select\r\nnumber, the chosen but for all. The Conference on\r\nSecurity and Cooperation in Europe (CSCE) should\r\nbecome a powerful driving force in that process.\r\n1\r\nGeneral Assembly 5th meeting\r\nForty-ninth session 26 September 1994\r\nWe expect there to be more understanding on the part\r\nof our partners with regard to the problems of security in\r\nRussia. We count on their ability to overcome the old\r\nsuspicion inherent in a world divided into blocs, suspicion\r\nthat is now unjustified.\r\nRussia is undergoing changes and regaining its\r\nidentity, but in every respect it remains a great Power.\r\nRussia is ready for equal cooperation within the framework\r\nof the international community, which should in turn accept\r\nan active, open Russia.\r\nWe would like nuclear weapons and other kinds of\r\nweapons of mass destruction to cease to exist. Efficient\r\ncontrol over the non-proliferation of the technologies for\r\ntheir production is imperative.\r\nRussia needs a world without wars and armed conflicts\r\nand without environmental calamities. We favour the\r\ndevelopment of international economic ties without\r\ndiscrimination. Russia stands for a world capable of\r\ncombating terrorism, drug-trafficking and other types of\r\ninternational crime.\r\nTo make such gigantic changes possible, efforts by all\r\nthe Members of the United Nations will be required. There\r\nis no room for either soloists or supernumeraries.\r\nNaturally, we cannot do without new relations between\r\nthe two major nuclear Powers. I am convinced that the\r\nentire world has a vital stake in the establishment of a\r\nstrategic partnership between Russia and the United States.\r\nI am ready for a serious and fruitful dialogue with President\r\nBill Clinton, who today gave an optimistic forecast of our\r\ninteraction.\r\nRussia’s economic and foreign-policy priorities lie in\r\nthe countries of the Commonwealth of Independent States\r\n(CIS), the former Republics of the Soviet Union. Russia’s\r\nties with them are closer than the traditional relations of\r\ngood-neighbourliness; we have, rather, an extraordinary\r\nblood relationship. In virtually all the CIS countries today\r\nthere is a growing desire for closer cooperation and a\r\ngenuine, rather than merely proclaimed, integration. Its\r\nfoundation will be good will and mutual benefit.\r\nAttempts to use the contradictions between the CIS\r\nStates for selfish ends are extremely short-sighted.\r\nConflicts in a number of CIS countries threaten not only\r\nthe security of our State, but also security at the regional\r\nand global levels.\r\nWe are acutely interested in the active participation\r\nof the world community in settling these difficult\r\nproblems. However, the main peace-keeping burden in\r\nthe territory of the former Soviet Union sits is being\r\nborne by the Russian Federation.\r\nOur efforts have not been fruitless. A solid truce\r\nhas already been established in Moldova. The peace\r\nprocess in Georgia is developing; hope of stopping the\r\nbloodshed in Nagorny Karabakh is already emerging and\r\ninitial agreements on Tajikistan have also been reached.\r\nEverybody knows how difficult life is for millions of\r\nRussians in newly independent States; it is not a time for\r\ncomplacency. Once they were in their own home, but\r\nnow they are guests - and not always welcome ones.\r\nWe cannot remain indifferent to the fate of our\r\ncountrymen. I an not referring to special rights or\r\nprivileges. But the people in Russia will not understand\r\nif I do not state here and now that the democratic States\r\nhave to prove through their actions that guaranteeing\r\nhuman rights is indeed the cornerstone of their foreign\r\npolicy. And in this area neither a selective approach nor\r\ndouble standards are permissible.\r\nTwo years ago the General Assembly adopted the\r\nDeclaration on the rights of national minorities. At this\r\nsession we propose to come to an agreement on the\r\nprinciples of that Declaration being embodied in the\r\nlegislation of all United Nations Member States.\r\nRussia makes no distinction between settling its\r\nproblems and the problems of others. That is why we\r\nparticularly highly value what is done within the United\r\nNations.\r\nThe world is now at a crossroads. The tragedy of\r\nthe struggle of two opposing blocs is finally over. The\r\ndelicate balance based on power, fear and mutual\r\nintimidation has disappeared for ever.\r\nBut the world is still not stable. The changes that\r\nare taking place entail not only hopes for a better future,\r\nbut also profound anxieties.\r\nIt is not only Russia that is trying to respond to the\r\nemerging challenges. To a certain degree, the united\r\nGermany, Japan, the United States and other countries of\r\nthe West face the same problem. The same applies\r\nequally to many countries in Asia, Africa and Latin\r\nAmerica.\r\n2\r\nGeneral Assembly 5th meeting\r\nForty-ninth session 26 September 1994\r\nThe fundamental changes in international relations are\r\naccompanied by the emergence of new problems. More\r\nand more countries see strengthening the effectiveness of\r\ninter-State structures as the solution. At the same time, this\r\ndoes not always prevent an increase in the activity of those\r\nwho hold separatist and nationalist aspirations.\r\nA veritable floodgate of regional and local conflicts,\r\nnational, tribal and religious enmity and economic, social\r\nand political confrontations has been opened wide. The\r\nbleeding wound in Bosnia has not healed. It is a tragic\r\nparadox that in the wake of the cold war in Europe hotbeds\r\nof war have flared up there anew.\r\nThe unprecedented tragedy in Rwanda resounds\r\npainfully in the hearts of all people. This has proved to be\r\na defeat for us all.\r\nBut let us look around. Are there not other parts of\r\nthe world where more refined and civilized unlawful actions\r\nare being taken against national and cultural minorities?\r\nAre their rights and their security not threatened? Have\r\nracism and anti-Semitism disappeared? Is there no longer\r\nany discrimination against those who are categorized as\r\nnon-indigenous?\r\nWhen aggressive nationalism is made into State policy\r\nit is a grave danger for all mankind.\r\nThese problems are all the more urgent today because\r\nthe threat of local conflicts has not waned.\r\nEach of these conflicts could cause a veritable\r\navalanche of geopolitical changes all over the world.\r\nThe cold war is over, but its material infrastructure -\r\nthe mountains of arms and the military-industrial complexes\r\nof the developed countries - still remain. The spread of\r\nnuclear weapons could make them into instruments of\r\nterror. Huge amounts of weapons have been dumped onto\r\ninternational markets. Unfortunately, vested interests\r\nfrequently prevail over the awareness of the danger implicit\r\nin this process. In fact, this is nothing but an arms race\r\nthat has simply been transferred to the developing countries\r\nthrough the market.\r\nThe worsening ecological crisis and the proliferation\r\nof AIDS (acquired immunodeficiency syndrome) and other\r\ndangerous diseases are also realities at the close of this\r\ntwentieth century.\r\nThe lessons of history can be learned only with great\r\ndifficulty. Obsession with the idea of supremacy is\r\nextremely dangerous. The pathological failure to accept\r\nsomething different has time and again resulted in\r\nnumerous ethnic and religious problems and conflicts.\r\nThe fear of open political territory wind up once again\r\nwith a \"cordon sanitaire\" or \"iron curtain\".\r\nLet us be honest: equality, partnership, mutual\r\nbenefit and cooperation still remain, to a large extent,\r\nwords used to cover State egotism. Such a situation\r\nindicates an urgent need to develop a solid system of\r\nsecurity on the basis of principles and mechanisms of\r\ncooperation on the part of everyone, and a need for the\r\nreform of international institutions. Such a system should\r\nbe in keeping with the new conditions that now prevail\r\nand should function under the auspices of the United\r\nNations.\r\nAs a specific contribution towards the establishment\r\nof such a system, I would propose the following\r\nmeasures.\r\nFirst, we must speed up the negotiations on the\r\nconclusion of a comprehensive nuclear test-ban treaty.\r\nRussia advocates the signing of this treaty next year,\r\nwhen we celebrate the fiftieth anniversary of the United\r\nNations. We should also give thought to further steps to\r\nlimit Russian and American strategic nuclear weapons in\r\norder to make it possible eventually to renounce the\r\ninherited \"balance of terror\" based on mutual nuclear\r\ndeterrence.\r\nSecondly, we must extend non-proliferation measures\r\nto cover weapons of mass destruction. Next spring, when\r\nthe Conference of the States Parties to the Treaty on the\r\nNon-Proliferation of Nuclear Weapons takes place, it is\r\nessential to adopt a decision to the effect that the treaty\r\nshould be open-ended and of unlimited duration. No one\r\nhas the right to deny this. In this context, we believe that\r\nthe non-nuclear-weapon States will need to be given\r\nadditional and more precise security assurances. We\r\npropose the holding in the near future of a special\r\nmeeting of the Security Council, at the Foreign Minister\r\nlevel, to coordinate and adopt a new resolution on\r\nso-called \"positive\" security assurances.\r\nThirdly, we should launch a multilateral debate on\r\nthe issues with regard to the regulation of the\r\ninternational traffic in weaponry and military equipment.\r\nMoreover, there is an urgent need for all nuclear-weapon\r\nStates to participate in the process of the control and\r\n3\r\nGeneral Assembly 5th meeting\r\nForty-ninth session 26 September 1994\r\nlimitation of nuclear weapons. We propose that a treaty on\r\nnuclear security and strategic stability be elaborated by the\r\nfive nuclear-weapon States. Such a treaty could provide for\r\ncessation of the production of fissionable materials for\r\nmilitary purposes, for prohibition of the recycling of\r\nfissionable materials for weapons purposes and for further\r\nelimination of nuclear weapons and the reduction of their\r\nmeans of delivery.\r\nFourthly, it would be advisable to open discussions on\r\nregional programmes to strengthen peace and security.\r\nRegional security systems are being formed even now: I\r\nam thinking particularly of the treaty on collective security\r\nbetween the members of the Commonwealth of Independent\r\nStates (CIS) of the former Soviet Union. We believe that\r\nat the present stage that the United Nations could direct its\r\nefforts towards coordinating the process of building up\r\nregional security systems.\r\nFinally, the experience of recent years demonstrates\r\nthat the renunciation of the arms race is a complicated and\r\nhighly expensive process. Conversion of the military\r\nindustry gives rise to extremely difficult economic and\r\nsocial problems that have to be dealt with, particularly as\r\nthey relate to the elimination of chemical and\r\nbacteriological weapons. In this context, it is important to\r\npool the efforts of the international community. Such\r\ncooperation among States would help to enhance the level\r\nof mutual trust. In 1996, it might be possible to hold a\r\nconference, under the auspices of the United Nations, on\r\ninternational cooperation in the field of conversion.\r\nImplementation of these measures will enable us to\r\nsubstantially stabilize the situation in the world. However,\r\nfrom the long-term point of view, these measures will not\r\nbe sufficient.\r\nThe former purely military understanding of the\r\nconcept of \"security\" has today become obsolete. The\r\nrange of problems faced by mankind is much wider than it\r\nwas. The modern definition of security is inseparable from\r\nthe notion of stable development.\r\nThe world is urgently in need of a strategy for the\r\ntwenty-first century - a strategy of mutual responsibility.\r\nThe most important points of reference for such a strategy\r\ncould be defined as follows:\r\n- Stable economic and social development, not\r\nonly for individual regions and States but,\r\nindeed, for the entire planet as a single entity.\r\nPeople themselves must assume the\r\nresponsibility of carrying out this immense task;\r\n- The renunciation of diktat by the powerful\r\nvis-à-vis the weak. Any country, whether large\r\nor small, should be aware of its responsibility\r\nfor the maintenance of order based on law and\r\nmorality;\r\n- The unconditional recognition of human rights,\r\nincluding the rights of national minorities. In\r\nview of the great diversity of cultures,\r\ntraditions and the historical experience of\r\ncountries and peoples, fundamental human\r\nrights are a universal value and we cannot\r\npermit them to be devalued;\r\n- Strengthening the ecological security of\r\nmankind. The world is now facing a most\r\nserious crisis because of the deficit of\r\nresources, deterioration of the natural\r\nenvironment, and many other negative trends.\r\nCommon sense and the instinct for survival tell\r\nus to stop exploiting our depleting resources to\r\nthe detriment of nature, society and mankind.\r\nRussia supports the programme on Global\r\neducation and observation to preserve the\r\nenvironment. Moreover, this programme is\r\nentirely consistent with the strategy of shared\r\nresponsibility. We intend to participate\r\nactively in its implementation.\r\nAt the same time, I should like to emphasize that\r\nonly a profound understanding, on the part of each\r\nparticipant in international cooperation, of his or her\r\nindividual responsibility can engender a common sense of\r\nresponsibility for the world situation.\r\nTo paraphrase a well known expression we could\r\nsay that the United Nations is a good idea whose time has\r\nfinally come. I should like in particular to note the great\r\npersonal contribution of the United Nations Secretary-\r\nGeneral, Mr. Boutros Boutros-Ghali, to the cause of\r\nadvocating peace and settling regional conflicts.\r\nIf the United Nations is to achieve maximum\r\neffectiveness in the twenty-first century, it must undergo\r\na well-thought-out reform.\r\nObviously, changes will be required both at\r\nHeadquarters and in the functioning of the specialized\r\nagencies. Also, it will be impossible to avoid changes in\r\n4\r\nGeneral Assembly 5th meeting\r\nForty-ninth session 26 September 1994\r\nthe Security Council, which should remain sufficiently\r\ncompact and an effective functioning body. This is\r\nespecially important because, according to the Charter, the\r\nSecurity Council bears primary responsibility for supporting\r\nand maintaining world peace and security.\r\nWe have to strike a new balance of law, morality and\r\nforce in world politics. The United Nations could play a\r\ndecisive role in these efforts in accordance with the Charter.\r\nRussia stands ready, as provided in Article 43 of the\r\nCharter, to enter into an agreement with the Security\r\nCouncil to make available national military contingents for\r\nUnited Nations operations. If a sufficient number of other\r\nStates follows this lead, then it could be possible to go\r\nahead with the realization of the concept of United Nations\r\nstand-by forces.\r\nThe Military Staff Committee has already been\r\nformally in existence for several decades. According to the\r\nCharter its function is \"to advise and assist the Security\r\nCouncil on all questions relating to the Security Council’s\r\nmilitary requirements\". Let them finally do just that.\r\nThe pertinent task now will be to work out a strategy\r\nof peace-keeping, conflict and crisis prevention and, if\r\nnecessary, operations on peace enforcement.\r\nThrough specific actions, Russia has shown support\r\nfor United Nations efforts aimed at setting up efficient\r\nmechanisms of response to humanitarian emergencies. We\r\nstand ready to cooperate with all countries anxious to\r\nreinforce the capability of the world community to produce\r\na rapid humanitarian response.\r\nBecause the problems we are increasingly\r\nencountering are multifaceted, they require adequate\r\nsolutions. The question is not about who should enjoy\r\nmore rights - the United Nations, the regional structures or\r\nStates. The future world system can be truly durable only\r\nif it is possible to find efficient and effective mechanisms\r\nto address problems at all levels - national, regional and\r\nglobal. Sharing responsibility will make it possible for the\r\nUnited Nations to remain flexible and a pragmatic and\r\neffective structure and enable it to focus its efforts on the\r\nsolution of the genuinely key problems faced by mankind.\r\nRussia believes that these are all fundamental issues\r\nthat have a direct bearing on the fate of the world\r\ncommunity. Both the authority of the United Nations and\r\nthe future of world politics as a whole will depend on the\r\nway these issues are dealt with.\r\nPeople have always sought stability, happiness and\r\nprosperity. But history provides evidence of the fact that\r\nthese goals cannot be achieved with the help of brute\r\nforce alone. Once again we become acutely aware of this\r\nfact now that we are approaching a sacred date for\r\nmankind: the fiftieth anniversary of the end of the\r\nSecond World War and the restoration of peace.\r\nLet us remember with gratitude those who gave their\r\nlives for this great victory. Let 1995 become the\r\nuniversal year of commemoration of the victims of the\r\nSecond World War.\r\nFor the sake of those living and those who have not\r\nyet been born, we must preserve peace and establish\r\nstability on our planet. Mankind should finally feel that\r\nit is at home, a home which is both kind and reliable.\r\nOur civilization has always been varied. It is\r\nprecisely in the variety of cultures, traditions and values\r\nthat the possibility of development is basically found.\r\nAt this time, we have reached a stage when different\r\ninterests and aspirations of peoples can be achieved only\r\nthrough cooperation among them.\r\nThe world community should make every possible\r\neffort to ensure that its policies are embodied in the new\r\nthinking about the influence of States, national pride and\r\npatriotism.\r\nThe United Nations is a child of the world. Fifty\r\nyears ago when the Second World War was in progress,\r\nit became abundantly clear that the future of mankind is\r\nto be found in the realm of cooperation and tolerance\r\nrather than aggression and hatred.\r\nCooperation and tolerance are prerequisites for the\r\nnext century.\r\nThis is the most important condition for there to be\r\na worthy future for our planet.\r\nThis is a unique opportunity that has been given to\r\nthe human race.\r\nI believe that the United Nations, in fulfilment of its\r\ngeneral responsibility, will not allow us to pass it up, and\r\nI hope that the great dream of peace to which all peoples\r\nand States aspire to will take its due place in the life of\r\nour planet.\r\n5\r\nGeneral Assembly 5th meeting\r\nForty-ninth session 26 September 1994\r\nThe President (interpretation from French):. On\r\nbehalf of the General Assembly, I wish to thank the\r\nPresident of the Russian Federation for the statement he has\r\njust made.\r\nMr. Boris Yeltsin, President of the Russian Federation,\r\nwas escorted from the General Assembly Hall.\r\nAddress by Mr. Ernesto Samper Pizano, President of\r\nthe Republic of Colombia\r\nThe President (interpretation from French): The\r\nAssembly will now hear an address by the President of the\r\nRepublic of Colombia.\r\nMr. Ernesto Samper Pizano, President of the Republic\r\nof Colombia, was escorted into the General Assembly Hall.\r\nThe President (interpretation from French): On\r\nbehalf of the General Assembly, I have the honour to\r\nwelcome to the United Nations the President of the\r\nRepublic of Colombia, His Excellency Mr. Ernesto Samper\r\nPizano, and to invite him to address the Assembly.\r\nPresident Samper Pizano (interpretation from\r\nSpanish): It is a great honour for me, as President of\r\nColombia, to speak in the General Assembly, which, as the\r\nOrganization reaches the fiftieth anniversary of its\r\nestablishment, remains the principal forum for the\r\ndiscussion of topics of concern to mankind and for the\r\nsearch for peaceful solutions to its distressing problems.\r\nFifty years ago, when the United Nations system was\r\ncreated, the world hoped that the spectre of war was finally\r\nbeing laid to rest. But lack of understanding between\r\nnations, ideological fanaticism and the politics of force led\r\nto the world’s polarization into two antagonistic blocs. For\r\nmany years, the cold war put on ice the hopes held at the\r\nbeginning for developing a world-wide system of\r\ncoexistence. Such coexistence reappears today when we\r\nsee a black person at the helm of South Africa; when we\r\nsee Palestinians and Jews discussing fruit groves in the hills\r\nof the Golan; and when we see all Berliners drinking good\r\nColombian coffee on the spot where the wall of infamy\r\nonce stood.\r\nBefore the end of this century, we shall have to strive\r\nto resolve peacefully the most important conflict to outlive\r\nthe cold war: the conflict with the brotherly Republic of\r\nCuba.\r\nWe now have the happy opportunity of reviving the\r\nspirit of the San Francisco Charter and of reinitiating the\r\ndeferred task of building a new world system based on\r\nsolidarity, respect for the self-determination of peoples\r\nand the real search for better living conditions for all - as\r\nwas stated a few years ago before the General Assembly,\r\nby a distinguished Colombian, Indalecio Liévano Aguirre,\r\nin his capacity as its President.\r\nThe history of the 1990s must not be one more\r\nrecord of the frustration of our aspirations to peace, well-\r\nbeing and justice. Our objective can be nothing less than\r\nthe human person. Our actions must be directed towards\r\nthe struggle against poverty and for the attainment of\r\nsocial justice. Our commitment is to make the arbitrary\r\nuse of power and abuses of human rights things of the\r\npast.\r\nBut this task - this vital task - is not free of threats.\r\nNeoprotectionism threatens the free-trade prospects of\r\ndeveloping countries. It is true that tariff protectionism\r\nhas come to an end, but a new and dangerous form of\r\nprotectionism is now emerging: non-tariff protectionism:\r\nbarriers to the export of plants and vegetables, customs\r\nbarriers, quotas, anti-dumping clauses, social clauses, the\r\nrationale of \"reasons of State\", and fears of losing\r\nelections. We developing countries are no longer\r\nstruggling against the barbed wire of hostile tariff\r\nbarriers: we are struggling against an army of invisible\r\nenemies moved by the most diverse interests and\r\nsystematically opposed to the rhetorical aspiration to free\r\ntrade - an aspiration that would seem to have something\r\nin common with our feelings about paradise: we all want\r\nto get there, but not quite yet.\r\nImpoverishment is another threat. Granted, we are\r\nall committed to the openness of our economies, but that\r\nmust not mean that we can ignore the need to manage the\r\nobvious social costs. Unemployment, the postponement\r\nof social investment programmes and neglect of the living\r\nconditions of the rural population can ultimately\r\ndelegitimize in vast regions of the world - this, at least, is\r\ntrue of Latin America - the efforts made over many years\r\nto democratize our political systems. The only thing\r\nmore serious than poverty is impoverishment, and it is\r\nbeginning to make itself felt in many parts of the world.\r\nEither we leaders renew our commitment to the people or\r\nthe social costs of economic change will in the end\r\ndestroy our achievements in political consolidation.\r\nFinally, there is the threat of the formation of blocs.\r\nThe development of economic blocs runs counter to the\r\n6\r\nGeneral Assembly 5th meeting\r\nForty-ninth session 26 September 1994\r\nidea of a world based on the democratic rules of free trade\r\nfor all on an equal footing. What is at stake today is not\r\nthe exchange of goods and services but rather the exchange\r\nof the means necessary to produce those goods and\r\nservices.\r\nSelective appropriation of the means of production\r\nputs those of us in the developing countries in the worst of\r\nworlds. We do not have the means of production nor do\r\nwe have fair access to them, but we do have the arduous\r\nresponsibility of competing on an equal footing with the\r\nworld’s most industrialized countries.\r\nIt is not a matter of repeating the third-world litany of\r\ncomplaints and demands. The point here is to define new\r\nrules that can enable us to gain access to technology and to\r\nfinance our infrastructures on favourable terms, that can\r\nenable us to reach acceptable levels of competitiveness, that\r\ncan enable us to break with dependency on the cartels of\r\nservice companies and to buy market outlets in a world\r\nwhere what counts and what is important is not producing,\r\nbut selling.\r\nThat aspiration to develop new conditions that can\r\nenable us to play a vital role within the new spectrum of\r\nworld forces must take the shape of a new development\r\nmodel for our countries, an alternative model which I\r\nshould like to discuss with you this afternoon in this Hall.\r\nI am speaking of an alternative model that will be an\r\nalternative to the protectionist system of the 1960s, for the\r\nglobalization of the economy requires not only open and\r\ncompetitive economies but an alternative to the\r\nneoliberalism that irresponsibly leaves it to the market to\r\ncorrect all imbalances.\r\nI am speaking of an alternative to the old assistance\r\npopulism, for there must be social change based on\r\neconomic criteria, and for an alternative to fierce\r\ncapitalism, which sets up the rule of every man for himself\r\nas a form of social selectionism.\r\nI am speaking of an alternative to the blind criteria of\r\npublic interventionism as well as an alternative to attempts\r\nto sell out the State to the highest self-interested bidders, to\r\nthe Government abandoning its own responsibilities with\r\nregard to the unprotected masses.\r\nI am speaking of an alternative to anachronistic\r\nconcepts of representative democracy but also of an\r\nalternative for meeting attempts to reduce the free play of\r\ndemocracy to sterile confrontation between private interests.\r\nThe objective of this alternative model, the model of\r\nthe South, should be the establishment of a new and more\r\nproductive citizen in the economy, a citizen who\r\nparticipates to a greater degree in politics and who is\r\nmore supportive in the social sphere.\r\nWords and phrases like \"social investment\", \"good\r\ngovernmen t\" , \"ag r i cu l tu ra l deve lopmen t\" ,\r\n\"competitiveness\", \"harmonization\" and \"gradualness\" are\r\nall part of a new alternative vocabulary that will enable us\r\nto speak the language of a new identity, of our own\r\nidentity as countries seeking our own way.\r\nThe new model of development, if it is to be\r\ngenuine and not simply an abstraction, must take into\r\naccount some basic elements.\r\nFirst, it must allow for the modernization of our\r\nproductive structures. We gain nothing if we continue to\r\nopen markets when we have nothing to sell, because we\r\nproduce nothing or very little.\r\nModernization goes hand in hand with the\r\ndevelopment of an adequate infrastructure of\r\ntransportation and communications and the optimum use\r\nof energy sources.\r\nWe must develop new conditions of productivity,\r\nespecially in the field of technology, and adopt more\r\nefficient and environmentally sustainable production\r\nprocesses. The world today is not divided between the\r\nhaves and the have-nots but, rather, between those who\r\nknow and those who do not, and we, the developing\r\ncountries, are among those who lack knowledge. We\r\nmust buy, develop and assimilate new technologies.\r\nSecondly, there is the concept of social solidarity.\r\nOur greatest challenge in this sphere is to give legitimacy\r\nto a new economic system through real social-\r\ndevelopment proposals. Investing in the human being is\r\nthe best business. Investment in health, education and\r\nhousing is highly profitable, not only in social terms but -\r\nespecially - in economic terms.\r\nThirdly, in addressing those two great revolutions of\r\ncompetitiveness and solidarity it is necessary to change\r\nthe ideas of those who today act as agents of the\r\neconomic process.\r\nWhat should the role of Government be? Above and\r\nbeyond the dilemma of privatization or nationalization,\r\nthe dilemma of whether or not to reduce the size of\r\n7\r\nGeneral Assembly 5th meeting\r\nForty-ninth session 26 September 1994\r\nGovernment, it is imperative that Government work, and\r\nthat it do so honestly. Good governance must be our goal\r\nin reforming Government.\r\nGood Government means building a new type of\r\nGovernment, one that promotes efficiency. It means the\r\ntraining of technically skilled bureaucracies. It means\r\ntransparency and the streamlining of administrative\r\nprocedures in such a way that the roots of corruption are\r\nextirpated. It means administrative decentralization and\r\ncitizen participation, and it means the organizing of civil\r\nsociety on bases other than the old contradictions between\r\ncapital and labour.\r\nFourthly, and lastly, we must bear in mind that this\r\nprocess is occurring in the context of the globalization of\r\nthe world economy and of interindependence among\r\npeoples. The principal problems affecting every country\r\ntoday are no longer merely national in nature; they are\r\nglobal, and for that reason they require the coordinated\r\naction of all nations.\r\nThe new cooperation the international community\r\nrequires is based on adjusting domestic policies to global\r\nobjectives within a framework of respect for the\r\nsovereignty of States, the principles of international law and\r\ndomestic legislation. Only if we can attain a new concept\r\nof cooperation will we avoid the pitfall of interventionism,\r\nwhich threatens to make its way through the open door of\r\ninterdependence and globalization. Cooperation, as an\r\nalternative to intervention, is the route that can ensure for\r\nthe community of nations the fulfilment of its aspirations\r\nfor peace and stability.\r\nI come from Colombia, a country that respects\r\ninternational law and the principles that ensure peaceful\r\ncoexistence; a country that has placed its faith in Latin\r\nAmerican and Caribbean integration; a country with a\r\ndynamic Constitution and an economy sound as few others\r\nin Latin America; a country that is moving forward thanks\r\nto the sacrifices and steadfast labour of its people, creative\r\npeople avid for progress and imbued with a sense of the\r\nmagic of life about which García Márques, our Nobel\r\nlaureate, has written; a country searching for peace because\r\nit so loves life.\r\nThe times we are now living in are times of crisis, but\r\nalso of opportunities. In Colombia we have had to learn to\r\nlive with terrible difficulties, always inspired by the biblical\r\ninvitation to maintain a vision as a people in order to\r\nprevail as a nation.\r\nI know that some here must have asked themselves\r\nwhy I have not referred in this speech to the problem\r\nwith which my country is everywhere associated: the\r\nproblem of drug trafficking. I have not done so because\r\nin Colombia we believe that we are entitled to be\r\nrecognized by other, positive factors: those that identify\r\nus as an honest, hard-working people that offers respect\r\nto friendly countries and expects respect in return.\r\nOf course, we have struggled and will continue to\r\nstruggle out of conviction, while paying a high price to\r\nfight the scourge of mankind that is drug trafficking. But\r\nI must confess that we sometimes feel alone in this task.\r\nWe feel alone when we see the drug consumption rates\r\nincrease in countries that request our help to defeat a\r\nproblem whose origins and consequences concern all of\r\nus. We feel alone, very much alone, when we see\r\nmayors who are avowed chronic drug users elected by\r\npopular vote. We feel alone when, after extensive efforts\r\nto eradicate illicit crops, the doors are closed to us when\r\nit comes to selling exactly those products that we have\r\nmanaged to cultivate, with great effort, as alternative\r\ncrops.\r\nTherefore, in the midst of this lonely struggle that\r\nhas left many victims dead in the fields, a struggle of\r\nwhich I count myself a fortunate survivor, what many of\r\nus want is for Colombia to be looked at from a different\r\nperspective - that it be recognized for the soundness of its\r\neconomy, that Colombia be taken into account when it\r\ncomes to investment decisions. We want those present\r\nhere to get to know the Colombian people - my people.\r\nWe want visitors to see our country so that many more\r\npeople the world over will be as much in love with my\r\ncountry as are those of us who were born, who live and\r\nwho will die in that privileged corner of Latin America -\r\nColombia.\r\nThe President (interpretation from French): On\r\nbehalf of the General Assembly, I wish to thank the\r\nPresident of the Republic of Colombia for the statement\r\nhe has just made.\r\nMr. Ernesto Samper Pizano, President of the\r\nRepublic of Colombia, was escorted from the General\r\nAssembly Hall.\r\n8\r\nGeneral Assembly 5th meeting\r\nForty-ninth session 26 September 1994\r\nAddress by Mrs. Violeta Barrios de Chamorro,\r\nPresident of the Republic of Nicaragua\r\nThe President (interpretation from French): The\r\nAssembly will now hear an address by the President of the\r\nRepublic of Nicaragua.\r\nMrs. Violeta Barrios de Chamorro, President of the\r\nRepublic of Nicaragua, was escorted into the General\r\nAssembly Hall.\r\nThe President (interpretation from French): On\r\nbehalf of the General Assembly, I have the honour to\r\nwelcome to the United Nations the President of the\r\nRepublic of Nicaragua, Her Excellency Mrs. Violeta\r\nBarrios de Chamorro, and to invite her to address the\r\nAssembly.\r\nPresident Barrios de Chamorro (interpretation from\r\nSpanish): I should like to congratulate you, Sir, on your\r\nelection to occupy the presidential chair of the forty-ninth\r\nsession of the General Assembly of the United Nations on\r\nbehalf of Africa.\r\nDespite the great difficulties we are experiencing\r\ntoday, we can see encouraging signs for the future. The\r\ngreat progress made during the preparatory work for the\r\nWorld Summit for Social Development and the World\r\nConference on Women gives rise to new hope for the\r\ncreation of a new international order.\r\nOur countries and our Organization face new\r\nchallenges that require creative and innovative responses if\r\nwe are to make progress and avoid the danger of reversing\r\nthe headway that has been made since the end of the cold\r\nwar.\r\nWhen I began my term of office in 1990, I faced the\r\nenormous task of rescuing my country from war and\r\nrestoring faith in democracy to thousands of Nicaraguans.\r\nI had a great dream: that we the peoples that had been able\r\nto free ourselves from dictatorships of one kind or another\r\ncould unite and help one another, reconstructing democracy\r\nin our countries, and that all of us together could then begin\r\na great march away from totalitarian and authoritarian\r\nforms of government towards democracy.\r\nIn July my dream became reality when the Second\r\nInternational Conference of New or Restored Democracies\r\nwas held in Managua, with participants, observers, special\r\nguests and international organizations from more than 70\r\ncountries from four continents.\r\nIn the Managua declaration, representatives to this\r\nSecond International Conference expressed their\r\nconviction that democracy is the only system that allows\r\nfor a free, firm and steadfast union of nations for peace.\r\nWe also agreed that the consolidation of democratic\r\nprocesses was a key factor in guaranteeing peace and\r\ninternational security.\r\nThe Managua declaration clearly establishes the\r\nessential ties between democracy and social and economic\r\ndevelopment, and between democracy and citizen\r\nparticipation.\r\nIt should also be stressed that the Managua\r\nDeclaration states the following: that the future of the\r\nnew and restored democracies as well as the future of\r\npeace are linked to the international community’s\r\nresponse to such matters as external debt, protectionism\r\nin developed countries, insufficient concessional funds\r\navailable for development, poverty, and the impact on\r\nlow-income groups of economic adjustment processes.\r\nThe plan of action approved by the Conference\r\npromotes modalities for cooperation that take into account\r\nthe particular features of the new or restored democracies\r\nand the promotion of internal commitments in each\r\ncountry to strengthen democracy. In Nicaragua we have\r\nalready created a permanent forum for democracy and\r\npeace in which wide sectors of the civilian population\r\nparticipate.\r\nOn behalf of the new or restored democracies, I\r\nwould like to take this opportunity to make a request of\r\nthe United Nations Secretary-General that, in accordance\r\nwith the established procedures and during this session of\r\nthe General Assembly, a decision be taken to undertake\r\na study on the ways in which the United Nations could\r\nsupport the efforts of Governments to consolidate new or\r\nrestored democracies.\r\nI would like to appeal to the countries represented\r\nhere to give special attention to the difficulties we are\r\nnow facing during this fragile transition process, as we\r\nare attempting to consolidate democracy; we appeal to\r\nthem to support our efforts and the commitments made in\r\nour plan of action.\r\nWe cannot allow our dreams and the great sacrifices\r\nand suffering of millions of people who struggled for\r\nliberty to be in vain.\r\n9\r\nGeneral Assembly 5th meeting\r\nForty-ninth session 26 September 1994\r\nIt is with great sadness that we see the gap between\r\nrich and poor countries dangerously increasingly rather than\r\ndiminishing. According to the United Nations report on\r\nhuman development, more than one billion people in the\r\nworld are still languishing in abject poverty. In 1960, the\r\nrichest 20 per cent of the world’s population had an income\r\n30 times greater than that of the poorest 20 per cent. By\r\n1990, the gap had deepened: by then the richest\r\n20 per cent had incomes 60 times greater and 20 per cent\r\nof humanity receives 80 per cent of the world’s income.\r\nAs pointed out in this year’s report on human\r\ndevelopment, in places where world trade is entirely free\r\nand open, those benefiting are in general the strongest.\r\nDeveloping countries enter the market as unequal partners\r\nand end up with unequal rewards.\r\nA large percentage of the new or restored democracies\r\nare to be found among the poorest countries. As a\r\nconsequence, they are excluded from the benefits of\r\ndevelopment. We must all work together to change this\r\nsituation.\r\nToday Central America is one of the best examples of\r\nthe new wave of democracy. Democracy is now\r\nestablished is all of our countries. In less than a year, we\r\nhave had four free elections in our region that produced\r\nnew Governments. Respect for civil and political rights has\r\nbeen strengthened; conditions which enable more people to\r\nenjoy economic, social and cultural rights have been created\r\nand civil power is prevailing over military power. Respect\r\nfor and protection of human rights is increasing. We are\r\ngradually becoming a region of peace, liberty, democracy\r\nand development.\r\nNext October, the Central American countries will\r\nsign the Alliance for Sustainable Development. This\r\nAlliance is a major effort at the political, social, economic\r\nand environmental levels to create a new and improved\r\ndevelopment model which can preserve the resources and\r\nway of life of future generations in Central America.\r\nOnce again, I would like to thank organizations and\r\ncountries that have provided continuous and valuable\r\nsupport to Nicaragua and Central America. They have\r\nmade resources available, and have helped find new and\r\nefficient solutions for establishing and consolidating peace\r\nwhile achieving sustainable human development. We are\r\ncertain that this spirit of cooperation will be manifested\r\nonce again at the International Conference on Peace and\r\nDevelopment in Central America, to be held in Honduras.\r\nLast year, before the General Assembly, I made a\r\ndetailed presentation on the political and economic\r\nsituation of my country, and about our real prospects.\r\nMy country has made great efforts to attain a\r\nmacroeconomic balance and at the same time establish a\r\nfirm foundation for sustainable development.\r\nWe have made substantial progress in the last four\r\nyears in improving public finance. We have significantly\r\nreduced inflation, re-established relations with foreign-\r\ndebt holders and multilateral agencies, and implemented\r\nstructural adjustment reforms.\r\nThe success of this difficult programme and the\r\nattainment of sustainable development will depend, to a\r\nlarge extent, on our ability to promote production and\r\ninvestment, to increase employment and improve the\r\nquality of life for our people, and on the quality of the\r\ninternational support we receive.\r\nIn order to consolidate and deepen the democratic\r\nprocess in Nicaragua, this September I approved the law\r\non military organization. This new law clearly establishes\r\nthat the armed forces are subordinate to civil power. The\r\narmed forces have now been transformed into a small,\r\nnon-partisan, efficient body, appropriate to the transition\r\nperiod in Nicaraguan society.\r\nIn compliance with the General Assembly resolution\r\ndeclaring the celebration of this year as the International\r\nYear of the Family, we have established a national\r\ncommission to coordinate the efforts of different\r\ngovernment and social agencies to support the family as\r\nthe main nucleus of society and the main agent for the\r\ntransmission and development of values such as the\r\ncommon good, equality and mutual respect.\r\nWithin the framework of the strengthening of the\r\nfamily, I wish to reiterate once again our commitment to\r\ngiving the highest priority to the protection and\r\ndevelopment of children. We made this commitment at\r\nthe World Summit for Children in September 1990.\r\nAlso, taking into account our commitment to respect\r\nfor, and to the observance of, human rights, my\r\nGovernment will create an office of ombudsman in\r\nNicaragua.\r\nAs we approach the next millennium, humanity still\r\nfaces critical questions that threaten our societies and our\r\ndevelopment. We cannot, however, deny that substantial\r\n10\r\nGeneral Assembly 5th meeting\r\nForty-ninth session 26 September 1994\r\nadvances are being made to remove the main sources of\r\nconflict that linger in various continents.\r\nFor this reason we welcome with great satisfaction the\r\nsigning of the agreements concluded between the\r\nGovernments of Israel and of Jordan and between Israel\r\nand Palestine. This will help to improve security and\r\nstability in the Middle East.\r\nAt the same time, we welcome the efforts being made\r\nto reach a lasting peace in Northern Ireland.\r\nNicaragua rejoices greatly in the inauguration of the\r\nnew democratic and non-racist Government in South Africa.\r\nThis augurs well for a new era of prosperity and peace for\r\nthe whole population of that brotherly country and for\r\nsouthern Africa.\r\nWe support the strengthening of democracy in\r\nMozambique. Thus Nicaraguans will participate in the\r\nUnited Nations mission to observe next October’s elections.\r\nIt is still necessary to promote new international\r\ninitiatives in the search for a definitive political solution to\r\nthe situation in the former Yugoslavia and to the sad events\r\nin Rwanda that continue so to shake the world’s\r\nconscience. This requires wider and stronger mechanisms\r\nfor humanitarian protection, as well as for regional security.\r\nI should like to make special mention of the crisis in\r\nHaiti. Nicaragua welcomes with satisfaction the diplomatic\r\nway out and the negotiated solution to the Haitian crisis.\r\nAll available peaceful means should be used to guarantee\r\nreconciliation among the long-suffering people of Haiti, as\r\nwell as and the re-establishment of constitutional order.\r\nFinally, we believe that, within the new international\r\norder, it is necessary for the United Nations to recognize\r\nthe rights of the Republic of China in Taiwan, within the\r\nframework of universal participation and respect for human\r\nrights.\r\nI feel sure that the future will not conceal from us the\r\ngreat difficulties that humanity still faces. We must work\r\ntogether, with what we have at hand, to make this world a\r\nmore dignified place for all of us, regardless of race, creed\r\nor political belief, to live in.\r\nNext year we shall celebrate the fiftieth anniversary of\r\nthe founding of the United Nations. We hope that the\r\nSecurity Council, at its summit meeting of Heads of State\r\nto be held in New York on that occasion, will adopt some\r\nimportant decisions, particularly with regard to\r\nrestructuring of the Security Council to provide for\r\nequitable geographical representation and an increase in\r\nthe number of members.\r\nI wish, on behalf of the people of Nicaragua and on\r\nbehalf of the new or restored democracies that\r\nparticipated in the conference in Managua, to reaffirm our\r\ndeep commitment to contributing to the development of\r\na world society inspired by progress, liberty, democracy\r\nand peace.\r\nThe President (interpretation from French): On\r\nbehalf of the General Assembly, I wish to thank the\r\nPresident of the Republic of Nicaragua for the statement\r\nshe has just made.\r\nMrs. Violeta Barrios de Chamorro, President of the\r\nRepublic of Nicaragua, was escorted from the General\r\nAssembly Hall.\r\nAddress by Mr. Armando Calderón Sol, President of\r\nthe Republic of El Salvador\r\nThe President (interpretation from French): The\r\nAssembly will now hear an address by the President of\r\nthe Republic of El Salvador.\r\nMr. Armando Calderón Sol, President of the\r\nRepublic of El Salvador, was escorted into the General\r\nAssembly Hall.\r\nThe President (interpretation from French): On\r\nbehalf of the General Assembly, I have the honour to\r\nwelcome to the United Nations the President of the\r\nRepublic of El Salvador, His Excellency Mr. Armando\r\nCalderón Sol, and to invite him to address the Assembly.\r\nPresident Calderón Sol (interpretation from\r\nSpanish): I wish, on behalf of the people and the\r\nGovernment of El Salvador, to express sincerest\r\ncongratulations to you, Sir, on your election to the\r\npresidency of the General Assembly at its current session.\r\nIt will certainly result in a positive outcome to the\r\ninternational community’s efforts to find a solution to the\r\nmajor challenges of today’s world. We are certain that\r\nyour skills and your diplomatic experience will enable us\r\nto realize the noble principles and objectives enshrined in\r\nthe Charter of the United Nations.\r\nWe wish to express our appreciation to the\r\nAmbassador of Guyana, Mr. Samuel Insanally, for the\r\n11\r\nGeneral Assembly 5th meeting\r\nForty-ninth session 26 September 1994\r\ndynamic and successful work that he accomplished during\r\nhis term as President of the Assembly at its forty-eighth\r\nsession.\r\nIt is with particular pleasure that we reiterate our\r\ngratitude to the Secretary-General, Mr. Boutros Boutros-\r\nGhali, for his work at the head of the Organization, and\r\nespecially for his efforts to cooperate with and to assist the\r\npeople and the Government of El Salvador in the process\r\nof consolidating peace.\r\nMay I begin with a brief personal reference. This is\r\nnot the first time that I have had the honour of being here\r\nat the United Nations. We had the privilege of\r\nparticipating in the difficult and fruitful negotiations that\r\nculminated in the New York Accord at midnight on 31\r\nDecember 1991 which cleared the way for the signing of\r\nthe Peace Accords in Mexico on 16 January 1992. Later,\r\nin May of this year, as President Elect I had the opportunity\r\nto reiterate to the Secretary-General our total political will\r\nand firm commitment to complying strictly with all the\r\npeace agreements before us. Today for the first time I am\r\naddressing the General Assembly as President of the\r\nRepublic of El Salvador, pursuant to the mandate given by\r\nthe people of El Salvador, and this fills us with satisfaction\r\nand pride.\r\nIn the field of international policy in recent years with\r\nthe profound changes that have taken place in Eastern\r\nEurope and the end of East-West confrontation we are\r\nbeginning to structure a new international order which has\r\nnot yet been consolidated. None the less, new trends have\r\ntaken shape at the global level in the political, economic\r\nand social spheres permitting great progress to take place\r\nwhich, in spite of the grave problems that persist, allow us\r\nto look to the future of mankind with optimism.\r\nWith the end of the cold war the concept of security\r\nceased to rest primarily on the arms build-up, and that has\r\ncurbed the rise in military expenditures. Democracy as a\r\npolitical system has been strengthened and continues to\r\nexpand and gain strength at the world level. The global\r\nconcept of development has also been closely linked to\r\ndemocracy, peace, respect for human rights, the protection\r\nof the environment, development and human security.\r\nIn the economic sphere changes have been geared\r\ntowards the liberalization and globalization of the economy,\r\ngenerating a trend towards privatization which will reduce\r\nstate interference in the activities of society and will foster\r\nthe efficient use of resources for the collective benefit.\r\nIn the social sphere policies are being geared\r\ntowards the training of human resources to foster personal\r\nfulfilment and combat the marginality in which a large\r\npart of the world’s population lives. This situation is\r\nclearly reflected in the Human Development Report 1994.\r\nWe consider it appropriate to make a brief reference\r\nto the efforts being made by the world Organization in\r\nthe quest for solutions and in the establishment of\r\nmechanisms to resolve problems of a general nature,\r\ncreating greater opportunities for integral development\r\nwhich can promote the greater well-being of the human\r\nperson.\r\nIn this respect the following are all events of\r\nprofound significance and broad scope: the holding of\r\nthe World Summit for Children, dealing with the rights of\r\nthe child; the United Nations Conference on Environment\r\nand Development; the World Conference on Human\r\nRights; the recent World Conference on Population and\r\nDevelopment; and the decision to hold in 1995 the Fourth\r\nWorld Conference on Women and the World Summit for\r\nSocial Development.\r\nWe support and are following with interest these\r\ninternational gatherings because the subjects that have\r\nbeen examined in the past and will be examined focus on\r\na profound analysis of the variables and concepts related\r\nto human development; their interrelationships; the\r\nobstacles in the way of the desired objectives; and the\r\nagreement of Governments to meet those objectives in\r\naccordance with legislation, domestic programmes and\r\nnational resources.\r\nWe cannot fail to mention the successes won by the\r\nUnited Nations in the search for international peace and\r\nsecurity. The dynamic participation in conflict\r\nresolution - resolution of conflicts of an internal nature,\r\nincluding those related to the process of decolonization,\r\nas well as conflicts of an international nature - constitutes\r\nclear evidence of the fact that when States have the\r\npolitical will it is possible to arrive at rational solutions to\r\nexisting problems.\r\nIn this respect we wish to affirm that, with a view to\r\ndemocratic plurality and the principle of universality that\r\ninspired the Charter of the United Nations, we reiterate\r\nour support for the admission of those emerging States\r\nthat accept and comply with the norms of this\r\nOrganization.\r\n12\r\nGeneral Assembly 5th meeting\r\nForty-ninth session 26 September 1994\r\nAs an example of the successful work of the United\r\nNations it is possible to mention South Africa, which is in\r\nthe process of consolidating democracy under a multiracial\r\nGovernment; the solution of the conflict in our own\r\ncountry, El Salvador, which for a long time lived the\r\ntragedy of armed confrontation; the process of peacemaking\r\nin the fraternal Republic of Guatemala and the\r\nestablishment of the United Nations mission to supervise\r\nthe process that will restore harmony to the Guatemalan\r\npeople; the fact that Mozambique is approaching the\r\nholding of free elections to choose, democratically, its\r\nauthorities under the monitoring of the United Nations; the\r\nfact that Cambodia is now in a difficult period of transition\r\ntowards the consolidation of democracy and reconstruction;\r\nand, in general, all those cases where the presence of the\r\nUnited Nations through peace-keeping forces means that the\r\nwork of monitoring, observation and separation is being\r\ndone to avoid military confrontation.\r\nWe note with concern that in spite of the effort made\r\nand resources devoted to promoting development at the\r\nworld level the situation in most countries has not improved\r\nin the economic and social spheres and, in particular, in\r\ndeveloping countries where extreme poverty, marginality,\r\ndeficiencies in health services and education, unemployment\r\nand inequalities in income are, inter alia, the characteristics\r\nthat prevail.\r\nWe believe that the objective of universal peace to\r\nachieve a more human world will be possible only if we\r\nhave the conviction and the political will to establish a new\r\nmodel of development in which the ultimate goal must be\r\nthe improvement of the living conditions of the human\r\nperson: a new concept of cooperation, based on the\r\ndemocratization of international relations, without\r\npreconditions of any type, but with shared responsibilities\r\nfor the reduction of poverty, the generation of opportunities,\r\nthe creation of jobs, social integration and the openness of\r\nmarkets.\r\nWe are sincerely pleased by the continued compliance\r\nwith peace commitments signed by the Government of\r\nIsrael and the Palestine Liberation Organization, and the\r\nsigning of the Washington declaration by Israel and Jordan,\r\nwhich constitute vital advances in the peace process in the\r\nMiddle East.\r\nWe hope that these events will constitute\r\nencouragement so that other States that are directly\r\ninvolved and have interests in that region will become fully\r\ninvolved in the peace process that has begun, in order to\r\nestablish a just, lasting and permanent peace for the\r\nbenefit of the peoples of the region.\r\nWe wish to express our concern at the conflict that\r\nhas caused so much bloodshed to the people of Bosnia\r\nand Herzegovina and we sincerely hope that a negotiated\r\nsolution will be found, involving respect for human rights\r\nand peaceful coexistence among the different ethnic\r\ngroups of that important region.\r\nThe grave situation in Rwanda is also of concern to\r\nus and we hope that the struggle of that people will soon\r\nfind a solution. We hope that that nation will find\r\nsolutions to the problems afflicting it and we urge the\r\ninternational community to give its priority attention to\r\nthat conflict.\r\nIn Latin America and the Caribbean, we cannot fail\r\nto make reference to the situations in Haiti and Cuba.\r\nOur Government welcomes the last-minute solution\r\nreached by the United States and the de facto government\r\nof Haiti, which made it possible to avoid a major armed\r\nintervention that would have greatly harmed the Haitian\r\npeople. Once more it has been demonstrated that\r\nnegotiation remains the right way to resolve differences,\r\nto ensure peaceful coexistence among peoples and to\r\npreserve international peace and security.\r\nIn respect to the situation in Cuba, El Salvador\r\nconsiders that it is the responsibility of that country’s\r\nGovernment to create the proper conditions so that the\r\nCuban people can freely exercise their individual political\r\nand economic rights. None the less, as a contribution\r\ntowards avoiding the deepening of the economic and\r\nsocial crisis and the increase in tension resulting from\r\nimmigration, as well as making it viable for Cuba to be\r\nreintegrated into the American community of nations, we\r\nbelieve that a frank and open dialogue between the Cuban\r\nGovernment and the countries of the region that are\r\ninterested in helping resolve differences through political\r\nmeans should be encouraged.\r\nWe welcome with interest the Cuban Government’s\r\ndecision to invite the United Nations High Commissioner\r\nfor Human Rights to visit the country, as well as the\r\nannouncement of its adherence to the Treaty the\r\nProhibition of Nuclear Weapons in Latin America.\r\nWe would like to mention two important conferences\r\nin the Central American regional sphere. As developing\r\ncountries, we understand social problems, especially those\r\nof us who have experienced armed conflicts, the result, in\r\n13\r\nGeneral Assembly 5th meeting\r\nForty-ninth session 26 September 1994\r\npart, of the lack of social opportunities and appropriate\r\nprogrammes to create them. We know that the dimensions\r\nand the scope of sustainable development imply major\r\nresponsibilities and make it necessary that there be greater\r\nsolidarity, cooperation and harmonization among the\r\ncountries of the Central American subregion.\r\nFor this reason, next October, in Nicaragua, we will\r\nhold a Central American ecological summit in which\r\nenvironment problems and the relationship between\r\nenvironment and development in our countries will be taken\r\nup. At the end of that month, we will hold, in Honduras,\r\nan international conference on peace and development, at\r\nwhich we will evaluate the progress made and the obstacles\r\nremaining in promoting the economic and social\r\ndevelopment of our peoples. We are also considering the\r\nneed for the material and financial resources that are\r\nindispensable if we are to improve the economic and social\r\nconditions of our peoples.\r\nIn this connection, we are working to enhance and\r\nstrengthen our democratic institutions in order to guarantee\r\ncivil, political, economic and social rights, promoting the\r\ncreative participation of civil society in the development\r\nprocess. We are committed to promoting human\r\ndevelopment to meet the basic needs of our population and\r\novercome critical poverty. The efforts are based on a\r\nstrategy of sustainable development that gives priority to\r\ninvestment in the social sphere.\r\nIn the Central American region, our fundamental\r\ninterest is to raise the standard of living of our peoples in\r\norder to consolidate the progress we have made in the\r\nfields of democratization and peacemaking. We are\r\nconfident that the international community, which is united\r\nin support of the peacemaking process in Central America,\r\nwill not fail to attend the conference and give us its support\r\nand resolute cooperation so that Central America can be a\r\nregion of peace, freedom, democracy and development.\r\nPermit me to provide a summary of the specific\r\nsituation in our own country, El Salvador, to describe the\r\nadvances, the obstacles and the new challenges on the\r\ndifficult path towards consolidating peace and democracy.\r\nIt is important to emphasize that our Government’s\r\nendeavours are firmly directed towards the implementation\r\nof the last stage of the agreements aimed at definitely\r\nconsolidating peace, national reconciliation, the\r\nstrengthening of the democratic model and the\r\nreconstruction of our country.\r\nAt the same time, we are focusing on resolving the\r\nnew challenges confronting Salvadorian society in the\r\npost-war period, particularly with regard to public safety,\r\nthe struggle against drug trafficking and organized crime,\r\nthe eradication of corruption, improving and strengthening\r\nthe judicial system in order to achieve prompt and\r\ncomplete justice, and full respect for human rights. We\r\nare also adopting measures aimed at reducing extreme\r\npoverty, improving the education and health systems,\r\nimproving protection of the individual, protecting the\r\nenvironment and creating new opportunities. All this is\r\nbeing done in order to achieve greater well-being for the\r\nSalvadorian people as part of our major objective:\r\nachieving social peace.\r\nWith regard to implementation of the peace\r\nagreements, significant progress has been made this year\r\nin the area of public safety. We have given resolute\r\nsupport to the national civil police, and we will continue\r\nto do so in order to strengthen its efficiency and\r\neffectiveness by providing the necessary resources. We\r\nhave also deployed the national civil police in all the\r\ncountry’s departments, and we need to increase the\r\nnumber of police in order to confront post-war problems\r\nof public safety.\r\nIn the field of human rights, we are able to point\r\nwith satisfaction to a considerable improvement in the\r\nrespect and enjoyment of the fundamental rights and\r\nfreedoms of Salvadorians. None the less, we must\r\nrecognize in all honesty that, although some occurrences\r\nmay be felt to have political underpinnings, most\r\nincidents have been linked to common crime. This is a\r\nsocial phenomenon that is on the rise in the post-war\r\nperiod.\r\nIn connection with those cases that allegedly have\r\npolitical motivation, we reiterate our Government’s\r\npolitical will to support resolutely the strengthening of our\r\nnational institutions that protect human rights, especially\r\nthe attorney general for the defence of human rights, in\r\norder that, before the mandate of the United Nations\r\nObserver Mission in El Salvador comes to an end, it will\r\nbe fully able to play its proper role in this field.\r\nDuring a recent visit of the independent expert of the\r\nUnited Nations Human Rights Commission, our\r\nGovernment submitted to him a proposal on the needs\r\nand requirements of the various national institutions, in\r\norder to improve the way they function in promoting and\r\nprotecting human rights. We hope that this proposal will\r\nbe supported by the members of that Commission.\r\n14\r\nGeneral Assembly 5th meeting\r\nForty-ninth session 26 September 1994\r\nIn the field of the administration of justice, we would\r\nlike to underscore the election, by consensus among the\r\ndifferent political forces represented in the legislative\r\nassembly, of the new Supreme Court, which is composed\r\nof judges who have nothing to do with or answer to any\r\npartisan politics, thus ensuring its independence and\r\nimpartiality.\r\nThe implementation of the commitments relating to the\r\ntransfer of land, for programmes to reintegrate former\r\ncombatants and for human settlements has not been brought\r\nto a standstill, although there have been some delays owing\r\nto the lack of documentation and information on the\r\npotential beneficiaries, as well as to financial constraints.\r\nI take this opportunity to recall that the international\r\ncommunity’s offer of assistance in support of the peace\r\nagreements gave rise to great expectations in our country.\r\nA portion of the assistance has been provided, for which we\r\nare very grateful. But some of it has not yet materialized,\r\nand this puts the Government in a difficult situation and\r\ncould cause unnecessary social tension.\r\nThe Secretary-General is aware of this situation and in\r\nhis most recent report (S/1994/1000) to the Security\r\nCouncil on the situation in El Salvador observed that it was\r\nimperative that the Government and the international\r\ncommunity find ways to finance the deficit of over $80\r\nmillion as soon as possible, in order to implement certain\r\nprogrammes stemming from the peace agreements and to\r\ncarry out outstanding commitments. Because of the delays,\r\nthe Government of the Republic and the FMLN agreed on\r\n19 May 1994 on rescheduling the most important\r\noutstanding agreements. This shows that the political will\r\nexists to continue and complete the fulfilment of the peace\r\nagreements.\r\nIn the social sphere, our objective as a Government is\r\nto create conditions that provide equal opportunities for all,\r\nfrom the time of conception, to enable everyone to achieve\r\na higher level and quality of life. The strategy of our social\r\nprogramme is simultaneous implementation of short- and\r\nlong-term programmes, combined with an economic policy\r\nthat stimulates investment and job-creation. This stems\r\nfrom our conviction that there can be no economic\r\ndevelopment without social development, and vice versa,\r\ngoing hand in hand with steady progress in the fields of\r\npolitics, justice and public safety.\r\nHence, in order to improve the living conditions of the\r\nneediest, we are carrying out social-support programmes for\r\nhuman development that include arrangements for rapidly\r\nbringing people into productive jobs. These programmes\r\ncover training, production incentives, care for mothers,\r\nchildren and the elderly, basic infrastructure,\r\nenvironmental health, recreation and sports.\r\nWe know that only long-term programmes can tackle\r\nthe root causes of poverty. The Government has decided\r\nto undertake vast, profound reforms in the areas of health\r\nand education, to make them primary sources of\r\ninvestment in sustainable human development and social\r\nmobility.\r\nWe believe that these reforms, backed by greater\r\nbudgetary appropriations for health and education, will\r\nmake it possible drastically to reduce infant mortality,\r\nbring quality education to the remotest corners of our\r\ncountry and reduce illiteracy to the minimum by the year\r\n2000.\r\nWe are convinced that one cannot speak of health\r\ncomprehensively without considering the environment;\r\nmost of the diseases that affect the poorest people are\r\ncaused by contamination of the soil, aquifers and the air.\r\nOur Government is committed to the protection and\r\nrecovery of the environment, for there can be no\r\nsustainable development if we do not protect our natural\r\nresources and halt the destruction of our environment.\r\nThe Government’s social reforms include reform of\r\nthe social security system; this seeks to create conditions\r\nfor private participation in order to broaden coverage\r\nrapidly, with mechanisms by which individuals can pay\r\ninto the system. We are improving social security to\r\navert the suffering felt by many workers, who are doomed\r\nin their old age to being a burden on their families after\r\na lifetime of work.\r\nSince 1989 El Salvador has been making major\r\nchanges to free and stabilize the economy, with notable\r\nresults. Economic growth has been more than 5 per cent\r\nfor each of the last three years. Inflation will stand at\r\nabout 10 per cent this year and is estimated to fall into\r\nsingle digits next year. In the external sector, our current\r\ninternational reserves equal more than four months of\r\nimports, and the fiscal deficit, despite the demands\r\nimposed by the peace agreements, will be around\r\n2 per cent of the gross domestic product in 1994.\r\nThese encouraging results enable us to look to the\r\nfuture with optimism. Our goal as a Government is\r\nequitably to transform growth into economic development,\r\nmaintaining stability and generating trust in the productive\r\n15\r\nGeneral Assembly 5th meeting\r\nForty-ninth session 26 September 1994\r\nsector. Hence, through sound economic policy we are\r\nseeking to stimulate domestic savings; here, reforms in the\r\nsocial security system will play a crucial role in the\r\nmobilization of resources.\r\nWe firmly believe that our country is rapidly\r\nbecoming an attractive place for foreign investment. An\r\nimportant element in this connection was the adoption of a\r\nnew labour code, agreed by workers and management and\r\nendorsed by the International Labour Organization. This\r\nrepresents fundamental progress.\r\nIt is clear, then, that El Salvador enjoys peace and\r\ndemocracy and is engaged in dizzying change. Although\r\nthe progress has been great, we cannot deny that the road\r\nahead of us is greater still. Progress makes us work even\r\nharder to broaden our opportunities and create social well-\r\nbeing.\r\nThis is an appropriate time to reiterate to the\r\nSecretary-General the gratitude of the Government and the\r\npeople of El Salvador for the careful attention he has given\r\nto consolidating the process of peace in El Salvador. We\r\nwish also to express our thanks to the international\r\ncommunity, which continues to stand by our side to bolster\r\nour democracy and the process of reconciliation of the\r\nSalvadorian people.\r\nWe can affirm with great satisfaction that our\r\ncountry’s peace agreements are being implemented\r\nsatisfactorily in accordance with the aspirations of the\r\nSalvadorian people, and that they can be an example for the\r\nsolution of other conflicts. The achievement of peace\r\namong Salvadorians was the result of the unshakable\r\nresolve of our people, the support of the international\r\ncommunity and the effective work of the United Nations\r\nand the Secretary-General.\r\nIn conclusion, we want to express our confidence that\r\nby the end of this forty-ninth session of the General\r\nAssembly the world’s peoples will have found formulas for\r\nunderstanding and cooperation, so that mankind, under the\r\nbanner of solidarity, will be successful in meeting the great\r\nchallenges of the coming millennium.\r\nThe President (interpretation from French): On\r\nbehalf of the General Assembly, I wish to thank the\r\nPresident of the Republic of El Salvador for the statement\r\nhe has just made.\r\nMr. Armando Calderón Sol, President of the\r\nRepublic of El Salvador, was escorted from the General\r\nAssembly Hall.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nThe President (interpretation from French): The\r\nnext speaker is the Minister of Foreign Affairs of\r\nNorway, His Excellency Mr. Bjørn Tore Godal.\r\nMr. Godal (Norway): It is an honour for me to\r\ncongratulate you, Mr. President, on your election to your\r\nhigh office.\r\nAs the United Nations approaches its fiftieth\r\nanniversary, its global agenda is more comprehensive than\r\never before. Norway welcomes this. We need and\r\nsupport an even stronger United Nations role in the\r\npeaceful settlement of disputes; preventive diplomacy and\r\npeace-keeping; the advocacy of human rights, including\r\nwomen’s rights; and humanitarian aid, sustainable\r\ndevelopment and environmental protection. We wish to\r\nsee this forty-ninth session of the General Assembly make\r\ntangible contributions towards improving the\r\nOrganization’s performance in all these important areas.\r\nAs we assemble this year, we can look back on\r\nconcrete results in several areas following years of strong\r\nUnited Nations involvement. In particular, it is with deep\r\nsatisfaction that we now welcome the newly elected\r\nGovernment of South Africa to this year’s session of the\r\nGeneral Assembly. This is a historic moment, both for\r\nSouth Africa and for the United Nations. I would like to\r\ntake this opportunity to pay tribute to the South African\r\npeople. They have put a painful past behind them and\r\nhave charted a new course.\r\nWithout the strong support of the United Nations,\r\nthe democratization process in South Africa would\r\nundoubtedly have been slower. Norway’s political and\r\neconomic support for the democratic forces dates back to\r\nthe 1960s and 1970s. We will continue to support the\r\nSouth African people by working with the democratically\r\nelected Government. A democratic, prosperous South\r\nAfrica will have a positive impact on the whole African\r\ncontinent. Common security and cooperation can now\r\nreplace front lines and confrontation. We hope that South\r\nAfrica will be in a position to contribute substantially to\r\nconflict-resolution and peace-keeping.\r\n16\r\nGeneral Assembly 5th meeting\r\nForty-ninth session 26 September 1994\r\nThe historic developments in South Africa have been\r\nparalleled in the peace process in the Middle East. Two\r\nweeks ago we observed the anniversary of the signing by\r\nIsrael and the Palestine Liberation Organization (PLO) of\r\nthe Declaration of Principles, following talks in Oslo.\r\nDuring the past year the peace process has been further\r\nconsolidated. It was a source of great satisfaction to us\r\nthat, one year to the day after the signing, and once again\r\nin Oslo, the parties were able to iron out certain differences\r\nwhich had been obstructing the peace process. I would like\r\nto compliment both Israel and the PLO on their\r\ndetermination to follow through on the commitments they\r\nhave made.\r\nHowever, the commitment of the parties alone is not\r\nenough. The international community must shoulder its\r\nresponsibilities, and I appeal urgently to Member States for\r\ncontributions, especially to meet the short-term needs of the\r\nPalestinian Authority. In our capacity as Chair of the Ad\r\nHoc Liaison Committee, we shall continue to work both\r\nwith donor countries and with the parties themselves to\r\nensure that the peace dividend benefits Palestinians in their\r\ndaily lives.\r\nIn our view, the United Nations should take on new\r\nresponsibilities with respect to channelling economic\r\nassistance to the Palestinians, especially to the Palestinian\r\npolice force. The General Assembly must also address the\r\nnew relationship that has developed between Israel and the\r\nPalestinians. Our deliberations and decisions on Middle\r\nEast matters must reflect the new reality created by the\r\nparties themselves.\r\nIn Guatemala the peace process has now reached a\r\nturning point. The very active and constructive role played\r\nby the United Nations has led to significant advances at the\r\nnegotiating table this year. Norway, as a member of the\r\nGroup of Friends, would like to commend the Government\r\nof Guatemala, the URNG and the Guatemalan people on\r\nthe important agreements signed in Puebla and in Oslo.\r\nWe now urge the parties to keep up the momentum of the\r\nnegotiating process. Norway will contribute to the human\r\nrights verification Mission to Guatemala. It is our hope\r\nthat this Mission will encourage the parties to resume the\r\npeace negotiations without further delay.\r\nIn the former Yugoslavia the tragedy continues. Yet\r\nanother chapter in the endless human suffering caused by\r\nthe war is unfolding. Thousands of Muslims are being\r\nforced to leave their homes in Serb-held territory in\r\nnorth-eastern Bosnia, adding to the countless numbers from\r\nall groups that have been displaced during this conflict.\r\nReports tell us of detention, rape and plunder. We appeal\r\nto the parties to the conflict to stop this senseless\r\nbrutality, and we welcome last week’s Security Council\r\nresolution which strongly condemns this practice. While\r\nwe continue to press for a political settlement, we must\r\nkeep up the humanitarian relief efforts for the victims of\r\nthis meaningless conflict.\r\nA lasting peace in Bosnia and Herzegovina can be\r\nachieved only by political means, not by military force.\r\nThe Contact Group’s proposal has our full support,and the\r\nBosnian Serbs must be persuaded to accept this package\r\ndeal. The decision made by the authorities of the Federal\r\nRepublic of Yugoslavia (Serbia and Montenegro) to sever\r\nall political and economic ties with the Bosnian Serbs is\r\na step in the right direction. We welcome the initiative\r\ntaken by the co-chairmen, Lord Owen and Thorvald\r\nStoltenberg, to deploy an international mission on the\r\nborder between the Federal Republic of Yugoslavia\r\n(Serbia and Montenegro) and the Republic of Bosnia and\r\nHerzegovina. Norway has already contributed personnel\r\nand is also involved in the logistics of this operation.\r\nSecurity Council resolution 943 (1994) of 23 September\r\n1994 on sanctions demonstrates, therefore, the resolve of\r\nthe international community to press for a political\r\nsettlement.\r\nAs we press for negotiated solutions both in Bosnia\r\nand Herzegovina and in Croatia, it is also incumbent on\r\nthe outside world to do nothing that can prolong the\r\nconflict or cause it to escalate. The flow of arms into the\r\nformer Yugoslavia must be halted. The arms embargo\r\nmust not be lifted now, for this could have unforeseeable\r\nconsequences and would certainly endanger the\r\nUNPROFOR troops and jeopardize humanitarian relief\r\nefforts.\r\nPeace-keeping activities constitute the most\r\nimportant tool at the disposal of the United Nations for\r\nresolving conflicts and promoting peace. Norway\r\nadvocates strengthening such functions. As Member\r\nStates, we must be willing to enable the United Nations\r\nto do in the field what we profess to support in the\r\nconference rooms. Nearly 1 per cent of the entire\r\nNorwegian population has participated in peace-keeping\r\noperations.\r\nIt is important that the Organization’s capability of\r\nconducting peace-keeping operations be continuously\r\nenhanced. At last year’s session of the General\r\nAssembly, the Nordic countries presented an initiative to\r\nstrengthen United Nations command and control\r\n17\r\nGeneral Assembly 5th meeting\r\nForty-ninth session 26 September 1994\r\ncapabilities in peace-keeping operations. I feel encouraged\r\nby the progress made on various related issues during the\r\nlast 12 months. However, there is room for further\r\nimprovement. These matters should be treated with some\r\nurgency.\r\nProper communication between the Security Council\r\nand the troop-contributing countries is particularly\r\nimportant. While we acknowledge the improvements\r\nalready made in this respect, we still feel that further\r\nprogress is needed. I propose that regular consultations and\r\ninformation-sharing be instituted between members of the\r\nSecurity Council, the troop-contributing countries and the\r\nSecretariat of the United Nations.\r\nA new role for regional organizations in conflict\r\nresolution and securing peace is emerging, not only in\r\nEurope but also in other parts of the world. In Europe the\r\nEuropean Union is playing an increasingly important role\r\nas it develops its political and economic contacts in an\r\nall-European context. Nothing could be more worthwhile\r\nthan transforming Europe, the cradle of two world wars,\r\ninto a continent with a solid framework of political,\r\neconomic, social and cultural cooperation across the old\r\ndivides. Hence, the European Union is shaping the future\r\nof Europe in a significant manner - and is indeed also\r\nmaking important contributions in a global perspective.\r\nThese are two major reasons why Norway is seeking\r\nmembership in the European Union.\r\nRegional organizations should take on more\r\nresponsibility for peace-keeping in the future. Nevertheless,\r\nwe must not confuse the growing need for regional action\r\nwith the fundamental role of the Security Council as the\r\nmain guardian of international peace and security.\r\nNowhere have peace and security been more\r\nsystematically set aside during the last year than in Africa.\r\nThe genocide we have witnessed in Rwanda has shocked\r\nthe entire world, and has brutally reminded us of the\r\nhorrifying behaviour such conflicts may generate. We are\r\ndeeply committed to the principle that those charged with\r\ncrimes against humanity must be brought to trial.\r\nMore than ever, Africa needs our support to overcome\r\nthe prevailing crises. I welcome the increasingly important\r\nrole played by the Organization of African Unity. Norway\r\nstands ready to support regional processes to encourage\r\ncloser cooperation among African nations with a view to\r\naccelerating economic growth and democratization.\r\nSocial and economic problems are closely linked to\r\nconflict and unrest. A global perspective is needed if\r\nsolutions are to be found and progress made. No other\r\norganization has the potential of the United Nations to\r\nprovide such a perspective. Development-related\r\neconomic and social issues must remain high on the\r\nUnited Nations agenda. I therefore welcome the\r\nSecretary-General’s preliminary report on an Agenda for\r\nDevelopment. The five dimensions of development\r\nsingled out in the report provide a useful framework for\r\nthought as well as action. Peace, economic growth, the\r\nenvironment, justice and democracy are indeed the key\r\nparameters in our common drive towards a better world\r\nfor all.\r\nWe are now looking forward to the Secretary-\r\nGeneral’s supplementary report, which we hope will\r\ninitiate a debate on the appropriate role of the United\r\nNations in global efforts for development, based on the\r\ncomparative advantages of the Organization.\r\nThe International Conference on Population and\r\nDevelopment in Cairo will be looked upon as a turning\r\npoint in the history of population policy as it relates to\r\nsocial development and women’s rights. The conclusions\r\nwill have a wide-ranging impact on democracy-building,\r\neducational policies, health-care programmes and the\r\nstatus of women. Both that Conference and next year’s\r\nWorld Summit for Social Development and the Fourth\r\nWorld Conference on the Status of Women represent\r\nmilestones in the effort to renew our commitment to\r\nfulfilling basic human needs.\r\nAt the United Nations Conference on Environment\r\nand Development in 1992, we pledged to commit\r\nourselves to fulfilling the challenges of Agenda 21.\r\nThese include strengthening efforts to change present\r\nunsustainable patterns of consumption and production,\r\nparticularly in the industrialized world. I should like to\r\nemphasize the importance of this issue. Norway will\r\ncontinue to promote the efforts of the Commission on\r\nSustainable Development in this respect.\r\nOver the years, the United Nations has taken on an\r\nincreasingly important role in the field of human rights.\r\nFor us, this remains a high-priority issue. The close link\r\nbetween democracy, human rights and development has\r\nbeen brought home to us once again by the tragedy of\r\nHaiti. Norway fully supports Security Council resolution\r\n940 (1994) and will contribute to restoring democracy and\r\nhuman rights in the troubled country of Haiti.\r\n18\r\nGeneral Assembly 5th meeting\r\nForty-ninth session 26 September 1994\r\nThe establishment of the post of High Commissioner\r\nfor Human Rights was warmly welcomed by the Norwegian\r\nGovernment. All countries must now cooperate fully with\r\nthe new High Commissioner. Regrettably, the past year has\r\nonce again seen unacceptable violations of human rights in\r\nmany countries, resulting in untold human suffering. We\r\nurge all States to ensure that minimum standards for the\r\nprotection of basic human rights are observed at all times,\r\neven during internal conflicts and disturbances.\r\nFreedom of expression is a fundamental human right.\r\nMy Government remains deeply concerned by the continued\r\nthreat voiced against Salman Rushdie and all those\r\nassociated with his works. We repeat our call to the\r\nIranian authorities to remove this extra-territorial and\r\nintolerable threat.\r\nFor years disarmament and arms control have been\r\ncentral to our deliberations. Today we are facing new\r\nchallenges in this field. The need for a comprehensive ban\r\non all nuclear testing is indeed a top priority issue. We\r\nexpect all nuclear Powers to refrain from testing during the\r\nongoing negotiations. Substantial results should be\r\nachieved before the 1995 Non-Proliferation Treaty\r\nConference. This would facilitate the indefinite and\r\nunconditional extension of the Treaty, which is another item\r\nof the utmost importance on our arms control agenda.\r\nThe increased risk of proliferation of weapons of mass\r\ndestruction, of nuclear and chemical material, associated\r\ntechnology and means of delivery is a major security\r\nchallenge that we must take steps to eliminate. The recent\r\nattempts to conduct an illegal trade in nuclear material are\r\nalarming and demand immediate action.\r\nIncreasingly, our security is threatened by the\r\nenormous deposits of nuclear waste on land and at sea. We\r\nmust do everything within our power to counter this risk.\r\nThe Nordic countries and Russia are planning an\r\ninternational conference on nuclear waste management, in\r\ncooperation with the International Atomic Energy Agency\r\n(IAEA). In order to deal with these problems, substantial\r\nfinancial and technological resources will be required. To\r\nthis end, Norway has proposed the establishment of an\r\ninternational action plan for nuclear waste management,\r\nmatched by an international fund similar to the nuclear\r\nsafety account in the European Bank for Reconstruction and\r\nDevelopment. We call upon the international community\r\nto mobilize the resources necessary to deal effectively with\r\nthese problems.\r\nBefore concluding, I would like to draw attention to\r\na matter of great concern to Norway: the necessity to\r\nensure a rational, responsible exploitation of marine\r\nresources. This should indeed be a matter of importance\r\nto all countries, whether they are coastal States or\r\nlandlocked. Norway is deeply concerned by the\r\nincreasing problem of excessive exploitation of straddling\r\nand highly migratory fish stocks through unregulated\r\nfishing on the high seas. The effectiveness of\r\nconservation measures is thus being eroded, and the\r\nrecovery of stocks is being halted or even reversed by\r\nStates claiming free access to such stocks. The situation\r\ncalls for urgent and effective legally-binding measures to\r\ncounter the threat to important fish stocks and the coastal\r\ncommunities directly dependent on them. Therefore, the\r\noutcome of the United Nations Conference on Straddling\r\nFish Stocks and Highly Migratory Fish Stocks will be\r\ncrucial in this respect. All of us, coastal and fishing\r\nStates alike, share the responsibility for ensuring that the\r\nConference succeeds in establishing a solid foundation for\r\nthe long-term conservation and sustainable use of these\r\nfish stocks.\r\nIn closing, I would like to emphasize the\r\nfundamental importance of a sound financial basis for the\r\nUnited Nations to perform its work. It is incumbent on\r\nall of us to do what we can in this respect. As we\r\napproach next year’s anniversary, we owe it to the\r\nfounders to ensure that the Organization they created -\r\nour most important custodian of international peace and\r\nglobal security - is in the possession of the necessary\r\nmeans to discharge all its obligations.\r\nAddress by Mr. Ion Iliescu, President of Romania\r\nThe President (interpretation from French): The\r\nAssembly will now hear an address by the President of\r\nRomania.\r\nMr. Ion Iliescu, President of Romania, was escorted\r\ninto the General Assembly Hall.\r\nThe President (interpretation from French): On\r\nbehalf of the General Assembly, I have the honour to\r\nwelcome to the United Nations the President of Romania,\r\nHis Excellency Mr. Ion Iliescu, and to invite him to\r\naddress the Assembly.\r\nPresident Iliescu (interpretation from French): It\r\nis my pleasure, Sir, to congratulate you on your election\r\nto the presidency of the forty-ninth session of the General\r\nAssembly. We are certain that your experience and your\r\n19\r\nGeneral Assembly 5th meeting\r\nForty-ninth session 26 September 1994\r\ndiplomatic skill will lead to a very positive outcome for the\r\nwork of this session.\r\nMay I at the same time convey to the Secretary-\r\nGeneral our profound appreciation of his tireless efforts to\r\nadapt the United Nations to the increasingly complex\r\nrequirements of a changing world.\r\nThe structure of the international system, at the end of\r\nthis century, is experiencing radical changes, particularly\r\nthe end of the post-war bipolarity, the fall of the Iron\r\nCurtain and the end of the cold war. Many new peoples\r\nhave gained their right to self-determination and democratic\r\ndevelopment, long repressed by totalitarian regimes. Some\r\nsucceeded in accomplishing this by peaceful means; others\r\nhave had to go through tragedies and major conflicts, such\r\nas those in Bosnia and Herzegovina, the territory of the\r\nformer Yugoslavia and the Trans-Dnestr, the Caucasus and\r\nCentral Asia, former territories of the Soviet Union. Today\r\nthey are all sources of concern to the international\r\ncommunity because of their implications for regional and\r\ninternational peace and security.\r\nThe revolutions in Central Europe, whose essential\r\npurpose was the restoration of freedom and dignity to the\r\npeople in that part of the world and their return to\r\ntraditional democratic values, with respect for fundamental\r\nhuman rights and political pluralism, have inter alia, made\r\nmore politically homogeneous a part of the continent long\r\nmarked by ideological and political barriers and\r\nconfrontation between opposing military blocs.\r\nEurope is undergoing an apparently contradictory\r\nevolution. On the one hand, there is a tendency towards\r\nthe fragmentation of States and a reaffirmation of the\r\nnational identities and personalities of the central part of the\r\ncontinent and the former Soviet territories. On the other\r\nhand, in the West there is a process of integration which is\r\ntending to draw in new European States.\r\nOther continents are also undergoing historically\r\nimportant changes.\r\nThe Middle East, thanks to the actions of a number of\r\npoliticians who were bold enough to take the great\r\nresponsibility of rising out of the inertia there, and running\r\nthe risks of peace, has entered a process of historic\r\nreconciliation which once seemed impossible.\r\nIn Latin America, as well as in Asia and the Pacific,\r\ndynamic economic zones have been created, thus destroying\r\nfalse assumptions about the inevitability of\r\nunderdevelopment in two-thirds of the world.\r\nIn Africa, the abolition of the policy of apartheid,\r\nthe reorganization of the Republic of South Africa on\r\ndemocratic lines and the defeat of reactionary racial\r\nconcepts open up new prospects for cooperation and\r\ndevelopment for the entire continent.\r\nThe dynamics of the world have changed. This\r\ncreates many questions for the international community,\r\nGovernments, politicians and political forces. So far the\r\nanswers have been few and inadequate. But life does not\r\nwait. States and people have concrete needs as well as\r\nhopes and ideals. Their natural tendency is to act in\r\norder to fulfil them, whether or not there exists an\r\norganized international framework for harmonizing\r\ndivergent interests.\r\nThis is where international organizations and the\r\nUnited Nations in particular have a role to play. In the\r\neffort to decode and evaluate the significance of the\r\nhighly dynamic and complex developments in the\r\ninternational political arena, several scenarios have\r\nappeared in which these developments are viewed as\r\npreludes to a new era of confrontation between\r\ncivilizations. But freeing international relations from\r\nideology does not and must not necessarily lead to\r\nconfrontation between civilizations. By definition,\r\nconfrontation is alien to civilization. Civilization is\r\ncharacterized, rather, by tolerance and open-mindedness.\r\nOf course, this does not exclude competition between\r\ncivilizations, between the values they promote, between\r\ntheir capacities to guarantee the free enjoyment of basic\r\nhuman rights and the development of initiative and the\r\nhuman personality. But to establish the conditions of\r\nsuch coexistence between civilizations a restructuring of\r\ninternational relations is required if an optimal framework\r\nfor the affirmation and development of each people’s\r\nindividuality, as well as prosperity, are to be ensured.\r\nFrom this perspective, the role of the United Nations is\r\nessential.\r\nNext year we will be celebrating the fiftieth\r\nanniversary of the end of the Second World War and, at\r\nthe same time, the establishment of the United Nations.\r\nLike other States in the region, Romania, against its will,\r\nwas dragged into a conflict that claimed millions of\r\nvictims and wrought enormous destruction. However,\r\nthrough the determination of all its internal democratic\r\nforces - the embodiment of our nation’s aspirations -\r\nRomania managed to break away from Hitler’s war\r\n20\r\nGeneral Assembly 5th meeting\r\nForty-ninth session 26 September 1994\r\nmachine and join the coalition of the united nations on 23\r\nAugust 1944. The great human, material and logistical\r\nefforts made by the Romanian people between 23 August\r\n1944 and the final victory of the united nations forces are\r\nengraved in the Golden Book of our national history. Even\r\nthough the status of co-belligerent was not granted to\r\nRomania, no one has ever contested the strategic value and\r\npolitical importance of these sacrifices.\r\nWe support proposals that in 1995 - the year which\r\nmarks half a century since the end of the war - the\r\ninternational community should concentrate its efforts on\r\nbuilding a climate of peace and giving a decisive impetus\r\nto the peaceful settlement of conflicts existing in various\r\nregions of the world, thus making next year a true\r\ninternational year of peace.\r\nIn this framework, we believe that there is a need to\r\nrethink the entire machinery and to adapt the structures of\r\nthe United Nations to contemporary requirements. Indeed,\r\nthis rethinking process has already started, and this is to be\r\nwelcomed. The Secretary-General’s \"Agenda for Peace\"\r\noffers excellent material for reflection and action.\r\nIn this context, we support the proposals, in our view\r\njustified, aimed at reviewing the composition of the\r\nSecurity Council in order to adapt it to today’s realities and\r\nensure a better representation of the great geographical\r\nregions. In our view, such a limited increase in\r\nmembership would have to include Germany and Japan\r\namong the permanent members of that the Council, taking\r\ninto account their potential, role and contribution to the\r\nactivities of the Organization. Certainly, this should not\r\nmean the establishment of a \"condominium\" of the\r\npermanent members over the rest of the world. Rather, we\r\nsee it as a deeper commitment to their responsibility for\r\nmaintaining international peace and security, which is the\r\nmain task of the Security Council. In this way, a balance\r\ncould be achieved between the Council and the General\r\nAssembly and the other main bodies within a context of\r\ndemocratic decision-making procedures that would allow all\r\ncountries to act on a democratic and equal basis in\r\nprotecting their legitimate interests.\r\nAny rethinking of the structures of the United Nations\r\nmust take into account the phenomenon of the globalization\r\nof international problems, one of the features of today’s\r\nworld. Objective factors of development are increasing the\r\ninterdependence of States and regions of the world. In one\r\nway or another, we are all affected by the tragedies that\r\nhave unfolded in, for example, the former Yugoslavia, the\r\nTrans-Dnestr region, the Caucasus, Rwanda and Haiti. The\r\nworld economy shows clear trends towards integration on\r\na global scale, a development which affects the interests\r\nof all States. The ecological equilibrium of the planet is\r\nbecoming of vital interest to all regions and summons all\r\nStates to bear their share of responsibility.\r\nAll these phenomena, typical of the late twentieth\r\ncentury, require us to develop an awareness of our planet\r\nas a veritable spaceship if our Governments’ actions at\r\nthe international level are to be both effective and\r\nconvergent. The United Nations system is best placed to\r\nencourage and sustain the development of such an\r\nawareness.\r\nToday, there is no greater threat to international\r\npeace and security and no greater source of tension and\r\nconflict among nations than the widening gap between\r\nrich and poor States. The corrections already attempted\r\nby the international community, including the Decades for\r\nDevelopment and various assistance programmes, have\r\nnot managed to put a halt to these negative trends. This\r\nposes a grave threat to the global balance, particularly\r\nthrough the inevitable phenomenon of massive population\r\nmigration, which is impossible to control, from the\r\nunderdeveloped areas of the planet to much smaller zones\r\nof prosperity in Europe and North America.\r\nIt is in mankind’s general interest to prevent such a\r\nprospect and to preserve its diversity. This can be\r\nachieved solely through a determined and enlightened\r\neffort on the part of the international community to\r\neradicate underdevelopment and promote the economic\r\ngrowth of the developing countries, thus turning them into\r\nthe truly equal partners of the developed countries, as is\r\nrightly emphasized in the Secretary-General’s Agenda for\r\nDevelopment. The United Nations system is the most\r\nappropriate framework for launching on a global scale a\r\npartnership for development, the necessity of which is\r\ngrowing more apparent by the day.\r\nClearly, such a development must first address the\r\nneeds and aspirations to progress of the developing\r\ncountries. At the same time, it should coincide with the\r\ninterests of the developed countries, which are facing\r\nmany difficulties today - not on the same scale, of\r\ncourse - by offering them new opportunities to overcome\r\nrecession and chronic unemployment. The experience of\r\nthe developed countries themselves demonstrates that\r\neconomic development inherently leads to an increase in\r\nthe absorption capacity of national markets and in the\r\ndegree of economic interaction.\r\n21\r\nGeneral Assembly 5th meeting\r\nForty-ninth session 26 September 1994\r\nFrom this viewpoint the European continent is in a\r\nposition to engage in an experiment that has great relevance\r\nfor the world economy. Without coordinated action by\r\nEuropean States and institutions, the ideological and\r\npolitical barriers characteristic of the period when Europe\r\nwas divided into opposing military blocs may well be\r\nreplaced by a new iron curtain, economic in nature,\r\nbetween developed countries and those in transition,\r\nbecause of the gaps between them. Such risks could be\r\neliminated by the ever-growing trend towards integration at\r\nthe continental level; the construction of a system of\r\neconomic relations based on equality between the countries\r\nof the East and West on the continent, which will help to\r\npromote reforms in the Central and Eastern European\r\ncountries; and the realization of the necessary standards of\r\nintegration. Those developments could also make a vital\r\ncontribution to the achievement, in a similar manner, of a\r\npartnership for development.\r\nIn this connection, international efforts to promote the\r\neconomic growth of a particular area must not be viewed in\r\nterms of competition or rivalry with other areas. Any\r\neconomic progress in an area that is lagging represents a\r\ngain for other areas. In this context, the United Nations\r\nsystem can play a moderating and balancing role in\r\nmanaging, as rationally and effectively as possible, a\r\npartnership for development at the global level.\r\nI have referred to some of the major challenges\r\ncontemporary international developments present to the\r\ninternational community, and to the United Nations in\r\nparticular, developments with regard to which the latter is\r\nparticularly called upon to assume the role of organizing\r\ncooperation between States to harmonize and safeguard\r\ntheir common interests.\r\nAs a democratic State aware of its responsibilities to\r\nits people as well as to international peace, security and\r\ncooperation, Romania intends to be part of the universal\r\neffort to face these challenges. My country’s principal\r\ncontribution to this joint effort consists of consolidating the\r\ndemocratic process and domestic stability. Over the nearly\r\nfive years since the Revolution of December 1989, the\r\ncountry’s face has radically changed. A new Constitution,\r\nmodern and democratic in nature, has come into force; the\r\ntotalitarian regime has been abolished and the foundations\r\nof a State of law have been laid; the free exercise of\r\nfundamental human rights, including the rights of\r\nindividuals belonging to national minorities, is guaranteed.\r\nOn that basis, we have created step by step an ever greater\r\ndegree of domestic stability, which today makes Romania\r\na stabilizing factor in the region. This is an especially\r\nremarkable achievement in that it was obtained under\r\ndifficult international conditions - in particular, the\r\nsituations of conflict in our immediate neighbourhood and\r\nabove all the extremely heavy burden which the embargo\r\nagainst Yugoslavia has imposed upon the Romanian\r\neconomy, with no compensation whatsoever.\r\nTo the extent that it can, Romania participates in the\r\nefforts of the international community to resolve regional\r\nconflicts, primarily those in our own geographical area.\r\nWe are ready to assume all our responsibilities and make\r\nour contribution to peacefully settling those conflicts and\r\nensuring security and calm in a region traumatized by\r\nmilitary confrontations and with interests at stake that are\r\nnot necessarily the same as those of the parties engaged\r\nin combat.\r\nIn that spirit Romania has fully associated itself with\r\nthe Partnership for Peace offered by the North Atlantic\r\nTreaty Organization (NATO) to the countries of Central\r\nEurope and of the former Soviet Union. We believe this\r\nnew form of interconnection with an institution that\r\nconstituted a guarantee for the maintenance of peace\r\nthroughout the European continent will give a better\r\nopportunity for peace in Europe and, implicitly, for\r\ninternational peace and security.\r\nSimilarly, in a broader context, Romania supports\r\nthe process of integration at the continental level. It is\r\nendeavouring to contribute to this by pursuing a policy of\r\ngood-neighbourliness and by implementing regional\r\ncooperation projects, particularly in the area of Central\r\nEurope, the Black Sea and the Danube basin, all of which\r\nshould accelerate the integration of the countries of\r\nCentral and Eastern Europe into the structures of the\r\nEuropean Union, NATO, the Western European Union\r\nand the Council of Europe.\r\nThe priority Romania attaches to the European and\r\nEuro-Atlantic options, resulting from its history and from\r\ngeopolitical factors, does not exclude traditional\r\nrelationships established over the years with countries and\r\nareas outside the European continent. On the contrary, as\r\nthe country’s domestic political and social life has\r\nbecome more stable and as its economy has begun to\r\nimprove, those relations have been renewed and\r\nexpanded. They are certainly valuable at the bilateral\r\nlevel, but they are also valuable multilaterally, since they\r\nstrengthen international confidence and trust and develop\r\na global awareness of the fact that the world is shrinking\r\nall the time, in terms of both time and space, and that\r\n22\r\nGeneral Assembly 5th meeting\r\nForty-ninth session 26 September 1994\r\neach State shares responsibility for the tranquillity, peace\r\nand prosperity of other States.\r\nThe extremely complex situations in various parts of\r\nthe world and the contradictory currents that exist, with all\r\ntheir attendant risks and uncertainties for overall peace and\r\nsecurity, demand a democratic vision of the new\r\ninternational order, which must be built, and abandonment\r\nof prejudices in relations between States inherited from the\r\ncold-war period. But that is not all. I believe that today\r\nwe need a vision of the management of international\r\nrelations in which realism and pragmatism predominate.\r\nUnfortunately, the after-effects of ideological outlooks still\r\nlinger in political thinking, distancing us from reality and\r\ninevitably influencing policy making. In certain conditions,\r\nthis can have extremely serious consequences for States and\r\npeoples by marginalizing them or even by isolating them\r\nfrom international cooperation. In the medium and long\r\nterm, such political decisions can only have harmful\r\nconsequences for international peace and security.\r\nBecause of its vocation and its Charter principles, the\r\nUnited Nations is the ideal forum for determining an\r\napproach to international problems free from stereotypes\r\nand prejudices. To the extent that the United Nations\r\nsucceeds, all Member States stand to gain - each\r\nindividually and the international community as a whole.\r\nRomania is prepared to participate in this joint effort to\r\nbuild a world of international peace and cooperation, free\r\nfrom conflicts and prejudices.\r\nThe President (interpretation from French): On\r\nbehalf of the General Assembly, I wish to thank the\r\nPresident of Romania for the statement he has just made.\r\nMr. Ion Iliescu, President of Romania, was escorted\r\nfrom the General Assembly Hall.\r\nMr. Sinunguruza (Burundi), Vice-President, took the\r\nChair.\r\nAgenda item 5 (continued)\r\nGeneral debate\r\nThe President (interpretation from French): I now\r\ncall on the Minister of Foreign of Affairs of Sri Lanka, His\r\nExcellency the Honourable Lakshman Kadirgamar.\r\nMr. Kadirgamar (Sri Lanka): First, let me offer you,\r\non behalf of the Government and people of Sri Lanka,\r\nwarm congratulations to the President on his election to the\r\npresidency of the General Assembly at its forty-ninth\r\nsession. We wish him an eminently successful tenure of\r\nthat high office.\r\nSri Lanka would also wish to express its gratitude to\r\nAmbassador Samuel Insanally of Guyana for his\r\nexceptionally creative conduct of the work of the crucial\r\nforty-eighth session. Our good wishes extend also to His\r\nExcellency Mr. Boutros Boutros-Ghali, Secretary-General\r\nof this Organization, who must contend with increasingly\r\nchallenging tasks at a time when the United Nations is\r\nundergoing major transformation.\r\nIn Sri Lanka, the winds of change are blowing. In\r\nour country, we stand on the threshold of a new era of\r\ntolerance and peace, ending dissension. In August this\r\nyear, the Peoples’ Alliance was voted into office, after 17\r\nyears in opposition, in a parliamentary general election\r\nthat was internationally acclaimed as both free and fair.\r\nAt this election - Sri Lanka’s ninth since independence -\r\nthe people voted overwhelmingly, reaffirming their faith\r\nin parliamentary democracy, in fundamental freedoms and\r\nin the rule of law. Of the registered electorate, 76.2 per\r\ncent cast their vote, thus maintaining Sri Lanka’s long\r\ntradition of high political consciousness and model\r\nelection procedures.\r\nWhat happened on 16 August in my country was\r\nmore than the routine exercise of the ballot to change a\r\ngovernment. In an election atmosphere in which\r\nconflicting views were given full rein, the Sri Lanka voter\r\nremained mature, calm and solidly entrenched in our\r\ncultural and democratic values. The result of the poll was\r\ntherefore a victory for moderation, tolerance and unity.\r\nIn my first speech one month ago in our newly elected\r\nParliament, I, as a representative of the minority Tamil\r\ncommunity, made a statement that I shall now repeat\r\nhere, in this supreme parliament of the peoples of the\r\nworld:\r\n\"Let it never be said, if it could ever have been said,\r\nthat the Sinhala people are racists. They are not.\r\nThey are absolutely not, and I think this election has\r\ndemonstrated so handsomely that that particular\r\nargument can be laid to rest for ever.\"\r\nUnder the leadership of the new Prime Minister,\r\nMrs. Chandrika Bandaranaike Kumaratunga, a peaceful\r\ntransition of power has been effected, defying the cynical\r\npredictions of some. Our nation’s rich and diverse\r\ncultural heritage, steeped in the great religions of the\r\nworld and buttressed by a unique foundation of five legal\r\n23\r\nGeneral Assembly 5th meeting\r\nForty-ninth session 26 September 1994\r\nsystems, has made this triumph of democratic expression\r\npossible.\r\nSri Lanka’s new Government reflects the multi-ethnic,\r\nmulti-religious fabric of its society. In Parliament, the\r\nGovernment has the support of a number of political\r\nparties, including those of the Tamil and Muslim\r\ncommunities. It is, therefore, well poised to bring an end\r\nto the conflict in the north-east part of the country through\r\npolitical negotiations, as mandated by the people. Prime\r\nMinister Bandaranaike Kumaratunga, in her first address to\r\nthe nation on assuming office, stated:\r\n\"We extend a hand of friendship to the people of the\r\nnorth-east and hope that their leaders would take it in\r\nthe same spirit that we have extended it.\"\r\nThe relaxation of the ban on certain essential items\r\ngoing to conflict areas and the reciprocal release of\r\npolicemen held by the secessionist movement are hopeful\r\nsigns of peace in our land. The all-island state of\r\nemergency has been lifted and reintroduced only in the\r\nconflict areas. Our Government will pursue with\r\ndetermination its quest for peace in our land - a just and\r\nstable peace, acceptable to all our people - undeterred by\r\nany set-backs that might be encountered in pursuit of its\r\ngoal.\r\nI seek the indulgence of this Assembly for having\r\ndwelt on recent developments in my country at some\r\nlength. I did so because, at a time when in some parts of\r\nthe world the ugly tide of intolerance is rising, we in Sri\r\nLanka are proud that we have witnessed a vindication of\r\nthe values of tolerance and principled conduct over the\r\nforces of narrow sectarianism and opportunism. Our recent\r\nexperience might fortify the efforts to banish prejudice and\r\nrancour among other peoples elsewhere.\r\nOn the international scene, there have been shining\r\nexamples of prolonged and bitter confrontation being\r\ndispelled through dialogue and negotiation. Thus, we\r\nwelcome wholeheartedly the end of apartheid and the\r\nestablishment of a united, democratic and non-racial South\r\nAfrica under the inspired, and inspiring, leadership of\r\nPresident Mandela.\r\nWe also welcome the positive developments in\r\nPalestine subsequent to the recent agreements between the\r\nPalestine Liberation Organization and Israel, and between\r\nJordan and Israel, while expressing our concern over those\r\nissues that still remain unsettled.\r\nOn the other hand, to our deep regret Bosnia and\r\nHerzegovina is still mired in bloodshed and violence and\r\nthe humanitarian crisis in Rwanda has not abated. We\r\nreiterate our hope that the intense suffering and\r\ndislocation in those countries can be halted through\r\nnegotiated settlement between the parties concerned and\r\npolitically disinterested efforts by the international\r\ncommunity.\r\nSri Lanka’s strong and positive identification with\r\nthe Movement of Non-Aligned Countries began in\r\nBelgrade in 1961, when Mrs. Sirimavo Bandaranaike was\r\nPrime Minister. She was Head of Government when Sri\r\nLanka hosted the historic summit of the non-aligned\r\ncountries in 1976. Our membership of this Movement,\r\nthen as now, derives from our deep conviction that its\r\nprinciples empower the dispossessed of this world, giving\r\nthem dignity and hope for justice. The collapse of the\r\nbipolarism imposed on the post-Second-World-War\r\ninternational scene is thus no reason for non-alignment to\r\nlie passive.\r\nAt the Non-Aligned Ministerial Conference in Cairo\r\nwe were proud to welcome South Africa as the one\r\nhundred and tenth member of the Movement. It is\r\nsignificant that this great nation emerging from the long,\r\ndark night of apartheid has chosen to adopt the principles\r\nof non-alignment. Cynics have predicted that the\r\nMovement will sooner or later join the rubble of the\r\nBerlin Wall. In our view, the end of the cold war does\r\nnot negate the rationale of non-alignment. On the\r\ncontrary, it vindicates the fundamental non-aligned\r\nprinciple that military confrontation can never promote\r\nsecurity, stability nor peace among nations. Principles are\r\nindestructible: people who believe in them are\r\nindomitable.\r\nThere seemed a unique opportunity at the end of the\r\ncold war for the world to achieve its long pursued\r\nobjective of general and complete disarmament under\r\neffective verification, especially in the crucial area of\r\nnuclear weapons. However, competing efforts by some\r\nto maintain a monopoly on nuclear weapons and by\r\nothers to break it frustrate our quest for nuclear\r\ndisarmament.\r\nSri Lanka is deeply conscious of the serious\r\nresponsibility we undertake in presiding over the 1995 on\r\nthe Non-Proliferation Treaty Conference. It is imperative\r\nthat our advance towards a nuclear-weapon-free world\r\nmake substantial progress. To that end, work in the\r\nConference on Disarmament towards a comprehensive\r\n24\r\nGeneral Assembly 5th meeting\r\nForty-ninth session 26 September 1994\r\ntest-ban treaty is encouraging, though we must remain\r\nvigilant over any attempts to delay the conclusion of the\r\ntreaty. In other areas of disarmament, Sri Lanka recently\r\nratified the chemical weapons Convention, which we hope\r\nwill come into force next year.\r\nAs we see the end of the nuclear arms race, we do not\r\nwant to have it replaced by regional arms races, whether to\r\nacquire nuclear-weapon capability or to achieve greater\r\nsophistication in conventional weapons. The United\r\nNations arms Register is but a step on a long road towards\r\ntransparency and confidence building, eliminating the arms\r\nbazaar, with its links to terrorism, drug trafficking and\r\nmoney-laundering.\r\nThroughout the course of the Third United Nations\r\nConference on the Law of the Sea, which spanned a\r\ndecade, Sri Lanka played a constructive and creative role.\r\nThe pioneering role played by the late Ambassador\r\nHamilton Shirley Amerasinghe of Sri Lanka, President of\r\nthe Law of the Sea Conference and a former President of\r\nthis Assembly, is part of the history of this unique\r\nendeavour.\r\nSri Lanka has ratified the United Nations Convention\r\non the Law of the Sea, which has now entered into force,\r\nand has signed the Agreement relating to implementation of\r\nPart Xl of the Convention. This represents our continuing\r\ncommitment to the creation of a new legal regime of the\r\noceans. Sri Lanka looks forward to participating in the\r\nhistoric inaugural session of the International Sea-Bed\r\nAuthority in Jamaica.\r\nThe Ad Hoc Committee on the Indian Ocean, taking\r\ninto account emerging realities, has developed a fresh basis\r\nfor a pragmatic, forward-looking approach to peace,\r\nsecurity and stability in the Indian Ocean area. We call\r\nupon the countries concerned, particularly the permanent\r\nMembers of the Security Council and other major maritime\r\nusers of the Indian Ocean, to enter into a serious and\r\nproductive dialogue for a new partnership in the context of\r\nthe Committee.\r\nAs the Law of the Sea Convention enters into force,\r\ngreater support needs to be extended to regional initiatives,\r\nsuch as the Indian Ocean Marine Affairs Cooperation\r\n(IOMAC), promoting cooperation between the developed\r\nand developing countries.\r\nAs the United Nations approaches its fiftieth\r\nanniversary, there is increasing, and more extensive, resort\r\nto multilateral action through the Organization. The\r\nSecurity Council is finally playing the role - and\r\nsometimes goes beyond the role - originally envisaged for\r\nit under the Charter. Yet we must continue to reiterate\r\nthat foresight and careful assessment are vital in the\r\npreparation for any Council intervention, and that such\r\naction should be pursued only with the consent and\r\ncooperation of the States concerned.\r\nFurthermore, it is important to emphasize that the\r\nSecurity Council acts on behalf of the general\r\nmembership of the United Nations. Unless its actions are\r\nbased on the widest possible support, Council decisions\r\nwill not be universally respected nor be truly effective.\r\nIn this context, Sri Lanka is of the view that Council\r\nmembership should be increased to provide for wider\r\nrepresentation, including representation of developing\r\ncountries. Sri Lanka was honoured to co-chair the\r\nWorking Group on the revitalization of the work of the\r\nGeneral Assembly, including the strengthening of the\r\nnexus between the Assembly and the Security Council.\r\nWe believe the approach we have taken to enhance\r\ntransparency and encourage democratic practices is one\r\nwhich is shared by the vast majority of developing\r\ncountries. We feel this process should be moved forward.\r\nIt was in this context that in 1993 Sri Lanka\r\nannounced its candidature for the 1996-1997 non-\r\npermanent Asian seat in the Security Council, which by\r\npractice of orderly rotation is due to the South Asian\r\nsub-region.\r\nSri Lanka is particularly conscious of its identity as\r\na small State, vulnerable to the ebb and flow of\r\ninternational tides, both political and economic. Yet we\r\nhave not hesitated to take principled stands when we\r\nmust. Nor will we shirk our responsibility to act in\r\nsolidarity with other developing countries. We share their\r\nproblems and concerns.\r\nSri Lanka is geopolitically and culturally an Asian\r\ncountry. We rejoice over the fact that our continent, after\r\ncenturies of dependence, is once more resurgent,\r\npolitically stable and economically vibrant. This has been\r\nachieved largely through self-reliance, indigenous\r\nentrepreneurship and the Asian value systems. As we\r\nmove at the global level to greater interdependence and\r\ninteraction, Sri Lanka will remain firmly focused on the\r\nAsian experience and its Asian context. We will spare no\r\neffort to develop and strengthen our ties with our Asian\r\nneighbours. An express commitment to pursue the\r\ninterests we share with the family of Asian nations will\r\n25\r\nGeneral Assembly 5th meeting\r\nForty-ninth session 26 September 1994\r\nbe a new, strong thrust in the foreign policy of our\r\nGovernment.\r\nIt is in that same spirit that we participated in the\r\nlaunching of the South Asian Association for Regional\r\nCooperation (SAARC). We are encouraged by the positive\r\ndevelopments in SAARC as it journeys into the twenty-first\r\ncentury, propelled by two important trends in the region:\r\ndemocratization and the adoption of market-friendly\r\neconomic policies. Understanding among the peoples of\r\nthe region is increasing. Contacts between professional\r\nbodies in the region have rapidly gathered momentum.\r\nAs a region severely affected by poverty, we in South\r\nAsia have already taken steps to share our experiences and\r\nwork out common approaches including the SAARC\r\ncommitment to eradicate poverty by the year 2002.\r\nAbsolute poverty, hunger, disease and illiteracy stalk\r\none fifth of the world’s population. We trust that the 1995\r\nWorld Social Summit and the Agenda for Development will\r\neffectively address these issues and mobilize essential\r\nresources to back commitments to eradicate poverty,\r\nprovide employment and promote social cohesion before the\r\nend of this century.\r\nOur development experience has taught us the\r\nimportance of alleviating the poverty of the poorest and of\r\nmaintaining social equity with economic growth. Sri\r\nLanka’s favourable social indicators are the result of a\r\nconsistent bipartisan commitment over the years to the\r\nmaintenance of a high level of social expenditure. A\r\nnumber of income-transfer measures are in place. These\r\nare indispensable to protection of the vulnerable segments\r\nof the population during a period of structural adjustment\r\naimed at accelerating economic growth.\r\nMy Prime Minister has made a clear statement on\r\neconomic policy, in which he indicates the Government’s\r\nfirm resolve to build a strong national economy within a\r\nmarket framework, with the principal engine of growth\r\nexpected to be the private sector, both domestic and\r\nforeign.\r\nWe are particularly mindful of the need to pay\r\nattention to our youth. In 1995, when we shall celebrate\r\nthe tenth anniversary of the International Youth Year, it\r\nwould be timely to focus on the achievements of the decade\r\nand on further imperatives to advance the prospects for\r\nyouth. The former Prime Minister of Sri Lanka took the\r\ninitiative, at the Commonwealth summit in Cyprus, to focus\r\nspecial attention on youth issues. Subsequently, the non-\r\naligned countries, at the ministerial meeting held in Cairo,\r\nsupported the proposal to convene, at the highest political\r\nlevel, a special plenary meeting of this Assembly devoted\r\nto youth affairs, as part of the fiftieth anniversary\r\ncelebrations.\r\nI must also stress my Government’s commitment to\r\nthe provision of a transparent system for the promotion\r\nand protection of human rights in the context of a truly\r\nvital democracy. During our recent election campaign we\r\npromised our people that we would, as a matter of the\r\nhighest priority, take steps to establish where necessary,\r\nand strengthen where possible, a legislative framework to\r\npromote and protect the full enjoyment of human rights.\r\nWithin five weeks of assuming office we have prepared,\r\nfor submission to Parliament, legislation to give effect to\r\nthe Convention against torture. Before the end of this\r\nyear, legislation will be introduced for the establishment\r\nof a national human rights commission. This commission\r\nwill have judicial and investigative powers and will be\r\ntotally independent of the executive.\r\nIn addition, I have appointed, from among persons\r\nactive in work for human rights through independent,\r\nnon-governmental organizations, six outstanding national\r\nexperts with international credentials to assist me with\r\ntheir knowledge and views. They serve in an individual\r\ncapacity and on an honorary basis. Their appointment in\r\nno way precludes them from continuing to engage in their\r\npublic campaigning for human rights, including comment\r\non or criticism of governmental performance in this area.\r\nTheir appointment is further evidence of my\r\nGovernment’s firm commitment to the conduct of open\r\nand transparent government.\r\nAt the international level, we are of the view that\r\nhuman rights should not become an arena for North-South\r\nconfrontation and that no country should be singled out\r\nfor hostile attention on grounds other than genuine\r\nconcern for the human rights of its citizens. The scrutiny\r\nof a country’s human-rights record must be guided by\r\nprinciples of impartiality and objectivity. Such scrutiny\r\nmust be motivated by a spirit of genuine concern,\r\ndialogue and cooperation. In this connection, we wish to\r\nfelicitate the United Nations High Commissioner for\r\nHuman Rights, Ambassador Ayala Lasso, on his efforts\r\nto foster a cooperative, rather than a coercive, framework\r\nfor the promotion of human rights world wide.\r\nSri Lanka is disappointed that, on the international\r\neconomic scene, developing countries continue to suffer\r\nfrom inadequate access to trade and technology, from low\r\n26\r\nGeneral Assembly 5th meeting\r\nForty-ninth session 26 September 1994\r\ncommodity prices and from excessive debt burdens.\r\nFinancial flows for development have severely contracted.\r\nThe economic disparities between the developed and the\r\ndeveloping worlds continue to widen.\r\nThe Charter of the United Nations rests on two main\r\npillars: the maintenance of international peace and security,\r\nand international cooperation for socio-economic\r\ndevelopment. The United Nations must therefore at all\r\ntimes proceed with equal commitment on both these\r\nfronts - politico-security and socio-economic development.\r\nNor must it be forgotten that economic inequalities and\r\nunderdevelopment are at the root of phenomena such as\r\nmassive refugee flows and even ethnic and other conflicts.\r\nWe reiterate the non-aligned countries’ call for\r\nrenewal of the North-South dialogue on the basis of mutual\r\ninterests and interdependence. In this era of global\r\ntransition, the need for a favourable international\r\nenvironment is imperative. Many developing countries are\r\nembarking upon structural-adjustment programmes, at\r\nconsiderable cost, yet these policies will be successful only\r\nto the extent that there is a genuine commitment to free-\r\ntrade policies at the international level without extraneous\r\nconditionalities.\r\nToday - 26 September - Sri Lanka commemorates the\r\nthirty-fifth anniversary of the death of Mr. S. W. R. D.\r\nBandaranaike, former Prime Minister of Sri Lanka. He was\r\nsucceeded by Madam Sirimavo Bandaranaike, the world’s\r\nfirst woman Prime Minister. Now - thirty-eight years later\r\n- their daughter, Ms. Chandrika Bandaranaike Kumaratunga,\r\nhas become Prime Minister. What is remarkable is that\r\neach of them was elected to office by the free vote of the\r\npeople in keenly fought elections. Each of them succeeded,\r\nby wholly democratic means, in unseating a strong\r\nGovernment. In 1956, in this Hall, Prime Minister S. W.\r\nR. D. Bandaranaike referred to the unconquered,\r\nunconquerable human spirit as the \"one golden thread\"\r\npassing through the \"dark fabric of human history\". He\r\nsaid:\r\n\"I look upon the United Nations as the one\r\nmachine available to mankind today through\r\nwhich it can express this unconquerable spirit of\r\nman in its efforts to achieve ... peace, friendship\r\nand collaboration\". (Official Records of the\r\nGeneral Assembly, Eleventh Session, 590th\r\nmeeting, p. 235, para. 41)\r\nThat remains our view of the United Nations today.\r\nWe collectively articulate a global social contract\r\nbetween the Governments and the peoples of this world\r\nwhom we represent. The success of a global social\r\ncontract rests on how individual States keep the people’s\r\nfaith through good governance, the maintenance of human\r\nrights, equity and justice, and the provision of\r\nopportunities to enhance the quality of life. In Sri\r\nLanka’s national context this involves political pluralism\r\nand makes of politics the discharge of a public trust\r\nwhere decision-making is open, transparent and based on\r\nthe widest possible extent of acceptance. Everyone in\r\npublic life is accountable for his or her actions. My\r\nPrime Minister expressed it in these words:\r\n\"This is a beautiful but difficult dream, which we\r\nshall strive to realize.\"\r\nIt is this vision that must concomitantly inspire the\r\nconduct of relations between States. Only then will the\r\nUnited Nations truly be \"a centre for harmonizing the\r\nactions of nations\".\r\nThe President (interpretation from French): I now\r\ncall on the Deputy Prime Minister and Minister for\r\nFinance and Planning of Papua New Guinea, His\r\nExcellency the Honourable Chris Haiveta.\r\nMr. Haiveta (Papua New Guinea): On behalf of\r\nmy delegation and Government and the people of Papua\r\nNew Guinea I join previous speakers in warmly\r\ncongratulating Ambassador Amara Essy of Côte d’Ivoire\r\non his election as the President of the forty-ninth session\r\nof the General Assembly. My delegation is confident that\r\nhe will maintain the high standards set by his\r\npredecessors and lead us skilfully through our important\r\ndeliberations. I pledge my delegation’s cooperation in the\r\ndischarge of the responsibilities of his high office.\r\nAt the same time as we welcome Ambassador Essy,\r\nmy delegation would also like to pay tribute to his\r\npredecessor, His Excellency Ambassador Samuel\r\nInsanally of Guyana, who skilfully guided the work of the\r\nforty-eighth session.\r\nAs consistent opponents of the vile doctrine of\r\napartheid and the unjust political system on which it was\r\nbased, the people and Government of Papua New Guinea\r\ntake particular pleasure in welcoming the readmission of\r\na new and democratic South Africa to the United Nations.\r\nWe look forward to strengthening our relations with the\r\nGovernment and people of South Africa in a bilateral as\r\nwell as a multilateral setting.\r\n27\r\nGeneral Assembly 5th meeting\r\nForty-ninth session 26 September 1994\r\nWith the end of the cold war, we are in a challenging\r\nperiod. Our collective resolve should be for the good of\r\nhumanity. That calls for increased multilateral diplomacy,\r\nespecially of the nature espoused in the United Nations\r\nCharter.\r\nTo that end, my Government values regional\r\ncooperation and believes that such efforts would enhance\r\nthe basis for regional stability and international\r\ndevelopment cooperation. Papua New Guinea values its\r\nmembership of the South Pacific Forum and the Melanesian\r\nSpearhead Group, just as it enjoys its association with the\r\nAssociation of South-East Asian Nations (ASEAN) as a\r\nspecial observer. These regional organizations have forged\r\nmutual cooperation between member countries as well as\r\nenhancing the atmosphere for international cooperation.\r\nSuch cooperation was evident during the recent South\r\nPacific Forum session held in Brisbane, Australia, where\r\nsix countries - namely Australia, Fiji, New Zealand, Papua\r\nNew Guinea, Solomon Islands and Vanuatu - were able to\r\nagree to work together towards a common approach on\r\nlogging and the export of timber. That positive\r\ndevelopment in a regional context is of definite value to\r\nongoing global endeavours for the environment and\r\nsustainable development.\r\nWe believe that an increasing number of issues are of\r\nglobal importance and must be addressed on a global basis.\r\nIn this regard, the United Nations Conference on\r\nEnvironment and Development in Rio de Janeiro, the\r\nGlobal Conference on the Sustainable Development of\r\nSmall Island Developing States in Barbados, and the recent\r\nWorld Conference on Population and Development in\r\nCairo, as well as the forthcoming World Summit for Social\r\nDevelopment in Copenhagen and the Fourth World\r\nConference on Women in Beijing next year, suggest that\r\nthese issues are extremely important and need concerted\r\ninternational efforts. While there is emerging consensus on\r\nthese issues, there seems to be a lack of commitment to\r\nproviding the necessary resources to achieve those\r\nobjectives.\r\nIs it worth the time and effort expended in adopting\r\nvisionary resolutions and declarations when the required\r\nresources are not there to fulfil the programmes and\r\nobjectives of these world conferences? In that regard my\r\ndelegation is particularly anxious to see international\r\nsupport for the Barbados Programme of Action on\r\nSustainable Development of Small Island Developing\r\nStates.\r\nThe United Nations initiative on opportunity and\r\nparticipation focuses on the particular need of developing\r\ncountries in their efforts to maximize the participation of\r\nall their citizens in activities aimed at sustainable\r\ndevelopment and an effective management of resources.\r\nIn this regard I welcome the Secretary-General’s\r\ninterim report on this initiative, to be issued under item\r\n92 (j) of the agenda of the forty-ninth session. My\r\nGovernment looks forward to the final report by the panel\r\nof distinguished experts, to be issued to coincide with the\r\nfiftieth anniversary of the United Nations.\r\nIt is clear that these issues and others require both a\r\nnational and a collective international approach,\r\nparticularly those relating to environmental and climatic\r\nchanges which transcend national boundaries. Agenda 21,\r\nadopted at the Rio Earth Summit, provides a good basis\r\nfor international cooperation and action.\r\nConsistent with the emerging international consensus\r\non major global issues, my Prime Minister, the Right\r\nHonourable Sir Julius Chan, has emphasized the need for\r\na global view to be taken of these concerns and for our\r\nGovernment to take effective action nationally as well as\r\nregionally in pursuance of our foreign policy.\r\nIn taking a global view we must not allow vague\r\ngeneralities to substitute for practical action. Each of us\r\nmust contribute to resolving global problems where we\r\ncan be most effective.\r\nWe must follow the thrust of recommendations\r\ncontained in the Secretary-General’s \"Agenda for Peace\"\r\nand an \"Agenda for Development\" prepared for our\r\nguidance, and we must pursue those goals, starting at\r\nhome and in our respective regions.\r\nAs far as Papua New Guinea’s foreign relations are\r\nconcerned, we are giving renewed attention to the need to\r\nwork the Pacific in a practical way. In doing so, we are\r\nnot turning away from mutually beneficial ties that have\r\ndeveloped over the years with countries and regional\r\norganizations such as ASEAN, but are trying to\r\nconsolidate and to continue diversifying our foreign\r\nrelations in a wider context.\r\nWe remain just as emphatically committed to\r\nmaintaining - and where possible strengthening - Papua\r\nNew Guinea’s long-standing links with other countries in\r\nthe Asia-Pacific region, Europe and elsewhere.\r\n28\r\nGeneral Assembly 5th meeting\r\nForty-ninth session 26 September 1994\r\nEven as we focus renewed attention on certain\r\ncountries and objectives, our basic approach to the\r\ndevelopment of Papua New Guinea’s foreign relations\r\nremains one of active and selective engagement. Our\r\nspecific objectives, including our efforts to work the\r\nPacific, will be viewed, and pursued, in a global\r\nperspective.\r\nDespite the uncertainties that have arisen and the\r\nterrible conflicts that have erupted in various regions, the\r\nend of the cold war has, we believe, enabled Members of\r\nthe United Nations to reconsider security on a\r\ncomprehensive basis. My Government therefore commends\r\nthe attention that reports of the Secretary-General and the\r\nUnited Nations Development Programme have given to\r\nnon-military threats, to security in the widest sense, and to\r\nmeasures to reduce threats to security by other - and more\r\nthan military - means. In a very real, and particular, sense\r\nthe end of the cold war enables the United Nations to return\r\nto its roots.\r\nWe are faced with a historic opportunity to pursue,\r\ndebate and take actions on issues of human welfare that are\r\ncentral to the purposes of the United Nations.\r\nEighty-five per cent of the people in my country live\r\nin rural communities where the basic needs of food and\r\nshelter are secured on a sustainable basis. However,\r\ndespite the sustainable livelihood of our people, natural\r\ndisasters can occur, as happened when unexpectedly high\r\nfloods destroyed houses, damaged crops and disrupted\r\nservices in much of my home province, Gulf, early this\r\nyear.\r\nIn the past 12 months, various parts of Papua New\r\nGuinea have been afflicted by natural disasters such as\r\nfloods, earthquakes, landslides and volcanic activities,\r\nwhich have placed a severe burden on our resources. The\r\nsudden volcanic eruptions that caused more than 60,000\r\npeople to be evacuated from the town of Rabaul and\r\nsurrounding areas of East New Britain Province more than\r\none week ago have considerably taxed our resources. The\r\nvolcanic activity is still continuing.\r\nWe appreciate the promptness with which various\r\nGovernments, particularly those in our region, including\r\nAustralia, New Zealand and the United States of America,\r\ncontinue to respond when natural disasters occur in small\r\nisland countries of the region, including my own country.\r\nI take this opportunity to register my Government’s\r\nappreciation for the positive responses we have received\r\nfrom various Governments, international organizations and\r\nnon-governmental organizations. We have yet to establish\r\nthe extent of the damage to property, crops and food\r\ngardens due to the continuing volcanic activity. In this\r\nregard, my Government would appreciate international\r\nassistance in its restoration and rehabilitation programmes\r\nin due course.\r\nRegarding the collective international commitment\r\nwe all undertook at Rio de Janeiro, my Government is in\r\nthe process of instituting a national sustainable-\r\ndevelopment strategy. On a subregional level, we have\r\nissued a joint declaration on cooperation in the\r\ndevelopment of natural resources with our fellow\r\nmembers of the Melanesian Spearhead Group, the\r\nSolomon Islands and Vanuatu. Among other things, it\r\nprovides a framework for exchanges of information on\r\nforeign countries that exploit and harvest our natural\r\nresources in unsustainable ways and engage in transfer\r\npricing and illegal operations.\r\nWe are party to agreements reached at the Brisbane\r\nmeeting of the South Pacific Forum to cooperate on a\r\nwider basis in order to ensure the sustainable development\r\nof fisheries and forestry resources. We believe\r\ndevelopment must be equitable if it is to be sustained.\r\nThe ongoing failure to reduce environmental\r\npollution in advanced industrial countries undermines the\r\nglobal commitments made at Rio de Janeiro.\r\nThe people and the Government of Papua New\r\nGuinea are especially sensitive about the need for balance\r\nbetween equity and development. We are continuing to\r\nexperience the sad consequences that arose from the lack\r\nof proper balance among the immediate needs of people,\r\nthe environment and development in the area around the\r\nPanguna copper mine, in our province of Bougainville.\r\nAllow me to touch on an area of serious concern to\r\nmy delegation and my Government. This relates to\r\nallegations of human rights violations on the island in\r\nBougainville Province of Papua New Guinea. The\r\nallegations of human rights violations have been unduly\r\norchestrated through the Human Rights Commission in\r\nGeneva. This, I wish to assure the Assembly, is an ill-\r\nconceived attempt to discredit the Government and the\r\npeople of Papua New Guinea.\r\nFrom the very beginning of its life as an independent\r\nstate, in 1975, Papua New Guinea has had embodied in\r\nits constitution human rights provisions as entrenched\r\n29\r\nGeneral Assembly 5th meeting\r\nForty-ninth session 26 September 1994\r\nbasic and fundamental rights and freedoms of the human\r\nperson.\r\nThese cover all internationally recognized human\r\nrights Covenants and more. They include the liberty of the\r\nperson, freedom from forced labor, freedom from arbitrary\r\nsearch and entry, freedom of conscience, thought and\r\nreligion, freedom of expression, freedom of assembly and\r\nassociation, the right to freedom of employment, the right\r\nto privacy, freedom of information, freedom of movement,\r\nand protection from unjust deprivation of property. An\r\nhonest and objective assessment of the situation in Papua\r\nNew Guinea should leave no one in doubt as to our good\r\nrecord in the observance of and respect for human rights.\r\nMy Government therefore sees no difficulty in meeting\r\nthe request made by the United Nations Commission on\r\nHuman Rights to provide a report on alleged human rights\r\nabuses in Bougainville. Outsiders have been allowed to\r\nvisit and to report on what they see; Bougainville is neither\r\nclosed nor shut off from all external contacts.\r\nThe Bougainville peace conference is expected to\r\ndiscuss human rights issues, including allegations of abuses.\r\nThe Government intends to set up a human rights\r\ncommission to investigate, provide redress for and prevent\r\nrepetition of human rights violations. We are confident that\r\nthe report we are providing will deal with all legitimate\r\nUnited Nations concerns.\r\nThe situation in Bougainville is not a colonial\r\nproblem. It is not a problem of human rights as such. It is\r\nnot a minority or indigenous people’s issue. The trouble in\r\nBougainville Province, stemming as it does from claims to\r\ncompensation for the use of tribal lands in the process of\r\ndevelopment during a mining project, makes all separatist\r\nclaims that are being canvassed by some commentators ring\r\nvery hollow.\r\nCompensation claims are very common in all the\r\nprovinces of Papua New Guinea, which is a country\r\nexperiencing a mining and petroleum resources\r\ndevelopment boom. The ownership of the land in which the\r\nmineral resources are located is vested in groups of clans\r\nor tribes or other congregations of extended families, and\r\nin a very special way their whole being is wrapped up in\r\nthe land and the environment. Therefore the determination\r\nof the legal rights of these groups to the benefits from any\r\nmining projects on their land becomes a very complicated\r\nand sensitive affair indeed. This is the real basis of the\r\nBougainville problem, and it is a problem faced by the\r\nGovernment in just about every province in the country.\r\nA perfectly legitimate resource-benefit dispute\r\nbetween the mining company and the traditional\r\nlandowners has taken advantage of by criminal elements,\r\nwhose activities derailed the negotiations for a just\r\nsolution on compensation for the use of land for the\r\ndevelopment of the giant Panguna copper mine, which at\r\nthe time was the biggest foreign-exchange earner for the\r\ncountry.\r\nIn a vibrant democracy such as the one we have in\r\nPapua New Guinea, we cannot deny our people’s\r\nfundamental rights. The exercise of their rights\r\ndetermines the Government that will take office. In our\r\ncontinuing effort to find a resolution to the unfortunate\r\nsituation in Bougainville, my Prime Minister has recently\r\ntaken an initiative to bring the conflict to a peaceful end.\r\nWe have accordingly negotiated a cease-fire with all\r\nmajor parties to the crisis.\r\nI am pleased to add that preparations for a\r\nBougainville peace conference, planned to begin on\r\n10 October, are well in hand. A regional peace-keeping\r\nforce, made up of units from Tonga, Fiji and Vanuatu,\r\nwith Australian and New Zealand logistical support and\r\nthe cooperation, in particular, of the Prime Minister,\r\nDeputy Prime Minister, Government and people of the\r\nSolomon Islands, is being formed to facilitate the peace\r\nprocess. I am pleased to say that at this very moment a\r\nstatus-of-forces agreement has been signed in Suva, Fiji,\r\nbetween my Prime Minister and representatives from the\r\nparticipating countries to formalize the arrangements. We\r\nbelieve this peace-keeping operation now being put in\r\nplace is an example of regional self-help, and an approach\r\nworthy of endorsement and wider consideration and\r\napplication.\r\nWhile we are attempting to find a peaceful solution\r\nto the worst crisis faced by Papua New Guinea since\r\nindependence, my Government can only express its deep\r\nconcern at the continuing failure of people with much\r\nolder national institutions to do the same, and of\r\nGovernments elsewhere to act purposefully in their stead.\r\nWe are deeply disturbed by the continuing violence\r\nin Bosnia and Herzegovina, the elusive cease-fire process\r\nand the paralysis of political will that has so far failed to\r\nhalt aggression. In the cases of Rwanda, Somalia and\r\nother trouble areas, I must say that the horrors being\r\nrevealed to the world have caused the most profound\r\nshock in my country. Can we, the Members of the\r\nUnited Nations, really do no more to end the violence, to\r\nreduce the suffering and to bring mass murderers to\r\n30\r\nGeneral Assembly 5th meeting\r\nForty-ninth session 26 September 1994\r\njustice? Can we not act faster? Can we be no more\r\neffective? These questions are especially urgent in an age\r\nwhere the complaint has sometimes been made that the\r\nUnited Nations is not balancing its attention and resources\r\nproperly between peace-keeping and development.\r\nEven as we regret the terrible situations in some parts\r\nof the world, we can only be heartened by developments\r\nelsewhere. Thus my Government welcomes the\r\nconstructive steps being taken by the Government of Israel\r\nand the Palestinian Liberation Organization to build peace\r\nin one of the most troublesome parts of the world. We\r\napplaud the skilful, determined and unselfish diplomacy that\r\nhas facilitated the process and still continues to lend it\r\nsupport.\r\nElsewhere in the world, developments to bring about\r\na political settlement in Haiti have given my Government\r\ncautious hope that diplomacy will continue to be an\r\neffective means of securing peace in such a complex\r\nsituation. The cease-fire in Northern Ireland suggests that\r\nall is never completely lost in even the most enduring and\r\nseemingly intractable conflicts.\r\nCloser to home, my Government is optimistic about\r\nthe prospects for securing peace through the Regional\r\nForum of the Association of South-East Asian Nations\r\n(ASEAN) and other efforts to enhance confidence-building\r\nin South-East Asia.\r\nWe urge the Government of the Democratic People’s\r\nRepublic of Korea to desist from the development of\r\nnuclear weapons.\r\nFirmly committed to maintaining and strengthening\r\nrelations with the People’s Republic of China on the basis\r\nof existing agreements, my Government none the less sees\r\nthe developing dialogue between the People’s Republic of\r\nChina and Taiwan as very promising indeed.\r\nFollowing the successful World Conference on Human\r\nRights held in Vienna in 1993, the draft text of the Agenda\r\nfor Development acknowledges that development is a\r\nhuman right. It also states quite rightly that development\r\nis \"the most secure basis for peace\". But development in\r\nan increasingly interdependent world involves more than\r\nnational will and resources. It requires international\r\nsupport, or at least an international environment that is not\r\nactively hostile.\r\nWhile the world must surely welcome the successful\r\nconclusion of the Uruguay round of negotiations under the\r\nGeneral Agreement on Tariffs and Trade, peoples and\r\nGovernments in developing countries are entitled to look\r\nfor more, particularly by way of measures to reduce and\r\nultimately remove completely barriers that obstruct our\r\ncapacity to compete effectively in international trade.\r\nSuccessive Papua New Guinea Governments have\r\nbeen active participants in the deliberations of the Special\r\nCommittee on decolonization. We have been strong\r\nadvocates of the right to self-determination in New\r\nCaledonia and of special safeguards for the indigenous\r\nKanaks. Like other members of the South Pacific Forum,\r\nwe remain firm in our support of the rights of the\r\nKanaks. Our vigilance in relation to the implementation\r\nof the Matignon Accords will be maintained until the\r\nultimate objective is achieved.\r\nWith formal termination of the last United Nations\r\nTrusteeship mandate, over Palau, later this year, and with\r\nthe implementation of the Compact of Free Association\r\nwith the United States of America, my Government looks\r\nforward to welcoming Palau to full membership of the\r\nUnited Nations in due course.\r\nIn taking a global view from the perspective of the\r\npart of the Asia-Pacific region where Papua New Guinea\r\nis located, I have tried to relate immediate national and\r\nregional issues to wider international concerns. In doing\r\nso, I have been aware that other delegations, hearing of\r\nevents and attitudes in my part of the world, have been\r\nplacing us in a global perspective too.\r\nIn the South Pacific, my Government sees\r\nworthwhile prospects for enhancing mutually beneficial\r\ncooperation in a number of areas that have not previously\r\nreceived the attention they deserve, including the\r\npromotion of trade, investment and tourism, and\r\ndevelopment of the region’s vast natural resources.\r\nPapua New Guinea believes that the ongoing\r\nconsultations aimed at expanding the number of\r\npermanent seats on the Security Council and at the\r\nrevitalization of the General Assembly are timely. We\r\nhope that the process will reflect the current international\r\neconomic and political climate. Thus, we are pleased to\r\nnote the progress being made in improving financial\r\ncontrols and in exploring options for further reform within\r\nthe United Nations system. We hope that both processes\r\nwill contribute to further development of the\r\nOrganization’s capacity for effective achievement of its\r\nobjectives.\r\n31\r\nGeneral Assembly 5th meeting\r\nForty-ninth session 26 September 1994\r\nAs we approach the fiftieth anniversary of the United\r\nNations, we should all re-commit ourselves to the purposes\r\nand principles of the United Nations Charter. An era of\r\ncooperation and understanding has dawned. Let us not\r\nmiss the opportunity for peace, security and prosperity for\r\nhumanity.\r\nThe President (interpretation from French): The next\r\nspeaker is the Minister for Foreign Affairs of the Republic\r\nof the Sudan, His Excellency Mr. Hussain Suliman Abu\r\nSalih.\r\nMr. Abu Salih (Sudan) (interpretation from Arabic):\r\nI salute Ambassador Essy and warmly congratulate him on\r\nhis unanimous election to the presidency of the General\r\nAssembly at this session. I express our happiness and that\r\nof the sons of Africa on his assumption of that important\r\npost. It is our hope that during his term of office Africa\r\nand the whole of the international community will achieve\r\nthe development and the consolidation of peace and security\r\nto which our peoples aspire.\r\nI wish also to convey our compliments to Mr. Samuel\r\nInsanally of Guyana on his exemplary and able leadership\r\nduring his presidency of the General Assembly at its forty-\r\neighth session.\r\nPrince Sisowath (Cambodia), Vice-President, took the\r\nChair.\r\nI should also like to salute the Secretary-General for\r\nhis tireless effort as leader of the Organization; we wish\r\nhim all success.\r\nOn this occasion it is my pleasure to welcome the\r\nreturn of the sister Republic of South Africa to the\r\ninternational community as a democratic country, that is\r\nnow free from apartheid and that is governed by its own\r\nnational will, to participate effectively in the development\r\nof Africa and of the world at large. In welcoming South\r\nAfrica, I reiterate our continued support for its people, just\r\nas we were devoted to their cause during the struggle for\r\nthe eradication of apartheid.\r\nIndeed, it is the destiny of people committed to the\r\ndefence of their freedom to have their will tested. That is\r\nexactly the fate of the people of Sudan which, since the\r\nNational Salvation Revolution came to power has decided\r\nto have an independent voice in all regional and\r\ninternational forums on all issues and in all fields, inspired\r\nby its principles based on its cultural heritage and its\r\nregional and international affiliations.\r\nI have the honour of briefing the Assembly on a\r\nnumber of the accomplishments my Government has\r\nachieved despite the obstacles it has faced owing to its\r\nadherence to the cultural choice of the Sudanese people.\r\nThe Government of the National Salvation Revolution\r\ninherited armed discord in the South, with all its\r\nconsequences. From the start, it accorded the highest\r\npriority to the achievement of a peaceful, negotiated, just\r\nand lasting settlement. It is the conviction of my\r\nGovernment that only a permanent solution will be\r\nacceptable to the people. During its five years in power,\r\nthe Government has engaged in a number of peace talks\r\nwith the rebel movement. These have taken place\r\nsuccessively in Addis Ababa, Nairobi and twice in Abuja;\r\nrecently there have been four rounds of talks in Nairobi.\r\nThe talks have taken place with the help of neighbours\r\nand brethren who share our belief that it is the sons of\r\nAfrica who can find suitable solutions to Africa’s\r\nproblems. The Government, with earnest determination\r\nto ensure the success of the peace talks, proposed a new\r\nmechanism to expedite the peace process. This calls for\r\nthe dispatch of personal envoys of the Presidents of the\r\nmediating countries to engage in shuttle diplomacy\r\nbetween the Government and the rebel movement.\r\nMy Government, which is anxious to reach a just\r\nand lasting solution, not only entered into negotiations,\r\nbut has also adopted the federal system of government\r\nthat had long been called for by the southern Sudanese.\r\nIt implemented the formula of power sharing and the\r\nsharing of wealth in the framework of Federalism. As\r\nregards the relationship between religion and State, the\r\nGovernment proposed a formula that would enable the\r\nmajority to choose whatever suits its cultural heritage,\r\nwithout infringement on the rights of the rest of the\r\npopulation, ultimately bearing in mind the need to respect\r\nevery citizen’s equal rights and the cultural diversity that\r\ncharacterizes the Sudan and of which we are so proud.\r\nThat is why the southern Sudan, where the majority is\r\nnon-Muslim, has been exempted from the application of\r\nIslamic law.\r\nGiven its conviction that those who joined the ranks\r\nof the rebellion and those who happen to live in the\r\nrebel-held areas are Sudanese citizens who deserve, and\r\nare entitled to enjoy fully all their rights, the Government\r\nsigned the Operation Life-Line Sudan III Agreement to\r\nensure the delivery of food and medicines to whoever was\r\nin need. Officials of the United Nations were candid and\r\nsincere when they described Operation Life-Line Sudan\r\nas unprecedented world wide. The allegation that the root\r\n32\r\nGeneral Assembly 5th meeting\r\nForty-ninth session 26 September 1994\r\ncauses of the war in southern Sudan are religious or ethnic\r\nis refuted by the fact that the majority of displaced persons\r\nmoved northwards and to the national capital, while only a\r\nfew migrated out of the country.\r\nCitizens of the south who had suffered the ravages of\r\nthe lengthy war in the south took the initiative of convening\r\nthe Juba Conference in May 1994. That Conference was\r\nalso attended by a number of foreign Ambassadors\r\naccredited to the Sudan. Those who represented the south\r\nat that Conference reiterated the unity of the country and\r\ncategorically rejected the isolated agenda of the rebels\r\nwhich aims at fragmenting the country.\r\nNations manifest wisdom when, in quest of national\r\nidentity and in search for an effective system of\r\nGovernment that best suits their special conditions and\r\nhistorical background, they draw inspiration from their own\r\nheritage. Our people have found this in the application of\r\nthe shura, or consultation, as a system of Government to\r\nensure the universality of opinions free from the tribal and\r\nsectorial fanaticism that causes disunity amongst the sons\r\nof the nation. This principle is exercised without a\r\ntyrannical authority that deprives them of their will. The\r\nshura is the overall vessel for political, developmental and\r\nsocial endeavour. To put the shura into practice, the\r\nPermanent Electoral Commission was founded in\r\nconformity with the electoral law enacted by the\r\nTransitional National Assembly, which is composed of\r\nneutral personalities of professional integrity. Voter\r\nregistration was introduced to ensure an atmosphere\r\nconducive to fair and genuine elections that are scheduled\r\nto take place early next year, after the full participation of\r\nall the people is secured.\r\nTo enable all strata of the population to participate\r\neffectively in administering and organizing themselves,\r\ndeveloping their resources and enjoying all their rights, the\r\ncentral power made way for 26 State Governments within\r\nthe framework of the federal system. This minimization of\r\nthe administrative authority was aimed at achieving the\r\nadvancement and welfare of the country through the\r\ndevelopment of its States.\r\nOur belief that almighty Allah elevated the human race\r\nabove all other species is our guiding principle in the area\r\nof human rights. My Government has translated that belief\r\ninto action in all areas. In order to ensure the effective\r\nenjoyment by all citizens of their human rights, the\r\nGovernment established the Supreme Council for Human\r\nRights and bestowed upon it full constitutional liberty. It\r\nsecured the freedom of the judiciary and protected it against\r\ninterference by the political authority. The justice system\r\nwas reformed to guarantee freedom of litigation, equity\r\nand rule of law.\r\nThe Government of the National Salvation\r\nRevolution strengthened the role of women in the Sudan\r\nand upheld all their rights. It enabled women to occupy\r\nhigh constitutional, judicial, political and economic posts,\r\nwhile also upholding their social rights. Today, women\r\nrepresent 50 per cent of the labour force in Government\r\noffices, where they perform very ably. Statistics of the\r\nMinistry of Education revealed that 60 per cent of the\r\nstudents enrolled in universities and institutions of higher\r\neducation are female.\r\nThe best example of the confidence of the\r\nGovernment in its performance in the area of human\r\nrights is the fact that it opened its doors wide for\r\nrepresentatives of European Parliaments, including the\r\nBritish House of Commons and House of Lords, the\r\nItalian Parliament, and the United States Congress. In\r\naddition, human rights organizations, religious\r\nassociations and other dignitaries have visited the country,\r\nespecially those areas where abuses of human rights were\r\nalleged to have taken place.\r\nAs a manifestation of our tolerance, our country is\r\ncurrently hosting the Inter-Religion Dialogue Conference,\r\nin which Muslim and Christian scholars from different\r\nparts of the world are participating. This Conference is\r\naimed at the enhancement of tolerance and peaceful\r\ncoexistence between religions in any one geographical\r\narea. The purpose is also to prove that religion is not, as\r\nalleged by others, mere fanaticism. The Conference is\r\nbased on the mutual conviction that ethics and morals are\r\nthe best guides for individuals and peoples. In this\r\nregard, I would like to point out that the present\r\nConference is the sequel of a previous one that was\r\nconvened in Sudan two years ago, after which inter-\r\nreligion dialogue continued inside and outside the Sudan.\r\nAfter this brief account, the Assembly may agree\r\nwith me that reports of violations of human rights in the\r\nSudan are nothing but malicious applications of political\r\npressure to deter the Sudan from exercising its freedom\r\nto make its own decision and holding on to its cultural\r\noptions. I need not state that those who continue to level\r\nbaseless accusations against Sudan have not produced any\r\nevidence whatsoever to support their allegations. This, as\r\nI said earlier, seems to be the lot of all nations that\r\nchoose their own way.\r\n33\r\nGeneral Assembly 5th meeting\r\nForty-ninth session 26 September 1994\r\nThose who make unfounded allegations that Sudan\r\nharbours terrorism have not produced a single shred of\r\nevidence to prove it. They never expected that Sudan\r\nwould prove its innocence by capturing the most dangerous\r\nand most wanted terrorist in history: Carlos, the Jackal.\r\nGuided by standards of conduct that condemn violence and\r\nbloodshed, and in accordance with its adherence to\r\ninternational conventions and ethical ideals, Sudan arrested\r\nthat terrorist. By virtue of our doctrine of transparency and\r\nopenness, the doors of our country will remain wide open\r\nfor whoever wishes to see for himself that no terrorism is\r\nharboured in the Sudan.\r\nThe rebel movement, which was hatched outside\r\nSudan, has kept changing its skin, with different\r\nprogrammes and ideologies, in order to gain support.\r\nUnfortunately, up to now the rebellion has received moral,\r\nmaterial and military support from those who do not want\r\nthe Sudan to enjoy its freedom of decision. The rebellion\r\nthus became a pliant tool in the futile attempts to subjugate\r\nthe Sudan. The rebel leaders made themselves warlords,\r\nindifferent to the plight of their own people and the blood\r\nthey continue to shed. Before the eyes of international\r\ncommunity, the rebels commit the worst and atrocious\r\nkinds of violation of human rights: attacking and\r\ncommandeering relief barges and trains, killing relief\r\nworkers, looting villages and abducting men and children.\r\nLeaders of the rebellion are now launching a repugnant\r\nliquidation of their opponents in the ranks of the rebel\r\nmovement. As proof of its defeat, very large numbers of\r\nreturnees from the rebel movement came back home,\r\nconvinced that it lacked a proper objective and that it had\r\nfallen prey to the influence of foreign powers.\r\nThe crime of our time was that which was committed\r\nin the Kakuma Refugee Camp in Northern Kenya, which\r\naccommodates children who are Sudanese refugees. The\r\nGarang faction kidnapped 5,000 children at gunpoint to join\r\ntheir ranks, undeterred by conscience or respect for the\r\ninternational covenants that govern the status of refugees\r\nand provide for their protection. To our surprise, this crime\r\nwas met with indifference from the international\r\ncommunity, which did nothing to ensure the return of those\r\nchildren to their families. From this rostrum we call upon\r\nall international agencies, the Secretary-General of the\r\nUnited Nations, the Office of the United Nations High\r\nCommissioner for Refugees (UNHCR), the United Nations\r\nChildren’s Fund (UNICEF) and the International Committee\r\nof the Red Cross to condemn this crime in the strongest\r\npossible terms and to work effectively and decisively to put\r\nan end to the plight of those children and to work to reunite\r\nthem with their families in the Sudan as soon as is\r\npracticable.\r\nThe relationship of the Sudan with the United\r\nNations has continued to exist on a basis of constructive\r\ncooperation. Within the scope of such cooperation,\r\nproductive developmental schemes and child-care projects\r\nhave been set up, in addition to the humanitarian\r\noperations under the auspices of the Department of\r\nHumanitarian Affairs and the appointment of a special\r\nenvoy who played an effective role in coordinating\r\nhumanitarian efforts. The United Nations also\r\nsuccessfully raised from the donor community resources\r\nequivalent to 60 per cent of the required finances of\r\nOperation Life Line for 1994.\r\nWhile we recall such positive achievements, we must\r\nalso refer to certain negative aspects that accompanied\r\nthat cooperation. In the field of relief distribution under\r\nOperation Life Line, statistics have confirmed that the\r\ngreater portion of relief is directed to the rebel-held areas,\r\nwhich represent less than 10 per cent of the area of\r\nSouthern Sudan, a situation which must be rectified.\r\nAlso, while we appreciate the valuable role of\r\nnon-governmental organizations working in the\r\nhumanitarian field, it is relevant to underline the negative\r\nactivities of some of them, which go so far as to violate\r\nthe national sovereignty of Sudan, and provide support to\r\nthe rebels, thus prolonging the war and adding to the\r\nsuffering and distress of our people.\r\nAs we look forward to the forthcoming celebrations\r\nof the fiftieth anniversary of the United Nations, we must\r\nrecall that its inception was a product of a human\r\nawakening, following two destructive world wars that\r\ncaused devastation to mankind and the environment, and\r\ncrippled the progress of humanity. At a time when the\r\nuse of military power was the sole means to expand\r\npolitical and economic influence, the establishment of the\r\nOrganization represented a hope for humanity to\r\novercome its destructive tendencies, which were spurred\r\nby the possession of nuclear weapons and weapons of\r\nmass destruction, and to strive for the horizons of peace\r\nand development.\r\nIt was saddening that the human awakening which\r\nculminated in the inception of the Organization was\r\nfollowed by a Cold War that continued until the 1990s.\r\nAs a result, huge resources were drained away instead of\r\nbeing invested in the areas of peace and development. It\r\nis also saddening that the mentality of the Cold War still\r\nprevails in what is conceived as a clash of civilizations.\r\n34\r\nGeneral Assembly 5th meeting\r\nForty-ninth session 26 September 1994\r\nIt has been wrongly believed that the disappearance of one\r\nenemy must be followed by the creation of a new one in an\r\nattempt to keep the cycle of war and conflict going. While\r\nthe world witnesses the emergence of new States and the\r\ndecline of apartheid, some are still trapped in that erroneous\r\nconception, which has given rise to various regional\r\ntensions, such as those in Bosnia and Herzegovina and\r\nRwanda. Racial discrimination and xenophobia have\r\nincreased in a number of western countries; the exodus of\r\nrefugees and the flow of displaced persons continues.\r\nIn the economic arena, and despite the world’s drive\r\ntowards a free-market economy we have nevertheless\r\nwitnessed a deterioration in economic and social\r\ninfrastructures, especially in the developing countries. This\r\ndeterioration is a direct result of the unfair practices and\r\ncriteria that still plague international economic relations.\r\nContributions by wealthier States and international financial\r\ninstitutions to assist developing countries have severely\r\ndecreased; selective non-economic conditions are often\r\nimposed in dealing with the developing countries.\r\nMoreover, economic performance is no longer the criterion\r\nthat is taken into account. Political considerations have\r\nbecome the sole basis of cooperation with the lending\r\nStates and institutions.\r\nThe problems of indebtedness and debt servicing\r\ncontinue to represent a huge burden on debtor States and in\r\nparticular, the least developed countries. The debt problem\r\nremains unresolved because the creditors insist on imposing\r\nconditions that related more to the political stances of the\r\ndebtor States and therefore, selectivity was resorted to in\r\nresolving the debt problem. We call upon this august body\r\nto adopt the resolutions and recommendations of the Non-\r\nAligned Movement Ministerial Meeting held last August in\r\nJakarta, Indonesia, on resolving the debt problems of\r\ndeveloping countries. The partial remission of debts is the\r\nappropriate starting point to resolve the debt problem,\r\ninstead of the re-scheduling process, which has already\r\ncontributed to multiplying the amount of debt service in\r\nexcess of the principal.\r\nThe objective of establishing regional economic\r\ngroupings is to contribute to the creation of a free flow of\r\ntrade, investments and technology across national borders\r\nand the integrated trading groups. The scale of\r\ndevelopment in all countries, especially the developing\r\ncountries, must be stepped up and the politics of\r\nprotectionism practised by the major Powers vis-à-vis\r\ndeveloping countries for political reasons must end.\r\nWhen we celebrate the fiftieth anniversary of the\r\nUnited Nations, we hope that the Organization will attain\r\ntangible achievements in eliminating the political,\r\neconomic, social and humanitarian distortions that\r\ninfluence the international arena. Such achievements can\r\nbe attained only by translating the principles and\r\nobjectives of the Charter into real terms that reflect the\r\nvalues of justice, equality, and full participation by all\r\nMember States in creating a better future.\r\nIn order to achieve such goals, the democratization\r\nof the United Nations and all its organs must be\r\naccomplished. According to the Charter, the General\r\nAssembly has a role to play on an equal footing with the\r\nSecurity Council in the maintenance of international peace\r\nand security, as well as in supervising the performance of\r\nother organs of the Organization.\r\nJust as we fully support the call for increasing the\r\nmembership of the Security Council to ensure the\r\nequitable representation of all geographic and political\r\ngroups in the Council, we also call for a reconsideration\r\nof geographical representation by allowing Africa, Asia\r\nand Latin America more opportunities to have permanent\r\nseats on the Council. We also call for the complete\r\nabolition of the veto power, as it contradicts all the\r\nprinciples of democracy and maintains the hegemony of\r\nthe minority.\r\nFurthermore, we note a lack of transparency in the\r\nfunctioning of the Security Council, and believe that most\r\nMember States are often unable to follow its work.\r\nWhile we appreciate the efforts made to improve the\r\nperformance of the Council, its persistent practice of\r\nholding intensive informal consultations marginalizes the\r\nrole of the majority of Member States in the maintenance\r\nof international peace and security. Accordingly, rules of\r\nprocedure regulating the Council’s procedures must be\r\nestablished to provide for a fair and objective guarantee\r\nof the existence of the required transparency.\r\nAs regards the Council’s resolutions, it is regrettable\r\nthat the practice of double standards and selectivity, as\r\nreflected in its resolutions and their implementation, has\r\ngreatly affected its credibility, a problem which we hope\r\nwill be resolved.\r\nThe Economic and Social Council, as a guardian of\r\neconomic and social rights should take more interest in\r\nmaintaining the right balance between political and\r\neconomic rights in its resolutions and decisions, which\r\nhave become more inclined towards political rights in\r\n35\r\nGeneral Assembly 5th meeting\r\nForty-ninth session 26 September 1994\r\nspite of the Vienna Declaration, which considered the right\r\nto development a basic human right.\r\nThe peace process has already started in the Middle\r\nEast. In order for that process to reach the desired goals,\r\nthe peace that is hoped for in the regional should be based\r\non the pillars of justice and equality and the attainment by\r\nthe Palestinian people of all their rights and the withdrawal\r\nfrom the territories occupied in 1967. The withdrawal from\r\nthe Syrian Golan Heights and southern Lebanon should be\r\ncarried out in full implementation of Security Council\r\nResolution 425 (1978). The withdrawal from Jerusalem\r\nand all the other occupied Arab territories will remain\r\ncritical in determining the real Israeli intention to establish\r\na just and lasting peace.\r\nThe recent conflict in the sisterly state of Yemen\r\nended with the victory of constitutional legality, which\r\npreserved the unity of Yemen; this incident should lead us\r\nto stress the need to refrain from intervention in the internal\r\naffairs of other States that might find themselves in similar\r\ncircumstances.\r\nWith regard to Somalia, which faces enormous hurdles\r\nand internecine killings, we call upon all parties to heed the\r\nvoice of reason and to work together for the attainment of\r\na national reconciliation that would enable Somalia to\r\nresume the role destined for it at the regional and\r\ninternational levels.\r\nWe must also pause here to consider the suffering of\r\nthe Iraqi people, which is worsening as a result of the\r\nembargo imposed on it even though it has been admitted\r\nthat Iraq has shown full cooperation in implementing the\r\nrelevant Security Council resolutions. We call for the\r\nlifting of the sanctions imposed on Iraq as soon as possible\r\nand we urge the members of the Security Council to renew\r\ntheir consideration of this issue.\r\nAs regards the Libyan Arab Jamahiriya, we are\r\nsurprised by the continuation of sanctions in spite of all the\r\npractical proposals made by the Jamahiriya, through the\r\nLeague of Arab states, in order to finalize its dispute with\r\nsome Western countries over the Lockerbie incident in a\r\nreasonable manner. The aforementioned treatment of Libya\r\nlacks any legal and humanitarian justification.\r\nThe Bosnian peoples’ tragedy continues to be a\r\nshameful blot the face of humanity. Factors of religious\r\nbias have greatly contributed to the creation and escalation\r\nof the Bosnian tragedy.\r\nAs for the Security Council, it has pursued a clear\r\npolicy of double standards in the case of Bosnia and\r\nHerzegovena. Not only did the Security Council reward\r\nthe aggressors by granting them territories they do not\r\nown, but it has deprived the Bosnians of their legitimate\r\nright to self-defence as enshrined in the United Nations\r\nCharter, through an arms-embargo resolution. Bosnia and\r\nHerzegovena did not declare an intention to acquire the\r\nlands of others, but only wanted to defend itself and its\r\npeople against aggression.\r\nAs I conclude my statement, I should like to pose\r\nquestions which, I believe, that are relevant to our\r\npreparations for celebrating the fiftieth anniversary of the\r\nUnited Nations and the International Decade of Tolerance.\r\nAre we prepared to abandon the unilateral approach to the\r\ntackling of problems of international relations? Are we\r\nready to recognize now that this world accommodates us\r\nas distinct and diverse peoples and civilizations coexisting\r\nwith one another?\r\nIt is our opinion that fostering regional and\r\ninternational peace and security does not mean the\r\nomission of the underlying causes of tension. Equally,\r\ncomprehensive development does not mean the\r\nentrenchment of the unfair economic and technological\r\npractices existing in today’s world. Furthermore,\r\ndemocracy in our opinion does not mean the imposition\r\nof the western model of democracy alone and omission of\r\nother peoples’ practices and civilizations in the field of\r\ngovernance and systems of government. Moreover,\r\nuniversality of sovereignty does not mean disregard for\r\nthe national and geographic sovereignty of States. Also,\r\nthe universality of human rights, which enjoys our respect\r\nand commitment, does not necessarily mean cancellation\r\nof the religious beliefs of peoples and their moral values.\r\nIn brief, the principles and values adopted by any one\r\nsociety are not necessarily or definitely fit for application\r\nby all other societies. By applying such a unilateral\r\nperspective, we will deprive civilization of the benefits of\r\ndiversity and from its productive legacy and we will as\r\nsuch deprive peoples of their right to opt for the political\r\nmodels and social conduct that are more compatible with\r\ntheir aspirations. Otherwise, we would only compound a\r\nnew phase of undesired cultural conflicts and tensions.\r\nLet us turn a new leaf in international relations that\r\nwould be founded on the rejection of conflict and\r\nconfrontation, based on the principles of mutual respect\r\nand non-interference in the affairs of others, without\r\nextremism, bias or radicalism.\r\n36\r\nGeneral Assembly 5th meeting\r\nForty-ninth session 26 September 1994\r\nIn conclusion, let our deeds speak louder than our\r\nwords in building up the tolerance with which we prepare\r\nto commence the international decade, and let us extend\r\nthis it to embrace all aspects of politics, thought,\r\neconomics, culture, and religion.\r\nThe President (interpretation from French): The next\r\nspeaker is the Minister for Foreign Affairs of the Islamic\r\nRepublic of Iran, His Excellency Mr. Ali-Akbar Velayati,\r\non whom I now call.\r\nMr. Velayati (Islamic Republic of Iran) (spoke in\r\nFarsi; English text furnished by the delegation): May I at\r\nthe outset congratulate Mr. Amara Essy on his well-\r\ndeserved election to the presidency of the forty-ninth\r\nsession of the General Assembly. Allow me to emphasize\r\nmy delegation’s complete readiness to cooperate with him\r\nand other delegations during this session. I also wish to\r\nexpress my satisfaction at the presence of the delegation of\r\nthe democratic Government of South Africa at this session.\r\nOn the eve of the fiftieth anniversary of the United\r\nNations, this session of the General Assembly presents us\r\nwith the opportunity to envisage a better world based on the\r\nprinciples of the Charter and the shared values and\r\naspirations of its members. The only path to the\r\nachievement of this vital goal is the examination of past\r\nperformance, a sober analysis of present circumstances and\r\nthe formulation of a renewed vision of the future of\r\ninternational relations in accordance with the Charter.\r\nIn the past 50 years the United Nations has succeeded\r\nin some areas, including decolonization. Yet the rivalries\r\nbetween the two super-Powers did not allow the\r\nOrganization to accomplish its mission in full. In the area\r\nof disarmament, the United Nations was not able to play a\r\nsignificant role, and substantive negotiations were\r\nconducted outside the United Nations system. By the same\r\ntoken, the role played by the Organization in economic\r\ndevelopment was heavily influenced by similar rivalries\r\nbetween East and West, resulting in economic relations\r\ndevoid of justice and parity. In addition, the cold war was\r\na factor in shaping the structural make-up of the\r\nOrganization, and so the United Nations was deprived of\r\nthe opportunity to be a true agent of change.\r\nDuring the past 50 years of its existence the United\r\nNations has had its share of challenges. Yet never before\r\nhas the Organization faced such a historic and serious\r\nchallenge in self-renewal as it does at present, when we\r\nhave reached a crossroads in the history of international\r\nrelations. Naturally, to meet the challenge of today’s\r\nnumerous rapid changes, the Organization must rid itself\r\nof the very constraints imposed upon it by the era of\r\nrivalry between the super-Powers.\r\nBut, alas, a few self-proclaimed victors of the cold\r\nwar feel entitled to dictate the new criteria that determine\r\ninternational relations and guide the United Nations and,\r\nmore specifically, the Security Council, arrogating to\r\nthemselves the right to impose their own vision and\r\nself-serving interpretations on the rest of humanity. The\r\ntransformation of the Security Council into an instrument\r\nfor justification or enforcement of policies of a number of\r\npermanent members is not at all compatible with the spirit\r\nof the Charter and contradicts the very letter of Article\r\n24, according to which the Council acts on behalf of the\r\nentire membership of the Organization. Contrary to the\r\nassumptions of a few, the Security Council is no one’s\r\nprivate domain and should not be abused to revive the\r\ngunboat diplomacy of some Powers. A body charged\r\nwith the grave responsibility of maintaining international\r\npeace and security must not be influenced and\r\nmanipulated by those Powers that have historically sought\r\nto serve their own self-interest at the expense of\r\ninternational peace.\r\nThe failure of the Security Council to adopt a\r\nbalanced approach in dealing with various crises and its\r\npersistent application of double standards, due to\r\nmanipulation by some permanent members, have in effect\r\nprevented the Council from discharging its primary\r\nresponsibility in accordance with the Charter. The most\r\nvivid illustration has been the silence of the Security\r\nCouncil and its failure to adopt resolute measures in the\r\nface of repeated acts of aggression committed by Israel\r\nagainst the people of Palestine, Lebanon, and Syria. How\r\ncan the Security Council supporters of the regime\r\noccupying Palestine allow this expansionist regime to\r\ncontinue its aggression against neighbours, while repeated\r\nresolutions of the Council demand an end to occupation?\r\nWhat motives underlie the silence of the Security Council\r\nin the face of overt official terrorist acts by Israel in the\r\noccupied territories and in South Lebanon? The massacre\r\nof Muslims in the Al-Khalil Mosque, the bombing of\r\nresidential areas in South Lebanon, the kidnapping of\r\nLebanese citizens, and other such incidents portray the\r\nbitter reality that Israel has come to believe that, with the\r\nsupport of a number of powerful States, it can continue\r\nsuch behaviour with impunity.\r\nIsrael’s real and ultimate objective has been to\r\ncontinue its occupation. Today, under the disguise of the\r\npeace process, this very policy is being pursued through\r\n37\r\nGeneral Assembly 5th meeting\r\nForty-ninth session 26 September 1994\r\nthe repression of Muslims and all opponents of the illegal\r\nand aggressive Israeli occupation. Therefore, in our view,\r\nthe current process lacks realism, fails to adhere to\r\nuniversal principles and therefore will not lead to real\r\npeace. The comprehensive and just solution to the\r\nPalestinian issue lies in the full realization of all the rights\r\nof the people of Palestine, including the return of all\r\nPalestinian refugees to their own land, enabling them to\r\nexercise their inalienable right to self-determination, and the\r\nliberation of all occupied territories.\r\nThe unprincipled approach of the Security Council\r\nvis-à-vis different crises and aggressions is also\r\ndemonstrated by its questionable handling of the aggression\r\nagainst the Republic of Bosnia and Herzegovina. For more\r\nthan two and a half years, the defenceless Muslims of\r\nBosnia have been resisting foreign aggression, \"ethnic\r\ncleansing\", massacre and the gradual annihilation of their\r\nnation. Despite the adoption of countless resolutions and\r\nstatements, and in fact because of the lack of political will\r\nto deal with the roots of the crisis, the Security Council has\r\nnot only failed to implement its own resolutions, but in fact\r\nhas empowered the aggressors to continue their atrocities\r\nand has prevented a State Member of the United Nations\r\nfrom exercising its inherent right of self-defence through its\r\nresistance to the appeal of the international community to\r\nlift the unjustifiable arms embargo against the Republic of\r\nBosnia and Herzegovina.\r\nFrom the very beginning of the crisis, the Government\r\nof Bosnia has participated in all negotiations in good faith,\r\neven though most of the peace plans proposed by mediators\r\nhave been unjust. The Government of Bosnia has amply\r\ndemonstrated its sincere desire for peace. On the other\r\nhand, the aggressors and their supporters have, through a\r\npolicy of procrastination, created an impasse in the\r\nnegotiations by mocking all the decisions of the Council\r\nand all proposals for peace. However, regrettably and in\r\nspite of previous commitments, no measure to encourage\r\ncompliance and punish intransigence and non-compliance\r\nhas been adopted by the Council. It was a source of deep\r\nanguish and astonishment to witness a few days ago the\r\nSecurity Council prematurely rushing to reward Serbia for\r\nnothing more than a tactical move, while months after the\r\nacceptance of the latest peace plan by the Government of\r\nBosnia and its rejection by the Serbs, no decision has been\r\nmade to fulfil the commitment of the five-nation Contact\r\nGroup, including the lifting of the unjustified arms embargo\r\nagainst Bosnia.\r\nIn their recent gathering in Islamabad, Islamic\r\ncountries expressed their determination to contribute\r\nindividually and collectively to the legitimate defence of\r\nthe Republic of Bosnia and Herzegovina. At this\r\njuncture, a decisive majority among United Nations\r\nMember States are of the view that the implementation of\r\nthe arms embargo against Bosnia is illegal. Many of\r\nthese countries, in tandem with public opinion, consider\r\nany further waiting for a final pronouncement by the\r\nCouncil as unjustifiable in the present circumstances.\r\nThus, we believe that in the interest of its own credibility,\r\nthe Council must take action without further ado and\r\nshow its respect for the views of an undisputed majority\r\nwithin the international community.\r\nThese examples and the debates of the past year on\r\nrestructuring the General Assembly and the Security\r\nCouncil have clearly shown that the procedures and\r\nmethodology of the Security Council must be re-evaluated\r\nand changed in order to enable it to address transparently\r\nand in a just and serious manner issues affecting\r\ninternational peace and security. Many also agree that the\r\nauthority of the General Assembly in attending to matters\r\nof peace and security, as asserted by the Charter, and the\r\nneed for greater accountability of the Security Council to\r\nthe Assembly must be translated from mere words into\r\nreality. The Council must scrupulously fulfil its\r\nobligations towards the membership of the Organization\r\nat large, on whose behalf the Council operates.\r\nThe United Nations will be able to deal with world\r\nissues effectively only when and if all its Members are\r\nallowed to participate equally in decision-making. Most\r\ncontemporary international developments cannot be fully\r\nappreciated if looked at in the perspective of 50 years\r\nago. If we are sincere in our belief that the world is so\r\nchanged that we must eliminate all references to \"enemy\r\nStates\" from the Charter, then why not also acknowledge\r\nthat there is no further justification for holding on to\r\nprivileges granted to the war victors of that time?\r\nAnother fundamental issue which must be carefully\r\nconsidered in our assessment of the first 50 years of the\r\nUnited Nations activities pertains to the role of the United\r\nNations in all matters concerning disarmament, including\r\nmultilateral efforts to effect total, comprehensive and\r\nnon-discriminatory disarmament in the world. Today, one\r\nof the main preoccupations of the international\r\ncommunity is the future of arms control, particularly that\r\nof weapons of mass destruction, which have no\r\njustification in the post-cold-war era. The international\r\ncommunity must identify the hazards attached to\r\nstockpiling and horizontal and vertical proliferation of\r\nthese weapons. It must then move to establish\r\n38\r\nGeneral Assembly 5th meeting\r\nForty-ninth session 26 September 1994\r\ncomprehensive, universal and non-discriminatory\r\ninternational treaties to ensure the elimination and\r\ndestruction of these weapons in the shortest possible time.\r\nShortly after the suspension of the current session,\r\nStates parties to the Treaty on the Non-Proliferation of\r\nNuclear Weapons will gather to review the effectiveness of\r\nthis Treaty over the past 25 years and to decide upon the\r\nextent and conditions of its renewal. To reach a rational\r\nand practical decision, one must answer the question\r\nwhether the international community is prepared to accept,\r\nas it has done for the past 25 years, that the nuclear\r\nPowers, on the one hand, be for ever equipped with these\r\nweapons of destruction and that, on the other, the majority\r\nof the signatories to the non-proliferation Treaty remain\r\ndeprived of the peaceful applications of nuclear energy.\r\nIran was one of the first signatories to this Treaty and\r\nhas remained faithfully committed to it. But at the same\r\ntime, it is one of the many developing countries deprived\r\nof the possibilities of progress and development offered by\r\nthe peaceful use of nuclear energy as recognized in the\r\nTreaty. We believe that the unconditional and indefinite\r\nrenewal of the non-proliferation Treaty will only lead to the\r\npossession of these destructive and anti-human weapons by\r\na handful of nuclear Powers and that the rest of the\r\ninternational community will be forced to live in fear in the\r\ndark shadow of these weapons. The founding of a new\r\nworld order on the encouragement and institutionalization\r\nof discriminatory and vague norms, including the conferring\r\nof permanent status such treaties and the proliferation of\r\ndiscriminatory, selective and non-universal regimes such as\r\nthe Australia Group or the London Club, does not augur\r\nwell for the future of the international community and the\r\nemerging world order.\r\nThe Islamic Republic of Iran, as a victim of weapons\r\nof mass destruction, has under no circumstances attempted,\r\nnor will it ever attempt, to develop or possess these\r\nanti-human weapons. It thus attaches great value to the\r\nTreaty on the Non-Proliferation of Nuclear Weapons,\r\ndespite that instrument’s many inherent shortcomings.\r\nHowever, in our view a limited renewal of the Treaty can\r\nserve the objective of nuclear disarmament only if careful\r\nattention is paid to the following considerations: first,\r\nnuclear Powers should abandon the doctrine of nuclear\r\ndeterrence and commit themselves to a target date for the\r\ncomplete elimination of nuclear weapons; secondly, the\r\ncomprehensive test-ban treaty should be finalized and\r\nunconditionally signed; thirdly, the production,\r\ndevelopment, stockpiling of and trade in all fissile materials\r\nfor nuclear-weapons purposes must be permanently banned;\r\nfourthly, the security of non-nuclear States must be\r\nguaranteed against the threat of the use of these weapons\r\nby others, which will be possible through an effective\r\ninternational treaty; and, lastly, access by Governments to\r\nnuclear technology for peaceful purposes should be\r\nguaranteed.\r\nThe future of the nuclear-proliferation Treaty also\r\nrequires serious consideration of the critical situation in\r\nthe Middle East and the nuclear threat posed by Israel.\r\nIsrael’s nuclear programme has exacerbated the arms race\r\nin the region and has forced others within the area to turn\r\nto more advanced conventional weaponry. Some States\r\nin the region have made their accession to a number of\r\ndisarmament treaties conditional upon Israel’s acceptance\r\nof international regimes established to prevent the\r\nproliferation of nuclear weapons. Israel’s refusal to do\r\nso, which regrettably enjoys the support of a number of\r\ndeveloped nuclear-weapon States, will affect the\r\nperspective of States in the Middle East on the future of\r\nthe non-proliferation Treaty after 1995.\r\nIn addition to Israel’s continuous threats, interference\r\nby foreign Governments in the affairs of regional States\r\nhas led to negative perceptions and perspectives within\r\nthe region that have impeded serious dialogue and\r\nconsideration of constructive suggestions for creating\r\npeace stability and security in the Middle East and the\r\nPersian Gulf.\r\nThe Islamic Republic of Iran, which possesses the\r\nlongest shoreline along the Persian Gulf and the Sea of\r\nOman, has been well aware of its role and responsibilities\r\nin promoting and maintaining peace and security in the\r\narea and has spared no effort in this regard. Today, the\r\nlargest portion of Iran’s national budget is devoted to\r\neconomic and social development and to reconstruction.\r\nMany of our military industries have been transformed\r\ninto non-military units. Despite the volatile nature of our\r\nregion and our own bitter experience as a victim of\r\naggression, only an average of 1.6 per cent of Iran’s gross\r\ndomestic product is allocated to national defence, while\r\nsome neighbouring countries continue their purchase of\r\nhuge stockpiles of weapons.\r\nWe firmly believe in the imperative of developing\r\nregional security arrangements that ensure the\r\nparticipation of all Persian Gulf countries. Such\r\narrangements would diminish the arms race and guarantee\r\nthe free flow of oil and economic development and\r\nprosperity in the area. The religious, cultural, historical\r\nand commercial commonalities of the countries of the\r\n39\r\nGeneral Assembly 5th meeting\r\nForty-ninth session 26 September 1994\r\nregion make it incumbent upon us to effect and expand\r\ntrust and cooperation through bilateral and multilateral\r\ninitiatives. We propose here the creation of a forum, with\r\nthe participation of the Persian Gulf countries, to review\r\nand develop confidence-building measures compatible with\r\nthe requirements of the region. The maintenance of\r\nsecurity in the Persian Gulf is the responsibility of the\r\ncountries surrounding this strategic waterway. Foreign\r\nGovernments, which have often been the source of\r\ninstability and insecurity in the region, should support\r\ncollective regional initiatives for cooperation and refrain\r\nfrom sowing discord and tension and from other divisive\r\npolicies to which they have historically resorted in order to\r\npreserve their interests and justify their presence.\r\nThe efforts of the Islamic Republic of Iran to reduce\r\ntension in Afghanistan, Tajikistan, Kashmir and Karabakh\r\nand its consistent affirmation of the principle of respect for\r\ninternationally recognized borders, territorial integrity and\r\nnon-interference in the internal affairs of others are in line\r\nwith its overall policy geared toward the maintenance and\r\nstrengthening of stability, security and economic\r\ndevelopment in the region.\r\nOur policy concerning Afghanistan has focused on\r\nefforts to prevent war and fratricide and on attempts to\r\npersuade warring factions to negotiate and reach\r\nunderstanding. In attaining these objectives we have had\r\ncomprehensive and constructive cooperation with the United\r\nNations and the Organization of the Islamic Conference.\r\nMeanwhile, we have continued our humanitarian assistance\r\nto Afghanistan and now act as host to about 1.5 million\r\nAfghan refugees remaining in our country.\r\nIn efforts to settle the crisis in Tajikistan, while\r\ncooperating with the Secretary-General of the United\r\nNations and organizing the second round of inter-Tajik talks\r\nin Tehran, we have continued our high-level contacts with\r\nthe warring parties and others concerned. Last week,\r\nfollowing an extensive mediation effort by Iran, it was\r\npossible to arrange serious meetings and negotiation in\r\nTehran between the two parties, represented at the highest\r\nlevel. As a result, an agreement to halt hostilities and to\r\nrelease prisoners and war captives was signed by both sides\r\nin Tehran in the presence of representatives of the\r\nSecretary-General and the Russian Federation.\r\nIn all these peace-making efforts we have welcomed\r\nconsultation and cooperation with all interested States and\r\ninternational organizations to contain these crises and\r\nprevent or mitigate their disastrous humanitarian\r\nconsequences.\r\nIn Central Asia and the Caucasus, expansion and\r\nstrengthening of relations in all spheres, particularly those\r\nof economic and cultural cooperation with neighbouring\r\ncountries, are being vigorously pursued to facilitate and\r\nensure sustainable development in the region, build an\r\natmosphere of mutual understanding and consolidate\r\nstability. As a founding member of the Economic\r\nCooperation Organization (ECO), the Islamic Republic of\r\nIran is actively engaged in promoting free trade and joint\r\nventures among the States members of this organization.\r\nIran is hopeful that ECO’s observer status at the United\r\nNations attained last year will help enhance collaboration\r\nbetween ECO and various United Nations organs and\r\nagencies.\r\nThe Islamic Republic of Iran has also endeavoured\r\nto establish a Caspian Sea cooperation council that would\r\nensure and monitor environmental protection and proper\r\nutilization of its resources by littoral States. These\r\nregional efforts have laid the groundwork for multilateral\r\ncooperation between Iran, Central Asian States and\r\nindustrialized countries.\r\nAnother major problem in the United Nations during\r\nthe past decades has been the selective recourse to - and,\r\nindeed, manipulation and exploitation of - human\r\nconcerns and anxieties to meet questionable political\r\nagendas. In this body a minority, whose past records are\r\nfar from impeccable, have arrogated to themselves such\r\nconcepts as human rights and democracy and\r\nsystematically used them as instruments of political\r\npressure without any basis in reality or any justification.\r\nSuch an approach makes human rights subservient to\r\npolitical interest and is designed and is being followed\r\nsolely to further political ambitions and impose the values\r\nof a specific group over the historical, political, economic,\r\nsocial, religious, and cultural values of others.\r\nAt the World Conference on Human Rights in\r\nVienna and the recent International Conference on\r\nPopulation and Development in Cairo, the failed attempts\r\nof a minority discontented with divine moral values to\r\nimpose their ideas and ways on the religious majority\r\nillustrated the undisputed imperative for developing a\r\nclear and precise appreciation of and respect for divine\r\nteachings and values and religious beliefs. These two\r\nConferences showed that a good number of States,\r\nparticularly Islamic countries, cherish their religious\r\nvalues enough to attribute more priority to defending their\r\ndivine values and Islamic teachings, which guarantee the\r\nmoral and material health of our societies, than to\r\npolitical considerations; they resisted, in a united front,\r\n40\r\nGeneral Assembly 5th meeting\r\nForty-ninth session 26 September 1994\r\nany attempt to disregard, undermine or desecrate these\r\nvalues.\r\nFor Muslims, the remarks made by the leader of the\r\nNorwegian delegation at the Cairo Conference were\r\nespecially intolerable, insulting and simply erroneous. We\r\nrepeat our call to the Norwegian authorities to take the\r\nnecessary remedial measures, to refrain from repeating such\r\nstatements manifesting religious intolerance and to begin to\r\nrecognize and respect the rights of the majority of\r\nhumanity, who believe in divine religions.\r\nBy the same token, the dangerous phenomenon of lack\r\nof respect and tolerance for the values and beliefs of others\r\nis, regrettably, gaining momentum in Western countries\r\nagainst Muslim communities. This has resulted in the\r\nviolation of their most fundamental human rights and in\r\ntheir being forcibly deprived of their basic right to maintain\r\nand practise the values and teachings of Islam. We\r\ntherefore believe that greater efforts should be made to\r\nfoster and promote understanding of, and respect for, the\r\ndiverse values of different peoples and nations through,\r\ninter alia, constructive dialogue and the implementation of\r\na strengthened system of consultation.\r\nA similar problem is manifested in the approach of the\r\ninternational community vis-à-vis the threat of international\r\nterrorism in all its forms. Political considerations and\r\nreluctance to prevent terrorist activities by groups whose\r\npositions correspond with the policies of certain hegemonic\r\nPowers have indisputably impeded international efforts with\r\na view to eradicating international terrorism and are thus\r\nunjustifiable. How can the supporters of the overt official\r\nterrorism of Israel declare themselves champions of the\r\nstruggle against terrorism and yet have the audacity\r\narbitrarily to accuse others of supporting terrorism? Why\r\ndo these countries prevent any meaningful action against\r\nthe Zionist terrorist atrocities in the Ibrahimi mosque in\r\nAl-Khalil? How do they remain totally indifferent to, and\r\nindeed acquiesce in, the recent terrorist explosion that killed\r\nand wounded many innocent pilgrims in the holiest shrine\r\nin our country? In our view, the only way to combat\r\nterrorism is through a comprehensive, uniform and across-\r\nthe-board campaign. We need to work together at the\r\ninternational level to eliminate this anti-human phenomenon\r\nin all corners of the world, regardless of the race, religion,\r\nideology or political affiliations of the victims or of the\r\nculprits.\r\nAnother important challenge facing the United Nations\r\nis the need for political realism and serious consideration of\r\ncurrent and future socio-economic circumstances and their\r\ndirect correlation with social stability and peace.\r\nIncreasing social complications are directly linked to\r\nchronic economic conditions and the ever-worsening\r\ninequitable international economic relations at the expense\r\nof developing countries. Unless this correlation is\r\nacknowledged realistically and addressed responsibly in\r\nthe decisions of international forums, and unless effective\r\nremedial measures are implemented with the necessary\r\ninternational support and cooperation, further exacerbation\r\nof international economic and social crises will continue\r\nto pose a grave and alarming threat to us all. It is thus\r\nimperative to utilize every opportunity to translate\r\nunderstandings into action-oriented programmes in order\r\nto bring about the needed improvement in the world\r\nsocial situation on the eve of the twenty-first century.\r\nYet one must not forget that what prevents today’s\r\nUnited Nations from carrying out its economic and\r\ndevelopmental responsibilities is not the absence of\r\nlegislation or plans of action. Indeed, the main obstacle\r\nto the implementation of significant existing decisions is\r\nthe glaring absence of political will and financial and\r\ntechnical resources. Therefore, the Agenda for\r\nDevelopment should envisage explicit and practical\r\nmechanisms for the effective and expeditious\r\nimplementation of these international agreements.\r\nThe experience of the past five decades has\r\ndemonstrated that because of the primacy of political\r\nconsiderations over humanitarian values and the principles\r\nof the United Nations Charter, it has not been possible to\r\nutilize properly the varied and unique potential of the\r\nOrganization as a formidable instrument for enhancing\r\ninternational cooperation, strengthening understanding and\r\ntrust, preventing and resolving crises and upheavals,\r\nfacilitating economic development, battling social and\r\ninternational ills such as terrorism and drugs, reinforcing\r\nrespect for the exalted dignity, worth and rights of human\r\nbeings, and ensuring the common good.\r\nPreparations and planning for the second\r\nhalf-century of the existence of the United Nations should\r\nbe conducted in full cognizance of this shortcoming, and\r\nwith a view to enhancing the effectiveness of the\r\nOrganization in carrying out those agreed tasks that are of\r\ninterest and importance to the international community in\r\nits entirety. Old methods that have lost their credibility\r\nmust be abandoned. New ways that are compatible with\r\nthe purposes and principles of the Charter while\r\ncorresponding to the changing international environment\r\nmust be developed. The delegation of the Islamic\r\nRepublic of Iran reiterates its full readiness to offer\r\n41\r\nGeneral Assembly 5th meeting\r\nForty-ninth session 26 September 1994\r\nunreserved cooperation to Mr. Amara- Essy and to other\r\ndelegations to achieve these goals.\r\nThe President (interpretation from French): I now\r\ncall on the Minister for Foreign Affairs of the Republic of\r\nAngola, His Excellency Mr. Venancio de Moura.\r\nMr. de Moura (Angola) (spoke in Portuguese;\r\nEnglish text furnished by the delegation): Please allow me\r\nto begin by congratulating Mr. Amara-Essy, on behalf of\r\nthe Government of the Republic of Angola, on my own\r\nbehalf and on behalf of my delegation, on his election to\r\nthe presidency of this forty-ninth session of the United\r\nNations General Assembly. We are fully convinced that his\r\ndiplomatic experience and dedication to the noble ideals of\r\nour Organization will ensure the success of the Assembly’s\r\nproceedings at this session. I wish to assure him of my\r\ndelegation’s full cooperation.\r\nI should also like to express our appreciation to your\r\npredecessor, His Excellency Ambassador Samuel Insanally,\r\nfor his proven dedication and skill in conducting the\r\nactivities of the Assembly at its forty-eighth session.\r\nI also wish to express the profound gratitude of the\r\npeople and Government of the Republic of Angola to the\r\nSecretary-General for his skill, energy and tenacity, and for\r\nall his efforts in the search for solutions to the innumerable\r\nand serious problems afflicting the peoples of our planet.\r\nThe history we are witnessing today clearly shows a\r\nflagrant betrayal of many peoples’ expectations of a better\r\nworld following the end of the cold war. We had all hoped\r\nfor, and anticipated, life in a better world of peace and\r\nprosperity. Instead, we are witnessing the proliferation of\r\ninternal conflicts, with such tragic consequences, and we\r\nsee no visible signs of any immediate satisfactory and\r\nlasting solutions, despite the efforts of this Organization.\r\nWith the end of the cold war and ideological\r\nconfrontation, the African continent has witnessed during\r\nthe past five years a vast expansion of democracy, which\r\nhas contributed to the revival of hope for the prosperity and\r\nwell-being of the African peoples, still suffering the\r\neconomic backwardness bequeathed by colonialism.\r\nHowever, Africa continues to be the continent most\r\naffected by the proliferation of war and political instability.\r\nIt is sufficient to mention as examples the conflicts in\r\nRwanda, Somalia, Liberia, Burundi and my own country.\r\nSimilar problems are occurring in many other parts\r\nof the world, which indicates the need for an immediate\r\nintensification of efforts by the international community,\r\nand in particular for increased participation by the United\r\nNations, to find a negotiated, just and acceptable formula\r\nto protect the legitimate interests of peoples.\r\nThe United Nations must define universal guidelines\r\nto prevent the application of differing criteria to the\r\nsolution of various conflicts. In other words, in order to\r\nmaintain the credibility of our Organization, all crises and\r\nconflicts must be given fair and equal treatment. This\r\nunderlines the urgent need to restructure United Nations\r\nprocedures in order to make the existing mechanisms for\r\nthe prevention and management of conflicts compatible\r\nwith the realities of our time.\r\nWith respect to human rights, the United Nations\r\nshould continue to play an active role in order to prevent\r\ntheir continuing to be jeopardized. The recent\r\nestablishment of the post of High Commissioner for\r\nhuman rights by the General Assembly was an important\r\nstep forward in this sense.\r\nThe Republic of Angola reaffirms that human rights\r\nand fundamental freedoms are universal, and that their\r\npromotion and protection should be ensured on the basis\r\nof equality, impartiality, objectivity and non-selectivity.\r\nThe human rights issue cannot and should not be used as\r\na political weapon or a pretext for interference in the\r\ninternal affairs of States.\r\nAngola follows with interest and satisfaction the\r\npositive developments taking place in some regions of the\r\nworld, where solutions are being found to conflicts that\r\nhad seemed endless. In the Middle East, for example, the\r\ndetermination of the Palestinian people and the political\r\ncourage of the present Government of Israel have\r\ncontributed to the climate of reduced tension that led to\r\nthe historic agreement, signed in Washington, for the\r\nautonomy of Gaza and Jericho - territories illegally\r\noccupied in the past.\r\nWe appeal to the international community to make\r\nevery effort to ensure strict compliance with the\r\nagreement, and success for it, by providing all possible\r\nhelp to the Palestinian people for the reconstruction and\r\nsocio-economic development of the embryonic Palestinian\r\nState.\r\n42\r\nGeneral Assembly 5th meeting\r\nForty-ninth session 26 September 1994\r\nIt would not be immoderate to once again hail the\r\ncourage and determination demonstrated by President\r\nYasser Arafat and by Mr. Shimon Peres.\r\nWe encourage the Government of Israel to continue\r\nthe contacts already initiated with the countries of the\r\nregion with a view to achieving peace and harmony in the\r\narea.\r\nIn southern Africa, we laud the courage and\r\ndetermination of the people of South Africa, which led to\r\nthe fall of the inhuman and anachronistic apartheid regime.\r\nToday we rejoice to see the people of South Africa free at\r\nlast. We again greet the new South Africa, led by\r\nPresident Mandela, this different South Africa, which\r\nemerged from a democratic election, whose results were\r\naccepted by all the political forces in the country.\r\nWe warmly congratulate the new South African\r\nauthorities and welcome them to our Organization. We\r\nalso pay tribute to the peoples of southern Africa, who\r\nmade so many sacrifices before toppling the dreadful\r\napartheid regime.\r\nAngola, which was the main victim of innumerable\r\nattacks, suffering enormous loss of human life and\r\ndestruction of social and economic infrastructures, because\r\nof the support we gave to the brotherly people of South\r\nAfrica, has reason to ask here and now whether the\r\nresolutions of this Assembly and of the Security Council\r\nregarding compensation to my country will now be\r\nimplemented.\r\nIn Mozambique, we welcome and encourage the\r\nGovernment’s commitment to organize democratic\r\nelections, and we urge RENAMO and other political forces\r\nto respond with an equal commitment to the success of the\r\nprocess, leading to lasting peace in that country. However,\r\nthe United Nations, in particular, and the international\r\ncommunity, in general, have an important role to play in\r\nensuring the attainment of the main objectives: peace,\r\ndemocracy and prosperity.\r\nIn Liberia, we are encouraged by the positive\r\ndevelopments and by the dialogue that is taking place\r\nbetween the parties involved. Angola encourages the\r\ncontinuation of such dialogue and urges the parties to truly\r\ncommit themselves to the search for a lasting peace.\r\nWith regard to Western Sahara, Angola urges the\r\nparties involved to apply the United Nations peace plan\r\nstrictly and to adhere scrupulously to the mechanisms\r\nestablished for that purpose, which have the full support\r\nof the Organization of African Unity (OAU), and we\r\nencourage the parties to enter into direct dialogue to\r\nfacilitate progress.\r\nIn Rwanda, the easing of political and military\r\nupheavals notwithstanding, a precarious socio-\r\nhumanitarian situation prevails. Angola expresses its\r\nsolidarity with the brotherly people of Rwanda. We\r\nconsider that the international community should continue\r\nto play an important role in solving the crisis in Rwanda\r\nand in maintaining the peace and tranquillity of its\r\npeoples.\r\nIn Somalia, in spite of the commitment demonstrated\r\nby the international community, we do not foresee an end\r\nto the armed conflict in the near future, because of the\r\nlack of consensus between the parties involved. Angola\r\nconsiders that our Organization should continue to assume\r\nits responsibility in the maintenance of world peace and\r\nsecurity, which are threatened in that part of Africa, and\r\nwe appeal to the common sense of the parties to\r\ncooperate with the United Nations in the efforts to\r\nre-establish peace in that country.\r\nIn Bosnia and Herzegovina, in spite of the enormous\r\nefforts by the international community to restore peace,\r\nprofound differences still remain, and this contributes to\r\nthe continuation of the conflict. We therefore urge the\r\nparties and the international community to continue their\r\nefforts to find a lasting solution that is acceptable to the\r\nparties involved. Finally, we salute the Government of\r\nthe Federal Republic of Yugoslavia for its efforts to that\r\nend.\r\nWith regard to the Korean peninsula, Angola\r\nencourages the efforts towards reunification and salutes\r\nthe positive signs registered in the dialogue between the\r\nDemocratic People’s Republic of Korea and the United\r\nStates of America.\r\nAngola is following with concern the situation in\r\nEast Timor. The international community has witnessed\r\nthe serious and persistent violations of human-rights to\r\nwhich the suffering people of East Timor have been\r\nsubjected. Angola considers that there is a fundamental\r\nproblem to be resolved first. Here, I refer to\r\ndecolonization and to respect for the rights of the peoples\r\nof this territory - mainly, their right to self-determination.\r\nWe therefore urge the Government of Indonesia to\r\nrecognize the legitimate right of the people of East Timor\r\nto self-determination and independence and to cooperate\r\n43\r\nGeneral Assembly 5th meeting\r\nForty-ninth session 26 September 1994\r\nwith Portugal, as the administering Power, and with the\r\nUnited Nations towards fulfilment of the wishes of the\r\nMaubere people.\r\nThe current situation in Cuba, following the tightening\r\nof the economic embargo, should be one of the main\r\nconcerns at this session of the General Assembly, as its\r\ndirect victims are the populations of island.\r\nThe General Assembly’s adoption of resolutions 47/19\r\nand 48/16 clearly demonstrates that the economic,\r\ncommercial and financial embargo imposed against Cuba is\r\ncontrary to the principles of international law and the\r\nCharter of the United Nations. For this reason, and in\r\nparticular because of the extraterritorial application of that\r\nunilateral measure, Angola condemns it.\r\nAs we add our voice to those of all who seek an end\r\nto the embargo imposed against Cuba we are convinced that\r\nonly through dialogue - never by adopting drastic and\r\ninhuman measures such as I have mentioned - can disputes\r\nbe resolved. We therefore encourage the continuance of\r\ndialogue between the two countries towards the resolution\r\nof their differences within the framework of the Charter of\r\nthe United Nations.\r\nThe international strategy for development for the\r\nyears 1991-2000, which was adopted in December 1991,\r\nbrought hope to the international community, which has\r\nregarded the effective implementation of this new strategy\r\nas the solution to the socio-economic problems of our\r\nplanet. Today, three years having elapsed, a certain\r\nscepticism is shaking our initial convictions.\r\nThe Republic of Angola considers that the role played\r\nby the international economic institutions - bodies such as\r\nthe United Nations Conference on Trade and Development,\r\nthe World Trade Organization and the General Agreement\r\non Tariffs and Trade - is of vital importance. In the fight\r\nagainst trade barriers, these bodies create enormous\r\nopportunities for developing countries to participate in the\r\ndevelopment of the world market. The heavy and painful\r\nburden of external debt dating back to 1982 leads us to\r\nbelieve that the efforts of all are necessary if we are to find\r\nmedium- and long-term solutions.\r\nEqually, special attention must be given to the issues\r\nof sustainable development. This necessarily implies\r\nimplementation of the objectives of the Rio summit and the\r\nhonouring of commitments assumed thereafter by the\r\nindustrialized countries.\r\nThe data included in the reports presented to the\r\nCairo Conference on Population and Development\r\ndemonstrate that the social situation throughout the world\r\nis assuming almost alarming proportions. The fact that\r\nthe world’s population is now 5.5 billion and that the\r\nmajority of these people live in absolute poverty\r\nconvinces us of the urgent need to adopt, during the\r\nforthcoming World Summit for Social Development, a\r\nconcerted plan of action calling for measures to counter\r\nthe increasing deterioration in their social condition. We\r\ntherefore reiterate our firm belief in the legitimacy of the\r\ngoals set out in the document entitled \"African Common\r\nPosition on Human and Social Development in Africa\".\r\nHaving made a few comments on the main problems\r\nthat affect all of us in one way or another, I should like\r\nto make a brief reference to the situation in my country.\r\nRepresentatives will probably recall that, following\r\nUNITA’s rejection of the results of the democratic\r\nelections in 1992, which the international community\r\nmonitored and judged to have been free and fair, UNITA\r\nresorted to war, with the objective of taking power by\r\nforce of arms, contrary to the spirit of the Bicesse\r\nAccord, of which this Organization is a signatory and\r\nwhich served as the basis for the electoral process.\r\nThe situation created by the resumption of war\r\nrapidly degenerated into a real catastrophe, jeopardizing\r\nthe country’s territorial integrity and forcing the legitimate\r\ngovernment to take defensive measures to prevent the\r\nrealization of UNITA’s intentions.\r\nIn spite all the efforts of the Angolan Government\r\nand of the international community, and as a result of this\r\nwar, imposed on the people of Angola by the militaristic\r\nwing of Mr. Savimbi’s UNITA, Angola faces a rather\r\nsombre future - one dangerously similar to those of the\r\ncountries that I have already mentioned.\r\nThe present situation in my country is characterized\r\nby the extreme poverty of the people, who, having fled\r\nthe war zones in order to save their lives, have become\r\nrefugees in their own land.\r\nIn Angola there are currently 3.75 million displaced\r\npersons, more than 500,000 mutilated people and\r\nthousands of orphaned children and abandoned elderly\r\nfolk. In addition, almost of the country’s all economic\r\ninfrastructures have been destroyed. In some areas\r\ncontrolled by the Government, people and goods cannot\r\nalways circulate freely, owing to mines and to the acts of\r\n44\r\nGeneral Assembly 5th meeting\r\nForty-ninth session 26 September 1994\r\nterrorism and banditry perpetrated by UNITA’s military\r\nwing.\r\nThe difficult situation that I have just described must\r\ncontinue to command the attention of the international\r\ncommunity if the people and the legitimate Government are\r\nto be helped to re-establish peace throughout the country.\r\nAs those present in this Hall know, on 15 November\r\nlast, following the failure of our attempts to establish a\r\ndialogue, from Namibia to Addis Ababa and Abidjan, the\r\nGovernment of Angola initiated the negotiations of Lusaka.\r\nThese were mediated by the United Nations and were\r\nobserved by Portugal, Russia and the United States of\r\nAmerica, whose endeavour has contributed to the consensus\r\nin the negotiators’ position.\r\nIt is important that we should once again express our\r\nsincere gratitude to the Government of His Excellency\r\nPresident Chiluba for his generosity and patience in\r\nreceiving the Angolan people in his country and for his\r\npositive action, albeit discreet and unofficial. We also\r\nreiterate our appreciation of the important role played by\r\nthe troika of observers - Portugal, Russia and the United\r\nStates of America - and for the committed way in which\r\nthe Secretary-General’s special representative, Mr. Allioune\r\nBeye, has conducted the negotiations in Lusaka. Mr.\r\nBeye’s knowledge of the Angolan situation is our guarantee\r\nof a rapid conclusion to the talks. The people of Angola\r\nand the international community expressed their satisfaction\r\nat the fact that UNITA has finally accepted the mediators’\r\npackage of proposals, for this constitutes an important step\r\ntowards peace and national reconciliation.\r\nIt is none the less true that UNITA accepted this\r\npackage of proposals by the mediators only because of\r\npressure from the international community and, first and\r\nforemost, from the Security Council through its numerous\r\nresolutions, in particular resolutions 864 (1993) and\r\n932 (1994), which advocated the imposition of sanctions\r\nagainst UNITA if its leadership did not demonstrate good\r\nfaith about the conclusion of an agreement; and, also\r\nbecause on the military front there had been a clear reversal\r\nof the situation. Today the Government already controls\r\nmore than 75 per cent of the territory and 90 per cent of\r\nthe population.\r\nWe are convinced that if this pressure is maintained\r\nUNITA, which knows only the language of the force of\r\nweapons, might engage in a constructive and honest\r\ndialogue. In this context we once again urge the\r\ninternational community to continue exercising its various\r\nforms of pressure on UNITA’s militaristic wing so that an\r\nagreement is reached in Lusaka to put a definitive end to\r\nthe war and to restore peace and harmony among the\r\nAngolan people.\r\nWe are not aiming at a military victory. We want\r\nan agreement that can bring lasting peace and pave the\r\nway to national reconciliation. Our insistence on pressure\r\nis based on our desire that the relative progress made in\r\nLusaka be irreversible, as it is only a step along the\r\ndifficult path to peace and its consolidation, to the\r\npromotion of the country’s unity and national\r\nreconciliation, and to the defence of legality and\r\ndemocracy.\r\nTherefore, the international community, and the\r\nSecurity Council in particular, must be prepared to act\r\nimmediately as soon as an agreement is reached in\r\nLusaka in order to avoid any pretexts for non-compliance.\r\nThere must not be a substantial interval between the\r\nsigning of the agreement in Lusaka and the\r\nre-establishment of the cease-fire, on the one hand, and\r\nthe beginning of the implementation of the Lusaka\r\nagreement, or understandings on the other; this will avoid\r\nviolations. In this context it is necessary to anticipate the\r\nsending of the component of the United Nations Angola\r\nVerification Mission (UNAVEM III) immediately after\r\nthe signing of the agreement.\r\nPlease allow me to reiterate before this Assembly\r\nthat it is the firm commitment of the Government of the\r\nRepublic of Angola not to spare any effort in the search\r\nfor a negotiated solution to the crisis in Angola and that\r\nit is not our intention to destroy UNITA militarily.\r\nContrary to information which has been circulated\r\nrecently accusing the Government of launching a military\r\noffensive against UNITA, we have to say that the truth is\r\ncompletely different. The Government is engaged in\r\nstopping the UNITA military offensive, with the aim of\r\nhalting the kind of events that occurred before the signing\r\nof the Bicesse Accords, in order to ensure that a military\r\nadvantage not be obtained while the Lusaka Accord was\r\nbeing signed. We should not enable UNITA to obstruct\r\nthe full implementation of the Accord. We want UNITA\r\nto become a political party, to be prepared to live in\r\ndemocracy and to respect the existing constitution, which\r\nis the result of a difficult national consensus which\r\nUNITA itself joined in and which it amended before it\r\nwas approved by the Parliament.\r\n45\r\nGeneral Assembly 5th meeting\r\nForty-ninth session 26 September 1994\r\nFinally, we would like to send a strong appeal to the\r\ninternational community to increase humanitarian assistance\r\nto the needy people. The Government’s scarce resources\r\nare insufficient to meet the dramatic socio-humanitarian\r\nsituation of the people being rescued from the captivity of\r\nUNITA.\r\nMembers have had the opportunity to see on\r\ntelevision the real situation in Kuito and elsewhere. The\r\nGovernment of Angola has always been committed to\r\ndelivering humanitarian assistance to all the needy\r\nregardless of where they may be, and requests that\r\npressure be exerted on UNITA not to hamper the efforts\r\nto distribute relief supplies to the population and the work\r\nof non-governmental organizations and United Nations\r\nagencies which with great sacrifice are involved in\r\nhumanitarian assistance to Angola.\r\nI reiterate our best wishes for the success of this\r\nforty-ninth session of the General Assembly.\r\nThe meeting rose at 8.35 p.m.\r\n46\r\n"