"United Nations A/49/PV.50\r\n94-86886 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one week of the date of publication, to the Chief of the Verbatim\r\nReporting Section, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum. When the result of a recorded and/or roll-call vote is followed by an\r\nasterisk, see annex to the record.\r\nGeneral Assembly Official Records\r\nForty-ninth Session\r\n50th Meeting\r\nThursday, 3 November 1994, 10 a.m.\r\nNew York\r\nPresident: Mr. Essy . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Côte D’Ivoire)\r\nIn the absence of the President, Mr. Ansari (India),\r\nVice-President, took the Chair.\r\nThe meeting was called to order at 10.20 a.m.\r\nAgenda item 45\r\nQuestion of the Falkland Islands (Malvinas)\r\nThe President: I should like to inform representatives\r\nthat following consultations regarding this agenda item, and\r\ntaking into account General Assembly decision 48/408 of\r\n16 November 1993, it is proposed that the General\r\nAssembly should decide to postpone consideration of this\r\nitem and to include it in the provisional agenda of the\r\nfiftieth session.\r\nMay I therefore take it that the Assembly, taking into\r\naccount decision 48/408, wishes to defer consideration of\r\nthis item and to include it in the provisional agenda of the\r\nfiftieth session?\r\nIt was so decided.\r\nThe President: The General Assembly has thus\r\nconcluded its consideration of agenda item 45.\r\nAgenda item 39\r\nThe situation in Bosnia and Herzegovina: draft\r\nresolution (A/49/L.14/Rev.1)\r\nThe President: I call on the representative of Bosnia\r\nand Herzegovina to introduce the draft resolution.\r\nMr. Sacirbey (Bosnia and Herzegovina): At the\r\noutset, allow me to congratulate Mr. Essy on his\r\nassumption of the presidency of the General Assembly.\r\nEven at this early stage of the forty-ninth session, the\r\nimpact of his commitment and leadership is making its\r\nmark.\r\nOn behalf of its sponsors, I would like to introduce\r\ndraft resolution A/49/L.14/Rev.1 entitled “The situation in\r\nBosnia and Herzegovina”.\r\nThe draft resolution follows the precedent\r\nestablished over the previous two sessions of the General\r\nAssembly. It combines promotion of the principles of\r\ninternational law and of the United Nations Charter with\r\nencouragement of the pragmatic measures that are\r\nnecessary to uphold these principles. At the same time, in\r\ncomparison with its predecessors, this draft resolution is\r\nindeed more critical for both peace in the Republic of\r\nBosnia and Herzegovina and the integrity of the principles\r\nthat bind all of us here in the United Nations.\r\nWhile aggression, human rights abuses and suffering\r\ncontinue unabated in the Republic of Bosnia and\r\nHerzegovina, morality and legality are marginalized more\r\nand more each day. In the meantime, peace — even the\r\nmeasures necessary to deliver peace — is further away\r\nthan ever before.\r\nGeneral Assembly 50th meeting\r\nForty-ninth session 3 November 1994\r\nToday almost two thirds of our country is under brutal\r\noccupation. Over the last five months the last 50,000\r\nremaining Bosnian Muslims and Croats in the occupied\r\nterritories, mostly older men and women, have been\r\nsubjected to systematic barbarism and “ethnic cleansing”.\r\nThe suffering, despite the most committed efforts of\r\nhumanitarian aid workers and the United Nations Protection\r\nForce (UNPROFOR), is actually increasing in many parts\r\nof our country.\r\nIn Srebrenica, which almost two years ago became\r\nsynonymous with cold-blooded shelling and targeting of\r\ncivilians, is now subjected to another form of less visible\r\nbut more calculated brutalization and suffocation. The\r\npeople of Srebrenica are now denied not only adequate food\r\nand medicine, but also essential hygiene and nutrients\r\nnecessary for survival. With the Serbian forces preventing\r\nthe outside world from knowing of this new technique of\r\n“ethnic cleansing” and slow-motion murder, the civilians\r\nare suffering from horrendous diseases not lately seen in\r\ncivilization, which are brought on by the physical and\r\npsychological consequences of being denied salt, detergents,\r\nsoaps and other essentials. It is as if the Leningrad of the\r\nSecond World War had converged with a leper colony of\r\nEurope’s dark Middle Ages.\r\nIn the meantime, the mechanisms that have been\r\nformally adopted by the Security Council to minimize\r\nhuman rights abuses, suffering and aggression are\r\nsystematically marginalized and manipulated and\r\nconveniently forgotten. Security Council resolutions, such\r\nas resolution 770 (1992), which call for the “necessary\r\nmeasures” to deliver humanitarian relief, or even the “safe\r\narea” resolutions — Security Council resolutions\r\n819 (1993), 824 (1993) and 836 (1993) — have become\r\nrelics, as if they had been adopted by the League of\r\nNations and not the United Nations. Similarly, Security\r\nCouncil resolutions meant to uphold international law and\r\nthe United Nations Charter, which were only recently\r\ntrumpeted as heralding a new resolve and commitment, are\r\nnow lying in cold-file drawers, as if in an overflowing\r\nmorgue of principles awaiting the final burial and eulogy of\r\nexcuses. Now is the time not only to resurrect the practical\r\nand legal mechanisms that are Bosnia’s hope, but also to\r\nbreathe new life into the principles that are taken for\r\ngranted or too often ignored.\r\nThe draft resolution is over 50 paragraphs long, but\r\nonly two of the paragraphs address the issue of the arms\r\nembargo. This is not an arms-embargo draft resolution. It\r\nis a draft resolution that espouses key principles, promotes\r\npeace efforts, brings hope of success and urges practical\r\nmeasures which may mitigate the consequences of “ethnic\r\ncleansing”, systematic human rights abuses and\r\ndeliberately inflicted suffering. And, yes, it does urges the\r\nSecurity Council to give consideration to exempting the\r\nGovernment of the Republic of Bosnia and Herzegovina\r\nfrom the unforeseen and unfair consequences of the arms\r\nembargo, as a decisive and overdue step in the search for\r\npeace.\r\nUnfortunately, I will have to focus too much of my\r\nstatement on the matter of the arms embargo, because it\r\nis the one element that is most challenged by the\r\ndetractors of this draft resolution. However, I must remind\r\nthose present who are prepared to support the legal and\r\nmoral principles behind the draft resolution that these\r\nprinciples are not self-executing, and, in fact, they may\r\npresent us with difficult choices.\r\nBy the way, we should not be under the illusion that\r\neven these principles have universal support from all the\r\nGovernments that are represented in the Assembly. Some\r\nwish to limit the applicability of these principles as a\r\nmatter of expediency, thereby relegating many of our\r\nnations, including the Republic of Bosnia and\r\nHerzegovina, to third-class status within the family of\r\nnations under the United Nations Charter.\r\nToday it is the Republic of Bosnia and Herzegovina.\r\nYesterday it was Czechoslovakia and Ethiopia, which,\r\nthrough the application of double standards, became the\r\nundoing of the League of Nations. Tomorrow it could be\r\nalmost any one of us.\r\nWe would have hoped that the international\r\ncommunity would unequivocally come to the defence of\r\nour country and put an end to aggression, human rights\r\nabuses and the suffering of our targeted civilians.\r\nUnfortunately, it has not. If the international community\r\nis not prepared to pursue peacemaking, then we must\r\nreassert our right and demand to undertake this task\r\nourselves.\r\nWe are truly appreciative of the assistance and\r\ncommitment, particularly the humanitarian relief, provided\r\nthrough the efforts of numerous individuals, non-\r\ngovernmental organizations and countries, as well as the\r\nOffice of the United Nations High Commissioner for\r\nRefugees (UNHCR) and UNPROFOR.\r\nIn view of the suffering and needs of others, such as\r\nthose in Rwanda, we do indeed feel fortunate. At the\r\nsame time, it appears that some would use this response\r\n2\r\nGeneral Assembly 50th meeting\r\nForty-ninth session 3 November 1994\r\nas a curse to consign us to an indefinite period of war\r\nmitigated by symptomatic relief, provided in the form of\r\nhumanitarian assistance.\r\nIf asked, we are prepared to make difficult choices\r\nourselves. But we are not being asked; instead, we are\r\nbeing told.\r\nLet us be clear. If given the option between the\r\ncontinuing role of UNPROFOR and, on the other hand, the\r\neffective lifting of the arms embargo imposed on our\r\nGovernment, we choose the option of directly addressing\r\nthe continuing root causes and aggression by the lifting of\r\nthe arms embargo. After all, it is our inferiority in quality\r\nand quantity of weapons that has allowed this aggression to\r\nbe continued and that has necessitated the valuable\r\nassistance of UNPROFOR and others to mitigate the\r\nconsequences of suffering.\r\nWe cannot anticipate that the international community\r\nwill feed us indefinitely, nor do we ask others to fight our\r\nbattles; but we do expect our right to self-defence to be\r\nhonoured and our desire to control our own fate to be\r\nrespected, once and for all.\r\nSome have argued that if the arms embargo against\r\nour Republic is lifted we shall soon be subjected to an even\r\ngreater military might and overrun. This argument\r\noverlooks the fact that we were put in the most\r\ndisadvantageous position at the beginning of the aggression\r\nand that our army and civilian population are not now, and\r\nhave not at any time in the past been, the beneficiaries of\r\neither mercy or a restrained Serbian onslaught. This is a\r\nrisk that once again, regardless, we must decide upon\r\nourselves. It is not something to be ruled upon by others —\r\npresumably acting in our interests.\r\nSome now argue that, in fact, the Bosnians are already\r\ntoo strong and that they do not need any more weapons of\r\nself-defence. As Bosnia and Herzegovina is a country\r\nwhich is still two-thirds occupied, whose cities, including\r\nits capital, are still besieged, whose population continues to\r\nbe subjected to immeasurable crimes and suffering and\r\nwhose enemy refuses to accept an internationally sponsored\r\npeace plan, it is indeed an escape from reality to argue that\r\nwe are already too strong.\r\nMore to the point, this claim is in contravention of our\r\nstatus as a Member State of the United Nations, of our\r\nsovereignty and of our territorial integrity.\r\nFrankly, we suspect that a more cynical philosophy\r\nis in play. Some perceive that because the Republic of\r\nBosnia and Herzegovina has legality and morality on its\r\nside, while the Serbians have the military might on theirs,\r\nthere is the symmetry or equilibrium necessary to\r\nsecuring a settlement. I am afraid that our monopoly on\r\nlegality and morality has merely left us the victims, while\r\nthe Serbian side has not seen any reason to restrain its\r\nmilitary superiority in the context of this perceived\r\nequilibrium.\r\nThis cynical approach has been a total failure on all\r\ncounts. Once again we must ask: what kind of United\r\nNations Charter and legal principles is it that we are\r\nsustaining if military might is legitimized as a\r\ncounterbalance to legality and morality in order to coerce\r\npeople into any settlement?\r\nOn 27 September 1994 our President, Mr. Alija\r\nIzetbegovic, appeared before this Assembly and offered\r\nthe compromise that the Security Council should, de jure,\r\nlift the arms embargo while deferring practical\r\napplication — de facto application — for six months. In\r\nfact, this compromise offer is contained in the text of the\r\ndraft resolution that is before the Assembly. Our purpose\r\nin making it is to maximize the pressure on the Karadzic\r\nSerbs to accept and implement the Contact Group peace\r\nplan, while allowing more time for the pressure to have\r\nits impact before the de facto lifting. We also see this as\r\nthe most effective means of coordinating the efforts of us\r\nall — the Bosnians, the Contact Group, the Security\r\nCouncil, UNPROFOR troop contributors and the rest of\r\nthe international community — in the search for peace\r\nand as a way to minimize the potential unfavourable\r\nimpact on the humanitarian efforts of UNPROFOR and\r\nothers.\r\nUnfortunately, our offer was misrepresented as a\r\nsign of fear and indecision. Not so. As we have said,\r\ngiven the option, we would be clear about what to do,\r\neven if immediate application were at issue. Our\r\ncompromise offer is a sign that we are committed to\r\nexhausting all options for peace and to minimizing\r\npotential negative implications.\r\nAs part of its plan to bring peace to the Republic of\r\nBosnia and Herzegovina, the Contact Group itself has\r\noffered that the arms embargo should be lifted in response\r\nto rejection of the peace proposal by the Karadzic Serbs.\r\nWe accepted the peace plan despite the fact that it\r\ndemands of us the most difficult — even unjust —\r\nconcessions. The Karadzic Serbs rejected the peace plan,\r\n3\r\nGeneral Assembly 50th meeting\r\nForty-ninth session 3 November 1994\r\nbelieving that they had the means of military force to\r\nmaintain the occupation and the status quo.\r\nToday we reiterate our offer that the actual lifting of\r\nthe arms embargo be deferred for six months, but we can\r\nno longer be consoled by promises that never materialize\r\nand may, in fact, be as unreachable as the end of the\r\nrainbow. We would, indeed, agree to further deferment if\r\nthere were concrete indications of progress towards peace,\r\nincluding acceptance of the Contact Group’s peace plan by\r\nthe Karadzic Serbs.\r\nOnce again we ask: when will all the members of the\r\nContact Group, France, the United Kingdom, the Russian\r\nFederation, besides the United States, as permanent\r\nmembers of the Security Council, deliver on their\r\ncommitment finally to lift the arms embargo? They say\r\nonce again that the time is not yet quite right, that all other\r\noptions have not been exhausted. But every time they have\r\nresponded to this question in Security Council debates over\r\nthe past two years they have said “Not just yet.”\r\nWe certainly could read more sinister motives into this\r\never-continuing exercise, but we shall only seek to avoid\r\nthe indefinite manipulation of our good will and our\r\ncommitment to peace.\r\nIn many of our cultures and nations the rainbow is a\r\nsymbol of hope. For two and a half years now we have\r\nbeen told that we must follow the path to the end of the\r\nrainbow, towards peace. For two and a half years, as peace\r\nefforts have been rejected and aggression has continued, we\r\nhave been told that not today, but maybe tomorrow, it will\r\nfinally be time to lift the arms embargo on the victim so\r\nthat we can defend ourselves.\r\nWe are tired of chasing the end of the rainbow. In\r\nfact, there is not even a rainbow over the Republic of\r\nBosnia and Herzegovina. Bosnia and Herzegovina is still in\r\nthe midst of a shower of war, “ethnic cleansing”, sieges and\r\nsuffering. Please do not promise us any more fortunes at\r\nthe end of the rainbow. We just want to put an end to the\r\nstorm that is overwhelming all of our Republic.\r\nMr. Razali (Malaysia): The situation in Bosnia and\r\nHerzegovina is still the most serious international crisis to\r\nhave confronted the global community since the end of the\r\ncold war. Almost three years have passed, and the carnage\r\nand savagery of aggression and “ethnic cleansing” in\r\nBosnia and Herzegovina remain unresolved. Between\r\n200,000 and 300,000 people have died since June 1991, and\r\n2.7 million people have been reduced to being refugees. An\r\nestimated 50,000 Bosnian women have been raped by\r\nSerbian soldiers in a systematic campaign of humiliation\r\nand psychological terror. If the United Nations is truly a\r\nplace of final recourse for terrorized people and\r\nbeleaguered nations, should not the United Nations —\r\nespecially the Security Council — bear some modicum of\r\nguilt for these terrible tragedies?\r\nOur debate here today cannot merely express our\r\nanguish. Our message to the Serbs, the major Powers and\r\nthe Security Council should be cogent and clear: that we\r\nreject the acquisition of land by force, that perpetrators of\r\ngenocide and violators of human rights will be brought to\r\njustice and that the international community is collectively\r\ndetermined to uphold the rule of law. We must also\r\nremind the Council of its obligation, under the Charter, to\r\nrestore peace and security and of the need for it to\r\nreaffirm the inherent right of Bosnia and Herzegovina to\r\nself-defence in accordance with Article 51.\r\nThe Security Council has adopted more than 63\r\nresolutions on this subject, and the General Assembly has\r\nadopted 17 resolutions. But all these resolutions have\r\nbeen like paper admonitions: they have had scant effect\r\non the ground.\r\nWe have repeatedly stated that the Security Council\r\ncan and must act to end this conflict. The Council’s\r\ninaction on Bosnia and Herzegovina compares miserably\r\nwith its relatively successful decisions and actions in\r\nrespect of other parts of the world. Is it lack of capability\r\nor resources or is it lack of leadership and political will\r\nthat has resulted in the failure to use all the necessary\r\nmeans of securing success in addressing the situation in\r\nBosnia and Herzegovina?\r\nOn the issue of Bosnia and Herzegovina, it is an\r\nopen secret that the Council suffers from serious divisions\r\nbetween certain major Powers with their competing\r\nspecial interests. These Powers, while occupying the high\r\nmoral ground on human rights and democracy, seem to be\r\nunfazed by the massive human-rights violations and the\r\nacts of aggression and genocide in Bosnia and\r\nHerzegovina.\r\nThe Special Rapporteur of the Commission on\r\nHuman Rights, Mr. Tadeusz Mazowiecki, has pointed out\r\nthat relentless military action by Bosnian Serb forces has\r\nturned the areas designated as United Nations safe areas\r\nunder Security Council resolution 836 (1993) into areas\r\nunder siege. Indeed, United Nations safe areas, especially\r\n4\r\nGeneral Assembly 50th meeting\r\nForty-ninth session 3 November 1994\r\nSarajevo, have been open targets for indiscriminate Serbian\r\nartillery and mortar attacks.\r\nIt is no wonder, then, that the Serbs continue to openly\r\nflout Security Council resolutions. There is absolutely no\r\nfear on the part of the aggressors that they will be punished\r\nfor their violations of international law and human rights.\r\nThe Serbs have reportedly disarmed and humiliated United\r\nNations troops, taken potshots at them, and stolen heavy\r\nweapons held under their guard. In April they even placed\r\nsome 40 United Nations military observers under virtual\r\nhouse arrest for several days, posting sentries outside their\r\ndoors. Again and again, they have violated the United\r\nNations proclaimed “no-fly-zone” in Bosnia, as well as the\r\nheavy weapons exclusion zones around Sarajevo and\r\nGorazde. They have dragged their feet in meeting\r\nsupposedly strict United Nations deadlines, have breached\r\ncease-fires and have treated promises as tools of deception,\r\nnot words of honour. Finally, they have with impunity\r\nrejected the peace plan proposed by the Western Contact\r\nGroup.\r\nOn 23 September, in a combination of desperate action\r\nand political enticement, the Council adopted resolution\r\n943 (1994), which partially lifted sanctions on Serbia and\r\nMontenegro. We regard the hasty adoption of resolution\r\n943 (1994) as a major setback to international efforts to\r\nsecure peace with justice in Bosnia and Herzegovina. It has\r\ncome at a time when there has been a sharp escalation in\r\nSerb-sponsored violence against the Bosnian people,\r\nrenewed strangulation of Sarajevo and intensification of\r\n“ethnic cleansing” campaigns in Banja Luka, Bijeljina and\r\nPrijedor.\r\nThe Malaysian delegation would like to remind the\r\nCouncil that the forces opposed to the legitimate\r\nGovernment of Bosnia and Herzegovina continue to benefit\r\nfrom Serbia and Montenegro’s past and present role in the\r\nwar, especially the inheritance of Yugoslav National Army\r\nweaponry. We cannot ignore the fact that the pursuit of a\r\nGreater Serbia was engineered and espoused by the\r\nBelgrade regime.\r\nWhile we welcome Security Council resolution 947\r\n(1994) on the extension of the mandate of the United\r\nNations Protection Force (UNPROFOR) for another six\r\nmonths, we are deeply concerned over the implications\r\narising from the threats made by certain countries to\r\nwithdraw their troops from UNPROFOR should the arms\r\nembargo be lifted. These threats have merely served to\r\nembolden the Serbs, who will then remain even more\r\nintransigent. The Serbs, with their superior war machine,\r\nawait United Nations withdrawal to pursue their dream of\r\na Greater Serbia.\r\nAt the same time, the Assembly must emphasize that\r\nthe withdrawal of some troop contingents from\r\nUNPROFOR would not end the role of the United\r\nNations in Bosnia and Herzegovina. Indeed, the United\r\nNations should not be contemplating such a withdrawal,\r\nconsidering that there are over 63 resolutions pertaining\r\nto Bosnia and Herzegovina that have to be defended and\r\nenforced by the Security Council.\r\nIn this regard too, we are disturbed by the report of\r\nthe Secretary-General to the Security Council in which he\r\nappears to be making early preparations for the\r\nwithdrawal of UNPROFOR. We must not leave the\r\nBosnians at the mercy of the Serbs and abandoned by the\r\nUnited Nations. The international community has the\r\nmoral obligation to remain in Bosnia and Herzegovina.\r\nOn our part, Malaysia stands ready and committed to\r\nremain and continue to participate in UNPROFOR.\r\nWe must also express our concern over the so-called\r\nimpartiality of UNPROFOR in maintaining the status quo,\r\nwhich in the final analysis favours the Bosnian Serbs.\r\nUNPROFOR seems to have accepted the Bosnian Serb\r\nview that the siege of Sarajevo and the status of its\r\ncivilian population as hostages are legitimate military\r\ncounter-measures. It has also given rise to the perception\r\nthat UNPROFOR fears offending the Bosnian Serbs.\r\nSome within the UNPROFOR Command have also\r\nchosen to characterize any Bosnian military action as\r\ndetrimental, rather than as legitimate measures to defend\r\ncivilian and sovereign interests. Surely, the victims and\r\nthe aggressors cannot be treated alike by UNPROFOR. A\r\ncall to maintain the status quo only benefits the Serbs,\r\nwho occupy through arms and force 70 per cent of the\r\nterritory. The cause of justice is not served by the\r\nargument that preserving the neutrality of UNPROFOR is\r\nsynonymous with maintaining the status quo. My\r\ndelegation also cannot understand the new concept of\r\nproportional retaliation. What proportional retaliation has\r\nthe North Atlantic Treaty Organization (NATO) or the\r\nUnited Nations taken over the loss of 200,00 to\r\n300,000 lives and the rape of 50,000 Bosnian women?\r\nWe commend the 39,795 peace-keepers and the\r\nGovernments of the 36 countries which have made\r\ncontributions. The international community must remain\r\nvigilant and reject all insidious efforts to raise questions\r\nabout certain sections of peace-keepers on the basis of\r\nreligion. The point should not be missed that the peace-\r\n5\r\nGeneral Assembly 50th meeting\r\nForty-ninth session 3 November 1994\r\nkeepers from developing countries, including the\r\nOrganization of the Islamic Conference (OIC), come from\r\nmulticultural and multireligious backgrounds. Please do not\r\ninsult us by doubting our integrity and our commitment to\r\nthe cause of the United Nations.\r\nThe Malaysian delegation would like once again to\r\nunderline the courageous decisions taken by the leadership\r\nof Bosnia and Herzegovina to find a just and lasting\r\nsolution. Notwithstanding its difficulties with the Western\r\nContact Group’s peace plan, it has accepted the plan for the\r\nsake of peace and the end of human suffering. On\r\n27 September 1994, in this very Assembly, President Alija\r\nIzetbegović made the brave decision of proposing a\r\ndeferment of six months before the arms embargo on\r\nBosnia and Herzegovina would be lifted, going the last mile\r\nfor peace.\r\nThe Security Council has begun informal consideration\r\nof specific action, well overdue, to ensure that the arms\r\nembargo is no longer applicable to Bosnia and\r\nHerzegovina. The United States has initiated this welcome\r\nmove. We applaud the United States for taking the lead in\r\nthis initiative.\r\nWe wish to take this occasion to call on the Assembly\r\nto give overwhelming support to the Security Council’s\r\ndraft resolution on this move, so as to facilitate positive\r\nconsideration in the Council. This is the time for the\r\nGeneral Assembly to make its voice heard to support the\r\nright of self-defence of a beleaguered nation. It is our hope\r\nthat, unlike the June 1993 meeting, the forthcoming Council\r\nmeeting will endorse the draft resolution seeking the lifting\r\nof the arms embargo against Bosnia and Herzegovina.\r\nAt the same time, we want to make an open appeal to\r\nall the members of the Council, both permanent and\r\nnon-permanent, to support the draft resolution. My\r\nGovernment in particular appeals to China and\r\nnon-permanent members, such as New Zealand, Brazil,\r\nArgentina, and the Czech Republic, and other non-aligned\r\nmembers, to ensure that Bosnia and Herzegovina is no\r\nlonger unjustly deprived of its inherent right to self-defence,\r\nas enshrined in Article 51.\r\nMalaysia fully supports the efforts of the Special\r\nCoordinator for Sarajevo under Security Council resolution\r\n900 (1994). The Government of Malaysia has to date\r\ncontributed $1,050,000 to the United Nations Trust Fund\r\nfor the Restoration of Essential Public Services in Sarajevo\r\nand Malaysia also participated in the first conference of\r\ndonors to the action plan, held in Vienna on\r\n20 September 1994. We hope that the Special Coordinator\r\nwill be in a position to begin the first phase of the plan\r\nrelated to the urgent needs before the beginning of winter\r\nso as to restore normal life to the people of Sarajevo. We\r\nwish to appeal to the international community to support\r\nand mobilize resources for the reconstruction and\r\nrehabilitation of the Republic of Bosnia and Herzegovina.\r\nIn conclusion, my delegation would like to appeal\r\nfor the widest possible support for the General Assembly\r\ndraft resolution on Bosnia and Herzegovina, in the name\r\nof humanity and the rule of law. The General Assembly,\r\nrepresenting the will of the international community,\r\ncannot ignore the pleas and plight of the Bosnian people.\r\nThe General Assembly must, following our debate, send\r\na clear and categorical message to the Security Council,\r\nthe major Powers and the aggressors. If the Council fails\r\nto fulfil its Charter responsibility, then the general\r\nmembership may have no choice but to request the\r\nconvening of a special session of the General Assembly\r\non Bosnia and Herzegovina.\r\nThe President: I should like to propose that, if there\r\nis no objection, the list of speakers in the debate on this\r\nitem be closed at 11 a.m. today.\r\nIt was so decided.\r\nMr. Khoshroo (Islamic Republic of Iran): The\r\nunprovoked armed attacks and continued Serbian\r\naggression against the Republic of Bosnia and\r\nHerzegovina, along with the continuation of the plight of\r\nthe Muslim people of that country, have made it\r\nimperative for the General Assembly to discuss the\r\nsituation in Bosnia once more. Since last year we have\r\nwitnessed quite a number of positive and, unfortunately,\r\nnegative developments. While the Government of the\r\nRepublic of Bosnia and Herzegovina has shown the\r\nutmost flexibility and a spirit of conciliation and\r\naccommodation, no serious measure has been taken\r\nagainst the continued stubbornness of the Serbs.\r\nThe clear act of aggression against the Republic of\r\nBosnia and Herzegovina, a sovereign and independent\r\nState and a Member of the United Nations, is in its third\r\nyear. Since the outbreak of the conflict many resolutions\r\nhave been adopted by the Security Council, but\r\nunfortunately they have not stopped the aggressors from\r\ncontinuing their insanity. Instead, a nation was deprived\r\nof its inherent right to individual or collective\r\nself-defence, recognized in Article 51 of the United\r\nNations Charter. Therefore, as a result of the Security\r\n6\r\nGeneral Assembly 50th meeting\r\nForty-ninth session 3 November 1994\r\nCouncil’s inability or unwillingness to shoulder its\r\nresponsibilities in the face of continued Serbian aggression\r\nagainst Bosnia, the Serbs have remained adamant on the\r\ncontinuation of their genocidal practices in Bosnia and\r\nHerzegovina.\r\nFull implementation of the Security Council decisions\r\nconcerning safe areas and exclusion zones is of vital\r\nimportance and an element essential to an overall solution.\r\nHowever, the siege of Sarajevo and other Bosnian cities\r\nand safe areas has recently been intensified and the safety\r\nof the inhabitants of those areas has been seriously\r\nendangered by Serb forces. Regrettably, the Security\r\nCouncil has not demonstrated the appropriate resolve to\r\nuphold its decisions and to face up to Serbian violence and\r\nintransigence. Safe areas must be protected and the United\r\nNations Protection Force (UNPROFOR) should be directed\r\nto take the necessary measures in accordance with the\r\nrelevant Security Council resolutions in this regard.\r\nFurthermore, the Security Council should without further\r\ndelay implement fully its resolution 770 (1992) to ensure\r\nthe unhindered flow of humanitarian assistance, including\r\nthe provision of water, electricity and fuel, particularly to\r\nsafe areas in Bosnia and Herzegovina.\r\nThe Government of the Republic of Bosnia and\r\nHerzegovina courageously accepted the peace plan. The\r\nGovernment of Bosnia has proved, beyond any doubt, its\r\nsincere desire to achieve peace. The Serbian side, on the\r\nother hand, rejected the peace plan in practice and defied\r\nthe will of the international community with impunity. In\r\neffect, the Security Council’s failure to adopt serious\r\nmeasures to encourage the Serbs to abandon their policy of\r\nintransigence and comply with the peace plan sent the\r\nwrong signal to the aggressors and their patrons in Serbia\r\nand Montenegro. There is ample evidence of the links\r\nbetween Serbia and Montenegro and the Bosnian Serbs\r\nresponsible for the aggression against, and the massive and\r\ngross violations of human rights in, Bosnia and\r\nHerzegovina. The fact that the Security Council has\r\nrewarded Serbia and Montenegro by easing sanctions\r\ndespite its support for the Bosnian Serb forces should\r\nindeed cause us anguish. The Foreign Ministers of the\r\nOrganization of the Islamic Conference (OIC) in their\r\nmeeting last September in New York, noted with\r\nconsternation the adoption of Security Council resolution\r\n943 (1994) concerning the easing of sanctions against\r\nSerbia and Montenegro. Their conclusion\r\n“...that the adoption of resolution 943 (1994) was\r\npremature, untimely and not conducive to efforts for\r\npromoting a just peace in Bosnia and Herzegovina”\r\nhas now been proved realistic.\r\nNot long ago, when President Izetbegovic addressed\r\nthe Assembly and introduced his proposal concerning the\r\nquestion of an arms embargo against Bosnia, he again\r\ndemonstrated the spirit of conciliation and accommodation\r\nwhich has come to be a symbol of the Government of the\r\nRepublic of Bosnia and Herzegovina. My delegation\r\nreiterates its call for the lifting of the arms embargo\r\nunjustly imposed on the Government of the Republic of\r\nBosnia and Herzegovina and at the same time welcomes\r\nthe statement made by President Izetbegovic and supports\r\nhis compromise proposal. In this context, the Security\r\nCouncil should declare that resolution 713 (1991) is\r\ninapplicable to the Government of Bosnia and\r\nHerzegovina and should lift the unjust arms embargo\r\nagainst Bosnia in the manner reflected in the proposal of\r\nPresident Izetbegovic. Any decision on the part of the\r\nSecurity Council short of this just demand would\r\ndefinitely embolden the aggressors to commit further\r\ncrimes against humanity. The Bosnian people should not\r\nbe threatened with the withdrawal of certain forces of\r\nUNPROFOR from Bosnia and Herzegovina. The Islamic\r\ncountries have expressed on numerous occasions their\r\nreadiness to offer more troops to UNPROFOR. The\r\nSecurity Council and the Secretary-General should avail\r\nthemselves of this offer and make the necessary\r\narrangements.\r\nMy delegation supported the establishment of the\r\nInternational Tribunal for the prosecution of war crimes\r\ncommitted in the territory of the former Yugoslavia. Now\r\nthat all delays in the work of the Tribunal have been\r\nremoved, the judiciary process can proceed. We hope that\r\nthe Tribunal can, without further delay, conduct its\r\nfunction of trying and bringing to justice those\r\nresponsible for the perpetration of crimes against\r\nhumanity in the former Yugoslavia.\r\nIn concluding my statement, I should like to reiterate\r\nonce again my Government’s support for the Bosnian\r\nGovernment in its struggle against aggression, genocide\r\nand “ethnic cleansing”. Upholding and restoring the\r\nsovereignty, political independence, territorial integrity\r\nand unity of the Republic of Bosnia and Herzegovina is\r\na shared responsibility of the international community. It\r\nis in this context that my delegation is co-sponsoring and\r\nstrongly supports the draft resolution on Bosnia and\r\nHerzegovina proposed for consideration in the General\r\nAssembly. The draft resolution encompasses necessary\r\nelements and principles, the adoption of which would\r\n7\r\nGeneral Assembly 50th meeting\r\nForty-ninth session 3 November 1994\r\nillustrate the international community’s common stance in\r\nopposition to Serbian aggression and intransigence.\r\nMr. Owada (Japan): Sadly, we are obliged once again\r\nto convene here to consider the tragic situation in the\r\nRepublic of Bosnia and Herzegovina. That its people are\r\nfacing a fourth winter with little hope of seeing peace\r\nrestored throughout their country is a profoundly distressing\r\nthought. Even with the deployment of United Nations\r\npeace-keepers, during the past three years countless\r\ninnocent lives have been lost and millions of people have\r\nbeen forced to leave their homes. We continue to witness\r\nmany horrible acts of violence; the massacre in Sarajevo’s\r\ncentral market this past February remains particularly vivid\r\nin our memory. There are, indeed, ample grounds for\r\ndespair.\r\nIt would be a terrible mistake, however, for the\r\ninternational community to conclude that the situation was\r\nhopeless and to give up in resignation, for as we assess\r\ndevelopments over the past year we cannot fail to discern\r\nthat, in fact, some very real progress has been made in\r\nBosnia and Herzegovina. How much worse would the\r\nsituation be today without the United Nations Protection\r\nForce (UNPROFOR) providing its various humanitarian and\r\npeace-keeping services? Its efforts have clearly been\r\neffective in reducing the level of violence and containing\r\nthe conflict. Moreover, thanks in no small part to the\r\nmediation efforts of the United States, the dispute between\r\nthe Government of Bosnia and Herzegovina and the\r\nBosnian Croats has ended, and the two neighbouring\r\ncommunities have formed a federation. Nor should we\r\nignore the joint efforts of the United Nations and the North\r\nAtlantic Treaty Organization (NATO) in protecting the safe\r\nareas, enforcing the exclusion zone, and, as a result,\r\nquelling the fierce fighting in Sarajevo, Gorazde, and other\r\ncities. Perhaps an even more significant development this\r\nyear was the formation of the Contact Group, whose\r\nterritorial proposal was accepted by all the parties except,\r\nunfortunately, the Bosnian Serbs. And finally, I cannot fail\r\nto note the decision of President Milosevic of the Federal\r\nRepublic of Yugoslavia to respond to the appeals of the\r\ninternational community to close its border with Bosnia and\r\nHerzegovina.\r\nOn behalf of the Government of Japan, I should like\r\nto take this opportunity to pay high tribute to the Security\r\nCouncil, the contact group, the International Conference on\r\nthe Former Yugoslavia (ICFY), and the United Nations\r\nHigh Commissioner for Refugees (UNHCR) for their\r\ndedicated efforts to restore peace to Bosnia and\r\nHerzegovina and to provide humanitarian assistance to its\r\npeople. Also, UNPROFOR personnel and the\r\ntroop-contributing countries deserve our particular\r\ngratitude and admiration.\r\nOf course, the situation is exceedingly fragile, and a\r\ngreat deal more remains to be done. But I feel it is\r\nimportant to recognize the accomplishments that have\r\nbeen achieved through the consistent and unified efforts\r\nof the international community so that we may be\r\ninspired to build on this progress and persevere in the\r\nmonths to come.\r\nIn September 1994 the Security Council adopted\r\nresolutions 942 (1994) and 943 (1994), which tightened\r\nthe economic sanctions against the Bosnian Serbs and\r\npartially lifted the sanctions against the Federal Republic\r\nof Yugoslavia. If Yugoslavia fulfils its obligations during\r\nthe initial 100-day period, the possibility could be\r\nconsidered of easing the sanctions even further. These\r\nresolutions should serve the purpose of sending a strong\r\nsignal that those who reject peace will be isolated, while\r\nthose who cooperate in the peace process will receive\r\ninternational recognition. On the basis of this approach,\r\nwhich has Japan’s wholehearted support, the Bosnian\r\nSerbs should be made aware that they may find\r\nthemselves utterly alone in the international arena, without\r\nexpectations of aid or comfort from any quarter. We\r\nstrongly urge the Federal Republic of Yugoslavia to\r\ncontinue to cooperate with the international community,\r\nand to use its influence in persuading the Bosnian Serbs\r\nto do likewise. Moreover, Japan regards the mutual\r\nrecognition of international borders to be the most urgent\r\nprerequisite to further progress towards peace.\r\nThe Security Council recently extended the mandate\r\nof UNPROFOR for another six months. Because the\r\nfuture of UNPROFOR beyond that point is shrouded in\r\nuncertainty, a lack of significant progress at this time\r\ncould have very grave consequences. Indeed, this may be\r\nthe best and the last chance for us to achieve a just and\r\nenduring settlement. But the months are slipping by very\r\nquickly; the international community, united in its\r\napproach, must redouble its efforts to facilitate a peaceful\r\nsolution.\r\nIn that context, Japan believes that the question of\r\nlifting the arms embargo poses a serious problem in this\r\nsituation. The utmost care will have to be exercised on\r\nthis matter in the face of a very real danger that this step\r\ncould escalate the fighting beyond our control, as well as\r\njeopardize the safety of UNPROFOR personnel.\r\n8\r\nGeneral Assembly 50th meeting\r\nForty-ninth session 3 November 1994\r\nJapan maintains an unshakeable conviction that the\r\nconflict must be settled through negotiations; only then will\r\npeace take a firm hold and endure throughout the territory\r\nand among all its inhabitants. At the same time, Japan\r\nplaces great emphasis on the importance of preventive\r\ndiplomacy and humanitarian assistance. Thus, last month,\r\nJapan pledged $20 million for the humanitarian activities of\r\nthe UNHCR in the former Yugoslavia.\r\nThe reconstruction and restoration of Sarajevo is\r\nanother major concern. We in Japan are doing our utmost\r\nto ensure that the urgent needs of its people are met before\r\nthe hardships of winter set in.\r\nI have stressed in my remarks the importance of\r\nstrong and consistent international efforts. However, in the\r\nfinal analysis, it is the people and the leaders of Bosnia and\r\nHerzegovina who alone can determine the fate of their\r\ncountry. It is essential that all parties in that troubled region\r\ndirect their efforts towards the achievement of a\r\ncomprehensive negotiated settlement. I hope that they will\r\nbe strengthened in that endeavour by the knowledge that\r\nthey can depend on the international community for\r\nencouragement, guidance, and moral as well as material\r\nsupport.\r\nMr. Samhan (United Arab Emirates) (interpretation\r\nfrom Arabic): At a time when the end of the cold war\r\nraised hopes that international relations would be conducted\r\nin a climate based on peace, security, coexistence,\r\ndevelopment and the resolution of disputes between States\r\nby dialogue and peaceful means, we find that the situation\r\nin Bosnia and Herzegovina continues to deteriorate and\r\nbecome ever more complex, particularly with regard to the\r\nflagrant violations of human rights perpetrated by the\r\nBosnian Serbs against the people of Bosnia and\r\nHerzegovina.\r\nThose violations include all forms of savage\r\nextermination, “ethnic cleansing”, indiscriminate bombing,\r\ndestruction of property, the starving of the population, the\r\ndispersal of populations, laying siege to towns and refugee\r\ncamps, in contemptuous defiance and in disregard of every\r\ninternational resolution, with total impunity from any\r\nserious consequences.\r\nNotwithstanding the many international resolutions and\r\npresidential statements in the Security Council on this issue,\r\nwe find that the international community continues to be\r\nunable to shoulder its responsibilities and to put an end to\r\nthis flagrant aggression against the people of Bosnia and\r\nHerzegovina, an aggression that threatens not only the\r\nBalkan region but international peace and security as a\r\nwhole. Consequently, the international community cannot,\r\nin this day and age, turn a blind eye to such practices or\r\nsit on its hands and fail to take effective and firm action\r\nto put an end to the Bosnian Serb aggression and to\r\neradicate its consequences.\r\nThe delegation of the United Arab Emirates finds\r\nthat the international measure taken recently by the\r\nSecurity Council in relaxing sanctions against the Federal\r\nRepublic of Yugoslavia (Serbia and Montenegro) has\r\nignored the position of that party in support of the Serb\r\naggressors in return for purported promises to close\r\nborders to the Bosnian Serb side. All international reports\r\nand every piece of evidence show that such promises\r\nwere not serious, since weapons continue to reach the\r\naggressor on whose side mercenary elements from Serbia\r\nand Montenegro continue to fight.\r\nMy delegation believes that if the international\r\ncommunity must take this new attitude vis-à-vis the\r\nFederal Republic of Yugoslavia (Serbia and Montenegro),\r\nsuch an attitude should be accompanied by stringent\r\nmeasures designed to avoid rewarding the aggressor at the\r\nexpense of the victim. Such measures should include\r\nstrict monitoring arrangements by an effective\r\ninternational observer force to stem the flow of arms to\r\nthe Bosnian Serb aggressors across the common border\r\nbetween Bosnia and Herzegovina and the Federal\r\nRepublic of Yugoslavia (Serbia and Montenegro). In\r\naddition, the Government of the Federal Republic of\r\nYugoslavia (Serbia and Montenegro) must officially\r\nrecognize the Republic of Bosnia and Herzegovina within\r\nits existing internationally recognized borders and comply\r\nwith relevant international resolutions to deliver criminals\r\nto the International Tribunal. Pressure must be brought to\r\nbear also on the Bosnian Serb party to accept the peace\r\nplan of the Contact Group, which has been supported by\r\nthe United Nations and accepted by the Government of\r\nBosnia and Herzegovina.\r\nThe Government and people of my country have\r\ncontinuously voiced deep concern over the deteriorating\r\nsituation of the population of the Republic of Bosnia and\r\nHerzegovina, and particularly of that country’s Muslim\r\npopulation. We have expressed our anguish at the\r\ncontinuing acts of aggression by the Bosnian Serbs\r\nagainst that population, acts that have targeted also\r\nelements of the United Nations Protection Force\r\n(UNPROFOR) and humanitarian aid convoys. We express\r\nto the Government of Bosnia and Herzegovina our full\r\nsupport and reiterate our strong condemnation of the\r\n9\r\nGeneral Assembly 50th meeting\r\nForty-ninth session 3 November 1994\r\nSerbian aggression. We also wish to renew our call for\r\nensuring full respect for the sovereignty, political\r\nindependence, territorial integrity and unity of the Republic\r\nof Bosnia and Herzegovina, in accordance with relevant\r\nUnited Nations Security Council resolutions. The\r\ninternational community must not fall prey to tactics of\r\ncheap bargaining. With this in mind we call on the\r\ninternational community, as represented in the Security\r\nCouncil, to reconsider the manner in which it has been\r\ndealing with the current situation in Bosnia and\r\nHerzegovina and to consider the adoption of more effective\r\nmeasures to achieve a just and lasting settlement to the\r\ncrisis that would be consonant with the letter and spirit of\r\nthe Charter and that would not reward the aggressor. Any\r\nsuch settlement should be based on full and unconditional\r\nimplementation of the rules of international legality and\r\nshould result in putting an end to the siege and aggression\r\nthat now plague the territory and the populace of that state\r\nmember of the United Nations.\r\nIn light of the failure so far of every international\r\ndiplomatic effort to reach a lasting political solution to the\r\nsituation in Bosnia and Herzegovina, my country renews its\r\ncall to the General Assembly, and in particular to the\r\npermanent members of the Security Council, to seek a just\r\nsolution to this crisis through the following measures:\r\nFirst, the setting up of clear-cut and definitive\r\nmechanisms to force the Bosnian Serb forces to\r\nwithdraw from all the territories they have occupied,\r\nin accordance with the international peace plan;\r\nSecond, allowing the Government of Bosnia and\r\nHerzegovina to exercise its legitimate right to self-\r\ndefence, a right enshrined in Article 51 of the Charter,\r\nwhich requires the lifting of the arms embargo\r\nimposed on that Government;\r\nThird, strengthening the prompt use without prior\r\nwarning of air strikes by the North Atlantic Treaty\r\nOrganization (NATO) to deter violations by Serbian\r\nforces;\r\nFourth, amending the mandate of UNPROFOR\r\nand providing it with greater competence so that it\r\nmay perform a more effective role in providing\r\ninternational protection to civilians and securing the\r\nmovement of humanitarian assistance convoys. In this\r\nconnection, all pertinent Security Council resolutions\r\nmust be implemented, especially those concerning the\r\ncease-fire, and forcing the Bosnian Serbs to accept the\r\ninternational peace plan;\r\nFifth, supporting and intensifying international\r\nefforts to provide essential humanitarian assistance\r\nto the population of Bosnia and Herzegovina, along\r\nwith the necessary measures to enable displaced\r\npersons and refugees to return to their homes in\r\nkeeping with the provisions of relevant Security\r\nCouncil resolutions.\r\nIn conclusion, we reaffirm once again that a just,\r\ncomprehensive and lasting solution to the situation in\r\nBosnia and Herzegovina can be reached only through the\r\naforementioned measures, which would lead to a just and\r\nlasting political settlement and enable the people of\r\nBosnia and Herzegovina to regain their sovereignty over\r\nall their land within secure and internationally recognized\r\nborders. Proceeding from this, the United Arab Emirates\r\nhas co-sponsored draft resolution A/49/L.14/Rev.1 which\r\nis now before the Assembly.\r\nMr. Sirait (Indonesia): Ever since the eruption of\r\nthe conflict in Bosnia and Herzegovina we have witnessed\r\nthe violent and forcible subjugation of a Member State of\r\nour Organization. This horror has continued in all its\r\nintensity during the past year, with wide-ranging\r\nramifications not only for the future of that Republic, but\r\nalso for the Balkan region and beyond. This escalation\r\nand the resulting deterioration of the situation fully reflect\r\nutter defiance of the international community and its\r\ndecisions, as well as a blatant violation of international\r\nhumanitarian law.\r\nIn this context, Indonesia, together with other\r\nnon-aligned countries and members of the Organization of\r\nthe Islamic Conference, has consistently endeavoured to\r\nseek a speedy, negotiated settlement on the basis of the\r\nCharter and of the resolutions adopted by this Assembly\r\nand the Security Council. We are gravely concerned that\r\na continuation of this unequal war may lead us to a new\r\nthreshold with potentially disastrous consequences, as\r\nBosnia faces the bleak prospect of the forcible\r\ndismantling of its multi-ethnic, multi-cultural and\r\nmulti-religious society, the brutal decimation of its people\r\nand the gradual diminution of its independence and\r\nsovereignty.\r\nWe need recall only that earlier peace plans\r\ncollapsed, and that the latest, by the five-nation Contact\r\nGroup, represents the third attempt to seek a negotiated\r\nsettlement of the conflict, which has already taken a\r\nhorrendous toll in human lives and material devastation.\r\nThat plan calls upon the Bosnian Serbs to relinquish only\r\nparts of the Bosnian territory they overran. It apportions\r\n10\r\nGeneral Assembly 50th meeting\r\nForty-ninth session 3 November 1994\r\nto the aggressor large chunks of territory whose previous\r\nMuslim majorities have either been killed or driven into\r\nexile, which would necessitate the return of Bosnians to\r\nareas in which they would now be minorities. It even cedes\r\nparts of Eastern Bosnia to those who committed the crime\r\nof genocide. Although the plan is seriously deficient and\r\noffers the agony of dismemberment, the Government of\r\nBosnia and Herzegovina, which initially steadfastly opposed\r\nthe redrawn map, has reluctantly agreed to such a division.\r\nHowever, it has done so conditionally as part of a\r\ncomprehensive agreement that would end the war and in the\r\nhope that the injustice in the plan can be redressed once\r\npeace is restored.\r\nRather than responding positively to Bosnia’s\r\nprincipled and conciliatory position, the Bosnian Serbs\r\nrejected the peace proposals, initiating a new phase in the\r\nBosnian war and even raising the dangerous spectre of\r\nrenewed carnage. Indeed, we have witnessed a steadily\r\nescalating reign of terror, a new phase of “ethnic cleansing”\r\nand the opening of major assaults against isolated Muslim\r\nenclaves. The siege and strangulation of Sarajevo have\r\ncontinued. “Safe areas” and exclusionary zones are being\r\nviolated with impunity. Meanwhile, the repatriation of\r\nhundreds of thousands of refugees and a disturbing increase\r\nin displaced persons have further aggravated the already\r\ndeteriorating situation.\r\nIn the midst of a period of profoundly dismal\r\nprospects for an end to hostilities, we are dismayed and\r\ndisappointed at the recent decision by the Security Council\r\nto ease the sanctions against Serbia, an easing which we\r\nregard as hasty and premature. Although Serbia has assured\r\nthe international community that it no longer supports the\r\nwar efforts of its surrogates in Bosnia and Herzegovina,\r\ndoubts remain concerning its seriousness about abandoning\r\nthe Bosnian Serbs to their fate. Given Belgrade’s record of\r\nduplicity, strict monitoring of the Serbian-Bosnian border\r\nis imperative.\r\nMr. Sucharipa (Austria), Vice-President, took the\r\nChair.\r\nThe continued refusal to allow Bosnia and\r\nHerzegovina to defend itself and to protect its people from\r\nbeing slaughtered cannot but be regarded as a denial of the\r\nCharter right to individual or collective self-defence. It has\r\nbeen self-evident that aggression has been sustained in\r\nBosnia by the infringement of this right. Notwithstanding\r\nthis, the Bosnian pleas for effective international\r\nintervention, or at least the lifting of the ill-conceived arms\r\nembargo, have gone unheeded. The consequences of a\r\ncontinued arms embargo for both the aggressors and their\r\nvictims ensure that atrocities and senseless killings will\r\ncontinue unabated. In the face of unspeakable horrors, the\r\npeople of Bosnia have no choice but to defend\r\nthemselves. My delegation has consistently called for the\r\nlifting of the arms embargo unjustly imposed on the\r\nRepublic of Bosnia and Herzegovina. In this connection,\r\nthe offer made by President Alija Izetbegović in his\r\nstatement to the General Assembly on 27 September\r\n1994, when he asked for the formal lifting of the\r\nembargo, with its application deferred for six months,\r\ndemonstrated once again the Bosnian Government’s\r\nprincipled and conciliatory position. It is therefore\r\nincumbent upon the Security Council to unequivocally\r\npronounce itself on the non-applicability of its resolution\r\n713 (1991) concerning the imposition of an arms embargo\r\non Bosnia and Herzegovina.\r\nFurthermore, the Security Council should be\r\nconvened with the aim of addressing as a matter of\r\nurgency the current situation in Bosnia and of taking\r\neffective measures to implement all relevant resolutions\r\nleading to a comprehensive cessation of all armed conflict\r\nand the strengthening of the political process. This would\r\ninclude such measures as ensuring the effective lifting of\r\nthe siege of Sarajevo and other besieged towns, and\r\nespecially of “safe areas” in order to forestall further\r\nunmitigated attacks. In the face of continued intransigence\r\nby the Bosnian Serbs, the Council’s determined action\r\nwill make a decisive contribution to ensuring the\r\nrealization of the latest peace plan. The Bosnian Serbs’\r\npersistent refusal, in my delegation’s view, would call for\r\nthe initiation of punitive measures as committed to by the\r\nContact Group. And, taking into account recent\r\ndevelopments, the mandate of the United Nations\r\nProtection Force (UNPROFOR) should be further\r\nstrengthened so that it can more fully perform its task.\r\nWhile there is still a clear need to remain vigilant, my\r\ndelegation is greatly encouraged by the agreement reached\r\nlast week between the United Nations and the North\r\nAtlantic Treaty Organization (NATO), and the actions\r\ncontemplated therein, which include protection for\r\nUNPROFOR activities and exclusion zones and the\r\npromise of retaliatory action against further aggression.\r\nIn view of the deadlock in the peace process, with\r\nits potentially destabilizing consequences, we believe that\r\nthe i/nternational community should consider devising a\r\nmechanism for negotiations, including the convening of\r\nan appropriately structured international conference to\r\ndeal with the wider aspects of the conflict in and around\r\n11\r\nGeneral Assembly 50th meeting\r\nForty-ninth session 3 November 1994\r\nthe former Yugoslavia, with the aim of achieving a final\r\nand just solution.\r\nAs envisaged by the ministerial meeting of\r\nnon-aligned countries held in Cairo last June, such a\r\nconference will be convened under the auspices of the\r\nUnited Nations with the participation of the parties to the\r\nconflict; countries contributing troops to UNPROFOR;\r\nrepresentatives of the Non-Aligned Movement; the Contact\r\nGroup of the Organization of the Islamic Conference; the\r\nEuropean Union; permanent members of the Security\r\nCouncil; and the Secretary-General. The objectives of the\r\nproposed conference are, inter alia, the enforcement of an\r\nimmediate cease-fire and the cessation of all military\r\nactivities, the expansion of safe areas to include all of the\r\nterritory of Bosnia, full respect for its sovereignty and\r\nterritorial integrity, a just settlement of the claims by the\r\nparties concerned and a mechanism for implementing the\r\nagreement.\r\nIn conclusion, Indonesia and other non-aligned\r\ncountries are firmly committed to the peaceful settlement of\r\ndisputes. We believe that a renewal of dialogue in good\r\nfaith is essential to resolving this conflict and that a\r\nnegotiated solution within the framework of an appropriate\r\ninternational mechanism is still within reach.\r\nThe draft resolution before us is in full conformity\r\nwith the previous resolutions adopted by the Assembly as\r\nwell as with principles of international law and takes into\r\naccount relevant developments. In my delegation’s view, it\r\ncalls for unanimous adoption.\r\nMr. Allagany (Saudi Arabia) (interpretation from\r\nArabic): Allow me to begin by paying tribute to the people\r\nand Government of Bosnia and Herzegovina for their heroic\r\nstand against the genocidal aggression by the Serbs against\r\nthem and against the culture and heritage of the State of\r\nBosnia and Herzegovina.\r\nFor over two years now, the international community,\r\nas represented by the General Assembly and the Security\r\nCouncil has continued to stand and watch the tragedy of\r\nBosnia and Herzegovina with the cool aloofness of a doctor\r\ndissecting a frog, as though Western civilization forgets all\r\nits slogans when it comes to what happens to the Muslims\r\nof Bosnia and Herzegovina.\r\nWe have seen how the Government of Bosnia and\r\nHerzegovina gave up even the principles declared by the\r\nSecurity Council by accepting the partition plan that was\r\nproposed by the Western Contact Group. We have seen also\r\nhow the Contact Group promised to take firm steps if the\r\nSerbs of Bosnia and Herzegovina did not accept that plan\r\nand have seen how the Security Council hastened to lift\r\nthe sanctions imposed on Serbia and Montenegro before\r\nenough time had passed for the Belgrade regime to prove\r\nits good faith and before it had clearly recognized Bosnia\r\nand Herzegovina and Croatia. We have seen also how the\r\nSerbs rejected the partition plan, and how, in their\r\nintransigence and arrogance they continued to defy the\r\ninternational community and to pull the strings if they\r\nwere puppeteers in a puppet theatre.\r\nBosnia and Herzegovina had lived for many years in\r\na multi-national, multi-religious and multi-cultural society\r\nbefore the appearance on the scene of a gang of “ethnic\r\ncleansing” practitioners whose actions call to mind the\r\natrocities of the Second World War. Here I should like to\r\nrefer to a conversation with the Grand Mufti of Bosnia\r\nand Herzegovina, who reminded that long before people\r\nin the twentieth century started talking of plurality, the\r\ncity of Sarajevo had lived in plurality, with the Muslim\r\nmosque, the Christian church and the Jewish temple\r\nstanding side by side and coexisting in peace.\r\nAlthough enough resolutions have been adopted by\r\nthe Security Council to enable the international\r\ncommunity to force the aggressors to bow to the\r\ninternational will, the only resolution that the international\r\ncommunity insists on implementing is an illegal one that\r\ndefies the most basic principles of international legality\r\nand denies the right of States to self-defence, namely the\r\nSecurity Council resolution that imposed an arms\r\nembargo on the States of the former Yugoslavia.\r\nThe policy of appeasement that Chamberlain pursued\r\nin Munich is very much alive now in dealing with the\r\nSerbs in the former Yugoslavia where we find the\r\nintellectual heirs of Chamberlain busily pursuing the same\r\nfoolish policy whose awful results we all know.\r\nIt is high time the arms embargo against Bosnia and\r\nHerzegovina was lifted. As for the threats by certain\r\nEuropean States to withdraw their contingents in the\r\nUnited Nations Protection Force, such threats are\r\ntantamount to abandonment by those parties of their\r\ninternational and historical responsibilities, since their\r\npresence in the Security Council is not to serve their own\r\ninterests but to serve the interests of international peace\r\nand security. There are many other countries that are\r\nquite capable of sending peace-keeping forces to take the\r\nplace of those who would feel too terrified to stand up to\r\nthe aggressors in Bosnia and Herzegovina.\r\n12\r\nGeneral Assembly 50th meeting\r\nForty-ninth session 3 November 1994\r\nThe policy of tightening the noose and violating the\r\nsafe areas pursued by the Serbs is still very much in\r\nevidence. Their policies of “ethnic cleansing”, forced\r\nmigration and incarceration are still in place. And while\r\nsuch policies continue, those responsible for appeasing the\r\nSerbs are trying to persuade the international community\r\nthat it should get used to such practices which are being\r\nmade a fait accompli that is very much in the nature of\r\nthings. Contrary to all this, the international community\r\nshould keep alive in the conscience of mankind the reality\r\nof the situation and make clear that those who are\r\nnegotiating on behalf of the Serbs are no more than war\r\ncriminals who should be dealt with only as such.\r\nWe are harangued daily by reports, interviews, press\r\nanalyses and news stories that try very hard to portray what\r\nis happening to Bosnia and Herzegovina as a mere civil\r\nwar between two communities that are fighting over a piece\r\nof land. The ultimate aim is to persuade international public\r\nopinion that these two parties are not very different one\r\nfrom the other. Therefore, we have to dot the “i’s” and\r\ncross the “t’s” and affirm yet once again to anyone who\r\nmay have managed to remain dubious that the war in\r\nBosnia and Herzegovina is a case of flagrant and clear\r\naggression by a hate group that feeds its hate with\r\nanachronistic and primitive ethno-religious philosophies. It\r\nmust have become clear that the state of Bosnia and\r\nHerzegovina is the victim of aggression by a foreign State\r\nthat is trying to overwhelm a nation that has been made\r\ndefenceless through the lack of arms and that is begging the\r\ninternational community to enable it to exercise its very\r\nnatural right to self-defence.\r\nIt is pointless to go on speaking of incarcerations,\r\nimprisonment, rape, forced migration, the starving of a\r\npopulation or of any of those revolting acts perpetrated by\r\nthe Serb factions in Bosnia and Herzegovina. We declare\r\nloudly and clearly that the Muslims of Bosnia and\r\nHerzegovina have the same right as any nation in the world\r\nto live and to govern in their own homeland. The Muslims\r\nin Bosnia and Herzegovina will not apologize for their\r\nbeliefs, because Islam is a religion of love, peace and\r\ncoexistence. The beliefs of one group or another became an\r\nissue only when the neo-Nazis began propagating their\r\nideas that advocate “ethnic cleansing” and racial purity,\r\nideas we had hoped were trampled under foot by history\r\nwith the emergence of the United Nations and later, by the\r\neclipse of the racist regime in South Africa.\r\nWhile we commend the efforts of the International\r\nTribunal for the Prosecution of Persons Responsible for\r\nSerious Violations of International Humanitarian Law\r\nCommittee in the Territory of the Former Yugoslavia, we\r\nwish to affirm that it is important to continue to prosecute\r\nthe crimes committed against women, children and the\r\nelderly and to punish all the perpetrators of those crimes.\r\nFurthermore, any peaceful settlement that may be reached\r\nin the future should not absolve those murderers from the\r\njudgement of history. The blood of children and the cries\r\nof anguish and shame of the thousands of women raped\r\nand murdered, call upon us to rise to our responsibilities,\r\nlest past and current events in Bosnia and Herzegovina\r\ncontinue to be a stigma of shame on the brow of all\r\nhumanity.\r\nIt is encouraging indeed to see the international\r\ncommunity standing firm when it comes to the settlement\r\nof conflicts in different parts of the world. However, we\r\nmust question the silence surrounding the non-\r\nimplementation of the pertinent and clearly-worded\r\nSecurity Council resolutions on Bosnia and Herzegovina\r\nwhile the news media show us daily many aspects of the\r\ntragedy of the Muslims in Bosnia and Herzegovina with\r\nthe Serbs blockading roads and confiscating humanitarian\r\nassistance intended for the sick and the wounded. And on\r\nthe following day, the media show us the representatives\r\nof the United Nations on their knees before the murderers\r\nin Pale, appeasing and begging.\r\nThe seventh Special Ministerial Conference of the\r\nOrganization of the Islamic Conference, held in\r\nSeptember in Islamabad, Pakistan, issued a declaration\r\nthat reflects the true feelings of international public\r\nopinion regarding the agony of the people of Bosnia and\r\nHerzegovina. The Conference affirmed that the arms\r\nembargo imposed against the Republic of Bosnia and\r\nHerzegovina is illegal, unjust and an impediment to the\r\ncountry’s exercise of its right to self-defence. The\r\nresolution of the Conference underscores the need for the\r\nMember States to assist Bosnia and Herzegovina in its\r\nexercise of the right of self-defence in accordance with\r\nArticle 51 of the United Nations Charter, which provides\r\nfor such exercise individually or in cooperation with other\r\nfriendly States.\r\nSecurity Council resolution 713 (1991) on the arms\r\nembargo imposed against the former Yugoslavia applies\r\nonly to Serbia and Montenegro as it cannot be\r\nimplemented against a State that did not exist when the\r\nresolution was adopted. In this context, we call upon the\r\nSecurity Council once again immediately to uphold and\r\nreaffirm the right of self-defence and to discharge its\r\nresponsibility for the maintenance of international peace\r\nand security. By the same token, we reaffirm the\r\n13\r\nGeneral Assembly 50th meeting\r\nForty-ninth session 3 November 1994\r\ndeclaration issued by the Ministers of the Organization of\r\nthe Islamic Conference to the effect that, if the Security\r\nCouncil does not uphold and affirm this right of self-\r\ndefence, we shall consider ourselves unbound by resolution\r\n713 (1991) and call upon all Member States to assist the\r\nRepublic of Bosnia and Herzegovina in exercising its right\r\nto self-defence.\r\nWe have waited very patiently. The farce being\r\nperpetrated by the Serbs has become all too repetitious, like\r\nmonotonous episodes in a sinister soap opera, with the\r\nSecurity Council warning the Serbs, the Serbs prevaricating,\r\nthe representatives of the United Nations declaring it\r\ndifficult to take any action out of fear for the safety of\r\nUnited Nations personnel in the Protection Force, as if this\r\nForce was sent to ensure that the only victims should be the\r\nMuslims. We hope that the Organization, which millions of\r\npeople trust to uphold what is right and stand up to what is\r\nevil, will realize that the time has come to take decisive\r\naction to reaffirm its credibility.\r\nMr. Abdul Momin (Brunei Darussalam): I should like\r\nto take this opportunity to congratulate the President on his\r\nelection. I am confident that he will guide us well.\r\nThe situation in Bosnia and Herzegovina remains a\r\nchallenge to the international community. Various efforts at\r\nthe international and regional levels have not resulted in\r\nany enduring peace and stability in that country. The\r\nBosnian people continues to suffer great hardships.\r\nBrunei Darussalam applauds the efforts of the Bosnian\r\nGovernment to act in good faith by showing its readiness\r\nto negotiate and compromise. I refer to the draft resolution\r\nbefore us, in which the Government of Bosnia and\r\nHerzegovina is willing to defer for up to six months its\r\nintention of seeking the de jure lifting of the arms embargo.\r\nBrunei Darussalam hopes that the Bosnian Serbs will be\r\nable to reciprocate by being more accommodating in\r\nseeking a peaceful negotiation. At the same time, Brunei\r\nDarussalam appreciates the humanitarian work done by the\r\nUnited Nations Protection Force (UNPROFOR). We see no\r\nother alternative to UNPROFOR’s continuing to carry out\r\nits mission.\r\nOn the continuation of sanctions, Brunei Darussalam\r\nwould like to add its voice to that of the international\r\ncommunity in calling for Serbia and Montenegro to\r\nrecognize the independence and territorial integrity of\r\nBosnia and Herzegovina and Croatia before the sanctions\r\ncan be lifted.\r\nAs far as the protection of the safe areas is\r\nconcerned, Brunei Darussalam would urge the parties\r\ninvolved to comply with the relevant Security Council\r\nresolutions on this issue. While negotiations are going on,\r\nwe must make sure that civilians are well protected.\r\nIn conclusion, to Brunei Darussalam the objective is\r\nto guarantee the independence and sovereignty of Bosnia\r\nand Herzegovina within its internationally recognized\r\nborders. We trust that this is the same basic objective of\r\nevery Member of the United Nations.\r\nMr. Elaraby (Egypt) (interpretation from Arabic):\r\nSince the adoption by the General Assembly of its\r\nresolution 48/88, no real progress has been achieved in\r\nBosnia and Herzegovina. Quite to the contrary, the\r\nsituation has worsened. Civilians continue to suffer, and\r\nthe historical capital of Sarajevo is under siege time and\r\nagain. The territories designated by the United Nations as\r\nsafe areas are no longer safe or protected. International\r\nmediation efforts are hamstrung and, as we have noticed,\r\nthe Government of Bosnia and Herzegovina has accepted\r\nall peace plans, including the latest which was proposed\r\nby the international Contact Group, whilst Serbia rejected\r\nsuch plans. It is high time the international community\r\ndistinguished between those who reject and are\r\nintransigent, and those who accept. This should be\r\nreflected in punishing one side and rewarding the other.\r\nThe current situation in Bosnia and Herzegovina\r\nmakes it necessary for the United Nations to take a firm,\r\nresolute and prompt stand. It is obvious that the approach\r\npursued so far in dealing with the problem is not serious.\r\nIt is a blot of shame on the brow of the United Nations\r\nand of the international community as a whole. As the\r\nrepresentative of Saudi Arabia has just put it, we are\r\nwitnessing a sinister and monotonous soap opera that\r\ndepicts nothing but the total denial of the rights of the\r\nBosnian people. The Security Council and the General\r\nAssembly have adopted more than 60 resolutions so far,\r\nand none of them has been implemented. What we need\r\nto do now is to search for the effective means of\r\nenforcing the measures stipulated by the Charter for the\r\nimplementation of United Nations resolutions, so that we\r\nmay rectify the situation.\r\nIt is now essential to supply the army of the\r\nGovernment of Bosnia and Herzegovina with the\r\ndefensive weapons that would enable it to exercise its\r\nlegitimate right to self-defence, a right enshrined in\r\nArticle 51 of the Charter. That article makes it abundantly\r\n14\r\nGeneral Assembly 50th meeting\r\nForty-ninth session 3 November 1994\r\nclear that self-defence is a natural right of all States that\r\ncannot be denied or infringed upon.\r\nThe norms of our contemporary society totally reject\r\nthe principle of collective punishment. Punishment should\r\nbe the lot of the perpetrator of the crime. The fact of the\r\nmatter is the arms embargo was applied to Bosnia and\r\nHerzegovina in the context of the embargo imposed on the\r\ncomponents of the former Yugoslavia. Thereafter certain\r\ndevelopments took place and led to the application of the\r\nembargo to Bosnia and Herzegovina alone. The upshot has\r\nbeen that Bosnia and Herzegovina, the victims of\r\naggression, has become the party that is deprived of the\r\nright of self-defence as it cannot obtain the necessary\r\nmilitary means to exercise that legitimate right. It is\r\ntherefore high time the Security Council rectified this unfair\r\nsituation with courage and logic by declaring the\r\nnon-applicability of resolution 713 (1991) to Bosnia and\r\nHerzegovina.\r\nEgypt’s delegation wish to commend the diplomatic\r\nefforts deployed by the international Contact Group. We\r\nhave always welcomed consultation and cooperation\r\nbetween the Group and the Contact Group of the\r\nOrganization of the Islamic Conference concerning the\r\nsituation in Bosnia and Herzegovina. Having said this, we\r\nmust call on the Contact Group to honour the undertakings\r\nit took upon itself in the proposed peace plan, with its\r\ncomplementary measures which the Contact Group affirmed\r\nwould be enforced against the party that rejects the plan.\r\nThose measures included the lifting of the arms embargo.\r\nTherefore, in the light of Serbia’s rejection of the new\r\npeace plan that was accepted by the Government of Bosnia\r\nand Herzegovina, and in view of the fact that President\r\nIzetbegović of Bosnia and Herzegovina demonstrated the\r\nrequired flexibility which the international community\r\nshould appreciate, by declaring before this General\r\nAssembly acceptance of the extension of the embargo for\r\na further six months, the Security Council cannot be\r\ncomplacent and refuse to take this long-awaited step,\r\nnamely the lifting of the arms embargo in order to enable\r\nMember States to provide the necessary assistance to\r\nBosnia and Herzegovina so that it may exercise its\r\nlegitimate right to self-defence.\r\nThe United Nations Protection Force (UNPROFOR) in\r\nwhich Egypt participates exerts concrete efforts that we\r\nappreciate. We should like to affirm once again the\r\nimportance of amending the mandate of UNPROFOR so\r\nthat it may be able to provide genuine protection both to\r\nthe territory and to the inhabitants of Bosnia and\r\nHerzegovina and not simply to escort and secure the\r\nconvoys of humanitarian assistance. We must point out\r\nalso that as UNPROFOR has been deployed in the safe\r\nareas and as those areas have been demilitarized in\r\naccordance with Security Council resolutions, it is not\r\nlogical to threaten to withdraw UNPROFOR, as such\r\nwithdrawal would create a power vacuum which is bound\r\nto encourage the aggressor, with his military might,\r\nspeedily to take control of such areas. Therefore, the\r\ndelegation of Egypt affirms once again that UNPROFOR\r\nshould continue to carry out its mission in full, until such\r\na time as the army of Bosnia and Herzegovina is enabled\r\neffectively to defend the territories of Bosnia and\r\nHerzegovina.\r\nThe delegation of Egypt supports the efforts of the\r\ncivilian Coordinator in Sarajevo. In this context, Egypt\r\nhas decided to contribute to the rehabilitation of Sarajevo\r\nwith a team of experts and technicians, to the tune of 1\r\nmillion United States dollars. Contacts regarding this\r\ncontribution have been initiated, both with the United\r\nNations and the authorities of the Government of Bosnia\r\nand Herzegovina.\r\nIn conclusion, Egypt, as one of the sponsors of draft\r\nresolution A/49/L.14/Rev.1, calls upon the General\r\nAssembly to adopt the resolution unanimously, as an\r\nexpression of international support for the people and\r\nGovernment of Bosnia and Herzegovina in their present\r\nplight.\r\nMr. Abulhasan (Kuwait) (interpretation from\r\nArabic): We meet today at a time when the plight of the\r\npeople of Bosnia and Herzegovina has reached a new\r\nhigh as a result of the war of liquidation and abhorrence\r\nto “ethnic cleansing” waged by the Bosnian Serb forces\r\nwith the support of Serbia and Montenegro.\r\nSince the Second World War, the world has\r\nwitnessed many cases of brutal aggression, one of which\r\nwas the aggression by the Iraqi regime against my\r\ncountry, Kuwait. We have seen many instances of the\r\nviolation of human rights, many of which have been\r\nsavage indeed. However, never before have we seen a\r\nmore atrocious combination of aggression and genocide\r\nas that which continues unabated in Bosnia and\r\nHerzegovina under the eyes of the international\r\ncommunity.\r\nIt is ironic indeed that such a tragedy should take\r\nplace in a continent that prides itself on its commitment\r\nto human rights, international legality and human justice.\r\n15\r\nGeneral Assembly 50th meeting\r\nForty-ninth session 3 November 1994\r\nA few weeks ago, the Assembly heard an address by\r\nHis Excellency Mr. Alija Izetbegović, President of Bosnia\r\nand Herzegovina, who put before our eyes a true picture of\r\nthe continuing grave situation in his country.\r\nThe fair-minded international community that realizes\r\nthe gravity of this human tragedy and its consequences\r\nmust have noted the bias that is quite apparent in the\r\nhandling of this question. We are extremely concerned over\r\nthe situation regarding the United Nations Protection Force\r\n(UNPROFOR) stationed in the Republic of Bosnia and\r\nHerzegovina. We share the concern of the Government of\r\nBosnia and Herzegovina that the mandate and activities of\r\nthat international Force could aggravate the threat of\r\nperpetration by the Bosnian Serbs of acts which cannot be\r\ndeterred, and which, at times, are marginalized or even\r\nignored.\r\nFortunately, the implementation of Security Council\r\nresolutions 824 (1993) and 836 (1993), on the establishment\r\nof safe areas through the concept of the exclusion zone\r\nimposed by forces of the North Atlantic Treaty\r\nOrganization (NATO), has changed the situation somewhat.\r\nThe exclusion zone is a practical embodiment of the\r\nconcepts of military deterrence and military response that\r\ngo into the proper definition of a safe area. However, this\r\nhas been redefined by UNPROFOR through its own\r\ninterpretation of its mandate. UNPROFOR has begun to\r\ndefine any Bosnian Government military action in defence\r\nof the interests of the civilian population and of its own\r\nlegitimate sovereign interests as a harmful act while the\r\nBosnian Serbs’ use of heavy weapons inside the exclusion\r\nzone is passed over in silence as a “necessary” act for the\r\nBosnian Serbs in maintaining their military edge and\r\nmaintaining the status quo.\r\nIn our view, this artificial self-defined mandate of\r\nUNPROFOR’s ignores the facts on the ground and does not\r\ndifferentiate between the perpetrator and the victim. Indeed,\r\nthe roles have now been reversed, so that the victim has\r\nbeen cast in the role of the perpetrator. We hope the\r\nSecurity Council will consider the request by the\r\nGovernment of Bosnia and Herzegovina that UNPROFOR\r\nshould halt any mandate or activity that runs counter to the\r\nsovereignty and territorial integrity of the Republic of\r\nBosnia and Herzegovina, and that contravenes the Charter\r\nand the relevant resolutions of the United Nations.\r\nWe have perused the first annual report of the\r\nInternational Tribunal for the Prosecution of Persons\r\nResponsible for Serious Violations of International\r\nHumanitarian Law Committed in the Territory of the\r\nFormer Yugoslavia since 1991, which has been presented\r\nat this session. I wish to thank the President of the\r\nTribunal, Mr. Antonio Cassese, and all the members of its\r\nthree Chambers for their valuable report. The\r\nestablishment of the Tribunal, a new experimental body,\r\nis indeed a significant step forward for the international\r\ncommunity.\r\nThe United Nations now has an impressive corpus of\r\ninternational norms making it incumbent upon States and\r\nindividuals to act in a humane fashion. The establishment\r\nof the Tribunal is a test of those norms and of whether\r\nthey can truly be enforced and translated into a living\r\nreality. The Tribunal is unique in modern history. It is the\r\nfirst criminal court to be created by the United Nations;\r\nthe only analogous bodies were the two international\r\nmilitary courts that sat in Nuremberg and in Tokyo. The\r\nestablishment of the Tribunal was a juridical response to\r\nthe crimes against humanity and the war crimes\r\nperpetrated in the former Yugoslavia, in violation of the\r\nmost basic tenets of humanitarian law. In 1948, the\r\nInternational Court of Justice stated that basic\r\nhumanitarian considerations are more relevant in time of\r\npeace than in time of war. It is hoped that the Tribunal\r\nwill promote the protection of those basic humanitarian\r\nconsiderations.\r\nHumanitarian organizations and the international\r\nmedia confirm that areas under Bosnian Serb control\r\ncontinue to be subjected to the most violent waves of\r\n“ethnic cleansing”. On 21 September 1994, more than\r\n3,000 Muslims and Croats, including elderly and disabled\r\npersons, were brutally driven out of their homes and\r\nforced to flee to territory controlled by the Government of\r\nBosnia and Herzegovina. In mid-July 1994, more than\r\n10,000 Muslims and hundreds of Croats, including elderly\r\nand disabled people, were forced to flee. The International\r\nCommittee of the Red Cross has officially confirmed that\r\n“ethnic cleansing” is now entering its final phase in many\r\nareas, including Bijeljina and Banja Luka.\r\nThe report (S/1994/674) of the Commission of\r\nExperts established pursuant to Security Council\r\nresolution 780 (1992) of 6 October 1992 reviews a whole\r\ngamut of grave violations of the Geneva Convention and\r\nthe First and Second Protocols. The report states that as\r\na result of the attacks on towns and villages such as\r\nPrijedor, unarmed civilians — not Serbs, of course —\r\nhave been killed by the hundred, if not by the thousand,\r\nin their homes. The report also confirms the emergence of\r\ncertain patterns in the camps established by Bosnian\r\nSerbs, including the creation of special camps for “ethnic\r\n16\r\nGeneral Assembly 50th meeting\r\nForty-ninth session 3 November 1994\r\ncleansing”, the killing of detainees on a daily basis, and the\r\nsystematic use of rape as a weapon of “ethnic cleansing”\r\nand of humiliating Muslims.\r\nThe Bosnian Serbs continue to reject the peace plan\r\nproposed by the Contact Group. This can only prolong the\r\nplight of the people of Bosnia and Herzegovina. Bosnian\r\nSerb forces continue to refuse to lift their siege against\r\nSarajevo and many other cities and towns in the republic of\r\nBosnia and Herzegovina. Those forces also continue to defy\r\nUnited Nations peace-keeping forces. They continue to defy\r\nthe resolutions of the United Nations. In all this, they have\r\nbeen encouraged by what they have perceived as impotence\r\non the part of the international community, and particularly\r\nthe European countries, which bear a direct responsibility\r\nfor the enforcement of the sanctions and other measures\r\nnecessary to end Serb aggression.\r\nThe tragedy in the Republic of Bosnia and\r\nHerzegovina is a historic challenge to us all. The\r\ninternational community, which has stood by as a mere\r\nspectator of the war of extermination waged against Bosnia\r\nand Herzegovina, must shoulder the responsibility of\r\nproviding the Bosnian Government with all necessary\r\nmeans to maintain a viable State with a democratic,\r\nmulticultural society. Any potential peace agreement must\r\nalso provide the means for effective implementation of the\r\nprovisions of such agreement.\r\nConsequently, any final settlement must include\r\ninternational guarantees for the security of Bosnia and\r\nHerzegovina in the future. In the light of the Serbian\r\naggressors’ continuing trampling of international\r\nresolutions, the United Nations must begin to implement the\r\nconcept of collective security called for by the founding\r\nfathers of this international Organization. It is a concept\r\nthat should have been implemented in Bosnia from the very\r\nbeginning of the crisis.\r\nThe international community, and particularly the\r\nSecurity Council, must provide the necessary guarantees to\r\nmake it possible to remedy the continuance of the tragic\r\nsituation in Bosnia. This must be done by declaring the\r\nentire Republic of Bosnia and Herzegovina a “safe area”\r\nand by deploying international observers with a broad clear-\r\ncut mandate and credible force along Bosnia’s borders.\r\nSerbia and Montenegro’s recognition of the\r\nGovernment of Bosnia and Herzegovina is an essential\r\nprerequisite for consideration of the lifting of the sanctions\r\nagainst them. Serbia and Montenegro must make a full\r\ncommitment to a complete implementation of all relevant\r\nSecurity Council resolutions. United Nations forces are\r\ncalled upon to defend the “safe areas” in an effective\r\nmanner that will serve as a deterrent.\r\nThe Bosnian Serbs’ continuing rejection of the peace\r\nplan proposed by the Contact Group makes it necessary\r\nto lift the arms embargo against the Muslim Republic of\r\nBosnia and Herzegovina in order for it to be able to\r\nexercise its legitimate right to self-defence, as enshrined\r\nin Article 51 of the United Nations Charter. The\r\ncontinuing imposition of an embargo on the victim while\r\nthe aggressor’s power continues to be strengthened runs\r\ncounter to the provisions of the Charter and to the most\r\nbasic rules of justice.\r\nThe human tragedy of the people of Bosnia and\r\nHerzegovina has no precedent in contemporary history.\r\nThe people and the Government of Kuwait, in sympathy\r\nfor the people of Bosnia and Herzegovina in their\r\nsuffering, has provided and continues to provide them\r\nwith humanitarian and material assistance. We hope that\r\nsuch assistance will mitigate their suffering.\r\nHowever, mitigating the suffering of the people of\r\nBosnia and Herzegovina is not all that is needed and is\r\nnot the solution. The international community must rise\r\nto its responsibility by protecting the people of Bosnia\r\nand Herzegovina and enabling that people to defend itself.\r\nWhile the people and the Government of Kuwait salute\r\nthe steadfastness of the Muslim heroes, we pray that God\r\nwill raise their banner in victory and restore their rights\r\nand may peace prevail as in the Holy Koran:\r\n“If God helps you, none can overcome you.”\r\n(Suza III, verse 160)\r\nMr. Graf zu Rantzau (Germany): I have the honour\r\nof speaking on behalf of the European Union.\r\nIt is the common objective of the States members of\r\nthe European Union to achieve the strongest possible\r\npressure to end the war and tensions in Bosnia and\r\nHerzegovina through a political settlement. Our debate\r\ntoday on the situation in Bosnia and Herzegovina offers\r\nthe opportunity to focus on those elements which may\r\nstrengthen the peace process in the coming months.\r\nIn the process we should be guided by a realistic\r\nperspective that could help the international community to\r\nbring an end to the war and to the massive, gross and\r\nsystematic violations of human rights in Bosnia. We call\r\nfor strict respect for human rights and demand, in\r\n17\r\nGeneral Assembly 50th meeting\r\nForty-ninth session 3 November 1994\r\nparticular, unimpeded access for the representatives of the\r\nInternational Committee of the Red Cross (ICRC) and other\r\nhumanitarian agencies to the detention camps.\r\nIn particular, we condemn the “ethnic cleansing”\r\nwhich the Bosnian Serbs have systematically carried out in\r\nthe areas under their control. Those responsible must be\r\nheld personally accountable. We stress again the importance\r\nof the work of the International Tribunal set up for the\r\npunishment of all war crimes in the former Yugoslavia.\r\nThe peace plan of the Contact Group presented to the\r\nparties has been supported by the whole international\r\ncommunity and accepted by all sides except one. It remains\r\non the table without any modification.\r\nWe welcome the courageous decision of the\r\nGovernment of the Republic of Bosnia and Herzegovina to\r\naccept the peace plan. We again condemn the rejection of\r\nthe peace plan by the Bosnian Serbs. That decision has\r\nresulted in their complete political isolation. There can be\r\nno political talks or negotiations with them until they accept\r\nthe peace proposal. Contrary to the rumours and\r\ndisinformation they try to spread, even to their own people,\r\nthey can have no hope that the peace plan will be changed\r\nby the international community. Only their acceptance can\r\nlead them out of this impasse.\r\nThe Bosnian Serb leadership must realize that a\r\ncontinued policy of refusal and further “ethnic cleansing”\r\nwill only bring them closer to the abyss. After acceptance\r\nby all parties, mutually agreed changes remain, of course,\r\npossible.\r\nWe welcome Belgrade’s important decision to support\r\nthe peace proposal of the Contact Group and to close the\r\nborder between the Federal Republic of Yugoslavia (Serbia\r\nand Montenegro) and Bosnia. We also warmly welcome\r\nand support the establishment of the mission of the\r\nInternational Conference on the Former Yugoslavia under\r\nColonel Pellnäs. That mission needs the full support of the\r\ninternational community.\r\nWe expect that the authorities in Belgrade will\r\ncontinue to effectively close the border and support the\r\nmission of the International Conference on the Former\r\nYugoslavia. Continued reports of that mission in Belgrade\r\non the effectiveness of the border closure will provide the\r\nbasis for future action. That is why any information on the\r\nsituation on the border should be directly communicated to\r\nthe mission in Belgrade for further verification.\r\nThe current Bosnian Serb policy of rejection and\r\nobstruction must not be allowed to stop the peace process\r\nfrom moving forward. United Nations sanctions against\r\nBosnian Serbs have to be rigorously implemented until\r\nthey meet the demands of the international community. At\r\nthe same time, we must press ahead with efforts to\r\nachieve a just and lasting settlement. The European Union\r\nconsiders it important to develop further initiatives, using\r\nthe full range of incentives and disincentives, in order to\r\npromote a comprehensive peace settlement. We strongly\r\nsupport the introduction of additional elements into the\r\npeace process to overcome the risk of stagnation created\r\nby the continuing obstinacy of the Bosnian Serbs.\r\nThe Federal Republic of Yugoslavia (Serbia and\r\nMontenegro) has a major responsibility for the present\r\nsituation in the former Yugoslavia and must therefore\r\ncontribute constructively to further progress towards a\r\npolitical solution. Further easing of United Nations\r\nsanctions, in the absence of Bosnian Serb acceptance of\r\nthe peace plan, will be possible only if Belgrade takes\r\nsignificant further steps, proving by deeds that it has\r\nreally changed its policy in the former Yugoslavia.\r\nSuch a course of peace would, in our view, require\r\nthe Belgrade authorities to take the following steps:\r\nrecognition of Bosnia and Croatia within their\r\ninternationally accepted borders; continued endorsement\r\nof the Contact Group plan for Bosnia, which would\r\nensure, in the context of Bosnian Serb acceptance of the\r\nplan, balanced treatment for the Bosniac Croat and\r\nBosnian Serb entities, including the establishment of\r\nparallel special relationships with neighbouring countries,\r\nprovided that this would not be inconsistent with the\r\nintegrity of the Union of Bosnia and Herzegovina;\r\nendorsement of the plan of the International Conference\r\non the Former Yugoslavia, once finalized, as the basis of\r\nthe solution for the areas of Croatia under United Nations\r\nprotection; and the maintenance of an effective and\r\nverified régime whereby exports from the Federal\r\nRepublic of Yugoslavia (Serbia and Montenegro) to the\r\nBosnian Serbs are restricted to humanitarian assistance\r\nuntil the Contact Group plan is accepted by Pale, and\r\nverified maintenance of the policy of the Federal Republic\r\nof Yugoslavia (Serbia and Montenegro) that exports to the\r\nKrajina Serbs are equally restricted until the International\r\nConference’s plan for the areas of Croatia under United\r\nNations protection, once finalized, is accepted by Knin.\r\nOnly these bold steps by Belgrade would make\r\npossible a bold reaction by the international community.\r\n18\r\nGeneral Assembly 50th meeting\r\nForty-ninth session 3 November 1994\r\nThe United Nations Protection Force (UNPROFOR)\r\nplays an essential role in contributing to the conditions for\r\nachieving such a settlement. Whether in peace-keeping, in\r\nassisting humanitarian efforts or in promoting cease-fires,\r\nthe presence of UNPROFOR remains invaluable. Let us\r\nagain pay tribute to the efforts of the Secretary-General’s\r\nSpecial Representative, his Force commanders and the men\r\nand women of UNPROFOR, as well as the personnel of the\r\nOffice of the United Nations High Commissioner for\r\nRefugees, the International Committee of the Red Cross and\r\nother humanitarian organizations, who, often at great\r\npersonal risk, work for peace in Bosnia.\r\nUNPROFOR remains an indispensable instrument for\r\novercoming the tragic and unsatisfactory situation in that\r\nplagued country and for ensuring strict implementation of\r\nthe Security Council’s decisions. The agreed close\r\ncoordination of UNPROFOR and the North Atlantic Treaty\r\nOrganization (NATO) will facilitate fast and efficient\r\nimplementation of the decisions taken by the Security\r\nCouncil — in particular, those concerning safe areas — and\r\nof the related agreements with the parties. We express our\r\ndeep concern about the recent increase in military activities,\r\nwhich threaten the peace effort at this critical juncture.\r\nWe are particularly concerned about the situation in\r\nSarajevo and the danger of its strangulation. We therefore\r\nstrongly support the full demilitarization of Sarajevo and\r\ncall on UNPROFOR to urgently finalize work on a concept\r\nfor demilitarization.\r\nThe creation of the Bosniac-Croat Federation\r\nconstitutes a very significant step towards achieving an\r\noverall settlement in Bosnia and Herzegovina. It is of the\r\nutmost importance that the international community actively\r\nsupport the development of the Bosniac-Croat Federation at\r\nall levels. The European Union administration in Mostar is\r\na concrete and tangible contribution to achieving\r\nreconciliation in the Republic of Bosnia and Herzegovina.\r\nOnly a short while after its establishment, Mr. Koschnik\r\nand his highly motivated European team are proving that it\r\nis possible to overcome, step by step, the mutual hatred and\r\nmistrust and to lay the foundation to enable the peoples in\r\nBosnia and Herzegovina to live peacefully together. In the\r\nsame spirit, the European Union monitoring mission is\r\nplaying an active role in the effort to reconcile the different\r\ncommunities — in particular, in Bosnia and Herzegovina.\r\nFrom the beginning of the crisis in the former\r\nYugoslavia, the European Union has been at the forefront\r\nin promoting peace and alleviating the suffering of the\r\ncivilian population. We have taken the lead in the delivery\r\nof humanitarian assistance, which is essential to the\r\nrefugees and the civilian population. We are determined\r\nto continue our humanitarian support for the population in\r\nBosnia. In this context, we stress again the necessity of\r\nthe free and unimpeded delivery of humanitarian supplies\r\nand of the reopening of Tuzla airport.\r\nThe progress made thus far and the prospects for a\r\nnegotiated settlement could be jeopardized by decisions\r\nwith unpredictable consequences. The risk of spreading\r\nthe conflict, of increased hostilities, has not diminished.\r\nThe European Union is seriously concerned about the\r\nconsequences of lifting the arms embargo. We consider\r\nthat a political settlement should be pursued until all\r\navenues are exhausted. That stage has not yet been\r\nreached. The lifting of the arms embargo must remain a\r\nlast resort. All concerned should carefully analyse the\r\nimpact of such a course on the situation and the risks that\r\nit would create for the civilian population, for the security\r\nand continued presence of UNPROFOR and for the peace\r\nprocess and the positive developments already achieved.\r\nFor these reasons we cannot accept a lifting of the\r\narms embargo and, therefore, we shall abstain in the\r\nvoting on the draft resolution.\r\nWhat is needed in the coming months, on the basis\r\nof the results already achieved, is a decisive political\r\neffort to create the necessary conditions for a peaceful\r\nsolution to the conflict, as foreseen in the Contact Group\r\nplan. The European Union remains committed to working\r\nwith our partners to maintain the momentum of this\r\nprocess.\r\nAt the same time, these political efforts will need the\r\nunanimous backing of the international community. We\r\ntherefore strongly appeal to all those who want to bring\r\npeace to the former Yugoslavia to fully support, at this\r\ncrucial juncture, efforts leading to bold steps towards the\r\nimplementation of the peace proposal.\r\nMr. Biegman (Netherlands), Vice-President, took the\r\nChair.\r\nMr. Zlenko (Ukraine): The feeling of hope which\r\nhas been in the air since the efforts of the Contact Group\r\ntowards a negotiated settlement received a new impetus,\r\nis vanishing. Events in Bosnia and Herzegovina in recent\r\nmonths — and even these days — have demonstrated the\r\nfragility of peace on the ground. The senseless fratricidal\r\nwar seems to have entered a new dangerous phase.\r\nRegrettably, the parties to the conflict continue to see\r\n19\r\nGeneral Assembly 50th meeting\r\nForty-ninth session 3 November 1994\r\nmilitary action as the most viable and effective way to\r\nresolve the crisis even though that results in nothing but\r\nnew victims, new suffering and new destruction. The\r\ndelegation of Ukraine expresses great concern about the\r\nintensification of military activities in Bosnia and\r\nHerzegovina and urges both parties to show patience and\r\nrestraint.\r\nIn our view, the unwillingness of the parties to the\r\nconflict to take into account the vital interests of the other\r\nethnic communities living in the territory of Bosnia and\r\nHerzegovina, political manoeuvring and reliance on force\r\nwill only lead to aggravation of the situation and indefinite\r\nprolongation of the senseless bloodshed.\r\nUkraine calls on the leadership of the Bosnian Serbs\r\nto show flexibility and join the efforts of the international\r\ncommunity aimed at the peaceful settlement of the Bosnian\r\ncrisis.\r\nWe would also like to reiterate our condemnation of\r\nthe disgraceful and illegal practices of so-called ethnic\r\ncleansing by whomsoever committed. Ethnic and religious\r\nintolerance and animosity will only result in long-lasting\r\nnegative consequences for the peoples of Bosnia and\r\nHerzegovina. Cessation of the brutal and shameful practices\r\nof violation of basic human rights and the rights of the\r\nnational minorities is in the interests of all ethnic\r\ncommunities in this war-torn country.\r\nIn this regard our delegation would like to see the\r\ndraft resolution before us contain general provisions\r\nregarding the unacceptability of these policies and their\r\nincompatibility with the norms of international law.\r\nThe delegation of Ukraine would like to voice its\r\nconcerns regarding the recently expressed opinion —\r\nsupported in some political circles — that the United\r\nNations Protection Force (UNPROFOR) was misconceived\r\nfrom the start. UNPROFOR’s mandate is being questioned.\r\nIt is blamed for the continuing hostilities in the country and\r\ninaction.\r\nWe would like to recall that the deployment of\r\nUNPROFOR in the former Yugoslavia prevented an\r\nescalation of bloodshed and its transformation into a\r\nfull-fledged war in the Balkans.\r\nThe delegation of Ukraine is in full agreement with\r\nthe Secretary-General’s understanding that:\r\n\"The continuation of warfare in parts of Bosnia and\r\nHerzegovina...should not be allowed to obscure the\r\nlargely successful peace-keeping work carried out by\r\nthe Force.\" (S/1994/1067, para. 12)\r\nThe decisive actions of UNPROFOR personnel have\r\nsaved the lives of thousands of Bosnians, Croats and\r\nSerbs. They have brought relief to the people and tried to\r\nminimize the suffering of the most vulnerable strata of the\r\npopulation - children, women and the elderly. During my\r\nstay in Sarajevo I was personally convinced that these\r\nactions are extremely important at this time.\r\nOne of Ukraine’s battalions is deployed in Bosnia\r\nand Herzegovina in the vicinity of Sarajevo as part of an\r\nUNPROFOR contingent. Nine of our soldiers have lost\r\ntheir lives in the service of the United Nations — and I\r\nhave just received word that 10 Ukrainian soldiers were\r\nkilled in so-called “hot zones” yesterday.\r\nOf course, we cannot but strongly object to the very\r\nidea of lifting the arms embargo against Bosnia and\r\nHerzegovina. We understand that the main reason for\r\nwanting to do so is that it would enable all sides to fight\r\nequally, but while this move may appeal to our sense of\r\njustice it is entirely the wrong logic if we really want to\r\nend the war.\r\nUkraine believes that the lifting of the embargo\r\nwould result in a heavy build-up of armaments and in\r\nstepping up the war; it could, in a short time, provoke the\r\ninvolvement of neighbouring countries.\r\nThe lifting of the arms embargo would not deter the\r\nBosnian Serbs and would only inspire the other parties to\r\npursue the offensive to regain lost territory, thus making\r\nUNPROFOR personnel hostages as well as the object of\r\nattacks by any of the parties to the conflict.\r\nThe delegation of Ukraine, therefore, is not ready at\r\nthis stage to support some of the provisions of the draft\r\nresolution concerning the lifting of the arms embargo\r\nagainst Bosnia and Herzegovina.\r\nIn my delegation’s view the decision to lift the arms\r\nembargo can only be taken by the Security Council,\r\nwhich is directly empowered by the United Nations\r\nCharter to take responsible and adequate decisions\r\nconcerning the maintenance of international peace and\r\nsecurity. By introducing the arms embargo the Security\r\nCouncil had already expressed its understanding of the\r\n20\r\nGeneral Assembly 50th meeting\r\nForty-ninth session 3 November 1994\r\nsituation in the territory of the former Yugoslavia, and only\r\nthat body can change its own approach.\r\nAny other action may have a serious negative impact\r\non the situation in Bosnia and Herzegovina. In our view, it\r\nwould undermine the sanctions regime introduced by the\r\nSecurity Council, and thus compromise the very essence of\r\ncoercive action undertaken on behalf of the international\r\ncommunity in accordance with Chapter VII of the Charter\r\nand also run counter to the provisions of Security Council\r\nresolutions 941 (1994) 942 (1994) and 943 (1994). Such\r\naction would also undermine cooperation on the part of the\r\nFederal Republic of Yugoslavia regarding the cut-off of all\r\nbut humanitarian assistance to the Bosnian Serbs which has\r\nproved to be effective.\r\nThe Federal Republic of Yugoslavia continues to win\r\ninternational trust by faithfully pursuing the course on\r\nwhich it has recently embarked.\r\nWe think it timely to approach the issue of further\r\nsteps in the direction of the lifting or suspension of\r\nsanctions against the Federal Republic of Yugoslavia. The\r\nexplicit recognition by the Federal Republic of Yugoslavia\r\nof the sovereignty, territorial integrity and inviolability of\r\nits neighbours would greatly facilitate and speed up such a\r\ndecision.\r\nIn conclusion, I would like to assure the Assembly\r\nthat Ukraine will continue to participate in the joint efforts\r\nof the international community in its search for an effective\r\npolitical settlement of the conflict in the territory of the\r\nformer Yugoslavia.\r\nMr. Erdös (Hungary) (interpretation from French):\r\nThere is no doubt that the terrible tragedy that continues to\r\nbeset the peoples and nations of the former Yugoslavia\r\nrepresents one of the most serious challenges ever faced by\r\nthe United Nations since it came into existence, and one of\r\nthe most heart-rending dilemmas that the international\r\ncommunity has had to face in decades. On the occasion of\r\nthis debate on the situation in Bosnia and Herzegovina we\r\nbelieve it is timely to recall that all of us have repeatedly\r\nallowed exceptional opportunities to go by which would\r\nhave enabled us to give an appropriate response to the\r\naggression and the massive and systematic violations of\r\nhuman rights. We must observe that the community of\r\nnations and its international organizations, despite\r\ncommendable efforts to diminish the humanitarian\r\ndimensions of the tragedy, have in the end looked on\r\npowerlessly at the tide of nationalistic folly and the\r\nunleashing of blind ethnocentrism in former Yugoslavia. In\r\nretrospect it is difficult to understand how the policy of\r\nterritorial conquests, “ethnic cleansing” and obscurantist\r\nintolerance have managed to prevail over the oft-repeated\r\nwill of the United Nations. The explanation resides\r\nperhaps in the absence of enough political determination\r\nto put into effect the multitude of resolutions and\r\npresidential statements on the subject that the Security\r\nCouncil has adopted in the past three years.\r\nToday the word “Bosnia” has taken on a special\r\nmeaning. It has become much more than the simple name\r\nof a small picturesque country on the map of Europe.\r\nOriginally that word, despite the twists and turns of local\r\nhistory, was a symbol of multi-ethnicity and cultural and\r\nreligious diversity, an example of the viability of the\r\nconcept of tolerance and harmonious existence between\r\ndifferent communities. But since April 1992, the\r\nbeginning of the merciless siege of Sarajevo, this word\r\n“Bosnia” has become a synonym for destruction and\r\ndeath for those who live there, and for powerlessness and\r\nfailure for those throughout the world who thought they\r\nwere able to combat irrational hatred and sought to come\r\nto the aid of an unfortunate country fighting for its\r\nsurvival.\r\nFrom this lofty rostrum we must recognize without\r\ncomplacency the share of responsibility borne by all for\r\nthis grave failure of the collective security system of the\r\nUnited Nations. The least that we can do in the tragic\r\ncircumstances of today is to draw the proper conclusions\r\nin order to avoid a repetition in the future of this kind of\r\nbloodletting. In this context Hungary has given its support\r\nto the creation of the International Tribunal for the former\r\nYugoslavia, and we look forward with great interest to the\r\nresults of its work.\r\nImportant developments have taken place since last\r\nDecember when the General Assembly last addressed the\r\nquestion of the situation in Bosnia and Herzegovina. The\r\ndecisions of the North Atlantic Council, the Washington\r\nAgreements between Bosnians and Croats and the\r\nconfederal arrangements between Croatia and the\r\nFederation of Bosnia and Herzegovina were all significant\r\nsteps along the way to a political settlement of the crisis.\r\nWe are convinced that there is no true solution other than\r\nan overall settlement accepted by all the parties. The\r\npeace proposal prepared by the Contact Group continues\r\nto be the only valid alternative to war and human\r\nsuffering. We condemn the Bosnian Serb party for its\r\nrefusal to accept the proposed plan. There are no, because\r\nthere cannot be any, rational arguments that are the\r\nslightest bit acceptable to justify pursuing the conflict,\r\n21\r\nGeneral Assembly 50th meeting\r\nForty-ninth session 3 November 1994\r\nespecially if we bear in mind who are the major\r\nbeneficiaries in Bosnia and Herzegovina of the territorial\r\nchanges, “ethnic cleansing” of entire regions, and\r\nmurdering of the very idea of tolerance, mutual respect and\r\ncoexistence between peoples of different origins or faiths.\r\nWe must recognize that the chasm that has been\r\ncreated at the price of so much blood and tears will be\r\ndifficult to bridge, not to speak of the effect that this\r\ndestructive example could have eventually in other lands\r\nthroughout the world that are ethnically mixed. There,\r\nprecisely, resides the ultimate crime of this end of the\r\ncentury. The attempt to heal the deep wounds promises to\r\nbe all the more difficult in that it is not certain that an\r\noverall settlement, for which we all yearn, will contain all\r\nthe necessary elements to promote the principles of the\r\nUnited Nations Charter and those of the International\r\nConference on the Former Yugoslavia. It is indispensable\r\nin the interests of all that this settlement include the fewest\r\npossible ingredients that might trigger new crises and new\r\nconflicts. If there is a lesson to be learned from the events\r\nin the former Yugoslavia, it is that these accursed\r\nphenomena, which we long thought had been relegated to\r\nthe dust bin of history, can, even at the end of this\r\nbloodstained century, regain all their virulence. That is why\r\nthe principles that our world Organization has proudly\r\nproclaimed cannot be ignored; they must be at the heart of\r\nany just and lasting settlement for the former Yugoslavia.\r\nHungary welcomes the decision of the Federal\r\nRepublic of Yugoslavia (Serbia and Montenegro) to close\r\nits international borders with Bosnia and Herzegovina. We\r\nbelieve that this measure goes in the right direction, even\r\nthough it should have been adopted much earlier in\r\nconformity with previous Security Council resolutions. So\r\nmuch for the myth of a federal republic which — as was so\r\nlong insisted upon — had nothing to do with the conflict in\r\nBosnia. The logical follow-up to this recent decision would\r\nbe mutual recognition between Sarajevo and Belgrade. On\r\nthe strict application of that decision will depend the\r\ncontinuation of the partial suspension of certain sanctions\r\nin conformity with Security Council resolution 943 (1994).\r\nStill, once all the necessary conditions have been fulfilled\r\nin Bosnia and Herzegovina and in Croatia, Hungary has\r\nevery interest in seeing the lightening and gradual phasing\r\nout of the economic sanctions imposed on Belgrade. In this\r\nregard we would also like to call the attention of the\r\nYugoslav authorities, as is emphasized in the draft\r\nresolution before us, to the disturbing problems arising in\r\ntheir own territory with regard to the human rights of\r\nnational minorities, the solution of which in our view would\r\ngreatly contribute to returning the Federal Republic of\r\nYugoslavia (Serbia and Montenegro) to the family of\r\nnations.\r\nIt is well known that due to its immediate proximity\r\nand traditional links with its southern neighbours,\r\nHungary is especially affected by the crisis in the former\r\nYugoslavia. Hungary in this case is much more than one\r\nother State Member of the United Nations, or a simple\r\nobserver of the events, because the implications of this\r\ntragedy affect us very closely — the breaking of thriving\r\neconomic relations, the closing of navigation on the\r\nDanube, the presence on our territory of refugees fleeing\r\nfrom the former Yugoslavia, the uncertainty felt among a\r\nlarge Hungarian minority beyond our southern borders,\r\nthe psychological effects of the crisis in a region bearing\r\na heavy burden of history. That is what determines\r\nHungary’s position on this very complex question, and\r\nthat is what gives us a unique vision and very special\r\nperspective with regard to these events.\r\nSome paragraphs of the draft resolution before us do\r\nnot seem to us to have been drafted in a fully satisfactory\r\nmanner or to provide the most effective and desirable way\r\nof bringing us closer to the end of the tragic conflict in\r\nBosnia and Herzegovina and to the prompt settlement, on\r\nthe basis of a political agreement among all the parties to\r\nthe conflict, of the crisis in that country. However, we\r\nsupport the general tenor of the broad direction taken, by\r\nthe draft. In the present political circumstances, we attach\r\nprimary importance to issuing a powerful and unequivocal\r\nmessage on this subject, and we feel that, that is achieved\r\non the whole, by this draft resolution. Consequently, we\r\nare prepared to support it.\r\nMr. Cissé (Senegal) (interpretation from French):\r\nThe events that have unfolded since the presentation by\r\nthe Western Contact Group on 30 July last of its peace\r\nplan have certainly finally eliminated the doubts, if any\r\nremained, as to the true intentions of those who for more\r\nthan three years now have been conducting continuous\r\naggression against the Republic of Bosnia and\r\nHerzegovina.\r\nThe Bosnian Serb party, by rejecting the Western\r\npeace proposals, has taken its compulsion of blind\r\ndefiance of the rules and principles governing the\r\ncommunity of nations one step further. That party has\r\nthus embarked upon a policy of raising the stakes and of\r\nevading reality, a step which constitutes a threat to\r\ninternational peace and security that is all the more\r\nserious because it has in recent months taken the form of\r\na resurgence of military actions aimed at blocking United\r\n22\r\nGeneral Assembly 50th meeting\r\nForty-ninth session 3 November 1994\r\nNations operations and of an acceleration of “ethnic\r\ncleansing”, as well as of a tightening of the siege of\r\nSarajevo and attacks against civilians in the safe areas and\r\nthe besieged towns and cities of the Republic of Bosnia and\r\nHerzegovina.\r\nThe response to this new challenge was the adoption\r\nby the Security Council on 23 September last, in its\r\nresolutions 942 (1994) and 943 (1994), of a package of\r\nmeasures which, by making an artificial distinction,\r\nincrease the isolation of the Bosnian Serbs and prematurely\r\noffer their allies in Serbia and Montenegro an easing of the\r\nsanctions on the basis of mere declarations of intent. These\r\nmeasures have unfortunately not prevented the Bosnian\r\nSerb forces, in cooperation with the Serb paramilitary units\r\nin the occupied territories of Croatia, from pursuing their\r\ncampaign of systematic terror in the Republic of Bosnia\r\nand Herzegovina.\r\nThat is why the delegation of Senegal reaffirms its\r\nconviction that, when it comes to defending the sovereignty,\r\nthe independence, the territorial integrity and the unity of\r\na Member State of the United Nations — in this case the\r\nRepublic of Bosnia and Herzegovina — the international\r\ncommunity’s goal, and especially the Security Council’s\r\ngoal, in the exercise of its responsibilities under Article 24\r\nof the Charter, should be the restoration, by all necessary\r\nmeans, of international peace and security. It should not be\r\nthe search for a balance between the aggressor and the\r\nvictim, which would only contribute to perpetuating the\r\nconflict and its attendant destruction and suffering.\r\nOn the basis of those factors, Senegal joins all the\r\nsponsors in fully supporting the draft resolution submitted\r\nto the General Assembly in document A/49/L.14/Rev.9,\r\nunder whose essential provisions the General Assembly\r\nwould call on the Security Council to take a stand on the\r\ninapplicability of resolution 713 (1991) to the Government\r\nof the Republic of Bosnia and Herzegovina.\r\nIndeed, the recognition and the proclamation of the\r\nlegality and legitimacy of the cause of the Republic of\r\nBosnia and Herzegovina will not be enough by themselves\r\nto put an end to the aggression and the genocide of which\r\nthe martyred people of Bosnia and Herzegovina are today\r\nthe victims. The members of the international community\r\nmust help that country and its people exercise the inherent\r\nright to individual and collective self-defence conferred\r\nupon them by Article 51 of the Charter.\r\nDemonstrating his constant will for peace, His\r\nExcellency Mr. Alija Izetbegović, the President of the\r\nRepublic of Bosnia and Herzegovina, in his statement\r\nbefore the General Assembly offered a realistic\r\ncompromise, whose substance, which is repeated in the\r\ndraft resolution before us, should make possible the de\r\njure lifting of the arms embargo by means of modalities\r\nunder the control of the United Nations.\r\nToday’s debate offers the Senegalese delegation the\r\nopportunity to pay tribute to the efforts of the Bosnian\r\nand Croatian parties to implement the Washington\r\nAgreements rapidly and to launch a fresh appeal to the\r\nSerbian leaders to join this federal process, which is the\r\nonly way of safeguarding the multi-ethnic and multi-\r\nreligious nature of Bosnia and Herzegovina, whose\r\nterritorial unity and integrity are not negotiable.\r\nThe leaders of the Bosnian Serb party should\r\nunderstand that the international community cannot\r\nrecognize or admit any policy which is based on the\r\nacquisition of territories through genocide and “ethnic\r\ncleansing” and whose disastrous consequences are\r\ndescribed in the reports of the Special Rapporteur on the\r\nSituation of Human Rights in the Territory of the Former\r\nYugoslavia, and in the report of the Committee on the\r\nElimination of Racial Discrimination contained in\r\ndocument A/48/18.\r\nWe must pay tribute here to the efforts of the United\r\nNations Protection Force (UNPROFOR), the Office of the\r\nUnited Nations High Commissioner for Refugees\r\n(UNHCR) and all those people of good will who day\r\nafter day are trying, sometimes at the risk of their lives,\r\nto lessen the suffering of the innocent victims of this\r\naggression.\r\nI wish to conclude by voicing an appeal that the\r\nInternational Tribunal, whose establishment has finally\r\nbeen completed, should be given the necessary resources\r\nto set to work without further delay on implementing the\r\nprocedures required in order to bring to judgement all\r\nthose who are responsible for the flagrant, systematic and\r\nlarge-scale violations of human rights and international\r\nhumanitarian law committed against the people of the\r\nRepublic of Bosnia and Herzegovina and the Albanian,\r\nBosnian, Croatian and Hungarian ethnic minorities in\r\nKosovo, Sandzak and Vojvodina.\r\nMr. Grima (Malta): As individuals, we experience\r\na sense of profound anger at the continued suffering being\r\ninflicted on fellow human beings in Bosnia and\r\nHerzegovina. As Governments, we share a deep concern\r\nat the direct challenge to international legality and\r\n23\r\nGeneral Assembly 50th meeting\r\nForty-ninth session 3 November 1994\r\nstability, made worse by the cynical disdain with which the\r\nmost deeply entrenched norms of humanitarian law continue\r\nto be flouted.\r\nThe implosion that has taken place in the former\r\nYugoslavia is perhaps the most dramatic reflection of the\r\neffect that internal upheaval within a single nation could\r\nhave, not only on its immediate neighbours, but also on its\r\nwhole region and indeed beyond. Interdependence and its\r\nrelationship to security has clearly developed a new and\r\ncomplicated dimension.\r\nMany have reflected on the fact that one unfortunate\r\nresult of the end of the cold war appears to have been the\r\nunleashing of ethnic, political and territorial disputes that\r\nhad been suppressed over the last half century. The\r\nthwarted hatreds today wreaking havoc in the former\r\nYugoslavia may indeed have roots buried in history, yet\r\nthose roots on their own would have been incapable of\r\ngenerating so much human misery had they not been\r\nnurtured and exploited by those who cherish their own\r\npersonal power regardless of the cost.\r\nSeveral attempts have been made to end the bloodshed\r\nin Bosnia and Herzegovina. Each genuine attempt to\r\nachieve a just peace and restore stability and sanity to this\r\ntragedy-engulfed region deserves support.\r\nRegrettably, the efforts of the international community\r\nto restore peace have yet to prevail. That so much effort\r\nhas not yet achieved its principal objective may justify\r\ndismay and frustration. Developments in Bosnia and\r\nHerzegovina may prove to have been a test case for the\r\nrole of our Organization. There are already those who assert\r\nthat our Organization has failed in its new role. In their\r\nassessment, however, these critics fail to address some\r\nimportant questions, namely: Would the people of Bosnia\r\nand Herzegovina have been better off today without the\r\npresence of the 38,000-strong international contingent\r\nforming the United Nations Protection Force\r\n(UNPROFOR)? Would the people of Bosnia and\r\nHerzegovina have been better off today without the valiant\r\nefforts of the United Nations High Commissioner for\r\nRefugees and her staff? Would the people of Bosnia and\r\nHerzegovina have been better off today without the tireless\r\nefforts of the Co-Chairmen of the International Conference\r\nto broker peace? Indeed, would the people of Bosnia and\r\nHerzegovina have been better off today had the United\r\nNations decided not to accept the challenge, face its\r\nresponsibilities and stand up to coercion? The answer to all\r\nthose questions is an emphatic “No.”\r\nIn taking stock of developments in the former\r\nYugoslavia, we can learn some important lessons. There\r\nis an increasing recognition of the changing nature of\r\nconflict as wars break out within States. Some argue that\r\nthe spate of new problems that have arisen are an integral\r\npart of the new international order. Others believe that\r\nthey are a natural, though temporary, process of\r\nadjustment to the new realities. Intra-State instability\r\nclearly demands a better understanding. We need to\r\nidentify those specific sources within States that could\r\nthreaten the wider peace. In our efforts to maintain\r\ninternational peace and security, greater discernment is\r\ncalled for, especially in those cases where the threat to\r\ninternational peace and security comes from within a\r\nState rather than from across borders.\r\nWhile not suggesting that the United Nations should\r\nintervene in matters within the domestic jurisdiction of a\r\nState, we do believe that there exist specific and\r\nextraordinary circumstances in which such intervention is\r\nwarranted and in accordance with the Charter. In this\r\nconnection we share the view expressed by the\r\nSecretary-General in his recent contribution to The New\r\nYork Times, in which he wrote:\r\n“the United Nations needs to build a greater\r\nunderstanding of the limited circumstances under\r\nwhich such action is undertaken.” (The New York\r\nTimes, 30 October 1994, Section 4, p. 15)\r\nThe Malta Government, as my Deputy Prime\r\nMinister has stated on a number of occasions, is firm and\r\nunequivocal in its condemnation of the atrocities which\r\nhave been committed and continue to be committed in the\r\nformer Yugoslavia. We denounce the abhorrent policy of\r\n“ethnic cleansing” and the senseless acts of aggression\r\nagainst defenceless civilians. We are convinced that the\r\ninternational community will not let the gross and\r\nsystematic violations of human rights and international\r\nhumanitarian law go unpunished. The perpetrators of such\r\ncrimes, acting individually or in groups, are accountable\r\nfor their actions. My Government welcomes the\r\nInternational Tribunal which has been established and\r\nwhich, through the Office of the Prosecutor, is carrying\r\nout its investigations and preparing indictments to be\r\nsubmitted for confirmation by year’s end.\r\nMalta’s adherence to and strict observance of the\r\ndecisions of the Security Council has been consistent and\r\nunequivocal throughout. We believe that the full\r\nimplementation of measures taken by the Security Council\r\ncan be instrumental in restoring peace and bringing to an\r\n24\r\nGeneral Assembly 50th meeting\r\nForty-ninth session 3 November 1994\r\nend the gross and systematic violations of fundamental\r\nhuman rights in Bosnia and Herzegovina.\r\nIn contrast, an increase in the flow of arms to the\r\nregion might lead to a greater balance in the destructive\r\nforce of the parties to the conflict, but would almost\r\ncertainly lead to a wider war. In this respect, lifting the\r\narms embargo could further escalate an already vicious\r\ncycle of death and destruction.\r\nIn referring to the situation in the former Yugoslavia\r\nin his report on the work of the Organization, the\r\nSecretary-General emphasized:\r\n“Any settlement imposed on one side or the other by\r\nmilitary means might, at best, result in a temporary\r\nhalt of hostilities and would eventually draw the\r\ninternational community into even more troubled\r\nwaters.” (A/49/1, para. 706)\r\nAware that the temptation to compel should not easily\r\nreplace the instinct to persuade, the international community\r\nhas shown great restraint in the use of force in seeking to\r\nresolve the conflicts in Bosnia and Herzegovina.\r\nSince wars start in the hearts and minds of men, it is\r\nin the hearts and minds of men that they must first be dealt\r\nwith, as the preamble to the Constitution of the United\r\nNations Educational, Scientific and Cultural Organization\r\n(UNESCO) reminds us. A lasting peace in Bosnia and\r\nHerzegovina is ultimately dependent on a nurtured political\r\nwill. An end to the present agony and anguish requires,\r\nrather than the force of arms, the force of tolerance, mutual\r\nrespect and freedom.\r\nMr. Batu (Turkey): Once again we are considering\r\nthe ongoing grave situation in Bosnia and Herzegovina.\r\nRegrettably, the tragedy there has continued to top the\r\ninternational agenda for the past 12 months.\r\nDespite numerous Security Council and General\r\nAssembly resolutions, all the commitments and promises\r\nmade to the Government and people of Bosnia and\r\nHerzegovina remain unfulfilled. The latest peace plan\r\nproposed by the five-nation Contact Group on 1 July this\r\nyear is yet to be implemented.\r\nIn the spirit of peace, the Government of Bosnia and\r\nHerzegovina made important concessions and sacrifices.\r\nHowever, its constructive approach and goodwill remain\r\nunanswered. The peace plan it accepted with great sacrifice\r\nstated clearly that the side that rejected the plan would be\r\npunished, while the side that agreed with the provisions\r\nof the plan would be rewarded. Just the opposite\r\nhappened. At a time when the campaign of “ethnic\r\ncleansing” has been accelerated and Sarajevo and other\r\nsafe areas have been subjected to strangulation, we have\r\nwitnessed with deep indignation the adoption of Security\r\nCouncil resolution 943 (1994), which eases the sanctions\r\non Serbia and Montenegro. The Bosnian people are yet\r\nagain totally disappointed and feel that they have been\r\nbetrayed by the international community. In the\r\nstrangulated towns and villages of Bosnia the people are\r\ndesperately struggling for survival with hope in their\r\nhearts and shelling in their ears. They are still deprived of\r\nthe means to exercise their inherent right to self-defence.\r\nWe have arrived at a critical juncture. First, the\r\nSerbs have to be forced to accept the peace plan.\r\nSecondly, pressure must be exerted on Serbia and\r\nMontenegro to make them recognize Bosnia and\r\nHerzegovina, Croatia and Macedonia within their\r\ninternationally recognized borders. Thirdly, a true and\r\neffective border-monitoring regime should be established\r\nbetween the Serbian-controlled parts of Bosnia and Serbia\r\nand Montenegro. Fourthly, responsive and effective\r\nmeasures to end the strangulation of Sarajevo and other\r\n“safe areas” should be taken without further delay.\r\nNothing is more important than letting the Bosnian\r\npeople acquire the means to exercise their right to self-\r\ndefence under Article 51 of the United Nations Charter.\r\nTherefore, we welcome and strongly support the draft\r\nresolution submitted to the Security Council by the United\r\nStates. This draft resolution reflects the constructive stand\r\nof the Government of Bosnia and Herzegovina and states\r\nthat its implementation will be deferred for six months.\r\nThe draft is also in line with the commitments of the five-\r\nnation Contact Group. They have underlined that in the\r\nevent of continuing rejection of the Contact Group’s\r\npeace plan by the Bosnian Serb party, a decision by the\r\nSecurity Council to lift the arms embargo could become\r\nunavoidable. We call upon the members of the five-nation\r\nContact Group to stand by their commitments.\r\nThe wrong messages continue to be sent to the\r\nSerbs. While waiting for an adequate and determined\r\nresponse to the Serbian rejection of the peace plan, we\r\nhave observed, yet again, conflicting signals from some\r\nmembers of the five-nation Contact Group indicating that\r\nnew demands from the Serbian side would be favourably\r\nconsidered. The international community cannot and\r\nshould not accept any attempt to change the peace plan\r\nthat could lead to the dismemberment of Bosnia. Draft\r\n25\r\nGeneral Assembly 50th meeting\r\nForty-ninth session 3 November 1994\r\nresolution A/49/L.14/Rev.1, which is before us today and\r\nwhich we have so proudly co-sponsored, reaffirms the\r\nprinciple of inadmissibility of the acquisition of territory\r\nthrough the use of force and emphasizes that the\r\nconsequences of “ethnic cleansing” shall not be accepted by\r\nthe international community. It also stresses that the\r\ncontinued aggression against the Republic of Bosnia and\r\nHerzegovina constitutes a threat to international peace and\r\nsecurity and is a serious impediment to the peace process.\r\nI must also reiterate our commitment to and support\r\nfor the Washington Agreements. The draft resolution,\r\nwhich I hope we shall adopt by consensus today,\r\ndescribes these Agreements as a model for an overall\r\nsolution. The Federation established by these Agreements\r\nis also open to the participation of the Serbs. Indeed,\r\nthese Agreements have set the principles for a just and\r\nviable peace in Bosnia. They have defined the framework\r\nfor preserving the territorial integrity and unity of Bosnia\r\nand Herzegovina as a multicultural, multi-religious and\r\nmulti-ethnic State. The aggressors shall not be allowed to\r\nundermine this goal.\r\nWe hope that the aggressors will heed the message\r\nof determination coming from the community of nations.\r\nWe call upon the Serbian side to stop its defiance of\r\ninternational law.\r\nWe will continue actively to support the brave\r\npeople of Bosnia and Herzegovina in their just struggle\r\nfor survival, freedom and democracy.\r\nThe meeting rose at 1.15 p.m.\r\n26\r\n"