"United Nations A/49/PV.15\r\n94-86518 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one week of the date of publication, to the Chief of the Verbatim\r\nReporting Section, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum. When the result of a recorded and/or roll-call vote is followed by an\r\nasterisk, see annex to the record.\r\nGeneral Assembly Official Records\r\nForty-ninth Session\r\n15th Meeting\r\nMonday, 3 October 1994, 3 p.m.\r\nNew York\r\nPresident: Mr. Essy . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Côte d’Ivoire)\r\nThe meeting was called to order at 3.15 p.m.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nThe President (interpretation from French): The first\r\nspeaker is the Minister for Foreign Affairs of Tunisia,\r\nMr. Habib Ben Yahia.\r\nMr. Ben Yahia (Tunisia) (interpretation from Arabic):\r\nIt is my pleasure to convey to you, Mr. President, the text\r\nof the le t ter I have been charged by\r\nPresident Zein El Abidine Ben Ali, President of the\r\nRepublic of Tunisia and the current Chairman of the\r\nOrganization of African Unity to read to the General\r\nAssembly on his behalf. The President would have liked\r\nto deliver this speech himself, but for reasons beyond his\r\ncontrol he is unable to do so. I shall therefore read his\r\nspeech to the Assembly.\r\n\"I have the pleasure, first of all, to extend to you,\r\nMr. President, my warmest congratulations on your\r\nelection to the presidency of the General Assembly at\r\nits forty-ninth session. Your election does honour\r\nboth to the entire African continent and to our sister\r\ncountry, Côte d’Ivoire, and is also a well-deserved\r\ntribute to your excellent reputation. We are confident\r\nthat your vast experience and outstanding qualities will\r\nbe the best guarantee of the success of the work of the\r\nsession.\r\n\"It is also a pleasure for me to reiterate my\r\nwarmest congratulations to your august Assembly\r\nand to assure you of the great importance that\r\nTunisia attaches to the laudable and sometimes\r\nexhausting efforts which the United Nations\r\ncontinues to deploy in the service of peace and in\r\nlaying the foundations of constructive dialogue\r\nbetween nations.\r\n\"Tunisia, which has opted for dialogue as a\r\nmeans of conducting both its domestic and its\r\nforeign policies, can only support this approach,\r\ncontribute to its consolidation and entrenchment.\r\n\"The innumerable peace initiatives undertaken\r\nby the United Nations are distinguished by their\r\ncivilizing character, as well as by their highly\r\nhumanistic orientation. The fact is that civilization\r\ncannot coexist with war, just as peace cannot exist\r\nwithout dialogue. There is no doubt that our United\r\nNations system possesses, in addition to the tool of\r\ndialogue, the means whereby it is able to deal with\r\nproblems that threaten peace and security in our\r\ncontemporary world.\r\n\"Given the magnitude of the responsibility\r\ndevolving on us all, given the accumulation of world\r\nproblems in the areas of security and of the\r\neconomy in particular, with all the attendant risks\r\nthat arise therefrom, we are of the opinion that\r\ninternational solidarity requires all members of the\r\ninternational community to be more committed and\r\nGeneral Assembly 15th meeting\r\nForty-ninth session 3 October 1994\r\nto make further contributions to the search for\r\neffective solutions to such problems within the\r\nframework of the prevailing tenets of universalism and\r\nglobalism.\r\n\"Five years ago, from this very rostrum, I\r\ndescribed to your august Assembly the radical reforms\r\nwhich we had then undertaken to put in place in\r\nTunisia with determination and perseverance, in the\r\nwake of the constitutional change of 7 November\r\n1987, as we faced up to the new challenges resulting\r\nfrom the great changes which were confronting us\r\nwithin the international community.\r\n\"From the outset, we had opted, as a basic\r\nchoice, for promoting the participation of our citizens\r\nand for the harnessing of their full potential in\r\nbuilding their own future, in the conviction that such\r\nis the very essence of democracy, and its real\r\nmeaning.\r\n\"Since modernization of political structures can\r\nnever yield the desired results if not accompanied by\r\na reform process covering the social and economic\r\nsectors, we promulgated laws and put in place\r\nstructures which we deemed capable of liberalizing the\r\neconomy and encouraging private initiative in all\r\nsectors of production. In addition, we readjusted the\r\nfiscal system and improved the functioning of the\r\nbanking and financial system in order to align them\r\nwith this trend. As a culmination of this process, we\r\nenacted a unified investment law and reorganized and\r\nstreamlined the functioning of the administrative\r\nchannels.\r\n\"At the same time, we devoted special attention\r\nto developing and strengthening our human potential\r\nin various areas, in particular through reforming our\r\nsystem of education and improving professional\r\ntraining. We also strengthened the cultural sector;\r\nconsolidated the plan for the struggle against illiteracy\r\nand for the advancement of women, with a view to\r\nstrengthening their rights and preserving their dignity\r\nby making them partners with full rights and duties in\r\nthe work of development.\r\n\"We also attach great importance to the\r\nprotection of children and of the family. In the social\r\ndomain, we adopted dialogue and negotiation as the\r\nbasis for relationships between the forces of\r\nproduction. We have also made efforts to preserve\r\nthe gains of workers, to promote good working\r\nconditions, to expand social welfare coverage and to\r\nprotect health and safety in the workplace while\r\ntrying to increase job opportunities. At the same\r\ntime, we have revitalized the values of social mutual\r\nassistance and national solidarity in order to render\r\nassistance to the disadvantaged, to help develop the\r\noutlaying areas of the country, to integrate them in\r\nthe framework of the national economy and, thereby,\r\nto raise the standards of living of their inhabitants.\r\n\"The year 1994 has been a particularly\r\nmomentous one for Tunisia. For the first time, a\r\nmulti-party parliament has been elected. We had the\r\nhonour of hosting the thirtieth summit of the\r\nOrganization of African Unity and of welcoming\r\nPresident Nelson Mandela, hero of the struggle\r\nagainst racial discrimination and first President of\r\nthe free Republic of South Africa, and a living\r\nsymbol of Africa’s wisdom in its most lofty sense.\r\n\"In the same year, we said farewell to President\r\nYasser Arafat, who returned to his homeland after\r\nhaving lived with us for 12 years, a respected and\r\nhonoured guest, as the leader of the Palestine\r\nLiberation Organization, now that the Palestinian\r\npeople are beginning to recover their inalienable and\r\nlegitimate national rights after a heroic struggle\r\nwhich lasted for half a century. We should like to\r\ntake this opportunity to reaffirm our deep\r\nsatisfaction at the positive and promising steps that\r\nhave been taken in the context of the Middle East\r\npeace process, and voice our determination to\r\ncontinue to contribute to the efforts aimed at\r\nachieving a just, comprehensive and lasting peace in\r\nthe Middle East.\r\n\"We have also spared no effort in strengthening\r\nfurther our close ties with our neighbours within the\r\nframework of the Arab Maghreb, as well as with the\r\nArab, Muslim and African countries, the non-aligned\r\ncountries and all friendly countries in Europe, Asia\r\nand America, with which we share mutual interests\r\nand have ties of fruitful cooperation. We have never\r\nhesitated to support those causes which were right\r\nand just, such as that of Bosnia and Herzegovina,\r\nand have responded positively, in so far as we were\r\nable, to the appeals and initiatives of the United\r\nNations in the field of peace-keeping in several parts\r\nof the world.\r\n\"All these choices, efforts and achievements\r\nentitle us to reaffirm that today, Tunisia is able to\r\n2\r\nGeneral Assembly 15th meeting\r\nForty-ninth session 3 October 1994\r\nmeet the challenge of change which it had the courage\r\nto take up well before the advent of the global\r\nchanges which we have been witnessing since the end\r\nof the last decade. Tunisia, the land of openness,\r\ntolerance and moderation, inspired as it is by its rich\r\nlegacy of civilization and dedicated to its convictions\r\nand its guiding principles, will spare no effort in\r\ncontinuing to make its constructive contribution to\r\ninternational efforts, particularly within the framework\r\nof the United Nations, in order to strengthen\r\nsustainable development and peace throughout the\r\nworld in the interest of all mankind. It goes without\r\nsaying that our mandate at the head of the\r\nOrganization of African Unity affords us a valuable\r\nopportunity to work further in mobilizing the\r\ninternational community and in focusing heightened\r\nattention on the concerns of the African continent,\r\nwhose countries represent nearly a third of the\r\nMember States of the United Nations.\r\n\"Today, the African scene especially as projected\r\nby the audio-visual mass media, confronts us with\r\nhighly contradictory images. Thus, while taking note\r\nwith satisfaction and optimism of the reconciliation\r\nand harmony that we now see among the various\r\nelements of society in South Africa, which in the past\r\nwere torn asunder by the odious system of apartheid,\r\nwe feel despair and sadness at the persistent conflicts\r\nand hotbeds of tension in other parts of the continent.\r\nHowever, it would be neither fair nor objective to\r\nlimit ourselves to a negative assessment of such events\r\nwithout attempting to shed light on them and to\r\nidentify their causes in order to be able, with wisdom\r\nand concern, to remedy them and to contain their\r\neffects.\r\n\"In order to resolve the fundamental problems of\r\nAfrica, we need to identify the ideal path and the most\r\neffective means of helping the continent gain control\r\nover the course of events and changes that are taking\r\nplace on its soil. We have to do this not only for the\r\nsake of Africa but also in the interest of the\r\ninternational community as a whole. We should\r\nalways keep in mind the imperative need to deal\r\nspecifically with the fundamental issue which\r\nconfronts so many African countries, namely, the\r\nachievement of political reform and the modernization\r\nof the economy, as corollaries of global development,\r\nunder conditions of security and stability.\r\n\"There can be no doubt that in the area of\r\npolitical reform, the African continent has taken\r\nconcrete and promising steps; but not as many as it\r\nwould have liked, nor at the rate it would have\r\ndesired. The African States more than anyone else,\r\nare well aware of that.\r\n\"On the other hand, as the efforts of the donor\r\ncountries have fallen short of expectations, those\r\ncountries should review their stance with regard to\r\nthe development process in Africa in the light of the\r\nnew realities and the changes that have taken place,\r\nwhich require the international community to\r\nredouble its efforts to participate effectively in the\r\ndevelopment of the continent.\r\n\"Africa is fully aware that the responsibility for\r\nits development is, in the first instance, its own.\r\nThis is an awareness that has been confirmed by the\r\nAfrican leaders, at their Summit in Tunis this year,\r\nwhen they stated that it is the duty of the Africans\r\nthemselves to face up to the challenges that the\r\npresent course of events confronts them with and to\r\nundertake firmly and in earnest the necessary\r\neconomic reform and the rational development of\r\nhuman and material resources.\r\n\"At their thirtieth Summit, held in Tunis, the\r\nAfrican leaders voiced an unshakeable will to live in\r\npeace and to mobilize their potential in the service\r\nof global and sustainable development, in order to\r\nbe able to ensure a decent life for their\r\nfellow-citizens, free them from all forms of\r\ndomination and hegemony and guarantee their ability\r\nto exercise their right freely to choose the model of\r\nsociety most in keeping with their traditions and the\r\nspecific cultures. Experience has shown the gravity\r\nof the error of trying to carbon copy systems of\r\npower and of administration and impose them on\r\npeoples of other continents. The tragic\r\nconsequences of such efforts are very much in\r\nevidence.\r\n\"Nevertheless, we look to the future with\r\noptimism, for today most countries of the African\r\ncontinent, with a heightened sense of responsibility\r\nand commitment, are trying to rid themselves once\r\nand for all of the legacies of the past. This\r\nnecessary and legitimate endeavour can be made\r\nconcrete only through consecration of the values of\r\ndemocracy, freedom and justice - those higher\r\nvalues to which mankind in Africa has always\r\nadhered spontaneously and enthusiastically.\r\n3\r\nGeneral Assembly 15th meeting\r\nForty-ninth session 3 October 1994\r\n\"During the Cairo Summit the African States\r\nwere able to establish machinery for the prevention,\r\nmanagement and settlement of conflicts. This decision\r\nwas reaffirmed at the Tunis Summit. The African\r\nmachinery has already begun to operate and has made\r\na start on the implementation of the resolutions of the\r\nTunis Summit and is tackling numerous remaining\r\nproblems and crises in Africa - such as those of\r\nRwanda, Burundi, Angola and Somalia - with a view\r\nto assisting in their settlement.\r\n\"In this context, we have spared no effort, as\r\nacting President of the Organization of African Unity,\r\nin cooperation and in coordination with African\r\nleaders, to increase emergency assistance to Rwanda.\r\nIt is indisputable that the tragic situation prevailing in\r\nRwanda requires the participation of everyone of\r\ngoodwill, including the international community, and\r\nthe mobilization of all efforts to heal the wounds of\r\nthe brotherly people of Rwanda and to help them\r\nrecover their security and stability, in harmony and\r\nfraternity.\r\n\"In implementing Security Council resolution 918\r\n(1994), the African States have not hesitated to\r\ndemonstrate their readiness to send troops to Rwanda\r\nwithin the framework of the second stage of the\r\nUnited Nations Mission (UNAMIR II) with a view to\r\nthe re-establishment of security in this brotherly\r\ncountry, in accordance with the decisions of the\r\nArusha Summit.\r\n\"We would have hoped, however, that material\r\nand logistical support for the African States involved\r\nhad not been delayed. It was this delay that prevented\r\nthe deployment of troops in Rwanda at a time when\r\ntheir presence was essential to and would have been\r\na decisive factor in establishing peace and security in\r\nthis brotherly country and in the region and in\r\nbringing about the desired national reconciliation that\r\nwould have made possible the return of thousands of\r\nrefugees, and thus would have mitigated the effects of\r\nthis tragedy in line with the Arusha process.\r\n\"In this respect, I should like to emphasize that\r\nthe establishment of the machinery for the prevention,\r\nmanagement and settlement of conflicts reflects\r\nAfrica’s political will to give concrete expression to\r\npreventive diplomacy. However, the existence of such\r\nwill is not enough by itself, when it comes to taking\r\non such a role. Hence the major responsibility\r\ndevolving on the United Nations to assist the\r\nmachinery, by providing the funds for peace\r\nderiving from the Organization, as well as necessary\r\nmeans for the success of such intervention.\r\n\"At the Tunis Summit, the African countries\r\nadopted a code of honour and conduct designed to\r\ngovern relations between the States of the continent\r\nand that aims at promoting the struggle against all\r\nforms of extremism, fanaticism and terrorism which\r\nare among the most important issues before the\r\nUnited Nations and the international community.\r\n\"In this respect, one of the object lessons to be\r\nlearnt from the events in Rwanda is that it is\r\nimperative that the review of the United Nations\r\nSecurity Council’s methods of work be expedited\r\nand that the necessary measures to deal with the\r\nproblem of procrastination that has been noted in the\r\nimplementation of United Nations resolutions be\r\ntaken with the speed and diligence required in\r\ndealing with international crisis situations so that\r\nUnited Nations intervention may be effective and\r\ntimely. Failing this, the role of preventive\r\ndiplomacy will have to be strengthened and Africa\r\nwill have to be provided with the opportunity to\r\ncontribute to its strengthening realistically in order\r\nto avoid any recurrence of the tragedies we have\r\nwitnessed, such as those of Rwanda, Burundi and\r\nSomalia.\r\n\"Joint African action in the economic sphere\r\nhas continued since the African Economic\r\nCommunity was set up at the Abuja Summit in\r\n1991. The aim is to initiate a strategy that would\r\nmake possible the achievement of the\r\ncomplementarity and economic integration of the\r\nAfrican States. Those States are required to achieve\r\na greater degree of coordination and cooperation\r\namongst themselves in order for them to be able to\r\ncope with the new developments in world markets\r\nespecially after the establishment of the World Trade\r\nOrganization. They have to explore prospects for\r\nthe future so that Africa may be assured of a better\r\nposition in international trade, which is witnessing a\r\ndiminution of the share of the least developed\r\ncountries.\r\n\"Clearly, the efforts that Africa is currently\r\nmaking to solve the problems of the present and to\r\nsecure the future deserve the support and assistance\r\nof the international community. I have called upon\r\nthe leaders of the seven richest countries, when they\r\n4\r\nGeneral Assembly 15th meeting\r\nForty-ninth session 3 October 1994\r\nmet recently in Naples, to become involved in the\r\nconcerns of the African continent and to respond to its\r\ndesire for a review of the level and content of its\r\ncooperation with the international community within\r\nthe framework of a global strategy of North-South\r\ncooperation based on partnership and mutual\r\ndevelopment for peace and progress.\r\n\"While noting with satisfaction and being\r\ngratified at the success of numerous countries of\r\nAmerica and of Asia with regard to settling the debt\r\nproblem and increasing the rate of economic growth,\r\nwe note with regret that the burden of external debt\r\nstill constitutes the major obstacle to development\r\nefforts in Africa, as it has a highly negative impact on\r\nprogrammes of economic and social reform and on\r\nforeign investment.\r\n\"In addition, it is important to note that the\r\nincreasing level of African indebtedness arises\r\nessentially from the cost of debt servicing, which is\r\ndoubling year by year and which, along with the\r\ndeterioration in the terms of trade, is a principal factor\r\ninhibiting the African countries’ development efforts.\r\n\"We believe that stability, security and\r\ndevelopment are a collective responsibility and a\r\ncommon aspiration. The rich countries are called\r\nupon to take account of this in their policies; to make\r\ntheir public opinion sensitive to the importance of\r\neconomic assistance for the developing countries; to\r\nmake provision for a reduction in the staggering\r\nimbalances between peoples; and to highlight the\r\npositive consequences of such an approach, in the\r\nmedium and in the long term, for the donor countries\r\nthemselves through the opening up of markets,\r\nprofitable investments and the limiting of emigration\r\nand of the problems resulting therefrom - the most\r\nappropriate means of translating preventive diplomacy\r\ninto concrete action in dealing with all types of crises.\r\n\"It was in the context of these mutual interests\r\nthat we suggested several years ago to the\r\nindustrialized countries the formulation of a\r\ncomprehensive strategy for development in Africa that\r\nwould allow the States of the continent clearly to\r\ndefine their economic plans on the basis of continuous\r\nsupport by the countries and institutions that back\r\nthem financially.\r\n\"Starting with 1989, I have proposed a number of\r\ninitiatives at several international forums, including\r\nthis General Assembly, the G-7 summits at Toronto\r\nand Naples, the European Union summit in\r\nStrassbourg, the Earth Summit in Rio de Janeiro and\r\nthe Vienna Conference. All those initiatives related\r\nto such issues as human rights, the environment, the\r\nconcretization of North-South cooperation through\r\nthe conclusion of development partnership contracts\r\nbetween the developing countries and the\r\nindustrialized countries and the recycling of debts.\r\nThe ultimate aim was the codification of trade and\r\npolitical relations on the international level.\r\n\"All of those proposed initiatives have now\r\ntaken shape. Some of them are being implemented,\r\nwhile others are still being studied by regional and\r\ninternational groupings.\r\n\"Today, the world witnesses new phenomena,\r\nwhich have an ever-greater impact on the\r\ninternational arena and which are primarily\r\ncharacterized by universality and comprehensiveness.\r\nWe are therefore all the more convinced of the\r\ntimeliness of our initiatives and of the need to carry\r\non and complete their implementation.\r\n\"The organic interdependence of the present\r\nand future interests of States has now become a\r\nconcrete reality. The same is true of the\r\nrelationships amongst peoples in all their various\r\naspects, which are subject to the functioning of the\r\nmachineries of multilateral cooperation that manage\r\nthe complex relations of States on the external and\r\nthe domestic levels.\r\n\"It is in this context that the various\r\nforthcoming international events will take place,\r\nnamely, the United Nations Congress on the\r\nPrevention of Crime and the Treatment of Offenders,\r\nwhich will be held in Tunis; the International\r\nSymposium on Organized Crime; the World Summit\r\nfor Social Development, as well as the proclamation\r\nof 1995 as the United Nations Year for Tolerance;\r\nand the World Conference on Women, which will\r\ntake place in Beijing. All of these events have been\r\nscheduled to take place in the context of the\r\ninternational action aimed at the setting up of\r\nhumanity’s agenda for comprehensive development -\r\n’An Agenda for Peace’ -that would reflect, on\r\nanother level, the universal nature of human security.\r\n\"Thus the international community is called\r\nupon to mobilize itself on the occasion of the Tunis\r\n5\r\nGeneral Assembly 15th meeting\r\nForty-ninth session 3 October 1994\r\nmeeting on the Prevention of Crime and the Treatment\r\nof Offenders and the International Symposium on\r\nOrganized Crime in order to hone a preventive\r\nstrategy, identify the means required or, more\r\nspecifically, to build effective institutional structures\r\nto combat terrorism and organized crime, including\r\noffences of an economic and political nature, such as\r\nviolations of human rights and drug trafficking.\r\n\"In this respect, Tunisia has unswervingly\r\nadopted a diplomacy of cooperation based on peace,\r\nstability and security. In addition, we are working to\r\nensure that the United Nations Year for Tolerance will\r\nbe a good occasion wherein such human values will\r\nbe underscored and made a political goal and a means\r\nof avoiding and preventing disputes.\r\n\"As for the World Summit for Social\r\nDevelopment, it will afford an opportunity to search\r\nfor urgent international solutions to urgent social\r\nproblems and to make clear the need for the\r\nformulation of an international strategy for social\r\ndevelopment, since social problems today are an\r\noverriding concern of all countries both in the North\r\nand in the South. Indeed, those problems endanger\r\nstability, security and peace throughout the world and\r\nin particular in Africa. Therefore, the African Heads\r\nof State and Government recognized, during their\r\nmeeting in Tunis, the importance of this world\r\nSummit and the need carefully to consider the\r\nrecommendations that will result from it.\r\n\"The strong upheavals that have taken place on\r\nthe world scene have directly impacted on the\r\nconditions in many countries and particularly in those\r\nwhich do not have the wealth or sufficient potential to\r\nadapt to the new international order. Therefore, the\r\ninternational community is called upon to devise new\r\nmodes of cooperation. Such modes, as they will have\r\nto be unprecedented in both form and content, will\r\nrequire the existence of political will and international\r\nsolidarity and the establishment of a partnership for\r\nlasting social and human development.\r\n\"The improvement of living conditions, respect\r\nfor human dignity, justice for all, equality of all races\r\nand peoples, as well as the values of tolerance and\r\nrespect for others, are the indispensable foundations\r\nupon which social life and international cooperation\r\nmust be based.\r\n\"We are gratified here to reiterate our great\r\nappreciation of the active role that the United\r\nNations performs in the management of problems of\r\npeace, security and development throughout the\r\nworld. We would also like to pay tribute to the\r\nSecretary-General of the United Nations,\r\nMr. Boutros Boutros-Ghali, the son of Africa and of\r\nthe Arab world who has worked to introduce a new\r\ndynamism into the agenda for comprehensive\r\ndevelopment and the ’Agenda for Peace’. This role\r\nis supported by the African States, and we continue\r\nto find it a source of great encouragement. In the\r\nsame context, we take note with great satisfaction of\r\nthe compromise reached within the framework of the\r\nOrganization of African Unity concerning the need\r\nto implement the project for structural reform of the\r\nUnited Nations aimed at greater efficiency and\r\nincreased balance and equality in the representation\r\nof regional groups.\r\n\"In this context, we insist on the legitimacy of\r\nthe wish expressed by the African continent to\r\nstrengthen its presence within the United Nations\r\nsystem by obtaining for itself that place which goes\r\nhand in hand with its position and with its aspiration\r\nto make a greater contribution to the management of\r\ninternational affairs and to the strengthening of\r\nsecurity, stability and progress throughout the world.\r\n\"It is on behalf of Tunisia and on behalf of the\r\nOrganization of African Unity that I renew this\r\nappeal, while hoping that at this session we will\r\nachieve adequate formulas for reforms to be\r\nundertaken within the United Nations system, in\r\norder to consolidate the foundations of security,\r\npeace and stability throughout the world and to\r\nprovide a stimulus for the process of development\r\nfor the benefit of all of humankind.\"\r\nThe President (interpretation from French): I now\r\ncall on the Minister for Foreign Affairs of Australia, His\r\nExcellency Senator the Honourable Gareth Evans.\r\nMr. Evans (Australia): I warmly congratulate you,\r\nYour Excellency Minister Essy, on your election as\r\nPresident of the General Assembly at this forty-ninth\r\nsession. Australia is very pleased to serve in the\r\nAssembly under your presidency and looks forward to\r\nrelying on your wisdom and your experience as you\r\npreside over our deliberations.\r\n6\r\nGeneral Assembly 15th meeting\r\nForty-ninth session 3 October 1994\r\nThe last year has provided its full measure of\r\nchallenges for the United Nations. The hopes for a new era\r\nof peace, after the decades of sterile confrontation between\r\nthe super-Powers, seem not much closer to being realized.\r\nIn Southern Africa and the Middle East, there have been\r\nremarkable advances in solving some of the world’s most\r\nintractable problems, but they stand in contrast to the\r\nnightmarish conflicts of Bosnia, Somalia and Rwanda.\r\nThese are only the latest, and most prominent, of a long\r\nstring of deadly conflicts within State borders, tearing\r\nexisting States apart and far exceeding the threats to peace\r\nposed by conflict between States. These intra-State\r\nconflicts have been marked by extreme savagery, each day\r\noffering new evidence of how cruel and dangerous a place\r\nthe world remains for so many of its people.\r\nThe combined impact of a number of these conflicts\r\nhas had a corrosive effect on the standing of the United\r\nNations. Pictures of Blue Helmets standing by, unable to\r\nprevent conflict and impotent to save life, have become a\r\nmedia cliché. The role that the United Nations system has\r\ncontinued to play in its economic, social and humanitarian\r\nwork, in responding to the \"silent emergencies\" of poverty\r\nand deprivation, has been overshadowed by the public\r\nimage of an organization failing to meet its responsibilities\r\nand unequal to the challenges. Some of this imagery is\r\ndeeply unfair, failing to take account of the innumerable\r\nconstraints under which the United Nations operates - and\r\nin particular failing to acknowledge that, at the end of the\r\nday, the United Nations can do no more than what its\r\nMember States allow it to do, or give it the resources to do.\r\nBut the underlying reality is that the United Nations,\r\nand we Member States that make it up, have not yet\r\ndeveloped a clear and confident sense of the United Nations\r\nown role in the new environment with which we are\r\nconfronted - where the most common source of conflict is\r\nno longer disputes between States, but explosive conflict\r\nwithin States, more often than not expressed in the form of\r\ncompeting ethno-nationalist or religious claims.\r\nOf course ethnic or religious difference is not, by\r\nitself, a recipe for conflict within States. Australia is just\r\none example, among many, of a highly successful\r\nmulti-ethnic, multicultural society in which tolerance and\r\npeace prevail. For ethnic or religious differences or\r\ncompeting nationalist aspirations to deteriorate into deadly\r\nconflict, something more is necessary. And almost\r\ninvariably that something has been a failure of\r\nGovernments to deliver basic needs and to satisfy the most\r\nbasic aspirations of their citizens. In almost every case of\r\nmajor intra-State conflict of recent times, from the former\r\nSoviet republics to Rwanda, ethnic and religious conflict\r\nhas been associated with declining per capita gross\r\nnational product, the rise of demagogic politics, and the\r\ncollapse of effective, responsible government.\r\nAll this means that it is no longer possible, in the\r\npost-cold-war era, for the international community simply\r\nto ignore, as it largely did in the past, conflict occurring\r\nwithin State borders which does not significantly impact\r\non other States. The compartmentalization which existed\r\nthrough the cold war years - in which peace and security\r\nissues, development issues, and human rights and justice\r\nissues were treated as being in completely different\r\nconceptual and institutional boxes - no longer seems\r\nadequate to deal with the real world distress that so many\r\npeople are suffering. Basic economic needs, let alone the\r\nneeds of individuals and groups for dignity and liberty,\r\ncannot begin to be met in environments where nobody’s\r\npersonal security can be guaranteed. And that means, in\r\nturn, that the international community cannot simply turn\r\naway from being involved in protecting human security in\r\nmany of those situations which might previously have\r\nbeen regarded as wholly internal in character.\r\nThis truth has, of course, already been recognized to\r\nthe extent that the United Nations has become involved in\r\nessentially intra-State conflicts in Bosnia, Somalia,\r\nRwanda and Haiti. But for the most part that\r\ninvolvement has been hesitant, half-hearted, lacking in\r\nconfidence, worried about its rationale, too little, and too\r\nlate. We have now to reach out boldly and try to\r\nrecapture some of the original vision built into the stated\r\naims of the Charter. We have to reintegrate the\r\nrelationship among the three basic objectives of peace,\r\nmeeting the need for security; development, meeting\r\neconomic needs; and human rights and justice, meeting\r\nthe needs for individual and group dignity and liberty.\r\n7\r\nGeneral Assembly 15th meeting\r\nForty-ninth session 3 October 1994\r\nThe distinction between peace and security on the one\r\nhand and development on the other has too often been a\r\nmatter for sterile and unhelpful debate, with attempts to\r\ntrade off one for the other as key goals for the United\r\nNations. Any viable modern concept of international peace,\r\nlet alone peace within States, must recognize that the two\r\nare indissolubly bound up with each other: there can be no\r\nsustainable peace without development, and no development\r\nwithout peace.\r\nIn this context, Australia warmly welcomes the\r\nSecretary-General’s efforts in producing An Agenda for\r\nDevelopment which, following on as it does from An\r\nAgenda for Peace, fully recognizes the relationship between\r\npeace and development, acknowledging that equitable\r\ndevelopment eradicates many of the socio-political\r\nconditions in which threats to peace breed. It places an\r\nentirely appropriate emphasis on individual human beings\r\nas the end object and beneficiaries of our developmental\r\nefforts. This concept of course, in various guises, lies\r\nbehind most of the international community’s key ideas\r\nabout development in recent years, including \"adjustment\r\nwith a human face\", \"human development\" and, most\r\nrecently, \"human security\". I must also applaud the focus\r\nwhich the Secretary-General has placed on practical\r\ninternational cooperation for global human security, for\r\nexample in the areas of emergency humanitarian assistance,\r\neffective governance and all the social issues which form\r\nthe agenda of the world social summit.\r\nA more integrated effort will clearly be required of the\r\nUnited Nations system if the objectives set out in An\r\nAgenda for Development are to be achieved. It is\r\nimperative that we improve the system’s ability to develop\r\nand implement social and economic development\r\nprogrammes in a more coordinated and coherent manner,\r\nincluding by finding ways to allow the Bretton Woods\r\ninstitutions and United Nations bodies to work in closer\r\nharmony. An example of a more systematic approach that\r\nthe United Nations system might be able to adopt is the\r\nrecent package of reforms undertaken by the Economic and\r\nSocial Council. The new approach to operational activities,\r\nand the joint programme which the Economic and Social\r\nCouncil agreed to earlier this year to tackle the health and\r\ndevelopment impacts of the HIV/AIDS pandemic,\r\ndemonstrate the achievements that are possible through such\r\nreform.\r\nBut more will be required than this, including changes\r\nin the senior decision-making structure of the United\r\nNations Secretariat. Considerable reform in the\r\nintergovernmental elements of the United Nations system\r\nhas been achieved and is being worked out, but the same\r\nis not true of the Secretariat itself. Notwithstanding some\r\nwelcome recent changes, including in particular the\r\ndesignation by the Secretary-General of a special adviser\r\non operational activities, I believe that there continues to\r\nbe a strong case for creating a new working collegiate\r\nexecutive of four Deputy Secretary-Generals to work with\r\nthe Secretary-General - responsible respectively for\r\neconomic and social affairs, peace and security affairs,\r\nhumanitarian affairs and administration and management.\r\nA key source of threats to national and international\r\nsecurity lies in unsustainable patterns of consumption and\r\nexploitation of resources. High population growth and\r\ncompetition for resources have been contributing factors\r\nin several of the recent crises involving the United\r\nNations, including Rwanda and Somalia, and competition\r\nover scarce water resources is a potential cause of conflict\r\nin a number of regions. Such threats demonstrate how\r\nimportant it is, in security terms, for the United Nations\r\nto strengthen its ability to deal with development issues.\r\nThe international community has developed a significant\r\nbody of international laws, norms, agreements and\r\narrangements for the rational and cooperative management\r\nof scarce resources. The United Nations system needs to\r\nensure that it takes timely, effective and coordinated\r\naction to help implement this framework and the\r\nprogrammes for action agreed on at recent global\r\nconferences. The outcome of last month’s Cairo\r\nConference has provided a blueprint to address problems\r\nof population and development, acknowledging the central\r\nrole of women in the development process.\r\nFor its part, the Commission on Sustainable\r\nDevelopment must develop a genuine capacity to monitor\r\nthe implementation of Agenda 21, using its political\r\ninfluence to bring about an observable difference in\r\napproaches to environment and development. We also\r\nattach particular importance to early implementation of\r\nthe Programme of Action adopted at the Global\r\nConference on the Sustainable Development of Small\r\nIsland Developing States in Barbados in May this year.\r\nNo less important has been the entry into force of the\r\nConvention on the Law of the Sea. The adoption in June\r\n1994 of the new Agreement implementing Part XI of the\r\nConvention secures a widely accepted legal order for the\r\nworld’s oceans, and provides, in effect, a common\r\nlanguage for interaction between States on matters\r\naffecting two thirds of the world’s surface.\r\n8\r\nGeneral Assembly 15th meeting\r\nForty-ninth session 3 October 1994\r\nFrom the outset of the establishment of the United\r\nNations, the international community has acknowledged\r\nhuman rights as a central and legitimate subject of\r\ninternational attention. For many years, however, and\r\nnotwithstanding the system of international human rights\r\ntreaties, this attention carried with it the ideological\r\nbaggage of the cold war and was too often marked by\r\nconfrontation and recrimination. In recent years the\r\ninternational community has begun to develop more\r\ncooperative and potentially more effective ways of\r\npromoting better observance of human rights standards.\r\nThese include the creation of the Office of the High\r\nCommissioner for Human Rights, the promotion of national\r\nand regional human rights bodies and improved technical\r\nassistance. They also include a welcome reaffirmation in\r\nVienna last year of the indivisibility of all human rights -\r\neconomic, social and cultural rights as well as civil and\r\npolitical rights - in developing a base for positive change.\r\nAnd they include the establishment of the International\r\nCriminal Tribunal to try violations of humanitarian law in\r\nthe former Yugoslavia. A further important specific step\r\nthat Australia believes should be taken in this direction is\r\nthe creation of a permanent international criminal court, to\r\ndeal with gross violations of international criminal law\r\nwherever they might occur.\r\nHuman rights observance has its own profound\r\nsignificance for peace and security. The drafters of the\r\nCharter and the Universal Declaration of Human Rights\r\nrecognized this connection. The international community\r\nhas clear obligations under the Charter to protect basic\r\nhuman rights, and the most basic freedom of all - the right\r\nto life - is directly dependent on the maintenance of peace.\r\nWe must be prepared to accept a wider application of the\r\nnotion of security as it appears in the Charter, recognizing\r\nthat security in the post-cold-war era has as much to do\r\nwith the protection of individuals - guaranteeing human\r\nsecurity - as it has to do with State security - the defence\r\nof national borders.\r\nHuman security, in this view, is as much if not more\r\nthreatened by intra-State conflict as it is by conflict between\r\nStates, and intra-State conflict is as much a concern of the\r\nUnited Nations as is international conflict. The experience\r\nof the last few years underlines the lesson that a State\r\nwhose Government systematically disregards human rights,\r\nignores the rule of law and fails to strive for equitable\r\ndevelopment and distributive justice is a State showing\r\nclear signs of heading towards breakdown and civil strife.\r\nTo try to anticipate with appropriate preventive strategies\r\nthat breakdown and conflict is, for the United Nations\r\nsystem, not to go beyond its Charter mandate, but to fully\r\nrealize it.\r\nThe international community has traditionally talked\r\nabout security in almost wholly military terms. In a\r\nUnited Nations context, collective security has meant\r\nMember States renouncing the use of force against each\r\nother and agreeing to come to the aid of a Member when\r\nit is attacked. Even the more recent, and very welcome,\r\nfocus on the concept of common security has been\r\npremised on the idea that States will be more secure\r\nmilitarily with defence strategies that are aimed at\r\nbuilding security with others rather than against others.\r\nIf the international community is to respond fully\r\nand effectively to the new challenges of the post-cold-war\r\nera, this perspective has to be broadened. One way to do\r\nthat is to talk, as many are now doing, in terms of\r\ncomprehensive security, which conveys the important idea\r\nthat security is multidimensional in character, demanding\r\nattention not only to political and diplomatic disputes but\r\nto economic underdevelopment, trade disputes, human-\r\nrights abuses and the like.\r\nBut Australia’s preference - as I spelled out last year\r\nin addressing this Assembly, when I launched the so-\r\ncalled Blue Book, Cooperating for Peace - is to describe\r\nour shared objective as cooperative security. The term\r\ncooperative security is designed to embrace and capture\r\nthe essence of all those three other ideas: collective,\r\ncommon and comprehensive security. It is designed to\r\nshift the focus away from traditional, defensive,\r\nState-centred thinking, and at the same time to convey the\r\nflavour of consultation rather than confrontation,\r\nreassurance rather than deterrence, transparency rather\r\nthan secrecy, prevention rather than correction, and\r\ninterdependence rather than unilateralism.\r\nCooperative security in practice means a whole\r\nrange of different strategies designed both to prevent and\r\nto resolve conflict, certainly including the traditional\r\nUnited Nations roles of peace-keeping and peace\r\nenforcement. But the strategies that I want particularly to\r\nemphasize today are those at the preventive end of the\r\nresponse spectrum, in particular peace-building and\r\npreventive diplomacy.\r\nAs the idea of peace building has been developed by\r\nthe Secretary General in An Agenda for Peace and in An\r\nAgenda for Development, it has largely been restricted to\r\nthe situations of post-conflict economic and institutional\r\nrestoration within countries. Australia’s view is that\r\n9\r\nGeneral Assembly 15th meeting\r\nForty-ninth session 3 October 1994\r\nwhile that is a very important element of the idea it is\r\nunduly restrictive, and that the concept of peace-building\r\nshould assume a much more prominent place in our\r\nthinking about the international community’s role and\r\nresponsibilities.\r\nWe see peace-building as describing the whole range\r\nof strategies designed to address basic and underlying\r\ncauses of disputes and conflicts: strategies aimed at\r\nensuring that they do not arise in the first place, or that if\r\nthey do arise, they do not subsequently recur. Those\r\nstrategies are applicable at both intra-State and international\r\nlevels. At the international level we are talking essentially\r\nabout various regimes and arrangements designed to\r\nminimize threats to security, to promote confidence and\r\ntrust and to create frameworks for dialogue and\r\ncooperation, especially through arms control and\r\ndisarmament treaties; legal regimes such as those on\r\nmaritime passage and the status of refugees; dispute-\r\nresolution mechanisms such as the International Court of\r\nJustice; and multilateral dialogue forums, such as the\r\nConference on Security and Cooperation in Europe (CSCE)\r\nor the new regional Forum of the Association of South-East\r\nAsian Nations (ASEAN). At the in-country level, peace-\r\nbuilding essentially involves strategies to encourage\r\neconomic development, ensure the observance of human\r\nrights, broadly defined, and to facilitate good governance.\r\nSo perceived, peace-building lies right at the interface\r\nbetween the United Nations agendas for peace and for\r\ndevelopment. Peace-building activity is already occurring\r\nin a great many ways and in a great many places. The\r\nattention being given to environment, resource and\r\npopulation issues, the higher profile being accorded to\r\nhuman-rights protection and the significant progress being\r\nmade on many disarmament issues are all manifestations of\r\nthis at the general international level. And more attention\r\nis being given to democratization and institution-building\r\nstrategies, as well as economic ones, for particular countries\r\nwhere effective governance has broken down, or seems\r\nabout to.\r\nWhat is really necessary is that more of this activity\r\nbe integrated and coordinated within the United Nations\r\nsystem, that activities now being pursued in isolation and\r\nwithout any overriding sense of common purpose be better\r\nlinked together. If we are to get peace, development and\r\nhuman rights objectives better synchronized, then some\r\ninstitutional changes are necessary. A good start may be to\r\nvest responsibility for developing and coordinating peace-\r\nbuilding strategies in the position of deputy\r\nsecretary-general for humanitarian affairs, a position\r\nwhich I suggested earlier should be created.\r\nWhatever the achievability of peace-building\r\ninternational regimes in other areas, the end of the cold\r\nwar has certainly opened up for the international\r\ncommunity exciting new possibilities to prevent the\r\nproliferation of weapons of mass destruction and\r\ndestabilizing conventional-arms races. There is now, for\r\nexample, an historic opportunity to conclude a\r\ncomprehensive test-ban treaty. The decision by most of\r\nthe nuclear-weapon States to maintain moratoriums on\r\ntesting has made a major contribution to an improved\r\nnegotiating atmosphere in the Conference on\r\nDisarmament. Australia very much hopes that the\r\nPeople’s Republic of China will play its part in bringing\r\nthose negotiations to a conclusion by likewise abstaining\r\nfrom further tests. Agreement on a comprehensive test\r\nban will also have a significant impact on the\r\nachievement of nuclear disarmament, and especially\r\nnuclear non-proliferation, objectives. Australia urges all\r\nmembers of the Conference on Disarmament to seize this\r\nopportunity, which may not present itself again, to\r\nconclude the test-ban treaty as soon as possible.\r\nA further vital contribution to nuclear disarmament\r\nwould be made by the negotiation of a cut-off convention.\r\nAustralia hopes that all members of the Conference on\r\nDisarmament will support the efforts of the Canadian\r\ncoordinator and agree to a negotiating mandate by the\r\nbeginning of the 1995 session.\r\nUnderlying all the efforts by the international\r\ncommunity over the past 25 years to stem the spread of\r\nnuclear weapons has been the Treaty on the Non-\r\nProliferation of Nuclear Weapons (NPT). The NPT\r\nremains the cornerstone of international efforts to prevent\r\nnuclear proliferation. Its success is reflected in this\r\nphenomenon: the general expectation in the 1960s was\r\nthat the world would have as many as 25 nuclear-weapon\r\nStates by the 1980s, but instead, 160 countries have now\r\nacceded to the NPT as non-nuclear-weapon States,\r\nleaving only a handful outside the Treaty framework.\r\nThe peaceful-use assurances derived from the Treaty and\r\nfrom the safeguards regime of the International Atomic\r\nEnergy Agency have laid the foundation for very valuable\r\ninternational cooperation in fields such as nuclear power\r\ngeneration, nuclear medicine and agricultural and\r\nscientific applications of nuclear energy. In addition, the\r\nNPT incorporates the only commitment from the five\r\nnuclear-weapon States to complete nuclear disarmament.\r\nThe cause of complete nuclear disarmament, which\r\n10\r\nGeneral Assembly 15th meeting\r\nForty-ninth session 3 October 1994\r\nAustralia fully supports, is moving in the right direction,\r\nbut it is clear that more needs to be done by the nuclear-\r\nweapon States if the pace is to be maintained.\r\nA decision to be made on extending the Treaty at the\r\nNPT Review Conference next year will allow us to secure\r\nits benefits in perpetuity. This is an opportunity we must\r\ngrasp to shape a world in which our collective commitment\r\nto nuclear non-proliferation, and to a world free of nuclear\r\nweapons, can be realized. Indefinite extension of the\r\nTreaty will create an environment in which the pressures\r\nfor continued nuclear disarmament will be maximized, in\r\nwhich nuclear proliferation will best be prevented, in which\r\ntrade and cooperation in the peaceful uses of nuclear energy\r\ncan best be maintained, and in which the goal of universal\r\nmembership of the Treaty can best be reached.\r\nThe pace of chemical- and biological-weapons\r\ndisarmament continues to be encouraging. Progress is\r\nbeing made in preparing for implementation of the\r\nchemical-weapons Convention, and the recent Special\r\nConference’s decision to develop verification measures to\r\nstrengthen the biological-weapons Convention is also very\r\nwelcome. All members of the global community will\r\nbenefit, in both security and trade and development terms,\r\nfrom the bans on these entire categories of weapons of\r\nmass destruction which will be put in place by the effective\r\noperation of both these Treaties.\r\nIn our efforts to prevent the further spread of weapons\r\nof mass destruction, we should not lose sight of the need to\r\ncontrol conventional weaponry. Conventional weapons\r\ncontinue to be responsible for the overwhelming majority\r\nof the fatalities and casualties in contemporary armed\r\nconflict. In this area, the United Nations has taken an\r\nimportant first step in creating the Register of Conventional\r\nArms, although I must note Australia’s disappointment at\r\nthe failure of its Expert Group to agree to expand the\r\nRegister beyond transfers to cover productions and\r\nholdings. It is, however, most important that all States\r\nsupport this initial international exercise in the transparency\r\nof conventional weaponry by providing as much\r\ninformation as possible in their returns.\r\nThere is also a compelling need to strengthen the\r\ninhumane weapons Convention and, in particular, to extend\r\nfurther control over the use of, and trade in, land-mines,\r\ngiven the appalling and indiscriminate injuries caused to\r\ncivilian populations often long after conflicts cease.\r\nOne of the most crucial elements in any functioning\r\nsystem of cooperative security is an effective capacity for\r\npreventive diplomacy. Australia is convinced that the\r\nUnited Nations can and should do more in this respect to\r\nprevent disputes escalating into armed conflict, and to this\r\neffect we propose to introduce a draft resolution on\r\nenhancing preventive diplomacy at the current session of\r\nthe General Assembly.\r\nWe believe that there is widespread support for the\r\nUnited Nations to build stronger preventive diplomacy\r\nmachinery and to develop the capacity foreseen by its\r\nfounders and articulated in Article 33 to operate as an\r\nactive agent in the peaceful settlement of disputes. The\r\nOrganization would be able to operate more effectively in\r\nthis area if it gave its staff additional skills in dispute\r\nresolution and conflict management. We commend its\r\nefforts to do so through the fellowship course of the\r\nUnited Nations Institute for Training and Research and\r\nwe will continue to provide our backing for that training.\r\nWe propose that the United Nations develop a dispute\r\nresolution service within its Secretariat. We advocate\r\nstrengthening the Department of Political Affairs and\r\nincreasing coordination, information-sharing and early-\r\nwarning capacity among and between the various\r\nelements of the United Nations system. Greater use\r\nshould also be made of the resources of Member States\r\nand stronger linkages forged with regional security\r\narrangements.\r\nSuch regional organizations and arrangements\r\nthemselves can play a most useful role. We should not\r\nhave unrealistic expectations of them because most cannot\r\nmatch the capacity of global bodies to marshal resources\r\nfor peace-building or, at the other end of the scale, for\r\nmilitary responses to crises. They nevertheless offer a\r\nway of bringing together the parties to disputes in a\r\nconstructive and non-confrontational framework. We\r\nwelcome recent developments to strengthen regional\r\napproaches, in particular the recent inaugural meeting of\r\nthe Regional Forum of the Association of South-East\r\nAsian Nations, with its evident willingness to develop\r\npreventive diplomacy in the Asia-Pacific region. We\r\nhope that others will share our interest in exploring the\r\nscope for establishing regional peace and security\r\nresource centres - to advance these objectives under the\r\nbanner of regional organizations or the United Nations\r\nitself, or both.\r\nWe welcome the steps taken by the United Nations\r\nSecretary-General to strengthen the United Nations links\r\nwith regional organizations. In relation to one such\r\nimportant organization in Australia’s own part of the\r\nworld, we welcome the strong support given by Member\r\n11\r\nGeneral Assembly 15th meeting\r\nForty-ninth session 3 October 1994\r\nStates for the application made by the South Pacific Forum\r\nfor Observer status in the General Assembly, itself a\r\nresponse to the Secretary-General’s invitation to consider\r\nways of further improving the coordination of the efforts of\r\nregional bodies with those of the United Nations. Australia\r\nalso welcomes the regional peace-keeping exercise under\r\nway to assist Papua New Guinea achieve a peaceful\r\nresolution of the situation in Bougainville, and the\r\nSecretary-General’s expression of support for that exercise.\r\nThere is no use talking about reintegrating the United\r\nNations or reshaping its responsibilities unless the resources\r\nare there to carry out these responsibilities. The central\r\nresponsibility of Member States in this respect is to set to\r\nrights the Organization’s current financial problems.\r\nAustralia urges, in the strongest terms we can, all Member\r\nStates to pay their assessed contributions in full and on\r\ntime as a matter of obligation under the Charter.\r\nWe believe that the United Nations should look\r\ncarefully at strengthening measures to encourage the prompt\r\npayment of contributions. We could, for example, explore\r\nthe possibility of charging interest on overdue payments or\r\napplying Article 19 of the Charter to provide for only a 24-\r\nmonth grace period before voting rights are lost. We\r\nbelieve also that present budgetary systems could well be\r\nimproved, in particular those involved with the financing of\r\npeace-keeping operations. We hope that, at a minimum,\r\nthis General Assembly will be able to agree on some\r\npractical steps to move towards a sounder basis for such\r\nfunding. Modern management practices, including a\r\npersonnel policy more clearly based on merit, need to be\r\nadopted.\r\nMeasures such as these, while valuable, are unlikely\r\nto be sufficient in themselves to meet the financial demands\r\nwhich will be placed on the United Nations by its new\r\nagenda. The time has come to look at more innovative\r\napproaches to raising funds. One possibility which should\r\nbe examined more seriously than hitherto, notwithstanding\r\nthe complexities and sensitivities involved, is the\r\napplication of levies on certain kinds of international\r\ntransactions, such as air travel or foreign exchange, the\r\ncapacity to carry on which depends on the existence of\r\nstability between States, to which the United Nations in\r\nturn makes a major contribution. An international levy on\r\nsuch transactions would be an equitable way of putting a\r\nprice on an important public good. And the amounts\r\ninvolved are very large. The total value of global foreign\r\nexchange turnover, for example, is expected to amount to\r\nover $300 trillion next year. A levy on these transactions\r\nof only 0.01 per cent, if it could be collected, would yield\r\nover $30 billion. A flat-rate $10 added to the price of air\r\ntickets for each international sector travelled would yield\r\n$3 billion, nearly enough to cover all United Nations\r\npeace-keeping activities last year.\r\nWhatever the funding strategy adopted, the financial\r\nburden on the United Nations system and the international\r\ncommunity could be greatly reduced by putting a greater\r\nemphasis on preventive approaches to problem solving.\r\nIt is very clear that prevention is far more cost-effective\r\nin the longer term than our current pattern of responding\r\nto problems, if at all, only after crisis points have been\r\nreached.\r\nIf the United Nations decision-making bodies are to\r\nhave legitimacy and guaranteed international support in\r\nresponding to the range of new and difficult situations\r\nwith which the international community is now being\r\nconfronted - particularly deadly conflicts and massive\r\nhuman rights violations occurring within States - they\r\nmust be representative of the broad range of interests and\r\nperspectives of United Nations Member States. This is a\r\nkey reason why enlargement of the Security Council’s\r\nmembership is a pressing concern for this General\r\nAssembly. It should be said, at the same time, that the\r\nSecurity Council’s legitimacy will ultimately depend, not\r\njust on its representativeness, but upon the quality of its\r\nperformance, and in that context it will be very important\r\nthat the Assembly apply very rigorously the criteria and\r\nqualifications for Security Council membership elaborated\r\nin Article 23 of the Charter.\r\nThe model that would most simply meet the\r\nlegitimate aspirations of the largest States excluded at\r\npresent from permanent membership of the Security\r\nCouncil - including Japan and Germany, whose claims we\r\nsupport - would involve the creation of five new\r\npermanent membership seats. Assuming the continuation\r\nof the existing regional groups, three new permanent\r\nmembers would come from Africa and Asia, one from the\r\nWestern European and Other States Group, and one from\r\nLatin America and the Caribbean. Australia would prefer\r\nnot to extend the veto to any new permanent member. At\r\nthe same time, we believe it would be appropriate slightly\r\nto dilute the veto power of the existing five permanent\r\nmembers by requiring two from their number to concur\r\nin its exercise.\r\nIf - as seems not impossible - agreement on a simple\r\nmodel of this kind proves not easily reachable, it may be\r\nworth giving consideration to a more complex alternative\r\nmodel. We have in mind one which would no doubt in\r\n12\r\nGeneral Assembly 15th meeting\r\nForty-ninth session 3 October 1994\r\npractice guarantee effective permanency for the largest\r\nStates currently excluded from the Council, including Japan\r\nand Germany. But it would at the same time give a greater\r\ndegree of flexibility to the Council’s structure and greater\r\nopportunities for the recognition of several other countries\r\nwhich have made a major contribution to the Organization.\r\nIt might, for those reasons, be a model capable of\r\ncommanding more widespread support.\r\nThis alternative model would involve, in addition to\r\nthe five existing permanent members - whose veto power\r\nwould again be slightly diluted, as already outlined - the\r\ncreation of eight quasi-permanent seats allocated among\r\nregional groups for which consecutive re-election would be\r\npossible, together with 10 rotating non-permanent seats as\r\nat present. It would make abundant sense, in our view, for\r\nthe existing regional groups to be at the same time\r\nmodified to reflect post-cold-war realities. A suggested\r\nway in which these 23 seats might be distributed among\r\nsuch a new set of regional groups is set out in the table\r\nattached to the circulated text of this statement; that table\r\nalso sets out the way in which the seats might be\r\ndistributed among the existing groups. On this model, the\r\nquestion which States became quasi-permanent members\r\nand how long they remained on the Council in that capacity\r\nwould be a matter for determination by the regional group\r\nin question.\r\nConsequential amendments would be required to\r\nArticle 23 and Article 108 of the Charter, and the\r\nopportunity should, of course, be taken at the same time to\r\nremove the anachronistic enemy States clauses. An\r\naccompanying General Assembly resolution could elaborate\r\nany new regional-group arrangements.\r\nIt is, of course, the case that any change to Security\r\nCouncil membership is fraught with complexity and\r\ndifficulty. But if we are ever to move from the stage of\r\ngeneralized discussion to concrete negotiations, it is\r\nnecessary to put some quite specific and comprehensive\r\nproposals on the table. I certainly do not suggest that the\r\nmodels I have just advanced are the only possible\r\napproaches, but I do strongly suggest that the time is now\r\nripe for us to commence such negotiation. I believe that\r\nothers share our determination to move in a spirit of good\r\nwill and conscientiousness to see to it that the United\r\nNations of the next 50 years is soundly built; and an\r\nexpanded, newly legitimized Security Council is a crucial\r\nfoundation in this respect.\r\nAustralia wants the United Nations, over the next 50\r\nyears, to be an active and effective agent for the peaceful\r\nsettlement of disputes. We want it to be a catalyst for\r\ninternational peace-building, working to strengthen\r\ninternational law, control and reverse arms races, promote\r\nconfidence and dialogue between States and address\r\nunderlying causes of instability, including internal\r\nconflict. We want the United Nations to promote, in\r\nmore effective coordination with the major international\r\neconomic and financial institutions, equitable and\r\nsustainable development and to coordinate responses to\r\nhumanitarian crises. We want it to emerge even more\r\nstrongly as a promoter of universal standards of human\r\nrights and their respect by Governments. We want the\r\nUnited Nations to pursue its objectives of peace,\r\ndevelopment and human rights in an integrated,\r\ncoordinated way, with these objectives complementing,\r\nrather than being in competition with, each other. And\r\nwe want it to be an Organization assured of the\r\nwholehearted backing of its Member States and provided\r\nby them with all the financial resources it requires to\r\nmeet its obligations.\r\nIn short, we want the United Nations to become the\r\nOrganization which was envisaged in its Charter. One of\r\nthe priority objectives of our candidacy for election to the\r\nSecurity Council for 1997-1998 is to help in the building\r\nof such a United Nations. We believe we have valuable\r\ncontributions to bring to this task, and we look forward to\r\nworking closely with all our fellow Members in the\r\nshaping of a United Nations fully capable of meeting the\r\nneeds and expectations of all of us in the international\r\ncommunity over the next 50 years.\r\nThe President (interpretation from French): I now\r\ncall on the next speaker, the Minister for Foreign Affairs\r\nof the Czech Republic, His Excellency Mr. Josef\r\nZieleniec.\r\nMr. Zieleniec (Czech Republic): Please accept my\r\nmost sincere congratulations, Sir, on your election to the\r\npresidency of the General Assembly at its forty-ninth\r\nsession. Let me also thank the outgoing President,\r\nAmbassador Insanally, who displayed exceptional\r\ndiplomatic skills in managing the business of the General\r\nAssembly this past year.\r\nI wish to welcome the delegation of South Africa,\r\nwhich has joined us after an absence of many years. We\r\nhave been following developments in that country with\r\nparticular attention and are delighted with the remarkable\r\nprogress it has chalked up. The restoration of South\r\nAfrica’s full membership further augments the\r\n13\r\nGeneral Assembly 15th meeting\r\nForty-ninth session 3 October 1994\r\nuniversality of the United Nations, which is something we\r\nall favour.\r\nThe Czech Republic takes very seriously the\r\nresponsibility it shares for the maintenance of international\r\npeace and security. This is reflected, on the one hand, in\r\nour participation in United Nations operations in the former\r\nYugoslavia, Mozambique, Liberia and Iraq and, on the\r\nother hand, in our aspirations to become a member of\r\nAtlantic and European security organizations - the North\r\nAtlantic Treaty Organization (NATO) and the Western\r\nEuropean Union. This is why we have also joined the\r\nPartnership for Peace, one of whose priorities is\r\ncoordination and cooperation by its participants for\r\npeace-keeping missions. The Czech Republic is also\r\nparticipating as best it can in humanitarian assistance to\r\nstricken countries. We are fast approaching the time when\r\nwe will be able to provide direct economic development\r\nassistance as well.\r\nThe active part the Czech Republic is trying to play in\r\nthe Security Council stems from our belief that we were\r\nelected to serve: to serve not our particular interests, but\r\ncertain fundamental principles, irrespective of where in the\r\nworld they may be imperilled.\r\nThe Security Council has in recent months dealt with\r\nseveral truly extraordinary situations. Let me examine\r\nsome of them.\r\nWith regard to the crisis in the former Yugoslavia,\r\nreaching a political settlement is a key objective of world\r\ndiplomacy. The United Nations Protection Force\r\n(UNPROFOR) has been a critical element in managing this\r\nproblem, and my country is proud of having a mechanized\r\nbattalion integrated in this Force.\r\nBelgrade, in accepting the Contact Group plan, has\r\ntaken a helpful step towards an overall solution of the\r\narea’s problems. We also welcomed Belgrade’s closing of\r\nthe border with Pale. In response, the Security Council re-\r\nevaluated the extent of sanctions imposed on Belgrade,\r\nhoping that its change of attitude would turn out to be\r\nserious and lasting. We will, nevertheless, be carefully\r\nexamining reports of international monitors on how strictly\r\nBelgrade keeps its international border with the Republic of\r\nBosnia and Herzegovina sealed.\r\nThe mutual recognition of the States of the former\r\nYugoslavia within their internationally recognized borders\r\nis the most important next possible step, one that is\r\nimportant for all countries of the region.\r\nWe are following closely the operations of the\r\nCommonwealth of Independent States (CIS) forces and\r\ntheir cooperation with the United Nations Observer\r\nMission in Georgia (UNOMIG). The case of Georgia is\r\nviewed by some observers as paradigmatic: this was the\r\nfirst time that a peace-keeping operation - to wit,\r\nUNOMIG - included the forces of a Power of the region.\r\nIt was also the first time the Security Council actually\r\nwelcomed the use of a force dominated by such a Power -\r\nthe CIS force - in solving a local conflict. According to\r\nthis view, cooperation between UNOMIG and the CIS in\r\nGeorgia might perhaps serve as a model for resolving\r\ncertain other conflicts elsewhere in the CIS. The Czech\r\nRepublic, however, strongly believes that each\r\npeace-keeping operation is sui generis. Each conflict is\r\ndifferent, and each operation therefore has to be evaluated\r\non its own merits.\r\nAfrica, the continent of the President of the General\r\nAssembly, has this year seen some of the greatest\r\ntragedies to befall mankind since the Second World War.\r\nThe scope and ferocity of the genocide in Rwanda is hard\r\nto comprehend. It goes far beyond anything that can be\r\nconsidered a \"mere\" civil war, and we are hard pressed to\r\nfind any parallel to it. We welcome the conciliatory\r\nattitude of the new Rwandan Government.\r\nThe multinational force in Haiti led by the United\r\nStates has raised many hopes in the initial phase of its\r\noperations. Its difficult task will be to curb and, better\r\nyet, prevent violence in a society that has seldom known\r\nany other way of solving political differences.\r\nThe Middle East is, fortunately, moving towards\r\npeace, and we congratulate the leaders of Israel, Palestine,\r\nJordan and others who have amply demonstrated that\r\neven the most intractable problems of the world can be\r\nsolved.\r\nIn some circumstances the United Nations has\r\nplayed a gallant role in the region. The liberation of\r\nKuwait was a case in point. Since the Gulf War, we have\r\ninsisted that Iraq fulfil all of the relevant resolutions of\r\nthe Security Council. We have great appreciation for the\r\nwork of the Special Commission (UNSCOM) and have\r\ntaken serious note of a number of measures Iraq has\r\nundertaken to meet the demands of Security Council\r\nresolutions concerning weapons of mass destruction. We\r\nare still, however, looking for a declaration by appropriate\r\nIraqi authorities recognizing the independence,\r\nsovereignty and territorial integrity of Kuwait within its\r\ninternationally respected borders.\r\n14\r\nGeneral Assembly 15th meeting\r\nForty-ninth session 3 October 1994\r\nEven this review suggests that a large portion of the\r\nSecurity Council’s agenda has to do with peace-keeping\r\noperations. Following the end of the cold war, their\r\nnumber increased dramatically, with skyrocketing costs.\r\nThis could not of course continue unchecked. Exercising\r\nrestraint in authorizing new peace-keeping operations is the\r\nfirst condition for putting the whole system on a sound\r\nfooting. In peace-keeping, as in every other aspect of its\r\noperations, the United Nations must live within its means.\r\nThere are of course two financial flows that determine\r\nthe means at the disposal of the United Nations. On the\r\none hand there is the outflow: a function of how troubled\r\nour world is and of which of its troubles we choose to\r\ntackle. On the other hand there is the inflow: a function\r\nof equity in allocating the financial burden and of the\r\ndiscipline of Members in shouldering it.\r\nOnly a few operations come to mind as having been\r\nlargely successful. Let us take a closer look at one of these\r\n- the United Nations Operation in Mozambique. In that\r\noperation we see the following success factors: a well-\r\ncrafted peace plan; a realistic mandate for the United\r\nNations force; the fact that the politicians concerned put the\r\ninterests of their country above all else; the tenacity of\r\nUnited Nations personnel in carrying out their mandate, and\r\nthe timing of the operation. One wonders whether, today,\r\nthe necessary troops could even be assembled.\r\nBy contrast, a number of peace-keeping operations are\r\nfacing difficulties. Angola’s peace plan, for example, was\r\nprobably not crafted quite well enough; post-election\r\nfighting is a consequence of the fact that the antagonists\r\nkept their armies intact. In Somalia, the factions do not\r\nseem to agree that there ever was a peace plan in the first\r\nplace. This is perhaps the case in Liberia as well. In the\r\nformer Yugoslavia, the strength of United Nations\r\nProtection Force (UNPROFOR) troops is in many ways not\r\ncommensurate with their mandate.\r\nWe must therefore draw the necessary lessons. It is\r\nvery important to examine the key success factors of\r\nsuccessful operations and to try to ensure that they are\r\npresent in every peace-keeping operation. But the main\r\nlesson is this: the United Nations is not a panacea for all\r\nof the world’s ills. The Security Council is often sought\r\nout by factions who cannot agree on anything among\r\nthemselves. But we have to insist on one principle: in\r\ngeneral, it is the people and the leaders of a country who\r\nthemselves have to demonstrate a readiness to tackle their\r\nproblems before the United Nations can come in and assist\r\nthem.\r\nSo much, in general, about the outflow of resources.\r\nAt the same time, the United Nations faces a terrible\r\ncrisis of inflow.\r\nA radical reform of the existing system of financing\r\nis needed to overcome the crisis in the financing of\r\npeace-keeping. We strongly support the idea of replacing\r\nthe existing arbitrary mechanism with a system based on\r\nstandard, objective and quantifiable criteria. We also\r\nsupport the idea of establishing an independent body to\r\nstudy the principle of the capacity of countries to pay.\r\nThis should become the fundamental criterion for\r\ndetermining the scale of assessments.\r\nThe Czech Republic meets its financial obligations\r\ntowards the United Nations in full and on time. It has\r\nalso covered an appropriate share of the obligations of the\r\nformer Czechoslovakia. My country has not yet,\r\nhowever, been assessed for peace-keeping operations,\r\npending determination of the group in which it should be\r\nplaced. This matter should be settled in the context of\r\nagreement on objective criteria for making such\r\ndeterminations in general.\r\nThe increase in the number of peace-keeping\r\noperations has increased the dangers faced by their\r\npersonnel. We therefore consider it particularly important\r\nto complete as soon as possible the work on a convention\r\ndealing with responsibility for attacks on United Nations\r\nand associated personnel. Last year we were acutely\r\naware of the need for greater responsiveness on the part\r\nof the Security Council to United Nations personnel at\r\nlarge. This need continues, but some slight progress has\r\nbeen attained. Meetings of Security Council members\r\nwith countries contributing troops to major peace-keeping\r\noperations have become more frequent, perhaps even\r\nroutine.\r\nImproved cooperation between the United Nations\r\nand regional organizations would no doubt improve the\r\nefficiency of both in dealing with international crises. We\r\nare particularly interested in further strengthening the\r\ncooperation on the part of the United Nations with the\r\nConference on Security and Cooperation in Europe, but\r\nalso its cooperation with the North Atlantic Treaty\r\nOrganization. That is why last January, during our\r\nPresidency of the Security Council, we suggested the\r\npossibility of a United Nations seminar with regional\r\norganizations. Understanding full well that they all have\r\ndifferent charters, characters and qualities, we still feel\r\nthat a continuing exchange of experience can enrich the\r\nentire international system of multilateral diplomacy. We\r\n15\r\nGeneral Assembly 15th meeting\r\nForty-ninth session 3 October 1994\r\ncommend the Secretary-General for organizing the first\r\nmeeting along these lines earlier this year.\r\nThe future shape of the Security Council is one of the\r\nmost important questions this General Assembly session\r\nwill deal with. The effort exerted to date is reflected in the\r\nreport of Ambassador Insanally, Chairman of the ad hoc\r\nWorking Group. The basic role of the Security Council -\r\nmaintenance of international peace and security -\r\ndetermines its unique position. There is no question about\r\nthe need for it or about its impact on international affairs.\r\nThis exceptional position of the Council should be\r\nmaintained.\r\nEfforts to improve its functioning are thus informed by\r\nother considerations. It has to earn the greater confidence\r\nof Member States. Even after it is reformed, the Council\r\nwill have to remain rather small to maintain its efficiency.\r\nIf its work improves, that should not be because of\r\nincreased size or expanded responsibilities but because of\r\nits enhanced authority. The countries that should be\r\nconsidered for new permanent membership are those that\r\nhave the economic, political and military potential to\r\ncontribute to the maintenance of global security, are\r\nprepared to assume the responsibilities implied by\r\npermanent membership, and are ready actively to participate\r\nin the implementation of Security Council decisions. The\r\nkey factor, in our view, is the global influence of\r\ncandidates. The principle of unanimity and its obverse -\r\nthat is, veto power - expressed in 1945 the fundamental\r\nresponsibility of the great Powers for maintaining world\r\npeace. Since the dissolution of the bipolar world, this\r\nresponsibility has, if anything, further increased. We\r\ntherefore favour maintaining the unanimity principle.\r\nWe are delighted that our last General Assembly\r\nsession resulted in the creation of the post of High\r\nCommissioner for Human Rights and congratulate\r\nAmbassador Ayala Lasso on his appointment. Even during\r\nhis very first few months in office, he has demonstrated its\r\nusefulness. We have no doubt that this Assembly will\r\nfollow through with the implementation of additional\r\nrecommendations of the 1993 Vienna International\r\nConference on Human Rights.\r\nThe danger of nuclear proliferation has not\r\ndisappeared. Ongoing discussions with the Democratic\r\nPeople’s Republic of Korea are one example that proves\r\nthis point. We support an indefinite and unconditional\r\nextension of the Treaty on the Non-Proliferation of Nuclear\r\nWeapons and we will advocate this position at the fifth\r\nReview Conference of that Treaty next year. We support\r\nan increased role for the International Atomic Energy\r\nAgency in verifying how the Treaty is being adhered to.\r\nWe favour accelerating work on the comprehensive\r\ntest-ban treaty. We share the view that the production of\r\nfissionable material for nuclear weapons and of nuclear\r\nexplosive devices should be banned. We support\r\nmaintaining a moratorium on nuclear tests and an\r\nagreement on banning all such tests, as well as further\r\nnegotiations on limiting nuclear arsenals and on the\r\nmeasures necessary to prevent illicit trafficking in nuclear\r\nmaterial.\r\nOurs is a small world full of problems, with almost\r\n50 years of global peace but replete with local wars;\r\nabundance side by side with poverty; success in South\r\nAfrica, progress in the Middle East, but a Bosnia and a\r\nRwanda torn asunder. All this, and much more, is\r\ncharacteristic of today’s world and is reflected in today’s\r\nUnited Nations. Our fervent hope is that when the\r\nleaders of the world meet here next year, they will be\r\ncelebrating 50 years of an Organization that will have\r\nbecome even more successful in a world that will be\r\nmuch closer to overall peace, prosperity and democracy.\r\nThe President (interpretation from French): I now\r\ncall on the Second Deputy Prime Minister and Minister of\r\nFinance of the State of Kuwait, His Excellency Mr.\r\nNasser Abdullah Al-Rawdhan.\r\nMr. Al-Rawdhan (Kuwait) (interpretation from\r\nArabic): It gives me pleasure to extend to you, Sir, on\r\nbehalf of the delegation of the State of Kuwait, our\r\nsincere congratulations on your well-deserved unanimous\r\nelection to the presidency of the forty-ninth session of the\r\nGeneral Assembly. We are confident that your qualities\r\nof leadership will ensure efficient and smooth\r\ndeliberations. I take this opportunity to underline the\r\ngood and friendly relations that exist between Kuwait and\r\nyour country.\r\nI should like also to pay tribute to Mr. Samuel\r\nInsanally, the President of the last session of the\r\nAssembly, for the competence he demonstrated in guiding\r\nthe Assembly’s proceedings during his term of office.\r\nThe delegation of Kuwait would like to place on record\r\nits appreciation for the achievements made under his\r\nleadership.\r\nI wish also to reiterate the appreciation of the\r\nGovernment and people of Kuwait and my own personal\r\nrecognition of the Secretary-General of the United\r\n16\r\nGeneral Assembly 15th meeting\r\nForty-ninth session 3 October 1994\r\nNations, Mr. Boutros Boutros-Ghali, for his consistent\r\nefforts to enhance the performance of the world body and\r\nthe pursuit of its goals on behalf of mankind. Kuwait fully\r\nsupports the Secretary-General’s vision in carrying out his\r\n\"Agenda for Peace\", in which he elaborated his concept of\r\npreventive diplomacy.\r\nNext year, the United Nations will commemorate the\r\nfiftieth anniversary of its creation as an Organization of\r\nsovereign States whose relations are governed by the\r\nprinciples and purposes embodied in the Charter of the\r\nUnited Nations. The overriding concern of this global\r\ninstitution is to secure world peace, the independence of\r\nnations and freedom, and to harness energies for\r\nconstruction and development. The United Nations system\r\nis also a framework within which we collectively seek to\r\nalleviate the misery and suffering of our deprived and\r\ndisadvantaged fellow human beings. It is in this context\r\nthat people would attain their freedom and independence,\r\ncolonial rule would come to an end and the right to self-\r\ndetermination would become more entrenched than ever\r\nbefore. Thanks to the United Nations mandates, universal\r\nefforts are ever-growing to liberate humanity from the grip\r\nof suppression and fear and from the shackles of\r\nbackwardness and ignorance, on the one hand, and to\r\nensure global security and stability, on the other.\r\nThe results of these efforts over several decades have\r\nbeen reflected in major historic achievements despite all the\r\nchallenges and odds faced by peoples in their steady\r\nendeavours to attain independence and reaffirm their\r\nidentity. All those accomplishments turned out to be the\r\nsalient features of our collective vision of the future. In all\r\nfairness, the admirable work of the United Nations and its\r\naccomplishments since its inception proved the relevance\r\nand importance of the tenets and objectives upon which it\r\nwas conceived. In the early days, freedom from\r\ncolonialism was the primary concern. The focus has now\r\nshifted to the improvement of general living conditions. In\r\nthe past, the struggle was for independence, whereas the\r\nchallenge now lies in the reaffirmation of and commitment\r\nto the rights of the human person to a decent life in\r\nfreedom.\r\nIndeed, the world has recently undergone an enormous\r\ntransformation in terms of ideology, systems of governance\r\nand international relations. The United Nations interacted\r\nwith these changes. The era of confrontation between\r\nideological blocs has now given way to genuine mutual and\r\nmultilateral interdependence. A cursory glance at the recent\r\nand forthcoming United Nations major world conferences\r\nclearly proves this trend. There was the Earth Summit in\r\nRio de Janeiro in 1992, the World Conference on Human\r\nRights in Vienna in 1993 and the Conference on\r\nPopulation and Development which ended days ago in\r\nCairo. The World Summit for Social Development and\r\nthe World Conference on Women are to be held in\r\nCopenhagen and Beijing, respectively, next year.\r\nIn this regard, Kuwait supports the movement\r\ntowards renewal and restructuring, away from the static\r\nstereotypes of the past. To our minds, international\r\nrestructuring is a constant evolutionary process which\r\nshould be responsive to the ever-changing global\r\ndevelopments. Hence our active contribution to the\r\nefforts made by the General Assembly and its organs\r\ntowards updating and reviving the mechanisms of the\r\nUnited Nations system. It is our hope that the current\r\nstreamlining exercise will foster the capability of the\r\nUnited Nations to meet the increasing demand for its\r\nservices and operations and will contribute to a better\r\nfulfilment of its mandates under the Charter.\r\nIn particular, we look forward to the development of\r\nthe work, composition and effectiveness of the Security\r\nCouncil so that it may reflect the recent changes on the\r\nworld scene, on the one hand, and satisfy the wishes and\r\naspirations of the United Nations larger membership, on\r\nthe other.\r\nIn the meantime, Kuwait believes that our collective\r\nefforts should at this stage focus on the formulation of\r\nmore recognizable parameters of an international order\r\nwhich should be based on the following facts.\r\nFirstly, the rationale, essence and thrust of the new\r\norder should derive from logical facts. Dialogue,\r\npersuasion and non-use of force, the rejection of\r\naggression, the condemnation of terrorism and respect for\r\nthe rights of all Member States to pursue their own\r\npolicies in such a way that ensures their own interests\r\nwithin an international framework structured along the\r\nlines of justice, equality, the rule of law and compliance\r\nwith international treaties, especially the United Nations\r\nCharter, should all be key components of the new vision.\r\nSecondly, focus on human development in the\r\ncontext of economic and social development should\r\nrepresent a qualitative shift away from the futile, indeed\r\nharmful, stockpiling of weapons of mass destruction and\r\nthe consequential squandering of national assets on\r\ndisastrous aggressive adventures. In this regard, Kuwait\r\nhas evolved a relevant vision through its painful\r\nexperience of the brutal Iraqi occupation. One of the\r\n17\r\nGeneral Assembly 15th meeting\r\nForty-ninth session 3 October 1994\r\nmajor lessons drawn is that the issue of human resources\r\ndevelopment should be accorded a higher priority on the\r\ninternational agenda.\r\nThirdly, the promotion of North-South dialogue with\r\na view to narrowing the existing gaps in the living\r\nstandards of the two groups. The ultimate aim is to ensure\r\nthat the North should not continue to maintain an almost\r\nexclusive monopoly of wealth and affluence while the\r\nSouth continues to languish in the tight grip of endless\r\npoverty. Is it not high time for us all to recognize that the\r\nconcept of collective security will remain seriously deficient\r\nand doubtful under the existing socio-economic equation,\r\ni.e. a minority living in luxurious comfort while the\r\nmajority is striving to survive in appalling misery?\r\nFourthly, insistence on the elimination of all vestiges\r\nand forms of racial discrimination, including opposition to\r\nthe neo-racist policies and practices that surfaced as a result\r\nof the collapse of the old order. Obviously, the neo-racists\r\nresort to the use of force in order to secure territorial gains\r\nand to acquire land by force under the smoke screen of\r\nethnic cleansing. Within the practice of ethnic cleansing\r\nemerges an unmistakable pattern at work. Intensely bestial\r\ninstincts of mass murder and destruction break loose,\r\ncontrary to all norms of human discipline and civilized\r\nconduct. Therefore, we are all duty-bound to resist and\r\nsuppress this criminal tendency in order to reassure all\r\npeoples of their sense of human community and common\r\ndestiny.\r\nIn this context, I wish to pay tribute to the leaders of\r\nSouth Africa and to congratulate the people of South Africa\r\non their triumph over the system of apartheid. We know\r\ntoo well the great sacrifices they made and the long hard\r\npath they forged to reach where they are now. I am\r\nconfident that the emergence of a non-racial South Africa\r\nto the arena and the resumption of its role in the United\r\nNations will in time contribute significantly to\r\nmultilateralism in terms of consolidating the principles of\r\njustice and equality. There is no question but that the\r\nstruggle of the people of South Africa to eliminate racism\r\nwill probably remain for a long time to come a rich source\r\nof inspiration for all of us.\r\nIn the crucial area of peace-building on the basis of\r\njustice, the Middle East region has recently seen dramatic\r\ndevelopments that could indeed prove to be historic turning-\r\npoint, which may well be recorded in the annals of peace\r\nachievements despite the enormous problems arising from\r\nthe many hotbeds of tension that jeopardize security and\r\nstability in different regions of the world. Following their\r\nagreement to end the state of war between them, Jordan\r\nand Israel signed an accord to serve as a basis for a just\r\nsettlement.\r\nAlso, the Palestinian National Authority started to\r\nassume its responsibilities in the local administration of\r\nGaza and Jericho in the Israeli-occupied territories as a\r\nfirst and important step towards the exercise by the\r\npeople of Palestine of their inalienable right to\r\nself-determination.\r\nFurthermore, contacts are now under way to ensure\r\nthe resumption of negotiations on both the Syrian and the\r\nLebanese tracks, which would lead to a just peace that\r\nwould address, as we hope, in a an equitable and\r\nresponsible manner, the concerns of all parties directly\r\ninvolved. Kuwait has expressed its support for these\r\nendeavours. It also participated in the multilateral\r\nmeetings, while fully convinced that this formula is\r\ndoomed to failure unless concrete and significant progress\r\nis achieved on all bilateral tracks. The multilateral\r\nformula, as we must always bear in mind, is an\r\narrangement to back up the bilateral tracks, and not a\r\nby-pass to skirt them. It was in this spirit that Kuwait\r\nparticipated in the regional meetings, and out of our\r\nconviction that endorsement of and support for the peace\r\nprocess in the Middle East was in the final analysis a\r\ncollective responsibility to be shared by the international\r\ncommunity inasmuch as the entire world, not just certain\r\nprotagonists, stands to gain from its benefits. For the\r\nrecord only, let me recall that Kuwait had participated in\r\nthe ad hoc meetings on economic development for the\r\nterritories subject to self-government. We contributed\r\n$25 million towards building the institutions required for\r\nthe creation of the Palestinian National Authority.\r\nThe People of Palestine have suffered over the past\r\nseveral decades unspeakable injustice and deprivation as\r\na result of the loss of their land, the denial of their right\r\nto self-determination and from being prevented from\r\nestablishing their national State. It is our hope now that\r\nthis people, which is recognized for resourcefulness and\r\na sense of purpose, will at long last be able to exercise its\r\nfull rights like all other peoples, including the\r\nestablishment of its State, whose capital would be\r\nAl-Quds Al-Shareef.\r\nLet me reiterate that the underpinnings of lasting\r\nstability and comprehensive peace as envisioned in\r\nSecurity Council resolutions 242 (1967) and 338 (1973),\r\ntogether with the concept of land for peace, require a firm\r\npolitical commitment to ensure progress on all tracks -\r\n18\r\nGeneral Assembly 15th meeting\r\nForty-ninth session 3 October 1994\r\nespecially the Syrian track, which is the cornerstone of the\r\npeace-building process. Full withdrawal from occupied\r\nSyrian territory is therefore essential. Equally essential is\r\nthe complete and unconditional implementation of Security\r\nCouncil resolution 425 (1978), which requires a total Israeli\r\npull out from southern Lebanon.\r\nIn today’s world, which is characterized by interrelated\r\nand complex interests and civilized conduct on the basis of\r\ncompliance with the rule of law and respect for\r\ninternational treaties; in today’s world, when the winds of\r\nmodernism have been blowing even to the most distant\r\nregions, the Iraqi regime continues to be a menace to\r\nsecurity and stability in our region. It persists in defying\r\nthe collective will of the international community as\r\nrepresented by the Security Council. This is demonstrated\r\nby its failure thus far to comply unconditionally with all the\r\nCouncil resolutions relating to its aggression against the\r\nState of Kuwait. Its reaction has invariably been\r\ncharacterized by subterfuge, procrastination, equivocation\r\nand selectivity.\r\nAlthough more than four years have now passed since\r\nthe Iraqi regime was defeated and its forces evicted from\r\nKuwait, and regardless of its acceptance of all Security\r\nCouncil resolutions, including Security Council resolution\r\n687 (1991), which set forth cease-fire conditions and\r\nhighlighted regional security arrangements, the regime\r\ncontinues to refuse to address the core issue of the whole\r\nproblem, namely recognition of the State of Kuwait and of\r\nits sovereignty within the international borders as\r\ndemarcated, approved and endorsed by the United Nations\r\nand guaranteed by Security Council resolution 833 (1993),\r\nadopted under Chapter VII of the Charter.\r\nThe international community’s firmness in the face of\r\nthe Iraqi regime’s manoeuvres, the Security Council\r\nunanimity in its insistence on seeing the Iraqi regime fulfil\r\nall its obligations under Council resolutions are the right\r\nand appropriate response to the defiant stand of the Iraqi\r\nregime.\r\nAt this juncture, let me outline Kuwait’s policy\r\nregarding this fateful question. First, Iraq must\r\nunconditionally implement all Security Council resolutions\r\nrelating to its aggression, especially resolution 687 (1991).\r\nSecondly, Iraq must accept Security Council resolution\r\n833 (1993) regarding the demarcation of borders between\r\nIraq and the State of Kuwait. Here, Kuwait insists that\r\nsuch acceptance should come in a clear and unequivocal\r\nmanner. It should be formally documented by the Iraqi\r\nRevolutionary Command Council and the Iraqi National\r\nCouncil and published in the Iraqi Official Gazette. All\r\nthe above should then be set out in a letter addressed to\r\nthe Security Council and deposited as an official\r\ndocument in the records of the United Nations.\r\nThirdly, Iraq should cooperate in good faith and in\r\na responsible manner with the International Committee of\r\nthe Red Cross in accounting for all Kuwaiti and third-\r\ncountry prisoners and detainees. Serious efforts must be\r\nmade to resolve this long-standing humanitarian issue,\r\nwhich has long been exploited by the Iraqi regime as a\r\nbargaining chip for securing narrow gains.\r\nFourthly, all provisions of Security Council\r\nresolutions relating to the return of Kuwaiti property and\r\nto compensation must be carried out. We would also like\r\nto see concrete implementation of the paragraphs relating\r\nto the Iraqi armament programme, the elimination of\r\nweapons of mass destruction and the export-import\r\npermanent control system.\r\nFifthly, Iraq’s regional behaviour should not\r\njeopardize security and stability in the region. Iraq should\r\nrespect the norms of good neighbourliness by renouncing\r\nits greedy claims and its policy of blackmail; it should\r\ncease intervening in the internal affairs of neighbour\r\ncountries and abstain from sponsoring and supporting\r\nterrorism, and it should renounce the aggressive\r\ntendencies which have been its hallmark for too long.\r\nOnce again, we would like to underline the fact that\r\nwe in Kuwait are aware of the suffering of the people of\r\nIraq and sympathize with the Iraqis who have had to\r\nendure hardship as a result of the policies pursued by a\r\nregime imposing itself by force on the Iraqi people. That\r\nis the very same regime which declines to utilize the\r\nmechanism offered to export oil under Security Council\r\nresolutions 706 (1991) and 712 (1991). In the same vein,\r\nlet me emphasize that we would like to see the territorial\r\nintegrity of Iraq preserved and safeguarded. This too is\r\nan essential component of regional stability.\r\nThe whole set of Security Council resolutions\r\nregarding Iraq constitutes one indivisible political and\r\nlegal whole. We cannot and should not tolerate the\r\nselective approach pursued by the Iraqi regime in\r\nimplementing Council resolutions. Core issues must be\r\naddressed squarely by Iraq, otherwise it will remain under\r\nthe illusion that it can dent the steadfast position of the\r\nSecurity Council. At this point, I wish to take this\r\nopportunity to pay tribute to the Security Council, which\r\n19\r\nGeneral Assembly 15th meeting\r\nForty-ninth session 3 October 1994\r\ndemonstrated unanimity in its recent review of sanctions\r\nagainst Iraq on 14 September. The Council reaffirmed that\r\nthe sovereignty and boundaries of the State of Kuwait under\r\nits resolution 833 (1993) are the essence of the matter and\r\nthat this will form the basis of the Council’s priorities in\r\ndealing with the sanctions regime.\r\nHigh among Kuwait’s national priorities comes the\r\nissue of stability in the Gulf region. Accordingly, we have\r\nbeen working in close collaboration with other members of\r\nthe Gulf Cooperation Council to resolve all the outstanding\r\nproblems between Iran and the United Arab Emirates in\r\nregard to the three islands - Abu Moussa, Greater Tumb\r\nand Smaller Tumb - through dialogue and on the basis of\r\nrespect for national rights and international treaties. Hence,\r\nwe have supported the recent initiative by the United Arab\r\nEmirates to have recourse to the International Court of\r\nJustice, which is the international judicial organ that has the\r\ncompetence to resolve disputes between States. In the\r\nmeantime, we are confident that both parties to the conflict\r\nwill demonstrate reason and prudence and that they are\r\neager to reach a just and peaceful settlement of the\r\nlitigation through legal channels and in such a way that\r\nwould not compromise the rights of the United Arab\r\nEmirates.\r\nKuwait is following with deep concern the situation in\r\nAfghanistan. We appeal to all factions there to put the\r\ninterests of the Afghani people ahead of all other\r\nconsiderations. We sincerely call upon them to put an end\r\nto the fighting and to help facilitate the current efforts of\r\nthe United Nations to bring about national unity and\r\nchannel energies towards reconstruction.\r\nWe are distressed also by the increasing deterioration\r\nof the situation in sisterly Somalia. Again, we appeal to all\r\nfactions that are engaged in the conflict there to\r\ndemonstrate wisdom by acting in accordance with the\r\ninterests of all Somali people. We pray for national\r\nreconciliation that will preserve the unity and independence\r\nof Somalia.\r\nThe tragedy of the people of Bosnia and Herzegovina\r\nis of great concern to the Government and people of\r\nKuwait. Initially, we were optimistic that the efforts of the\r\nContact Group would prove to be successful in reaching the\r\ncomprehensive Peace Plan. The Bosnian Muslims and\r\nCroats gave the internationally supported peace plan their\r\napproval despite the fact that it did not satisfy all their\r\nlegitimate demands. However, the Bosnian Serbs, in open\r\ndefiance of the international will, rejected the Plan and,\r\ninstead, relied on the use of force to impose a fait accompli\r\nand to exact territorial gains, at the expense of other\r\nparties.\r\nKuwait believes that the Security Council should,\r\nwithout any further delay, lift the embargo imposed on\r\narms supplies to the Bosnian Muslim to enable them to\r\nexercise their legitimate right of self-defence in the face\r\nof blatant aggression.\r\nIn today’s world it is totally unacceptable that we\r\nshould all remain virtually passive witnesses to an\r\nexercise in which a minority, through the use of\r\noverwhelming military force, tramples the legitimate\r\nrights of the majority.\r\nIn the context of global realities on the ground, the\r\ninternational community should not underestimate the\r\ngravity of problems faced by the developing nations in\r\ntheir pursuit of economic development and progress.\r\nEconomic readjustment and restructuring, foreign-debt\r\nburdens and pressures of inflation are but a few of these\r\nweighty problems. These obstacles to development were\r\nrecognized by Kuwait at an early stage. Hence, Kuwait\r\ntook the initiative to write off loans of developing\r\ncountries whose repayment was overdue. Parallel to that\r\naction, we have expanded the operations of the Kuwait\r\nfund for economic development. We have also increased\r\nour contributions to the regional and international\r\nfinancial institutions.\r\nFor more than two decades now my country has\r\nbeen playing a leading role in the provision of aid to\r\ndeveloping countries. The total assistance provided by\r\nKuwait exceeds 4 per cent of its annual gross national\r\nproduct and is more than four times the suggested level\r\nof official development assistance. That being the case,\r\nwe hope that developed countries will increase the level\r\nof their assistance with a view to reducing the current\r\ndisparities in standards of living.\r\nAn effort to narrow the gaps between the living\r\nconditions of peoples around the world would make a\r\npowerful impact on world peace and stability. Equally,\r\nthe creation of job opportunities and the maintenance of\r\nhope in the future are essential for a peaceful life at home\r\nand to harmonious relations between nations.\r\nIn this context, Kuwait welcomes the General\r\nAgreement on Tariffs and Trade agreement that was\r\nachieved after long and arduous rounds of negotiations,\r\nand it looks forward to the entry into force of that\r\nagreement following the required endorsements.\r\n20\r\nGeneral Assembly 15th meeting\r\nForty-ninth session 3 October 1994\r\nDialogue, understanding and rapprochement are\r\nvaluable tools in international relations. They facilitate our\r\ncooperation and our collective endeavours, as a family of\r\nnations, to meet our needs and fulfil our aspirations. If the\r\nfruits of technology and science can be fully harnessed for\r\nthis purpose we shall reap the benefits thereof. The whole\r\nplanet has indeed become a global village, in which we can\r\nclosely follow world events as they unfold, thanks to the\r\ngreat leaps forward in the areas of science, technology,\r\ntransportation, communications and information technology.\r\nIf anything, this is a testimony to impressive human\r\ncooperation. Such cooperation, when anchored in dialogue\r\nand understanding, is perhaps the most viable option for\r\nbringing us closer to peace, stability and progress.\r\nThe President (interpretation from French): I now\r\ncall on the Minister of Foreign Affairs of the Republic of\r\nCuba, His Excellency Mr. Roberto Robaina González.\r\nMr. Robaina González (Cuba) (interpretation from\r\nSpanish): As we who are gathered here deliver our\r\nstatements, a small and impoverished Caribbean nation is\r\nbeing subjected to military occupation. The inconceivable\r\ndeal struck with the generals responsible for the coup d’état\r\n- yesterday threatened as murderers, but today turned into\r\ncomplacent partners - ignores the decisions of the\r\ninternational community and the will of the Haitian people.\r\nThe fundamental principles of the United Nations Charter -\r\nindeed, the authority of the Security Council and of the\r\nUnited Nations itself - are among the victims of this\r\nunfortunate event, as they have been totally ignored in\r\nactions carried out allegedly on their behalf.\r\nHistory is repeating itself. It was the guns of invaders\r\nand the boots of foreign occupants that installed in Haiti the\r\nvarious dictatorships of this century and trained and\r\nsupported those who are still perpetrating tyranny on their\r\npeople. How, then, can we trust them to promote\r\ndemocracy in the future?\r\nCuba has always supported and promoted efforts to\r\nrestore the constitutional order in Haiti with the\r\nunconditional and unrestricted return of President Aristide\r\nand has rejected the attempts to resort to foreign\r\nintervention as a means of resolving the conflict. At the\r\nappropriate time, Cuba denounced the Security Council’s\r\ndecision to go along with the violation of the Charter by\r\nsome of its members and to join in their interventionist\r\ndesigns. Now that we are faced with a fait accompli, we\r\ncan do nothing except reiterate our Government’s position:\r\nthose who are today applauding the invasion could\r\nbecome tomorrow’s victims.\r\nIt is clear that an essential component of this tragedy\r\nis the manipulation to which the United Nations - an\r\norganization born under the pretext of the sovereign\r\nequality of its members - has been subjected.\r\nCuba reiterates its firm rejection of the attempts to\r\nadopt unilateral decisions on issues of vital importance to\r\nall peoples and of the abuse of the anachronistic privilege\r\nof the veto, granted by the Charter to a group of States\r\nwith permanent membership of the Security Council.\r\nIt is urgent to ensure that democracy prevails in\r\ninternational relations and in the United Nations. We\r\nmust ensure respect for the Charter and put an end to its\r\nsystematic violation by the most powerful.\r\nOn this the eve of the fiftieth anniversary of the\r\nUnited Nations it is imperative that the Organization be\r\ndemocratized without any delay. The time has come for\r\nthis institution to stop catering to the interests of a\r\nhandful of big Powers.\r\nMr. Mishra (India), Vice-President, took the Chair.\r\nThe President of the Assembly, a distinguished son\r\nof the African continent whose election to the presidency\r\nhonours us all, is well aware that Somalia is still fresh in\r\nour minds. The tragedy of hunger and starvation in that\r\nsisterly nation has continued, even if television newsreels\r\nno longer show the horrible pictures that served as a\r\nprelude to the so-called humanitarian invasion sponsored\r\nby this Organization.\r\nIn spite of such invasions, Haiti and Somalia will\r\ncontinue to be poor countries. The evils of the third\r\nworld are not resolved through military occupations,\r\nwhich are merely used to serve selfish interests.\r\nIn both cases, which have already become dangerous\r\nprecedents, the Security Council acted under pressure\r\nfrom a big Power, which monopolized the implementation\r\nof these actions and even prevented the majority of\r\nMember States from voicing their views. In both cases,\r\nunder the alleged authority of the Security Council,\r\nneutrality and impartiality, essential principles of that\r\nbody, were violated.\r\nThese are examples of the Security Council’s\r\nillegitimate foray into areas beyond its mandate:\r\n21\r\nGeneral Assembly 15th meeting\r\nForty-ninth session 3 October 1994\r\nintervention based on vague arguments of humanitarian\r\nprotection, or the authorizing of one or several States to\r\ntake unilateral punitive actions, under Chapter VII of the\r\nCharter, in operations of invasion, occupation and\r\nintervention.\r\nIn fact, what is at stake is the sovereignty, self-\r\ndetermination and political independence of countless\r\ncountries, mainly but not only of the third world.\r\nAttempts are being made, at the expense of the\r\nsuffering of a number of peoples, and without their consent,\r\nto openly give carte blanche and a predominant role to the\r\nSecurity Council regarding issues alien to its mandate and\r\non which this Organization has no prerogative whatsoever.\r\nThere is no doubt that the specific functioning of the\r\nSecurity Council deserves careful consideration, and that\r\nthis body must become democratic, with an enlarged\r\nmembership more representative of the countries of the\r\nthird world. Poor and small countries are rightly entitled to\r\nbe present on the Council and to demand that it follow\r\nequitable and transparent procedures in its activities. There\r\nshould be permanent members from Latin America, Africa,\r\nand the developing countries in Asia. Membership should\r\nnot be the preserve of large economic Powers associated\r\nwith the West.\r\nThe Security Council cannot arrogate to itself powers\r\nthat have not been invested in it, nor overstep the\r\nOrganization that created it and to which it is accountable.\r\nThe General Assembly must assert its control over the\r\nactions of the Security Council and demand that it respect\r\nthe Charter.\r\nThere should also be greater response to the interests\r\nof the developing world in other areas of the Organization.\r\nThe crucial problems of its peoples are not and cannot be\r\nresolved with invasions nor with allegedly humanitarian\r\nmilitary operations. Nor can they be resolved with\r\nemergency assistance programmes whose only aim is to\r\nmitigate the most alarming consequences of structural\r\nunderdevelopment.\r\nIf the international community and the United Nations,\r\nits most representative organization, do not adopt the timely\r\nmeasures and programmes required to develop the third\r\nworld, we will be using this forum to debate the causes and\r\nconsequences of the arrival of underdevelopment in the first\r\nworld.\r\nThe growing concerns of industrialized countries\r\nover immigration issues is quite illustrative, as confirmed\r\nby the debates undertaken in the recently concluded\r\nInternational Conference on Population and Development.\r\nIt is clear that concepts regarding cooperation\r\nimposed from the North are prevailing, with flashy titles\r\nbut devoid of any practical meaning for the solution of\r\nthe problems brought about by poverty, and tending to\r\nmutilate the right to development for which peoples of the\r\nworld are clamouring. Although concepts such as\r\nsustainable development, human development or\r\nsustainable human development may contain defensible\r\nideals from a theoretical point of view, they are actually\r\nbeing used to corrode the commitments achieved during\r\nlong years of efforts aimed at facilitating international\r\ncooperation for development on a just and democratic\r\nbasis.\r\nUnacceptable conditions and interference in the\r\ndomestic policy of States are thus being imposed, and\r\nattempts are being made to fix strategic priorities for\r\ndevelopment in countries that, though poor, are sovereign\r\nand independent. Hence, the right to development\r\nproclaimed by this Organization is being subordinated to\r\nthe interests of the large transnational economic powers,\r\nwhich are actually continuing to dictate the rules and\r\npractices of international economic relations.\r\nThe United Nations agenda for development must\r\nnot be allowed to replace the International Strategy for\r\nDevelopment and other important instruments that were\r\nthe result of the efforts of the developing countries to\r\ndefend their interests and on which they exhibited great\r\nflexibility and the ability to compromise.\r\nNor should the United Nations continue to be\r\nallowed to be used for the imposition of neo-liberal\r\neconomic models, bringing backwardness and misery to\r\nmillions of persons in exchange for short-term economic\r\ngrowth benefiting only the elitist minorities in third world\r\ncountries and their partners in the affluent North.\r\nThe fundamental approach, in Cuba’s view, should\r\nbe focused on comprehensive economic growth based on\r\njustice and equity to meet pressing social needs.\r\nInternational economic relations must be restructured on\r\nthe basis of effective, just, equitable and\r\nnon-discriminatory cooperation with the countries of the\r\nSouth.\r\n22\r\nGeneral Assembly 15th meeting\r\nForty-ninth session 3 October 1994\r\nPoverty is not a predestined fate, let alone a human\r\nright, no matter how hard the rich countries try to prove\r\notherwise. As long as universal respect for human rights\r\ncontinues to be manipulated by a handful of rich nations,\r\nthe have-nots of the South will continue to play the role of\r\nthe accused, with the affluent societies in the North playing\r\nthe parts of judge and jury.\r\nAll attempts to impose as universal dogmas systems of\r\ngovernment designed by the privileged nations of the first\r\nworld, regardless of the different social, economic,\r\nhistorical and cultural realities of the third world, are\r\nunacceptable and doomed to failure.\r\nWe must also put an end to hypocrisy.\r\nIt would be unforgivable for us to remain indifferent\r\nto the tragedy of humankind while wasting our efforts on\r\nelitist concerns. War, xenophobia, neo-fascism and racism\r\nare proliferating in our midst; the degradation of women\r\nand children is increasing; unemployment is on the rise; the\r\nenvironment is deteriorating and the culture of entire\r\npopulations and nationalities is being crushed. Millions of\r\nhuman beings are afflicted by poverty and starvation; they\r\nare denied access to basic medical care and education. Yet\r\nthe United Nations has done very little indeed to deal with\r\nthese issues as what they really are: clear violations of\r\nhuman rights.\r\nCountries that are struggling, on the basis of equity\r\nand justice, to attain their development are really working\r\nin favour of the human rights of their peoples; countries\r\nthat prevent us from developing are violating the human\r\nrights of our populations.\r\nThe Association of Caribbean States was recently\r\nestablished as a means of responding to the globalization of\r\nthe international economy and of strengthening cooperation\r\namong the States, countries and territories of our region.\r\nWe, the peoples of the Caribbean, are conscious of the fact\r\nthat only by closely reconciling our interests can we\r\nbecome competitive markets. That new organization,\r\nbrought into being by urgent needs, contributes, together\r\nwith the Ibero-American Summits, to promoting the\r\nindispensable economic integration and joint analysis of\r\ncommon strategies in an environment that links us through\r\nhistory and culture.\r\nAs an integral part of that community of Latin\r\nAmerican and Caribbean nations, Cuba has decided to sign,\r\nat the appropriate moment, the Tlatelolco Treaty on the\r\nnon-proliferation of nuclear weapons in our region.\r\nIt is well-known that warships armed with nuclear\r\nweapons are anchored both in the portion of our territory\r\nillegally occupied by the United States and in\r\nneighbouring Puerto Rico. Without renouncing our\r\ndemand for their withdrawal, we subscribe to the noble\r\naims of Tlatelolco. We do so as testimony to our will to\r\njoin with the rest of Latin America and the Caribbean, as\r\na gesture towards our brothers in the region, and out of a\r\ndesire to broaden our mechanisms for reconciliation and\r\ndialogue.\r\nAt the Ibero-American Summits, held since 1991,\r\nLatin peoples south of the Rio Bravo have for the first\r\ntime met exclusively among themselves to discuss issues\r\nof common interest. Meanwhile, another Summit has\r\nbeen convened in, of all places, Miami. All the\r\nGovernments in America except the one I represent have\r\nbeen invited. It is said that three main issues will be\r\ndiscussed: free trade, collective security and the\r\npromotion of programmes to alleviate extreme poverty.\r\nWe will have to determine which of the two\r\nAmericas stands to reap the greater benefit from the\r\nMiami Summit. If positive results for Latin Americans\r\nwere to emerge from the meeting, Cuba would sincerely\r\nwelcome its convening, even if we were not present. It\r\ncould become an excellent opportunity to demand of our\r\nneighbour to the North fair treatment in trade and\r\nfinancial relations, as well as in the transfer of\r\ntechnology, and to request the Host Country to fulfil its\r\nobligations in the field of international cooperation. It\r\nremains to be seen how a Government that has cancelled\r\nits meagre aid programmes to the region could raise the\r\nnecessary funds to alleviate poverty among the countries\r\nconvened.\r\nLet me now say a few words regarding my\r\nhomeland. On two consecutive occasions this forum, by\r\nan overwhelming majority, has demanded the elimination\r\nof the economic, trade and financial blockade imposed\r\nupon my country by the Government of the United States.\r\nIn both cases the United States has replied with silence.\r\nIt is not, as some would have it, a matter of victory\r\nfor the blockaded nation and defeat for the blockading\r\nnation. Our friends or the Governments that fully support\r\nour policies were not the only ones that voted to put an\r\nend to this irrational siege. The simple fact is that the\r\ngreat majority of the world is witnessing an action that\r\nhas no legal justification, moral virtue or ethical\r\nprinciple - an action that violates not only Cuba’s\r\nsovereignty but also the most basic precepts of\r\n23\r\nGeneral Assembly 15th meeting\r\nForty-ninth session 3 October 1994\r\ninternational coexistence. It is a policy rejected by all\r\ncountries that espouse the rule of law and mutual respect in\r\nrelations between States.\r\nIn this complex and convulsed world that is\r\nsupposedly pluralistic, free and democratic, the United\r\nStates is trying to deny my country, Cuba, its rightful place\r\nas a sovereign nation. It is as if two centuries of relations\r\nbetween the two countries meant nothing. What is worse,\r\nit is as if the cold war had frozen forever on our tiny spit\r\nof land and sun, merely because we had committed the\r\n\"sin\" of wishing to be free and truly independent a scarce\r\n90 miles from the most powerful country on the planet.\r\nMy homeland has been subjected to hardships\r\nprobably greater than those suffered by any other country.\r\nWith the collapse of socialism in Europe, our markets and\r\nour sources of raw materials and financing disappeared\r\novernight. The process of overcoming domestic difficulties\r\nand reforming the economic and administrative structures\r\nconceived at a certain stage of our socialist project was also\r\ndisrupted by the reinforcement of the policy of isolation and\r\nstrangulation that our people had already been stoically\r\nfacing for years.\r\nIn the midst of this dangerous combination of\r\nelements; despite forecasts, since 1989, of a Cuban\r\ncollapse, my country has not collapsed, nor will it collapse.\r\nWe have survived all kinds of strategies, from those\r\npromoting terrorist and subversive actions from abroad to\r\nthose of exerting pressure in different directions in order to\r\nreinforce the blockade, which, as I said, this Assembly has\r\nrejected for two consecutive years.\r\nThis does not mean that the plight of my people is no\r\nlonger harsh and complex. In recognition of the proven\r\npatriotism and national dignity of the Cuban people, this\r\nworld forum should issue an unequivocal appeal for justice\r\nand reject once and for all the cruel hostility to which Cuba\r\nhas been so long subjected.\r\nThe unequal struggle forced upon us for so many\r\nyears has not mitigated our love of peace. Cuba still\r\naspires to negotiated solutions to its disputes with any\r\ncountry, provided that those solutions are based on\r\nsovereign equality and mutual respect. This Organization\r\nis well aware of that. We are a mature and flexible people:\r\ncivilized and faithful to agreements based on equality and\r\nsovereignty.\r\nThe series of bilateral meetings recently held in New\r\nYork led to partial solutions to the age-old dispute between\r\nCuba and the United States. The spirit of seriousness and\r\nrespect that prevailed in those negotiations and the will on\r\nthe part of both sides to find solutions made it possible to\r\nconclude a mutually satisfactory agreement that, if fully\r\nimplemented, will lay the foundation for the normalization\r\nof migratory relations between the two countries.\r\nWe desire peace with all our neighbours: peace with\r\ndignity. Our sovereignty, our independence and the\r\nsocialism that we freely chose will never be bargaining\r\nchips at any negotiating table, nor will we ever demand\r\nconcessions of such a nature from any country.\r\nWe are increasingly opening ourselves to the world,\r\nwithout demanding or acceding to conditions. A great\r\nPower, however, is blockading us - and is blockading its\r\nown people and the sons and daughters of my people who\r\nlive on its territory, preventing them from assisting and\r\nrejoining their families. Such cruelty has no parallel in\r\nthe history of wholesale violations of human rights.\r\nWe do not beg, for our national hero, José Martí, the\r\ncentennial of whose death in our struggle for true\r\nindependence will come next year, taught us that mankind\r\ncan never be ruled by cowardice and indifference. And,\r\nas he instructed,\r\n\"We ask the world, certain of its reply, whether the\r\nsacrifice of a generous people that is immolating\r\nitself in its efforts to open up to the world will meet\r\nindifference or hard-heartedness from mankind, for\r\nwhose sake it is acting.\"\r\nThe President: The next speaker is the Minister for\r\nForeign Affairs and Cooperation of Gabon, His\r\nExcellency Mr. Jean Ping.\r\nMr. Ping (Gabon) (interpretation from French):\r\nAllow me to begin by conveying to the President, on my\r\nown behalf and on that of the Gabonese delegation, warm\r\nand brotherly congratulations on his noteworthy election\r\nto the presidency of the Assembly. His great experience\r\nin international affairs, along with his outstanding\r\nintellectual and moral qualities, are for us a guarantee that\r\nhis presidency will stamp the work of the General\r\nAssembly with renewed dynamism.\r\nWe wish to express to his predecessor, Mr. Samuel\r\nRudolph Insanally of Guyana, our satisfaction at his\r\ndecisive actions in the course of the forty-eighth session.\r\n24\r\nGeneral Assembly 15th meeting\r\nForty-ninth session 3 October 1994\r\nI would also like to reiterate our appreciation and\r\nsupport for Secretary-General Boutros Boutros-Ghali, whose\r\ncompetence, rigour and effectiveness in the service of the\r\nOrganization are well established.\r\nThe end of East-West antagonism foreshadowed\r\nunexpected horizons of peace and a bright tomorrow. Very\r\nquickly, however, the emergence of all kinds of extremism\r\nradically changed this picture of the future.\r\nToday the international community is divided between\r\nthe hope of settling age-old conflicts, concern over the\r\npersistence of contemporary conflicts, and preoccupation\r\nover the emergence in some places of civil wars born of\r\nethnic or religious tensions. While the risks, directly or\r\nindirectly linked to the cold war, of world-wide conflict\r\nhave faded, armed conflicts continue to sow death and\r\ndestruction.\r\nThe resolution of the Cambodian conflict, the\r\ncontinuation of the Middle East peace process, the\r\nfavourable progress of the conflict pitting Israel against its\r\nneighbours, the settlement of the border conflict between\r\nChad and the Libyan Arab Jamahiriya and, above all, the\r\nabolition of apartheid in South Africa - to cite only a few\r\nexamples - give us good reason to be pleased.\r\nGabon has followed most attentively the current\r\npositive developments in the situation in the Middle East.\r\nWe encourage the parties concerned to hold on to their\r\ngains and to pursue the peace process under way until the\r\nagreements reached are fully implemented.\r\nWith regard to Cambodia, we appeal to all the parties\r\ninvolved to work for the consolidation of national unity and\r\ndemocratic institutions.\r\nFinally, for the first time in several decades, apartheid\r\nis not to be found on our agenda. This historic turn of\r\nevents is the result, first and foremost, of the sacrifices of\r\nthe South African people themselves and, then again, of the\r\nefforts of the international community as a whole. Gabon\r\nhails the return of a united, democratic and non-racial South\r\nAfrica to the concert of free nations.\r\nFor the settlement of these conflicts we are indebted\r\nprimarily to our world Organization, which, free of the\r\nburdens of the cold war, seems to have recovered the\r\ndynamism that inspired the San Francisco Charter.\r\nThe President returned to the Chair.\r\nIn this context, the end of the border conflict that for\r\nyears turned Chad and the Libyan Arab Jamahiriya\r\nagainst each other is an outstanding example of the merits\r\nof settling disputes peacefully. The parties to that conflict\r\nhave abided on all counts by the opinion of the\r\nInternational Court of Justice.\r\nMy satisfaction is even greater because of President\r\nOmar Bongo’s assumption of the chairmanship of the Ad\r\nHoc Committee that was established in 1977 by the\r\nOrganization of African Unity (OAU) at its fourteenth\r\nsummit meeting and that is intended to provide a political\r\nsettlement of that conflict. May this example serve to\r\ninspire the many States involved in conflicts to come into\r\nharmony with the spirit of the Charter of our\r\nOrganization.\r\nThese reasons for hope notwithstanding, in Africa\r\nand in Eastern Europe there are real reasons for concern\r\nwith regard to the prospects for peace and stability in the\r\nworld.\r\nWith regard to Africa, partial and contradictory\r\nanalyses aside, we must recognize that the peace and\r\nsecurity of our continent are seriously threatened by civil\r\nwars and inter-ethnic conflicts.\r\nIn Somalia there is no event or initiative that allows\r\nus to look to the future with optimism. Quite the\r\ncontrary: thanks to the ruthlessness of the belligerents,\r\nthe international community is becoming discouraged and\r\nthe conflict is becoming entrenched. This is why the\r\nGabonese Government urges the various factions to speed\r\nup the process of national reconciliation on the basis of\r\nthe Addis Ababa Agreements.\r\nThe conflict that has been tearing Liberia apart for\r\nso many years is still continuing relentlessly, showing\r\nhopes for peace to be illusory, hopes that were nurtured\r\nby the Agreements signed in Cotonou in July 1993 under\r\nthe aegis of the Economic Community of West African\r\nStates (ECOWAS). We would venture to hope that the\r\nrecent Akossombo agreement, signed in Ghana, the\r\neleventh of its kind, will lead to a lasting settlement of\r\nthe conflict.\r\nThoughts of these zones of conflict lead me now to\r\npay a tribute, on behalf of my country, to the Angolan\r\nGovernment for its determination to pursue negotiation.\r\nGabon encourages the efforts to restore peace in Angola,\r\nin accordance with the peace Agreements concluded to\r\ndate and with Security Council resolutions 864 (1993) and\r\n25\r\nGeneral Assembly 15th meeting\r\nForty-ninth session 3 October 1994\r\n932 (1994). Here we appeal to UNITA to take advantage\r\nof the opportunity offered by the Lusaka talks to put an end\r\nto this war that has been casting a pall over Angola for\r\nalmost 20 years now.\r\nOn Rwanda, I reiterate the appeal of the Government\r\nof Gabon to all the sons and daughters of that country to\r\nadopt a spirit of tolerance, harmony and renewed peace and\r\nbegin at last to work towards the same goal: the\r\nreconstruction of their battered, devastated country. In that\r\ncontext, Gabon has not failed to express its support for the\r\nhumanitarian activities undertaken by the United Nations\r\nthrough the United Nations Assistance Mission for Rwanda\r\n(UNAMIR), by France through its Operation Turquoise,\r\nand by many non-governmental organizations. My country\r\nhas also called for more effective and persistent\r\nparticipation by the Organization of African Unity (OAU)\r\nand the United Nations in the peace process aimed at\r\nputting an end to the tragedy.\r\nHaving hailed the welcome initiatives of non-\r\ngovernmental organizations and of Gabonese citizens to\r\nease the suffering of our brethren in Rwanda, my\r\nGovernment has decided, first, to make a voluntary\r\ncontribution - the funds for which have been released - to\r\nthe United Nations Special Fund for Rwanda. Secondly, it\r\nwill provide assistance to the afflicted populations,\r\nprincipally in the form of food products, clothing and\r\nmedicine, which my Government is committed to sending\r\nto Kigali by its own means. The \"air-bridge\" for that\r\npurpose opened on 18 September 1994, when we delivered\r\nthe initial portion of this aid to the Secretary-General’s\r\nSpecial Representative for Rwanda. Thirdly, if the need\r\narises, we shall take in Rwandese orphans, in collaboration\r\nwith international organizations such as the United Nations\r\nChildren’s Fund and the Office of the United Nations High\r\nCommissioner for Refugees.\r\nIn eastern Europe, the horror continues in Bosnia and\r\nHerzegovina; the negative result of the recent referendum\r\nis not likely to allow the speedy settlement of this conflict,\r\nwhich has gone on far too long. Here again, Gabon\r\nappeals to the parties to the conflict to bring peace to their\r\nregion.\r\nThese tragedies have put the Organization to a harsh\r\ntest. But, despite the uncertainty of the post-cold-war\r\nperiod, the United Nations remains a priority forum for\r\ncreating and nurturing the collective search for peace. To\r\ndo this, the passivity displayed by nearly all participants in\r\ninternational life must be replaced by a determination to\r\ntake preventive action. In that connection, the Agenda for\r\nPeace outlines the action that needs to be taken to avert,\r\nas quickly as possible, situations that could give rise to\r\nconflicts, particularly action in the framework of\r\npreventive diplomacy.\r\nFor its part, Africa has not been idle in this sphere.\r\nIndeed, our major concern is reflected in the creation by\r\nthe OAU of machinery for the prevention, management\r\nand settlement of conflicts. In the same spirit, the States\r\nof central Africa have established a permanent mechanism\r\ndealing with questions of security in central Africa, with\r\na mandate to promote confidence-building measures\r\namong member States in line with the principles of the\r\nCharter.\r\nThe agreement on a non-aggression pact at the\r\nSeptember 1993 Libreville meeting, the signing ceremony\r\nfor which has just taken place in Yaoundé, Cameroon,\r\nattests eloquently to the dedication of our States to the\r\nvalues of peace and solidarity. But to be more effective\r\noperationally, and to play an active role in the\r\ndecentralization of peace-keeping operations, this\r\nmachinery should benefit from logistical and technical\r\nassistance from the United Nations.\r\nTo take due account of the new international\r\npolitical landscape I have described, the desired\r\ndevelopments must be multidimensional, dealing not only\r\nwith the structure of the United Nations, but also with its\r\nactivities. I am pleased to note that there have been\r\nvarious initiatives to that end, including the vast process\r\nof restructuring the principal organs, which was begun\r\ntwo years ago. This has been reflected in such things as\r\nthe beginnings of a debate on the reform of the Security\r\nCouncil, with a view to enlarging its membership and\r\nensuring equitable representation of Member States.\r\nGabon is in favour of such reform.\r\nIt is agreed today that international peace and\r\nsecurity are no longer limited to political and military\r\nconsiderations, but that they encompass such diverse areas\r\nas the economic, social, humanitarian and environmental\r\nspheres. We think the time has come for this vision,\r\nwhich accords with the Charter, to be reflected in reality.\r\nTo be sure, since the founding of the United Nations\r\nmankind has made major economic, scientific and\r\ntechnological progress. But, despite these notable\r\nadvances, some parts of the world continue to live in\r\npoverty and destitution.\r\nFor Africa, the United Nations has set up two\r\nsuccessive programmes: the United Nations Programme\r\n26\r\nGeneral Assembly 15th meeting\r\nForty-ninth session 3 October 1994\r\nfor African Economic Recovery and Development, and the\r\nUnited Nations New Agenda for the Development of Africa\r\nin the 1990s. Both were intended to contribute to the\r\ncontinent’s sustained economic growth.\r\nWhile the African States have fulfilled their\r\nobligations under these programmes, we have to say that\r\nthe industrialized countries have failed to honour their\r\ncommitments. It is also regrettable that the Rio Summit on\r\nenvironment and development, which had given rise to new\r\nhope and which for the first time had incorporated the\r\nconcept of sustainable development, is suffering from a\r\nglaring lack of international support. Our expectations are\r\nnot being met with respect to the financing needed to\r\nimplement Agenda 21.\r\nThe Agenda for Development proposed by the\r\nSecretary-General should fill these gaps once the\r\ninternational community realizes the interdependence of our\r\ninterests. I want to reaffirm Gabon’s commitment to the\r\nmajor principles in that Agenda: peace, the foundation of\r\ndevelopment; the economy, the engine of progress; the\r\nenvironment, a basis for sustainability; social justice, a\r\npillar of society; and democracy, the model of good\r\ngovernance. Yet beyond those principles we must study\r\nways and means to implement the Agenda for\r\nDevelopment, scrupulously taking into account the major\r\nconcerns of the African continent.\r\nIn any event, for the countries of the South, the\r\nsuccess of existing or future machinery for cooperation will\r\ndepend on the role reserved for development activities and\r\nfor the reduction of inequity. Here, the new World Trade\r\nOrganization, which from January 1995 will replace the\r\nGeneral Agreement on Tariffs and Trade, will have to\r\nrespond to the needs arising from differences in the level of\r\ndevelopment of the rich countries and of the less-well-off\r\ncountries.\r\nAfter 30 years of independence, we must observe that\r\nAfrican States do not always have the means to satisfy their\r\npeoples’ health, educational and cultural concerns.\r\nNumerous factors contribute to keeping our countries in the\r\nspiral of underdevelopment. The first is that our countries\r\nare unable to process the commodities they produce or set\r\ntheir prices. This leads to a drastic deterioration of the\r\nterms of trade, because the prices of raw materials are not\r\nindexed to those of the finished products.\r\nMoreover, the external debt and the cost of servicing\r\nit are a serious obstacle to the development of African\r\ncountries, as is clear from the ratio of debt to exports of\r\ngoods and services for Africa as a whole. Gabon, too, is\r\naffected by this situation, and for several years has been\r\nengaging in structural adjustment programmes. These\r\nprogrammes have not always yielded the expected results,\r\nespecially since our economy is marked by, inter alia,\r\nexcessive dependence on the outside world and by\r\ngrowing public and private debt.\r\nIn this context, on 12 January 1994, there was a\r\n50 per cent devaluation of the parity of the currency of\r\nthe African States of the franc zone compared to that of\r\nthe French franc. At the time of the devaluation all the\r\nAfrican countries of the franc zone were given equal\r\ntreatment, but today discrimination between those States\r\nis being exercised. Gabon thus remains the only country\r\nwhich, because of its intermediate revenues, is refused\r\naccess to the loan windows in flexible conditions, on the\r\npretext that its per capita gross national product is too\r\nhigh.\r\nIt is true that devaluation could have some positive\r\naspects, including a relaunching of investment, more\r\ncompetitive exports, a revitalization of the agricultural\r\nsector and a reduction of imports. But we believe that it\r\nis necessary, indeed urgent, to receive assistance in order\r\nto establish new machinery to help the most\r\ndisadvantaged and the most vulnerable persons.\r\nOur common destiny and international solidarity\r\nshould prompt us to transcend our differences and give\r\npriority only to meeting the needs and ensuring the well-\r\nbeing of mankind. The interdependence that flows from\r\nthis dictates that the industrialized countries, with their\r\ntechnological know-how and financial resources, should\r\nsupport the efforts of the weakest and most disadvantaged\r\nto participate in the establishment of this new global\r\neconomy.\r\nThese days, States are confronted with trans-border\r\nscourges which individually they are incapable of\r\nstemming. That is true of the phenomenon of increasing\r\nflows of refugees and illegal immigrants, the illegal drug\r\ntrade, malaria and the AIDS pandemic. Joint and\r\ncoordinated international action is required to attack the\r\nroots of these evils.\r\nIt is the custom today for everyone to emphasize the\r\nimportance of the trilogy of democracy, development and\r\nhuman rights. In that respect - and specifically\r\nconcerning democracy - Gabon, which was one of the\r\nvery first African countries to return to political pluralism,\r\nhas been making an effort for several years now to\r\n27\r\nGeneral Assembly 15th meeting\r\nForty-ninth session 3 October 1994\r\nestablish new institutions adapted to democratic rules and\r\nto promote the emergence of a genuine state of law. But\r\nwe are aware that time is needed to achieve this.\r\nIn this framework, recently, in the presence of\r\ninternational observers, negotiations were held between\r\nrepresentatives of the Opposition and representatives of the\r\nGovernment to seek ways and means to establish\r\ndemocracy by consensus - the sole guarantee of peace and\r\nsocial cohesion.\r\nUnquestionably, the founding fathers of the United\r\nNations wished it above all to respond positively to the\r\nquestions the peoples were asking about the best way to\r\norganize international life. The statement of purposes and\r\nprinciples within the very first provisions of the Charter\r\neloquently attests to this. Hence it is up to the United\r\nNations system and Member States to ensure that at each\r\nsession the General Assembly takes a decisive step towards\r\nthe attainment of these purposes and principles that we hold\r\nso dear. I hope that this will be done at the forty-ninth\r\nsession.\r\nThe President (interpretation from French): I now\r\ncall on the Minister for Foreign Affairs and International\r\nCooperation of Kenya, His Excellency Mr. Stephen\r\nKalonzo Musyoka.\r\nMr. Musyoka (Kenya): Let me join other\r\nrepresentatives who have spoken before in congratulating\r\nyou, Sir, on your unanimous election to the presidency of\r\nthe General Assembly at its forty-ninth session. Your\r\nelection to this high office is a demonstration both of the\r\nconfidence that Member States have in you and of the\r\nrespect they have for your beautiful country, Côte d’Ivoire.\r\nWe are confident that under your wise guidance our\r\ndeliberations at this session will achieve the desired results.\r\nI also wish to pay tribute to your predecessor,\r\nAmbassador Insanally of Guyana, for steering the forty-\r\neighth session to a successful conclusion. During his\r\npresidency, Ambassador Insanally undertook several\r\ninitiatives aimed at strengthening the General Assembly and\r\nimproving its relationship with the other organs of the\r\nUnited Nations. We thank him for his dynamic and\r\nimaginative leadership.\r\nMay I also extend our congratulations to Mr. Boutros\r\nBoutros-Ghali, the Secretary-General, on the untiring and\r\nvisionary manner in which he is managing the affairs of the\r\nOrganization.\r\nThe peace dividend expected after the end of the\r\ncold war, four years ago, is yet to be realized. On the\r\ncontrary, the world has been faced with the escalation of\r\nnew conflicts and in some cases the intensification of old\r\nconflicts. The disappearance of the great ideological\r\nrivalry between the East and the West has enabled the\r\nUnited Nations more constructively to play its central role\r\nof facilitating conflict resolution and maintaining\r\ninternational peace and security. The emerging\r\ninternational situation has however brought with it new\r\nchallenges to which the international community should\r\nrespond in a dynamic manner and within the framework\r\nof the United Nations Charter.\r\nKenya supports the ongoing efforts aimed at\r\nreforming the United Nations with a view to adapting to\r\nthe new challenges, and hopes that these efforts will be\r\nintensified during this session of the General Assembly.\r\nWe welcome progress already made in the reform of the\r\neconomic and social sectors of the Organization as well\r\nas the revitalization of the working of the General\r\nAssembly. However, more needs to be done, particularly\r\nin the context of the new Agenda for Development.\r\nFurthermore, a great deal still remains to be done in\r\nreforming the Security Council to enhance its\r\neffectiveness, its transparency and its relationship with the\r\nGeneral Assembly as well as Member States. The\r\nopen-ended Working Group of the General Assembly on\r\nthe question of equitable representation on and increase in\r\nthe membership of the Security Council has been able to\r\nhighlight, substantially, areas where the Security Council\r\nneeds to be reformed. It is our hope that the Working\r\nGroup will reach a consensus on this vital exercise before\r\nthe fiftieth anniversary of the United Nations.\r\nThe role of the Security Council has become critical\r\nin the new era. Kenya is cognizant, and appreciative, of\r\nthe special responsibilities entrusted to the five permanent\r\nmembers of the Security Council. However, the\r\ncircumstances which led to the creation of the present\r\nmembership structure have changed. It is therefore\r\ncrucial that the membership of the Council reflect these\r\nchanges and incorporate regional interests for a more\r\nbalanced distribution of seats.\r\nThe United Nations is currently involved in an\r\nunprecedented number of peace-keeping operations. This\r\nclearly underlines the growing confidence of the\r\ninternational community in the role of the United Nations.\r\nDuring the forty-seventh session, the Assembly adopted\r\nthe Agenda for Peace, which emphasized preventive\r\ndiplomacy, peacemaking and peace-keeping. The most\r\n28\r\nGeneral Assembly 15th meeting\r\nForty-ninth session 3 October 1994\r\nrewarding parts of this three-pronged strategy are the first\r\ntwo - namely, preventive diplomacy and peacemaking.\r\nThis is especially true, when we consider that mobilization\r\nfor peace-keeping is usually very slow. We are therefore\r\nconvinced that the United Nations should invest more in\r\npreventive diplomacy and development to avoid the human\r\ncatastrophes we have witnessed recently in many parts of\r\nthe world, particularly Africa.\r\nWe happily welcome the victory of democracy in\r\nSouth Africa and the dismantling of apartheid. Kenya\r\nheartily congratulates President Nelson Mandela, his\r\nGovernment and the people of South Africa on the peaceful\r\ntransition to a new democratic and multiracial South Africa.\r\nWe are also delighted with the peaceful resolution of the\r\nterritorial dispute between Chad and Libya. The positive\r\ndevelopments in Mozambique and Burundi towards\r\npeaceful resolution of long-standing conflicts are indeed\r\ncommendable. A comprehensive settlement of the Middle\r\nEast conflict is now on a steady course with the ongoing\r\nimplementation of the accord between Israel and Palestine\r\nand the recently concluded peace agreement between Jordan\r\nand Israel. We congratulate all the parties and encourage\r\nthem to widen and intensify the peace processes.\r\nInternational peace and security can flourish only if\r\npeace and stability exist in individual countries. The\r\nfundamental responsibility of ensuring peace and stability\r\nlies with the individual countries themselves. The Charter\r\nof the United Nations clearly underscores that responsibility\r\nunder the principles of sovereignty, independence, territorial\r\nintegrity and non-interference in the internal affairs of\r\nStates.\r\nWith the recent resurgence of problems based on\r\nethnicity and of nationalism, sustained effort is required at\r\nthe national level to forge national consensus. All nations\r\nhave to build their democracies on the basis of their\r\nnational circumstances, experiences, traditions and\r\naspirations, but within the context of the universal values\r\nand norms of democracy, good governance and human\r\nrights.\r\nThe international community also has an important\r\nrole to play in the support of national efforts towards the\r\nstrengthening of democratic processes, sustainable\r\ndevelopment, peace and security. Very often, international\r\nconflicts are fanned by the struggle for the sharing of scant\r\nresources and public offices in the absence of a wide\r\neconomic base to absorb competing interests. Development\r\nneeds, therefore, have to be addressed from a wider\r\nperspective. The international community’s support for\r\ninstitutional capacity-building and human resources\r\ndevelopment is pivotal to sustainable development, peace\r\nand security.\r\nOver the last year, the international community has\r\nwitnessed the intensification of some perennial conflicts.\r\nThe experiences of Rwanda, Somalia, Bosnia and\r\nHerzegovina, Sudan and Liberia clearly demonstrate that\r\nthere is no substitute for a political settlement negotiated\r\nbetween the parties to the conflicts. At the same time,\r\nthe international community, particularly the United\r\nNations, should be tireless in its efforts to assist parties to\r\nreach lasting solutions to these conflicts.\r\nIn this connection, regional bodies need to be\r\nstrengthened, as their role in supporting development and\r\nfacilitating solutions to national conflicts cannot be\r\noverstressed. The escalation of conflicts in one country\r\nhas left neighbouring countries flooded with refugees and\r\nother spill-over effects, including the spread of banditry\r\nand illegal arms. Accordingly, we welcome the draft\r\ndeclaration on the strengthening of the cooperation\r\nbetween the United Nations and the regional\r\norganizations, and arrangements in the maintenance of\r\ninternational peace and security. Adoption of that\r\ndeclaration at this session of the General Assembly will\r\nbe an important milestone towards strengthening the role\r\nof the regional bodies in the maintenance of international\r\npeace and security under the overall responsibility of the\r\nSecurity Council.\r\nThe magnitude of the Rwandese human disaster calls\r\nfor extraordinary efforts in the mobilization of the United\r\nNations system and the international community to stop\r\nthe suffering of the Rwandese people and to restore\r\nnormalcy to that unfortunate country. The decision to\r\nscale down the United Nations Assistance Mission for\r\nRwanda at that critical time contributed to the vacuum\r\nthat resulted in the estimated loss of 1 million lives, with\r\nabout 4 million people being internally displaced or\r\nfleeing as refugees. The experience of Rwanda calls for\r\nfundamental changes to United Nations peace-keeping\r\noperations to ensure an adequate, timely and effective\r\nresponse.\r\nWe take this opportunity to commend the\r\nneighbouring countries for accommodating so many\r\nrefugees and offering logistical support for humanitarian\r\noperations. We also commend the countries, international\r\norganizations and non-governmental organizations that\r\nhave been extending critical humanitarian support. We\r\nare encouraged by the assurance of the new Government\r\n29\r\nGeneral Assembly 15th meeting\r\nForty-ninth session 3 October 1994\r\nthat it will foster the reconciliation of the Rwandese people.\r\nThis calls for the intensification of international effort\r\naimed at restoring normalcy in Rwanda. Kenya, for its\r\npart, has continued to play a facilitating role in the supply\r\nof humanitarian assistance to Rwanda.\r\nOn Somalia, we strongly believe that the continued\r\npresence of United Nations peace-keeping personnel is\r\ncritical in the pursuit of peace and security in the country\r\nif we are to avoid the deterioration of a situation that is\r\nalready unacceptable. We note with concern the\r\nSecretary-General’s report on the growing incidence of\r\nviolence and attacks on United Nations soldiers as well as\r\nthe inability of the Somali faction leaders to agree on a\r\nformula for the creation of an interim central authority.\r\nWhile we commend the efforts of the international\r\ncommunity in the search for a settlement to the Somali\r\nconflict, we are greatly concerned about the failure of the\r\nfaction leaders to utilize the opportunities afforded by the\r\nUnited Nations Operation in Somalia (UNOSOM) and the\r\nOrganization of African Unity, as well as the neighbouring\r\ncountries, to bring an end to the conflict.\r\nSomalia is a sister country with which we share an\r\n800-kilometre border, family relations, and ethnic and\r\ncultural affinities. The very heavy influx of Somali\r\nrefugees into Kenya has had a devastating effect on the\r\nmost ecologically fragile parts of the country. The refugee\r\nburden on my country is still excessively high, with about\r\n300,000 registered refugees. Kenya is cooperating closely\r\nwith the Office of the United Nations High Commissioner\r\nfor Refugees (UNHCR) in accelerating the resettlement and\r\nvoluntary repatriation of refugees. Physical and social\r\ninfrastructures have also been overextended due to\r\nexcessive usage.\r\nThe national efforts aimed at mitigating the negative\r\neffects caused by the influx of refugees in the border region\r\nare constrained by the magnitude of the problem and the\r\ncompeting security, administrative and development\r\ncommitments in the area. In this regard, while appreciating\r\nvarious forms of assistance from the international donor\r\ncommunity, including the non-governmental organizations,\r\nto address the problem, Kenya further appeals to the United\r\nNations and the donor community to assist in the financing\r\nof the rehabilitation of the physical and social infrastructure\r\nas well as the restoration of the region’s ecosystem.\r\nThe border region security dimension is another issue\r\nof great concern to Kenya. Our people and our security\r\npersonnel have been subjected to numerous acts of banditry\r\nby armed gangs crossing into Kenya from Somalia. For\r\nthis reason, we are reiterating our request to the\r\nSecretary-General to reinforce the UNOSOM patrols\r\nalong the Somalia side of the border so as to complement\r\nthe efforts of Kenyan security personnel on our side of\r\nthe border. We believe that the joint security efforts will\r\nsignificantly scale down the flow of armed gangs and\r\nindividuals into the Kenyan side.\r\nThe problem in the Sudan has been of great concern\r\nnot only to Kenya and the neighbouring countries, but\r\nalso to the international community. After four rounds of\r\nnegotiations in the past year, it has become apparent that\r\nthe regional peace efforts spearheaded by Presidents\r\nYoweri Museveni of Uganda, Isaias Afewerki of Eritrea\r\nand Meles Zenawi of Ethiopia, under the chairmanship of\r\nPresident Daniel T. Arap Moi of Kenya, within the\r\nframework of Inter-Governmental Authority on Drought\r\nand Development (IGAD), have so far not been able to\r\nbridge the differences between the parties to the conflict.\r\nWe appeal to all parties involved in the conflict to be\r\nflexible in the search for a just and lasting solution. The\r\ninternational community has an important role to play not\r\nonly in terms of humanitarian assistance but also in\r\nfacilitating the settlement of the fundamental differences\r\nbetween the parties. In this regard, Kenya is very grateful\r\nto the Governments of Norway, the Netherlands, the\r\nUnited Kingdom and the many others that have\r\ngenerously provided material and financial assistance to\r\nthe process.\r\nOn Bosnia and Herzegovina, we are greatly\r\nconcerned that despite many serious attempts at a\r\nnegotiated settlement no solution is in sight. Kenya\r\nstrongly appeals to the combatants to opt for a negotiated\r\nsettlement for the sake of the people of Bosnia and\r\nHerzegovina.\r\nKenya is substantially involved in United Nations\r\npeace-keeping activities, having contributed military and\r\ncivilian police personnel to various peace-keeping\r\noperations world wide. The enormous rise in the number\r\nand scope of peace-keeping operations demands that the\r\nability of the United Nations Secretariat to cope with such\r\nlarge-scale operations be strengthened.\r\nWhile peace-keeping will continue to be a vital\r\nresponsibility of the United Nations, the adequate\r\nfinancing of these operations, which now represents a\r\nsubstantial portion of the United Nations budget, is\r\ncritical to their success. In this regard, we urge Member\r\nStates to pay their assessed contributions in full and on\r\ntime in order to enable the Organization to respond\r\n30\r\nGeneral Assembly 15th meeting\r\nForty-ninth session 3 October 1994\r\neffectively to the enormous challenges posed by\r\npeace-keeping operations.\r\nThe budgetary system for the peace-keeping operations\r\nalso requires improvement. Notwithstanding the fact that\r\npeace-keeping operations are temporary by nature, it is\r\ncumbersome to approve budgets for periods of one to three\r\nmonths and usually retroactively. The current practice of\r\npiecemeal budgets compounds United Nations cash-flow\r\nproblems, leading to the stifling of the operations of the\r\nOrganization. Consequently, troop-contributing countries\r\ncontinue to subsidize United Nations peace-keeping\r\noperations at great sacrifice, a situation which cannot be\r\nsustained, especially by developing countries.\r\nMy delegation is also concerned over the growing\r\nnumber of fatalities and injuries among United Nations\r\npeace-keeping soldiers and other personnel deployed by the\r\nOrganization. In this regard, the ongoing efforts to\r\nelaborate a convention on responsibility for attacks on such\r\npersonnel and measures to ensure that the culprits are\r\nbrought to justice is a positive response by the international\r\ncommunity to this problem.\r\nThe world’s economy continues to reflect sharp\r\ncontrasts between countries and regions, with the\r\nindustrialized countries, China and the South-East Asia\r\nregion showing slight to rapid economic growth rates. The\r\nsituation in Africa, on the other hand, is still of great\r\nconcern, as the region’s economy continues to show no\r\nsigns of tangible recovery. The continent remains highly\r\nvulnerable to adverse international economic policies as\r\nwell as to natural calamities, such as drought and\r\nepidemics, owing to its limited capacity to develop\r\ninstitutions and systems to cushion populations from these\r\ntypes of calamities. This situation has been compounded\r\nby the persistent recurrence of drought, debt burden, a\r\ndecline in financial flows, low commodity prices, and the\r\nimplementation of painful but necessary economic reforms\r\nand the uncertainties associated with major political\r\nreforms.\r\nMy country and many other African countries have in\r\nthe past few years undertaken fundamental reforms to\r\ncreate, among other things, an environment conducive to\r\nencouraging investment flows as a necessary ingredient for\r\neconomic growth and development. This underscores the\r\ndetermination of the African countries to speed up the\r\nrecovery and growth of the economies. However, the\r\nsustainability of these efforts requires increased\r\ninternational assistance to facilitate an early realization of\r\nthe objectives of the United Nations New Agenda for the\r\nDevelopment of Africa. We hope that at this time, when\r\nmany developing countries are implementing major\r\nstructural reforms and the liberalization of trade policies,\r\nthe successful conclusion of the Uruguay Round and the\r\nsetting-up of the World Trade Organization will lead to\r\nthe elimination of all trade barriers and the expansion of\r\ninternational trade.\r\nThe mounting debt burden of the African countries,\r\nespecially those of sub-Saharan Africa, continues to be a\r\nmajor constraint to economic growth and development.\r\nThe problem of debt in Africa is worsened by the\r\npersistent low economic growth rates of the continent’s\r\neconomies. It is evident that the various measures taken\r\nby the international community on bilateral and\r\nmultilateral bases to mitigate the situation, though\r\nwelcome, have achieved limited results. Kenya believes\r\nthat a lasting solution to the debt burden is a bold\r\ninitiative for an effective reduction or cancellation of the\r\nbilateral and multilateral debt of the low-income\r\ncountries, particularly in Africa.\r\nThe \"Agenda for Development\", as an instrument for\r\nthe promotion of an action-oriented approach to economic\r\ngrowth and development parallel to the \"Agenda for\r\nPeace\" as presented by the Secretary-General, should be\r\ngiven paramount attention by this Assembly. The essence\r\nof it should be the recognition that development is a\r\nfundamental human right and that peace and development\r\nare intertwined and mutually reinforcing. Kenya affirms,\r\nhowever, that the State continues to bear the primary\r\nresponsibility for its development while recognizing the\r\nimportance of the complementary role of the international\r\ncommunity.\r\nKenya subscribes fully to the view that the new\r\nAgenda for Development should be people-centred.\r\nWhile recognizing the importance of overall economic\r\ndevelopment needs, action programmes must give\r\nappropriate priority to the education, training, health and\r\nwelfare of the people. The Agenda should take into\r\naccount the fundamental role of science and technology\r\nin socio-economic development, particularly for\r\ndeveloping countries. Indeed, the new Agenda for\r\nDevelopment should become an instrument for promoting\r\na new consensus on international cooperation for\r\ndevelopment, rather than a process of negotiations for\r\nfinancial needs.\r\nKenya welcomes the finalization of the elaboration\r\nof an international convention to combat desertification.\r\nThe degradation of fragile dry lands is increasing at an\r\n31\r\nGeneral Assembly 15th meeting\r\nForty-ninth session 3 October 1994\r\naccelerated rate and claiming millions of hectares every\r\nyear. The afflicted countries are fully aware of their\r\nresponsibilities to fight this imminent threat, but their\r\nefforts will not bear fruit without the support of the\r\ninternational community. The mobilization of resources as\r\ncalled for in Agenda 21 remains critical. Commitments of\r\nnew and additional financial resources to fund\r\nenvironmental projects, as agreed upon in Rio, should be\r\nhonoured. My delegation welcomes the recent restructuring\r\nand replenishment of the Global Environmental Facility as\r\na positive step towards the fulfilment of some of the Rio\r\ncommitments.\r\nMy delegation welcomes the establishment of the\r\nOffice of Internal Oversight Services, headed by an\r\nUnder-Secretary-General. We hope that the establishment\r\nof this Office will lead to greater efficiency and the\r\nreduction of waste and mismanagement, which the\r\ninternational community can ill afford. We also hope that\r\nthe United Nations will now foster greater transparency in\r\nthe awarding of United Nations contracts and in the\r\nprocurement of goods and services, taking into account the\r\ncost-effectiveness of obtaining such goods and services\r\nfrom sources closer to the recipient countries.\r\nAs a country that is host to one of the United Nations\r\ncentres, Kenya wishes to reiterate its commitment to\r\ncooperating with the United Nations in its efforts to\r\nstrengthen the United Nations Centre in Nairobi, the\r\ncapacity of which remains underutilized despite its\r\nenormous potential. In this connection, Kenya urges that\r\nthe permanent secretariats of environmentally-related\r\nconventions, including those on biodiversity, climate change\r\nand desertification, be located in Nairobi, taking into full\r\naccount the need for utilization of the capacity of the new\r\nsecretariats and the United Nations Environment\r\nProgramme (UNEP) as well as the human-settlement\r\nsecretariats based in the United Nations Centre in Nairobi.\r\nIndeed, this would be consistent with the wish of the\r\nGeneral Assembly and the governing bodies of the two\r\norganizations concerned, which have called for the\r\nstrengthening, harmonization, cost-effectiveness and\r\nenhancement of the efficiency of UNEP and other United\r\nNations programmes.\r\nThe recently concluded International Conference on\r\nPopulation and Development in Cairo clearly underlines the\r\nresolve of the international community to coordinate actions\r\nand strategies on social development as envisaged in the\r\nUnited Nations Charter. The resolve of the international\r\ncommunity to deal with the problems of population and\r\ndevelopment in accordance with the Cairo Programme of\r\nAction, which was adopted by consensus, gives us a\r\nstrong basis for tackling population problems.\r\nKenya associates itself with the preparations and\r\nanticipated positive results of the forthcoming World\r\nSummit for Social Development in Copenhagen. We\r\nhope that the Summit will come up with programmes and\r\ncommitments which will effectively address the problems\r\nof poverty and social integration and lead to sustainable\r\neconomic growth and broad-based social development.\r\nWe are of the view that national action and international\r\ncooperation should give priority to the eradication of\r\npoverty, the elimination of obstacles to economic and\r\nsocial development, the expansion of productive\r\nemployment, and the creation of a favourable international\r\neconomic and social environment.\r\nThe Fourth World Conference on Women, to be held\r\nin Beijing, China, in 1995 offers a suitable opportunity to\r\nbuild on the successes of the 1985 Nairobi Forward-\r\nlooking Strategies and to solidify the gains of women in\r\nall spheres of life. All necessary steps at the national, -\r\nregional and international levels should be taken to\r\ndevelop a political, economic, social and cultural\r\nenvironment conducive to the full integration of women\r\ninto sustainable processes of development.\r\nKenya also looks forward to the successful outcome\r\nof the second United Nations Conference on Human\r\nSettlements (HABITAT II) to be held in Istanbul, Turkey,\r\nin 1996. In order to ensure broad-based national\r\npreparations for the Conference, the national Steering\r\nCommittee has prepared a work programme incorporating\r\nthe mobilization of action in the shelter sector so as to\r\ncreate public awareness. My delegation acknowledges the\r\nsignificant progress made in the preparatory process by\r\nthe HABITAT II secretariat in Nairobi, under the\r\ndirection of the Secretary-General of the Conference,\r\nMr. Wally N’Dow. However, financial limitations are\r\nhampering elements of the preparatory process. We hope\r\nthat these constraints will soon be overcome.\r\nAny durable international system must have a sound\r\nlegal regime, backed by principles of respect for and\r\ncompliance with the rule of law at domestic and\r\ninternational levels. The recognition by States of their\r\nobligation to abide by these principles is not only an\r\nindispensable requirement, but also forms the fabric of\r\ninternational norms and standards which guide lawful\r\ninternational behaviour.\r\n32\r\nGeneral Assembly 15th meeting\r\nForty-ninth session 3 October 1994\r\nIt is in this context, therefore, that we hail the decision\r\nto hold an International Congress on International Law in\r\nMarch 1995 here in New York, under the framework of the\r\nUnited Nations Decade of International Law.\r\nIn 1989, Kenya joined the growing number of nations\r\nthat have ratified the United Nations Convention on the\r\nLaw of the Sea. A few weeks from today, on 16\r\nNovember 1994, the world community will witness the\r\nentry into force of this Convention. This long-awaited\r\nevent, which marks the culmination of a process started\r\nmany years ago, is a significant milestone in the human\r\nendeavour to create a new legal order for the oceans.\r\nAfrican States do not possess the requisite scientific\r\nknowledge, technological capacity and management skills\r\nto be able to explore and exploit the marine living and\r\nnon-living resources. The Convention, as well as Agenda\r\n21, both of which furnish the basic blueprint for\r\ncooperation in marine and ocean areas, have laid emphasis\r\non the significance of the development of manpower,\r\ntechnological capacity and training, particularly in the\r\ndeveloping countries. We believe that these and other\r\nallied problems should be addressed to enable African\r\ncountries to derive benefits from the rights and\r\nopportunities offered by the Convention. It is our hope\r\nthat, following the successful conclusion and adoption of\r\nthe agreement on the implementation of deep seabed\r\nmining, all States will now become parties to the\r\nConvention, in order to secure universal participation.\r\nIn conclusion, we feel confident that, as we approach\r\nthe fiftieth anniversary of the United Nations, the\r\ninternational community has the requisite resources and\r\ntalents to deal effectively with the global concerns and\r\nchallenges facing it. In particular, the Organization will\r\nhave to address the crucial issues of maintenance of\r\ninternational peace and security, sustainable development,\r\nthe environment, humanitarian issues and reform of the\r\nUnited Nations. In conformity with the aspirations of the\r\nCharter expressed in the words \"We the peoples\",\r\neverybody throughout the world has high expectations of\r\nthis Organization. We cannot and must not let them down.\r\nThe President (interpretation from French): I now\r\ncall on the Minister for Foreign Affairs of Mozambique,\r\nHis Excellency Mr. Pascoal Manuel Mocumbi.\r\nMr Mocumbi (Mozambique): Mr. President, on\r\nbehalf of my Government and on my own behalf, I wish to\r\nexpress my sincere congratulations to you on your\r\nunanimous election as President of the United Nations\r\nGeneral Assembly at its forty-ninth session. We are\r\ndelighted to see a son of Africa, a distinguished diplomat\r\nfrom Côte d’Ivoire, a country with which Mozambique\r\nentertains friendly relations, presiding over our\r\ndeliberations. I should like to pledge my delegation’s\r\ncooperation in the discharge of your duties. I am\r\nconfident that under your able leadership our deliberations\r\nwill be successful.\r\nI should also like to avail myself of this opportunity\r\nto convey through you, Mr. President, my utmost\r\nappreciation to your predecessor, His Excellency\r\nAmbassador Samuel Insanally, for the brilliant manner in\r\nwhich he conducted the work of the previous General\r\nAssembly session.\r\nThe Secretary-General of the United Nations, His\r\nExcellency Mr. Boutros Boutros-Ghali, deserves our\r\nwarmest felicitations for the competent manner in which\r\nhe has been discharging his duties. The people and the\r\nGovernment of the Republic of Mozambique remain\r\ngrateful to his untiring efforts and dedication to the cause\r\nof peace in my country.\r\nOur participation in this forty-ninth session of the\r\nGeneral Assembly takes place at a crucial moment for my\r\ncountry. In about three weeks’ time the people of\r\nMozambique will cast their ballots in the first multiparty\r\nelections scheduled for 27 and 28 October.\r\nThe electoral campaign was inaugurated on 22\r\nSeptember last. To this end, 14 political parties,\r\nincluding two coalitions, are running for parliament and\r\n12 candidates are contesting the presidential elections.\r\nThe electoral census shows that more than 6.3\r\nmillion people of an estimated 7.5 million eligible voters\r\nhave been registered. Given the existing difficulties\r\nderiving from 16 years of armed conflict, we believe the\r\nnumber of registered voters is quite significant and\r\nencouraging.\r\nA code of conduct aimed at ensuring that the\r\nelectoral process is carried out harmoniously was signed\r\nby presidential candidates before the beginning of the\r\ncampaign. A similar document was also signed by the 14\r\ncontesting political parties. Both codes establish specific\r\nrules and guidelines which must be observed during the\r\ncampaign. In these documents, all parties have,\r\ninter alia, pledged to commit themselves to abide by and\r\nrespect fully the results of the general elections, once they\r\n33\r\nGeneral Assembly 15th meeting\r\nForty-ninth session 3 October 1994\r\nare certified to have been free and fair by the United\r\nNations.\r\nThe forthcoming multiparty general elections represent\r\nthe culmination of a long and delicate process of\r\nimplementation of the General Peace Agreement for\r\nMozambique, signed in Rome in October 1992. The\r\ncantonment and demobilization of forces, including the\r\ndissolution of the High Command of the former\r\nMozambican Armed Forces, has been concluded. In\r\naddition, the Government has transferred all its military\r\nassets and infrastructure to the new army. The formation\r\nof the agreed 30,000-strong Mozambican Defense Force\r\n(FADM) is also under way. However, owing to logistical\r\nand material difficulties facing the execution of this\r\ncommitment, we will have a single army of only about\r\n10,000 men by the time of the elections.\r\nMy Government appreciates the fact that a mission of\r\nthe Security Council has recently visited Mozambique to\r\nverify on the ground the status of the implementation of the\r\nGeneral Peace Agreement and the performance of the\r\nUnited Nations Operation in Mozambique (ONUMOZ).\r\nWe took note with satisfaction of the conclusion arrived at\r\nby the mission, according to which conditions exists in\r\nMozambique for the holding of free and fair elections, and\r\nthat the United Nations will immediately endorse the results\r\nof these elections, as soon as they are declared free and\r\nfair. My Government attaches great importance to the need\r\nfor ONUMOZ to certify that the signatories of the Rome\r\nAgreement have fully respected their commitments\r\nregarding the complete demobilization of their forces, so as\r\nto ensure a climate free of fear and intimidation during and\r\nafter the elections.\r\nAs we move closer to the final stage of the\r\nimplementation of the General Peace Agreement, the people\r\nof Mozambique look forward to a lasting peace and\r\nstability under which national unity will be preserved and\r\nnational reconstruction will be carried on as a matter of\r\npriority for the progress and prosperity of our country.\r\nThat is why my Government and my party, FRELIMO,\r\nbelieve that the winner of the forthcoming elections should\r\nbe able to form a government which, taking into account\r\nthe best interests of the nation, will select men and\r\nwomen - irrespective of their political affiliations - with\r\nproven qualities of leadership and with a recognized\r\ncapacity in the management of government affairs who are\r\ndedicated to serving the people and preserving peace and\r\nstability in the country.\r\nAs President Chissano stated about 10 days ago, on\r\nthe opening day of the electoral campaign, the\r\ngovernment that will emerge from the forthcoming\r\nelections should be one that brings together all\r\nMozambican citizens - a government that should truly\r\nserve the nation. He reiterated that, should he win the\r\nelection, he would be guided by the ideals of\r\nreconciliation, dialogue and tolerance among all\r\nMozambicans. That means that his government would\r\nseek permanent dialogue with the opposition in order to\r\nachieve consensus on the major issues and policies facing\r\nour country.\r\nWe believe that the winner must commit himself to\r\nstrengthening institutional mechanisms that can ensure an\r\neffective participation by the opposition in the\r\ndecision-making process, particularly within the\r\nframework of the Assembly of the Republic. Every\r\nguarantee will be extended to the opposition so as to\r\nenable it to play a meaningful and active role in the\r\npolitical life of the country.\r\nThat is our vision of the post-electoral future in\r\nMozambique, a vision that will give high priority to the\r\nissue of unity and reconciliation, peace and stability, and\r\nrehabilitation and development in our country.\r\nIn the meantime, it is our strong belief that the\r\ninternational community should encourage and put\r\npressure on the parties to faithfully implement the Rome\r\nAgreement and to pre-empt any move aimed at\r\nrenegotiating the Agreement or undermining its\r\nimplementation. Pacta sunt servanda. With the elections\r\nless than a month away, it is imperative that the\r\nsignatories to the General Peace Agreement and the\r\ninternational community as a whole do not lose\r\nperspective and depart from the legal and political\r\nframework of that important peace-making instrument. If\r\nwe are to witness a successful outcome of the peace\r\nprocess in Mozambique, it is essential that the signatories\r\nof the Rome Agreement respect fully their obligations and\r\nrefrain from raising issues, conditions or preconditions in\r\nthe implementation of the Agreement. The international\r\ncommunity must therefore exert the necessary positive\r\ninfluence over the parties to abide by their commitments\r\nunder the Rome Agreement.\r\nMy Government is determined to fulfil its\r\nobligations under the Agreement. In the course of\r\n19 years of independence, FRELIMO and the\r\nGovernment of Mozambique have always respected their\r\ncommitments, both at home and at the international level.\r\n34\r\nGeneral Assembly 15th meeting\r\nForty-ninth session 3 October 1994\r\nWe have successfully established multiparty democracy in\r\nMozambique; we have successfully embarked on economic\r\nreforms; and we have successfully concluded the General\r\nPeace Agreement. Today, at this critical juncture, we are\r\nonce again ready to honour our obligations and\r\nresponsibilities.\r\nMozambique is emerging from 16 years of a\r\ndevastating conflict that has deeply rent its economic and\r\nsocial fabric. Therefore, apart from the relentless efforts\r\nthat the Government has been deploying in honouring its\r\nobligations within the framework of the General Peace\r\nAgreement, our endeavour is also directed towards the\r\nmonumental task of national reconstruction. This noble\r\ntask constitutes a basic component of the whole process\r\ntowards a lasting peace in Mozambique. Our success in\r\nnational reconstruction will greatly contribute to the\r\npolitical, economic and social stability of the country.\r\nThe advent of peace in 1992 paved the way for the\r\nGovernment to fully embark upon the implementation of\r\nthe economic recovery programme that was launched in\r\nearly 1987. It is due to this undertaking that in 1993 our\r\ngross domestic product increased by 5.6 per cent as a result\r\nof a significant growth by basic economic sectors:\r\nagriculture, 8 per cent; transport and communications,\r\n10 per cent; trade, 17 per cent; and construction, 3 per cent.\r\nLikewise, the rate of inflation dropped to 30 per cent\r\nin 1993, as compared to 165 per cent in 1987. Economic\r\nforecasts show that the conditions are present to reduce\r\neven further the inflation rate in the years to come. This is\r\nan encouraging trend in the performance of our economy\r\nthat provides confidence in its continued growth.\r\nWith regard to investment opportunities, the\r\ncombination of two years of peace and wide-ranging\r\neconomic reforms heralds a new era for Mozambican\r\nprivate-sector development. The role of foreign direct\r\ninvestment and other fields of cooperation with the\r\ninternational business community is recognized as being\r\ncrucial to the success of national reconstruction in\r\nMozambique.\r\nMoreover, my Government is engaged in rehabilitating\r\nthe economic and social infrastructures destroyed by war.\r\nThe reintegration of demobilized soldiers into civilian life,\r\nthe resettlement of refugees and displaced persons, and the\r\nrehabilitation of socio-economic infrastructures such as\r\nroads, bridges, health centres, commercial networks, schools\r\nand water supplies are real challenges that will require the\r\nspecial attention of the government that will emerge from\r\nthe forthcoming elections.\r\nIn this context, we attach great importance to the\r\nongoing demining process, as it will contribute to the\r\nnormalization of life throughout the country, particularly\r\nto the resumption of agricultural production in the rural\r\nareas. This task is both delicate and enormous, bearing\r\nin mind the nature of the conflict that ravaged\r\nMozambique and given the size of the territory. We\r\ntherefore wish to reiterate our appeal to the international\r\ncommunity to continue, in the light of General Assembly\r\nresolution 48/7 of 19 October 1993, to render its generous\r\nassistance in the form of financial, material, technical\r\nsupport and needed expertise for the mine-clearance\r\nprogramme in Mozambique.\r\nMy delegation welcomes the call for a moratorium\r\non export of land-mines and endorses the appeal\r\ncontained in the 1994 report of the Secretary-General on\r\nthe work of the Organization for the international\r\ncommunity to take appropriate measures to limit the\r\nproduction, use and sale of anti-personnel land-mines with\r\na view to achieving their complete ban.\r\nSince the last session of the General Assembly, the\r\nsouthern African region has witnessed an unprecedented\r\nhistorical event. My delegation wishes to join the\r\nprevious speakers in welcoming a free and democratic\r\nSouth Africa back into the family of nations. With the\r\npresence of President Mandela in this Assembly Hall this\r\nmorning, we honour the people of South Africa, all the\r\nmen and women in southern Africa, and people all over\r\nthe world who have contributed to the struggle for the\r\nelimination of the abominable system of apartheid.\r\nThe accession to power of a democratically elected\r\nGovernment in South Africa represents the dawning of a\r\nnew era not only in that sister country but also in the\r\nAfrican continent in general. It is our firm expectation to\r\nsee all the people of South Africa, regardless of their\r\ncolour or social background, learn how to live together in\r\nharmony.\r\nThe new South Africa represents the end of the\r\npolicy of destabilization in southern Africa and the setting\r\nup of a peaceful environment at the regional level, which\r\nwill certainly lead to a fruitful cooperation among the\r\nStates of the region in their quest for progress and\r\neconomic development.\r\n35\r\nGeneral Assembly 15th meeting\r\nForty-ninth session 3 October 1994\r\nThe eradication of the apartheid system in South\r\nAfrica and the consolidation of multi-party democracy in\r\nthe countries of the region have paved the way for the\r\nestablishment of a climate of peace and stability in southern\r\nAfrica. The countries of the Southern African Development\r\nCommunity (SADC), in building their community, are\r\npursuing their joint efforts towards common regional\r\nsecurity by addressing issues of conflict prevention and\r\nconflict resolution. The prospects of lasting peace and\r\nstability in southern Africa will allow us the opportunity to\r\nredouble our efforts within the SADC region in our search\r\nfor progress. Furthermore, peace and stability in southern\r\nAfrica will ensure our participation as equal partners in\r\ndevelopment cooperation with other regional economic\r\ngroupings.\r\nThe present session of the General Assembly provides\r\nus with an excellent opportunity for a joint assessment of\r\ncurrent international political and socio-economic\r\ndevelopments. We note with concern that the end of the\r\ncold war has not meant the end of armed conflicts around\r\nthe world. Indeed, armed conflicts continue to proliferate,\r\nespecially at the regional level, where they constitute a real\r\nthreat to international peace and security.\r\nIn this context, my delegation is particularly concerned\r\nby the tragedy and untold suffering which are taking place\r\nin the African country of Rwanda. Thousands of innocent\r\npeople have fallen victim to violence, and as a result\r\nthousands more have been forced to leave the country, thus\r\nsparking another humanitarian crisis in our conflict-torn\r\ncontinent. We in Mozambique, having experienced a long-\r\nlasting conflict, wish to appeal to all parties concerned in\r\nRwanda to settle their differences through dialogue. Only\r\ndialogue can bring peace and an end to the tragic situation\r\nand human suffering in that martyred country.\r\nPeace in Angola cannot be delayed any longer. While\r\nwe appreciate the role played by the Special Representative\r\nof the Secretary-General, and his recent initiatives to bring\r\nabout a successful outcome at the Lusaka Talks, we still\r\nbelieve that the United Nations should redouble its efforts\r\naimed at putting pressure on UNITA to respect the Bicesse\r\nAccords fully and abide by their letter and spirit. My\r\ndelegation appeals to UNITA to lay down its weapons and\r\nseek to achieve its political objectives through dialogue and\r\nnational reconciliation as a legalized political party.\r\nIn the light of Security Council resolutions 864 (1993)\r\nof 15 September 1993 and 932 (1994) of 30 June 1994, the\r\nUnited Nations has a moral obligation to exhort UNITA to\r\nnegotiate with the necessary seriousness, and in good faith,\r\nand to cooperate with the Government of Angola on an\r\nexpeditious conclusion of negotiations under way in\r\nLusaka. We further welcome Security Council resolution\r\n945 (1994) of 29 September 1994 which, inter alia, calls\r\nupon both parties to honour the commitments already\r\nmade by them at the Lusaka Peace Talks and urges them\r\nto complete their negotiations as soon as possible and to\r\nmake every necessary effort to have the Lusaka\r\nAgreement formally signed before 31 October 1994.\r\nIn the Middle East, we note with satisfaction the\r\nimplementation of the peace accords between Israel and\r\nthe Palestine Liberation Organization (PLO), which have\r\nresulted in autonomy for Gaza and Jericho and the return\r\nof the PLO leader to his motherland. In the same\r\nmanner, we believe that the recent Declaration signed by\r\nJordan and Israel is a significant step forward in the\r\nrelaxation of tensions in the region. The international\r\ncommunity should continue to support these developments\r\nfor the restoration of peace and mutual confidence in the\r\nMiddle East. We encourage Israel and Syria to continue\r\nnegotiations in order to conclude an early agreement on\r\nissues which for so long have been a source of conflict\r\nbetween the two countries.\r\nThe question of East Timor continues to be of grave\r\nconcern to the international community. My Government\r\nwishes to express its support for all initiatives for a\r\ngenuine dialogue conducive to the achievement of self-\r\ndetermination by the people of East Timor.\r\nWe have been following with keen interest the\r\nongoing debate on the restructuring of the United Nations,\r\nin particular the flowing ideas within the Open-ended\r\nWorking Group on the Question of Equitable\r\nRepresentation on and Increase in the Membership of the\r\nSecurity Council. We believe that the expansion of the\r\nCouncil must reflect the growing need for justice and a\r\nbalance of interests among nations and continents, with\r\nemphasis on increased permanent membership for\r\ndeveloping countries in general and Africa in particular.\r\nTo this end, we should sofar as possible work during the\r\ncurrent session of the General Assembly to achieve\r\nconsensus on this issue.\r\nIn our opinion, the adequate representation of\r\ndeveloping countries on the Security Council will rectify\r\nimbalances deriving from the current composition of this\r\nbody and ensure its efficiency and legitimacy. Above all,\r\nit will confer a democratic nature on the decisions taken\r\nby that organ. In this context, my delegation fully\r\nsubscribes to the African common position on this issue\r\n36\r\nGeneral Assembly 15th meeting\r\nForty-ninth session 3 October 1994\r\nadopted by the Ministers of Foreign Affairs of the\r\nOrganization of African Unity (OAU) on 29 September.\r\nSince last year’s debate on this issue, some countries\r\nhave been singled out as qualifying for additional\r\npermanent membership on the Security Council. This year\r\na number of countries have described Brazil as meeting the\r\nrequirements for permanent membership in the framework\r\nof these reforms. My delegation fully shares that view.\r\nThe presence of the United Nations Operation in\r\nMozambique offers an opportunity to address the issue of\r\npeace-keeping operations. As we have stated on several\r\noccasions, peace-keeping forces will succeed only if they\r\nstrictly adhere to the fundamental principles which guide\r\nthem and scrupulously respect the terms of reference of the\r\nmission for which they have been established.\r\nIt is our considered position that there is no universal\r\nformula for the success of each and every peace-keeping\r\nmission. In this connection, we feel that, though we may\r\nrecognize the basic rules that govern peace-keeping\r\nactivities, it is important to bear in mind specific situations\r\nand concrete agreements that have to be fully observed in\r\neach case. In other words, we cannot prescribe the same\r\nmedicine for every kind of disease. This could be a\r\nprescription for death rather than for recovery, a recipe for\r\ndisaster rather than for success. We believe that it is\r\nextremely important for the United Nations always to take\r\ninto account the need to safeguard the sovereignty of the\r\nState concerned. Where there is a Government, even with\r\nweak institutions, peace-keeping missions should work in\r\nclose cooperation and consultation with the local authorities\r\nand respect and strengthen those institutions, rather than try\r\nto weaken or undermine them.\r\nThe International Conference on Population and\r\nDevelopment held in Cairo last month was a landmark in\r\nthe efforts to control world-wide population growth in\r\nfavour of sustainable development. The Programme of\r\nAction adopted by the Conference responds to the\r\nchallenges that lie ahead of us. Similarly, the World\r\nSummit for Social Development, scheduled to take place in\r\nCopenhagen in March 1995, will offer an opportunity to the\r\nnations of the world to arrive at common ground on today’s\r\npressing issues, such as the social integration of\r\ndisadvantaged and marginalized segments of the population\r\nand the eradication of poverty, especially in the developing\r\ncountries. The Summit should also emphasize the need to\r\nimprove the quality of life as an integrated approach to\r\nsustainable development, by incorporating health concerns\r\nin developmental strategies.\r\nSimilarly, we look forward to the holding of the\r\nWorld Conference on Women, in Beijing in September\r\nnext year. It is our expectation that the Beijing\r\nConference will culminate in the adoption of\r\ncomprehensive strategies and policies in order to address\r\npressing issues affecting women world wide.\r\nIt is regrettable to note that, four years after the\r\nholding of the World Summit for Children, the situation\r\nof children world-wide continues to be deplorable and a\r\nmatter of concern. Amongst them, children in conflict\r\nsituations deserve our special attention. My country is\r\nfaced with an adverse environment for children, a legacy\r\nof 16 years of devastating war, which, among other\r\nthings, broke up entire families and left many children\r\norphans or deeply traumatized and without any kind of\r\ncomfort or family warmth.\r\nWe therefore welcome resolution 48/157 of\r\n20 December 1993 which, inter alia, requested the\r\nSecretary-General to appoint an expert to undertake a\r\ncomprehensive study of the question of the protection of\r\nchildren affected by armed conflicts. We in Mozambique\r\nfeel honoured by the Secretary-General’s recent\r\nnomination of Mrs. Graça Machel to coordinate a\r\nworking group on such a study.\r\nThirty years have now elapsed since Mozambique\r\nembarked on the search for independence and peace. It\r\nhas been a long and difficult journey. Today we are at a\r\ncrucial stage in the implementation of the General Peace\r\nAgreement for Mozambique and of the holding of\r\nmultiparty general elections. On behalf of my\r\nGovernment, I would like to seize this occasion to\r\nreiterate our deepest appreciation to the international\r\ncommunity for the solidarity and support it has extended\r\nto our people. It is our firm belief that we will continue\r\nto enjoy this support for the consolidation of peace,\r\nprogress and prosperity in our country.\r\nThe meeting rose at 7.05 p.m.\r\n37\r\n"