"United Nations A/49/PV.34\r\n94-86690 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one week of the date of publication, to the Chief of the Verbatim\r\nReporting Section, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum. When the result of a recorded and/or roll-call vote is followed by an\r\nasterisk, see annex to the record.\r\nGeneral Assembly Official Records\r\nForty-ninth Session\r\n34th Meeting\r\nMonday, 17 October 1994, 3 p.m.\r\nNew York\r\nPresident: Mr. Essy . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Côte d’Ivoire)\r\nThe meeting was called to order at 3.10 p.m.\r\nAgenda item 14 (continued)\r\nReport of the International Atomic Energy Agency\r\nNote by the Secretary-General transmitting the\r\nreport of the Agency (A/49/297 and Corr.1)\r\nDraft resolution (A/49/L.2)\r\nMr. Albin (Mexico) (interpretation from Spanish):\r\nMy delegation has taken note of the report introduced by\r\nMr. Hans Blix, Director General of the International\r\nAtomic Energy Agency (IAEA), on the work done by the\r\nAgency in the course of 1993. We are grateful for the\r\nadditional information he provided on the most important\r\ndevelopments since the issuance of the report. We are\r\ngrateful to him for a job well done.\r\nMy country has always supported the Agency’s work\r\nin promoting the peaceful use of nuclear energy and to\r\nfostering multilateral technical cooperation in this area. We\r\nhail the valuable work being done in the area of nuclear\r\nsafety, the application of safeguards and verification - key\r\nfactors in preventing the spread of nuclear weapons.\r\nThe report before us gives a detailed account of the\r\nactivities being carried out in the various areas of its\r\nmandate. We have noted, as in earlier years, that distinct\r\npriority has apparently been given to the application of\r\nsafeguards and verification. International cooperation for\r\nthe peaceful use of nuclear energy and its technologies,\r\nwhich we regard as a primary goal of the Agency, seems\r\nnow to be relegated to a secondary level. Striking a\r\nbetter balance between these activities is essential,\r\nespecially in the light of the pressing needs of a large\r\nnumber of developing countries in the fields of energy,\r\nhuman health, the environment and agriculture, among\r\nothers.\r\nThe international non-proliferation regime was\r\nwithout question strengthened by the full incorporation of\r\nArgentina, Brazil and Chile into the Treaty for the\r\nProhibition of Nuclear Weapons in Latin America and the\r\nCaribbean, known as the Treaty of Tlatelolco.\r\nFurthermore, the announcement by the Government of\r\nCuba of its intention to sign and ratify this instrument in\r\nthe near future will make it possible to quickly achieve\r\nthe goal shared by my country and others in the region:\r\nmaking Latin America and the Caribbean the first region\r\nin the world free of nuclear weapons. In this context, of\r\nparticular note is the coming into force of the\r\nquadripartite safeguards agreement concluded among\r\nArgentina, Brazil, the Brazilian-Argentine Agency for\r\nAccounting and Control of Nuclear Materials (ABACC)\r\nand the IAEA.\r\nThis was no easy task, but the hard work,\r\nperseverance and conviction of the countries of the region\r\nhave brought us to the end of a process that some viewed\r\nwith sympathy and others with incredulity.\r\nGeneral Assembly 34th meeting\r\nForty-ninth session 17 October 1994\r\nIt is Mexico’s wish to see all States Members of the\r\nUnited Nations comply with the obligations inherent in the\r\nUnited Nations Charter, the statutes of the IAEA and the\r\nagreements deriving from it. Mexico’s commitment in this\r\nrespect is plain and simple: to rid the Earth of the nuclear\r\nthreat. My delegation trusts that reason and dialogue will\r\nprevail in solving differences of view in the area of security\r\nand safeguards.\r\nThere is a pressing need to devise and implement new\r\nmeasures to bolster the safeguards regime before the review\r\nand extension Conference of the Parties to the Treaty on\r\nthe Non-Proliferation of Nuclear Weapons (NPT). In order\r\nto ensure applicability, this package of measures should\r\nexplicitly and clearly spell out the financial and legal\r\nimplications needed to put it into practice. Here we need\r\nto recall once again that for a strengthened safeguards\r\nsystem to be truly effective, it must be binding, universally\r\naccepted and non-discriminatory.\r\nAt the same time, there is an urgent need to step up\r\ntechnical assistance and cooperation activities, in\r\naccordance with Article 2 of the Agency’s statute. To this\r\nend, we must devise and put into operation a mechanism to\r\nensure that resources are available to finance these activities\r\non a continuing and stable basis. My Government is\r\nconcerned about the meagre level of resources in the fund\r\nfor technical assistance and cooperation, hence our fervent\r\nappeal to all countries to make their contributions as early\r\nas possible.\r\nCurrent international circumstances urgently require\r\nthat the normative bodies of the IAEA, in particular the\r\nBoard of Governors, be adapted. If the Board is to be truly\r\neffective and representative, it must take into account and\r\nreflect the level of development achieved by Member States\r\nin the nuclear area as well as the increase in the\r\nmembership of the Agency as a result of world-wide\r\npolitical changes and the emergence of new countries,\r\nparticularly in Eastern and Central Europe. It also seems\r\nessential that greater transparency be achieved in the\r\nprocess of appointing Member States to the Board.\r\nWe also consider it useful to realistically explore the\r\nfunctions that the Agency might possibly perform in the\r\narea of verification in the field of disarmament, in particular\r\nin the context of a comprehensive nuclear-test-ban treaty\r\n(TBT) and an agreement banning the production of fissile\r\nmaterials for nuclear weapons or other nuclear explosive\r\ndeviscs.\r\nMr. Starr (Australia): I should like to express\r\nappreciation to the Director General of the International\r\nAtomic Energy Agency (IAEA), Mr. Hans Blix, for his\r\ncomprehensive and well-balanced report analysing the\r\noperation of the Agency over the last year. The report\r\nclearly demonstrates that the Agency has continued to\r\nfulfil its responsibilities, as provided for in its statute and\r\nin the resolutions of the General Conference and of the\r\nBoard of Governors.\r\nAs one of the founding members, Australia has long\r\nbeen a strong and active supporter of the IAEA. The\r\nAgency’s contributions to global security, through the\r\neffective operation of a safeguards system, and to global\r\ndevelopment through peaceful nuclear cooperation, are\r\nsubstantial and valuable. These contributions deserve the\r\ncontinuing support of the international community.\r\nThe Director General and the staff of the Secretariat\r\nare to be commended for their efforts and personal\r\ndevotion to the tasks of adapting the Agency to the\r\nfundamental changes and new challenges of our time.\r\nThese efforts are reflected in the achievements of the\r\nAgency over the past year. First, there are the important\r\nmeasures which have been taken to strengthen safeguards,\r\nnotably through the work of the \"93 plus two\"\r\nprogramme, which is examining ways of improving the\r\neffectiveness and efficiency of the safeguards system.\r\nSecondly, important developments have taken place\r\nin the field of technical cooperation. Australia\r\nparticipated in the successful technical-cooperation policy\r\nreview seminar in Vienna in September, and the outcomes\r\nof that seminar will have important implications for the\r\nefficient use of the Agency’s technical-cooperation\r\nresources.\r\nThirdly, and finally, there was the conclusion of the\r\nConvention on Nuclear Safety, to which Australia has\r\nbecome a signatory.\r\nThe Agency, in our view, has also responded\r\ncommendably to new developments in the nuclear field.\r\nIn particular, we note the Agency’s role in strengthening\r\ninternational cooperation against trafficking in nuclear\r\nmaterials and its potential role in verifying new arms-\r\ncontrol arrangements, such as a cut-off in nuclear\r\nproduction.\r\nThe Australian Government regrets the decision of\r\nthe Democratic People’s Republic of Korea to withdraw\r\nfrom the IAEA. We encourage the Democratic People’s\r\n2\r\nGeneral Assembly 34th meeting\r\nForty-ninth session 17 October 1994\r\nRepublic of Korea to reconsider that decision and urge it to\r\ncooperate fully with the Agency. We strongly desire to see\r\nthis issue resolved soon and in such a way as to result in\r\nthe full implementation of safeguards and contribute to\r\npeace and stability on the Korean peninsula.\r\nTurning now to this year’s draft resolution, I note that\r\nthe text, which follows closely the resolution adopted last\r\nyear, is, in our view, balanced and reflects the views of the\r\nAgency membership, as expressed in resolutions of the\r\nGeneral Conference. Importantly, the efforts of the\r\nnegotiators of the draft resolution in Vienna have been\r\nrespected through the maintenance of language adopted by\r\nthe Board of Governors and the General Conference.\r\nWe have a common interest in seeing the maintenance\r\nand strengthening of the IAEA and the protection and\r\ndevelopment of its activities which promote the\r\nnon-proliferation of nuclear weapons. Australia’s co-\r\nsponsorship of this resolution reflects our firm support for\r\nthis shared objective.\r\nMr. Chong-Ha Yoo (Republic of Korea): On behalf\r\nof the Government of the Republic of Korea, I would like\r\nto express appreciation to Mr. Hans Blix, Director General\r\nof the International Atomic Energy Agency (IAEA), for\r\nintroducing so capably the IAEA annual report. I would\r\nalso like to extend our support to him and his staff in the\r\nsecretariat for their dedicated efforts and achievements in\r\nthe IAEA’s various activities during the past 12 months.\r\nThe reinforcement of a global non-proliferation regime\r\ncontinues to be an essential requirement not only for\r\nensuring stability in today’s world but also in shaping a\r\nnew world order built on peace and security. Over the past\r\nseveral years, the international community has substantially\r\nincreased its awareness of the vital importance of an\r\neffective global nuclear non-proliferation regime, with the\r\nTreaty on the Non-Proliferation of Nuclear Weapons (NPT)\r\nand IAEA safeguards at its core.\r\nThe recent increase in the number of parties to the\r\nNPT to 165 States, including all nuclear-weapons States, is\r\na highly encouraging development. We also welcome the\r\ninitiatives taken by the African States for the establishment\r\nof a nuclear-weapons-free zone in the region. We earnestly\r\nhope that the international community can build upon these\r\npositive developments and carry out constructive\r\ndiscussions which will lead to the indefinite extension of\r\nthe NPT beyond 1995.\r\nHowever, new problems have arisen which present\r\nserious challenges to the NPT regime and its safeguards\r\nsystem. The non-compliance of the Democratic People’s\r\nRepublic of Korea with the NPT safeguards obligations\r\nand some incidents of illicit nuclear-material trafficking\r\nin Europe are cases requiring the renewed efforts of the\r\ninternational community towards the strengthening of the\r\nNPT regime and its safeguards system.\r\nGiven the pivotal role of the IAEA safeguards\r\nsystem in ensuring an effective NPT regime, my\r\ndelegation would like to reiterate its full support for the\r\nsafeguards activities of the Agency, particularly its efforts\r\nto strengthen the effectiveness and efficiency of the\r\nsafeguards system and to enhance its responsiveness.\r\nIn this connection, my delegation welcomes the\r\nAgency secretariat’s initiative to develop \"Programme\r\n’93+2’, which provides for the assessment, development\r\nand testing of recommendations submitted by the\r\nStanding Advisory Group on Safeguards Implementation\r\nin 1993 and other potential measures for strengthening\r\nand improving the existing safeguards system. While\r\nrecognizing that the measures considered in the\r\nProgramme are broad in scope and diverse in nature, we\r\nsincerely hope that the Agency secretariat’s concrete\r\nproposals resulting from the Programme can be submitted\r\nin the near future for in-depth consideration by the\r\ninternational community.\r\nMy Government is deeply concerned about surplus\r\nplutonium and highly enriched uranium and is alarmed by\r\nrecent press reports on illicit trafficking in nuclear\r\nmaterials. We strongly support the early establishment of\r\na regime on international storage and management of\r\nsurplus fissionable materials and encourage the Agency to\r\ntake a leading role in pursuit of this regime. We\r\nwelcome the initiatives taken by the European Union to\r\nenable the IAEA to discuss this important issue.\r\nThe promotional activities of the Agency are also\r\nimportant, as one of its main activities under its statute.\r\nWe continue to support the strengthening of the\r\nAgency’s technical assistance and cooperation\r\nprogrammes, particularly the transfer of nuclear\r\ntechnology to developing countries. In this regard, we\r\nwould like to commend the IAEA’s increased efforts to\r\nsecure predictable and assured resources for these\r\nprogrammes and to place special emphasis on the model\r\nprojects.\r\n3\r\nGeneral Assembly 34th meeting\r\nForty-ninth session 17 October 1994\r\nWe deeply appreciate the Agency’s contributions in\r\nthe promotion of international cooperation in the field of\r\nnuclear safety and radioactive-waste management. The\r\nConvention on Nuclear Safety, which was recently signed\r\nin Vienna, will open a new era of international cooperation\r\nfor the enhanced safety of nuclear-power plants, and my\r\nGovernment is ready to make all possible contributions for\r\nits full implementation.\r\nRadioactive-waste management has emerged as one of\r\nthe most difficult and complex challenges in the peaceful\r\nuses of nuclear energy. Despite proven technologies and\r\npractices for safe management of radioactive waste, this\r\nproblem remains a politically sensitive issue, and more\r\nefforts are therefore required to change public perception on\r\nthis matter.\r\nIn this regard, my delegation wishes to commend the\r\nAgency’s initiatives to promote the Radioactive Waste\r\nSafety Standards (RADWASS) programme. We note with\r\nsatisfaction that agreement has almost been reached on\r\nsafety fundamentals and is awaiting approval at the\r\nDecember meeting of the IAEA’s Board. My delegation is\r\npleased to recall that during the thirty-eighth General\r\nConference of the IAEA a resolution on the RADWASS\r\nprogramme was adopted, having been promoted by the\r\nKorean delegation and fully endorsed by the Group of 77.\r\nAs a new contracting party to the 1972 London\r\nConvention, the Republic of Korea sincerely hopes that the\r\nunlawful practice of radioactive-waste dumping in the sea,\r\nparticularly in the East Sea in our area, will cease\r\nhenceforth. The secretariat of the IAEA is invited to\r\ncontinue its valuable contribution in this respect.\r\nA major challenge to the NPT regime and the IAEA\r\nsafeguards system is the nuclear issue relating to the\r\nDemocratic People’s Republic of Korea. The suspicions\r\nsurrounding the Democratic People’s Republic of Korea’s\r\nnuclear programme should be completely cleared up by\r\nsecuring the past, present and future transparency of its\r\nnuclear activities. For this reason, the Democratic People’s\r\nRepublic of Korea should fully cooperate with the IAEA in\r\nthe implementation of the safeguards agreement, which is\r\nstill in force.\r\nI wish to take this opportunity to commend the\r\nDirector General and his staff, including the inspectors, for\r\ntheir patience and impartial efforts to discharge their\r\nresponsibilities under exceptionally difficult circumstances.\r\nIf the Democratic Peoples Republic of Korea fulfils\r\nits obligations in good faith, we will do all we can to\r\nassist it in the peaceful use of nuclear energy. Depending\r\non the resolution of the nuclear issue, the Republic of\r\nKorea stands ready to make its technological and capital\r\nresources available for the DPRK’s overall economic\r\ndevelopment in a spirit of mutual prosperity.\r\nIn closing, my delegation would like to reiterate the\r\nimportance it attaches to the IAEA and express my\r\nGovernment’s firm commitment to the Agency’s\r\nobjectives and our support for its essential role in the\r\npromotion of the peaceful uses of nuclear energy and the\r\nnon-proliferation of nuclear weapons. That is why my\r\ndelegation joined other delegations in co-sponsoring the\r\ndraft resolution contained in document A/49/L.2. My\r\ndelegation hopes that it will be adopted by consensus.\r\nMr. Dimitrov (Bulgaria): The Bulgarian delegation\r\njoins other delegations in expressing appreciation to Mr.\r\nHans Blix and the staff of the International Atomic\r\nEnergy Agency (IAEA) for the competence and efficiency\r\nwith which the important functions of the Agency are\r\ncarried out. We are grateful to the Director General for\r\nthe annual report and his comprehensive statement on the\r\nwork of the IAEA. At this juncture, I would also like to\r\nexpress the satisfaction of the Government of Bulgaria\r\nwith the results of the Director General’s recent visit to\r\nBulgaria.\r\nI would also like to express our satisfaction with the\r\nfact that the IAEA is viewed as one of the most effective\r\nUnited Nations agencies, as was reaffirmed by the\r\nGeneva Group evaluation exercise earlier this year.\r\nDuring the reporting period the IAEA continued to play\r\na vital role in ensuring the peaceful use of nuclear energy\r\nand securing the stable functioning of the nuclear non-\r\nproliferation regime.\r\nThe efforts aimed at upholding and strengthening\r\nthis regime are central to maintaining and further\r\nenhancing international peace and security. The Treaty on\r\nthe Non-proliferation of Nuclear Weapons (NPT) and the\r\nregime established by it are not only a fundamental\r\ninstrument to maintain international security, but also a\r\nsolid basis for a verifiable framework for peaceful\r\ncooperation between States Parties.\r\nAs we prepare for the Treaty’s 1995 Review and\r\nExtension Conference, it is appropriate to reiterate that\r\nBulgaria supports the achievement of its universality and\r\ncomplete implementation, and advocates its indefinite and\r\n4\r\nGeneral Assembly 34th meeting\r\nForty-ninth session 17 October 1994\r\nunconditional extension. We urge all States that have not\r\nyet done so to accede to the Treaty and to conclude\r\nfull-scope safeguards agreements with the IAEA.\r\nThere can be confidence in the international\r\nnon-proliferation regime only when States are completely\r\ntransparent with regard to their nuclear activities. Full\r\ncooperation with the IAEA, which administers the nuclear\r\nnon-proliferation system on behalf of the international\r\ncommunity, is essential. The right of the Agency to perform\r\nspecial inspections where necessary must be upheld. As a\r\nlast resort, the backing of the Security Council may be\r\nneeded.\r\nRecognizing the outstanding role of the Agency in the\r\nimplementation of the NPT, we are pleased to note that the\r\nrecent third session of the Preparatory Committee for the\r\n1995 NPT Conference expressed high appreciation for\r\nIAEA’s activities in preparing this important event.\r\nThe Republic of Bulgaria continues to attach great\r\nimportance to the interrelationship of the Agency’s main\r\nactivities - safeguards, safety and technology transfer.\r\nEnsuring the safety of nuclear installations, managing\r\nradioactive waste, promoting various applications of nuclear\r\ntechnology and providing technical assistance - all these\r\nactivities depend on the confidence that nuclear energy and\r\ntechnology are used exclusively for peaceful purposes.\r\nBulgaria supports the Agency’s programme for a\r\nstrengthened and more cost-effective safeguards system,\r\nwhich, in our view, should be capable of providing reliable\r\nassurances of the peaceful nature of the nuclear activities of\r\nStates, including the detection of undeclared materials. The\r\nAgency’s role in this field is of increasing importance in\r\nthe context of recent developments regarding the nuclear\r\nissue concerning the Democratic People’s Republic of\r\nKorea.\r\nA new and potentially disquieting challenge to the\r\ninternational community, as well as to the non-proliferation\r\nregime, causing safety and environmental concerns, is the\r\nillicit trafficking of nuclear materials. We believe that while\r\nit is the responsibility of States to ensure adequate and\r\neffective physical protection of nuclear material, the IAEA\r\ncan play a valuable role in facilitating international\r\ncooperation, including the provision of technical assistance\r\nto countries in the non-law-enforcement-related field, or by\r\nestablishing an international register of fissile materials.\r\nBulgaria views the IAEA as the principal international\r\nforum for the exchange of safety-related information. We\r\nbelieve that nuclear safety worldwide would be enhanced\r\nthrough combining national measures and international\r\ncooperation in this area. Bulgaria participated actively in\r\nthe elaboration of an international, legally binding\r\ninstrument based on fundamental principles for the\r\nregulation and management of safety and for the\r\noperation of nuclear installations. It was on this\r\nunderstanding that Bulgaria signed the Convention on\r\nNuclear Safety at the last session of the General\r\nConference of the IAEA.\r\nRadioactive waste is another topical issue for my\r\ndelegation. We support the elaboration of an international\r\nconvention on the safety of radioactive waste\r\nmanagement, once the ongoing process of formulating\r\nwaste management safety fundamentals has resulted in a\r\nbroad international agreement. In our view, the\r\nconvention should be as wide as possible in scope,\r\nincluding civil as well as military waste. The international\r\ncivil liability regime for nuclear damage is one of the\r\nelements of the system of international instruments\r\nalready elaborated or currently under elaboration by the\r\nIAEA.\r\nThe prevention of nuclear accidents has to be a top\r\npriority for individual States and for the international\r\ncommunity as a whole. It is also essential to establish a\r\ngenerally acceptable, predictable and effective liability\r\nregime with broad participation in order to provide\r\nprompt and fair compensation for nuclear damage. The\r\ndelegation of Bulgaria would like to inform the Assembly\r\nthat by a law dated 27 July 1994 the National Assembly\r\nof the Republic of Bulgaria has ratified the Vienna\r\nConvention on Civil Liability for Nuclear Damage and\r\nthe Joint Protocol on the application of the Vienna\r\nConvention and the Paris Convention. Under a\r\nsupplementary provision of that law, Bulgaria will apply\r\nthe Vienna Convention as of the day of its ratification\r\nbefore its formal entry into force.\r\nTechnology transfer, which is one of the IAEA’s\r\nmajor activities, is of great interest to my country. The\r\nnumerous beneficiaries of the technical cooperation\r\nprograms, Bulgaria among them, testify to the benefits of\r\nthe peaceful uses of nuclear energy. Nuclear power\r\nremains the sole alternative for meeting Bulgaria’s needs\r\nfor electric power. Over the period from l974 to 1993 six\r\nKozloduy power units, designed and furnished by the\r\nformer USSR, were put into operation consecutively.\r\nBetween 1991 to 1994 large-scale activities, aimed at\r\nenhancing the safety of the four reactors of the older\r\nmodel, have been carried out; the work includes a special\r\n5\r\nGeneral Assembly 34th meeting\r\nForty-ninth session 17 October 1994\r\nprogramme for reconstruction and upgrading of the reactors.\r\nThe programme elaborated under IAEA recommendations,\r\nwas partially funded by the Commission of the European\r\nUnion through urgent assistance under the \"PHARE\"\r\nProgramme.\r\nThirty-seven Bulgarian companies and institutes and\r\nmore than 20 companies from the United States of\r\nAmerica, the Russian Federation, Germany, France,\r\nBelgium, Finland, Spain, the Czech Republic and the\r\nSlovak Republic participated in the implementation of the\r\nprogramme. A consortium of regulatory bodies and\r\nindependent expert organizations of member States of the\r\nEuropean Union has been set up to render technical and\r\nexpert assistance to the Bulgarian regulatory body in the\r\nfield of the safe use of nuclear energy and in licensing the\r\nunits after their restructuring and upgrading.\r\nThe Kozloduy nuclear-power plant is a successful\r\nexample of efficient international cooperation aimed at\r\nsolving safety-related problems. The coordinating role of\r\nthe IAEA in this cooperation is of paramount importance\r\nand we intend to develop nuclear power further while\r\nstrictly observing safety rules and in close cooperation with\r\nthe Agency.\r\nI should like to express the deep gratitude of the\r\nBulgarian Government to the IAEA, the European\r\nCommission, other international institutions and the\r\nGovernments of friendly States for their help, which has\r\nguaranteed the reliable and safe operation of our nuclear-\r\npower-generating capacities.\r\nIn parallel with efforts aimed at further improving the\r\nsafety of our nuclear-power plants, we will continue to\r\nbroaden the application of nuclear methods in other areas,\r\nsuch as agriculture and medicine. We will rely on the\r\nassistance of the Agency in the implementation of specific\r\nprojects in these areas. For its part, Bulgaria will do its\r\nbest to contribute to the successful implementation of the\r\nAgency’s programmes for technical assistance and\r\ncooperation.\r\nIn conclusion, allow me once again to express the high\r\nappreciation and unreserved support of the Bulgarian\r\nGovernment for the role and activities of the Agency in\r\npromoting international cooperation in the use of nuclear\r\nenergy for peaceful purposes and in efficient control over\r\nthe proliferation of nuclear weapons.\r\nMr. Chirila (Romania): The report of the\r\nInternational Atomic Energy Agency (IAEA) for 1993,\r\ncomplemented by the very important introductory\r\nstatement by Director General Hans Blix on the Agency’s\r\nactivities in 1993, offers a reassuring image of the\r\noutstanding role played by the IAEA in the development\r\nof international cooperation for the peaceful uses of\r\nnuclear energy and in the strengthening of the nuclear\r\nnon-proliferation regime. The Agency’s work and\r\ninitiatives, carefully pondered and developed, deserve full\r\nrecognition and support.\r\nThe Romanian Government is grateful to the Agency\r\nand its member States possessing high technology in the\r\npeaceful application of nuclear energy for the various\r\nforms of assistance they have provided. For our\r\nprogramme on the peaceful uses of nuclear energy,\r\nsupported by such high-level technology as the Canadian\r\ndeuterium-uranium reactors, perfectly transparent\r\ninternational cooperation is essential. We give high\r\npriority to the Agency’s activities in applying safeguards\r\nto the peaceful uses of nuclear power. Thus, my\r\nGovernment subscribes to the guidelines of the Nuclear\r\nSuppliers’ Group and to those relating to the transfer of\r\nnuclear technologies and materials, including those with\r\na dual use.\r\nThe peaceful uses of nuclear energy continue to be\r\nfaced with serious challenges. Despite some discouraging\r\nsigns, positive trends towards the establishment of a\r\ngenuinely universal nuclear non-proliferation regime have\r\ncontinued over the past two years. All nuclear-weapon\r\nStates are now parties to the Treaty on the\r\nNon-Proliferation of Nuclear Weapons (NPT). South\r\nAfrica has abandoned its nuclear-weapons programme,\r\nthus offering prospects for the establishment of a\r\nnuclear-weapon-free zone on the African continent. Latin\r\nAmerica is also emerging as a nuclear-weapon-free\r\ncontinent. In view of the 1995 NPT review and extension\r\nConference, these facts are very promising. May I\r\nreiterate, in this context, that Romania is deeply interested\r\nin and committed to achieving the universality of the NPT\r\nand supports the unconditional and indefinite extension of\r\nthis Treaty. We urge all States that have not yet done so\r\nto become parties to the NPT and to conclude full-scope\r\nsafeguards agreements with the IAEA.\r\nThe activities and decisions of the recent IAEA\r\nGeneral Conference offer a meaningful picture of the\r\nresponsibilities assumed and action taken by the Agency\r\nin carrying out its mandate for promoting the\r\nnon-proliferation regime. Important resolutions and\r\ndecisions were adopted on such specific issues as\r\nstrengthening the effectiveness and improving the\r\n6\r\nGeneral Assembly 34th meeting\r\nForty-ninth session 17 October 1994\r\nefficiency of the safeguards system; the implementation of\r\nthe agreement between the Agency and the Democratic\r\nPeople’s Republic of Korea for the application of\r\nsafeguards in connection with the Treaty on the\r\nNon-Proliferat ion of Nuclear Weapons; a\r\nnuclear-weapon-free zone in Africa; the implementation of\r\nSecurity Council resolutions 687 (1991), 707 (1991) and\r\n715 (1991) relating to Iraq; the application of Agency\r\nsafeguards in the Middle East; and measures against illicit\r\ntrafficking in nuclear material.\r\nRomania is very appreciative of the work done so far\r\nby the Agency and its recent additional steps towards a\r\nstrengthened and more cost-effective safeguards system.\r\nThe purpose of such an endeavour is clear: to make the\r\nsafeguards system more capable of covering both declared\r\nand undeclared activities, thus providing sufficiently\r\nconvincing assurances for all States about the exclusively\r\npeaceful nature of the nuclear programmes of other States.\r\nAn important additional serious challenge to the\r\ninternational non-proliferation system is the illicit traffic in\r\nnuclear material. Here, in our opinion, urgent domestic and\r\ninternational action is necessary. We support the idea of\r\nestablishing an international register for fissile material. An\r\nemerging IAEA task relevant to this context would be to\r\nfacilitate the exchange of safety-related information.\r\nThe outstanding role of the Agency in the\r\nimplementation of basic provisions of the NPT were once\r\nagain acknowledged on the occasion of the third session of\r\nthe Preparatory Committee for the 1995 review and\r\nextension Conference, at which the Agency’s work in\r\npreparing this important event was highly appreciated.\r\nIn a world which needs energy and is at the same time\r\nconcerned about the risks of environmental deterioration,\r\nhigh priority must be given to nuclear safety and radiation\r\nprotection. The expanded nuclear-safety programme, which\r\nwas adopted after the Chernobyl accident, has had positive\r\neffects.\r\nWe continue to be seriously concerned over the status\r\nof certain old nuclear reactors situated in our region. The\r\nIAEA has made remarkable efforts to assess and improve\r\ntheir safety and we hope that these efforts will continue.\r\nAs for us, the Romanian Government wishes to\r\nreaffirm its determination to complete the Cernavoda\r\nnuclear-power plant while strictly complying with\r\ninternational safety standards. Romania is already a party\r\nto the Vienna Convention on Civil Liability for Nuclear\r\nDamage and the Joint Protocol relating to the application\r\nof the Vienna and Paris Conventions. At the last session\r\nof the IAEA General Conference, my country signed the\r\nConvention on Nuclear Safety. We support the idea of a\r\nspecial convention on the safety of radioactive waste.\r\nDraft resolution A/49/L.2, sponsored by a large\r\nnumber of delegations, including my own, reflects in an\r\nadequate and balanced manner the state of affairs in such\r\na responsible and sensitive area as that of the IAEA\r\nactivities. Recent, and especially future, challenges for\r\nthe Agency and its member States are reflected in this\r\ndocument. We hope that it will be adopted by consensus.\r\nMr. Adekanye (Nigeria): On behalf of the\r\ndelegation of Nigeria, I wish to thank the Director\r\nGeneral of the International Atomic Energy Agency\r\n(IAEA) for his introductory statement highlighting the\r\nAgency’s achievements in the past year, as well as the\r\nchallenges it faces in the coming years. Those\r\nachievements detailed in the annual report for 1993 reflect\r\nthe widespread support for the Agency’s programmes\r\namong Member States. They reflect also the continuing\r\ncommitment of Mr. Hans Blix and his able staff to the\r\ngoals of the Agency, for which we are equally grateful.\r\nNigeria has followed with keen interest the gradual\r\nstrengthening of the Agency’s technical-cooperation\r\nactivities in pursuit of the original \"Atoms for Peace\"\r\nvision which underlay its establishment. The Agency has\r\nconsolidated those activities through the application of\r\nmolecular techniques in areas as varied as insect\r\neradication, potable-water development and water-\r\nresources management, and genetic improvement of food\r\ncrops. It has expanded the horizons of nuclear techniques\r\nthrough food irradiation and is now in the process of\r\nplacing great emphasis on staple foods, as part of a joint\r\neffort with the Food and Agriculture Organization (FAO)\r\nto strengthen food security in developing countries,\r\nincluding those in Africa. Its contributions in the areas of\r\nmedicine and industry have enhanced the development of\r\nindigenous capabilities in applied radiation biology and\r\nradiotherapy and strengthened the scientific and\r\ntechnological content of industry in recipient countries.\r\nTrainees in the Agency’s Seibersdorf laboratory have\r\nbecome counterparts in technical-cooperation projects.\r\nIt is reassuring to observe that, in response to the\r\nrequests of Member States, the formulation of the\r\nAgency’s technical-assistance programme is now based on\r\ntheir national development priorities and is in consonance\r\nwith the demands of sustainable development and\r\n7\r\nGeneral Assembly 34th meeting\r\nForty-ninth session 17 October 1994\r\nenvironmental protection. The technical-cooperation model\r\nproject concept, warmly embraced by Member States,\r\nsymbolizes the new orientation that should ensure more\r\ntangible benefits from nuclear techniques for developing\r\ncountries. The fact that these efforts to implement technical\r\nassistance projects are being pursued in close collaboration\r\nwith other agencies, including the Food and Agriculture\r\nOrganization and the World Health Organization (WHO),\r\nis a source of great satisfaction, as is the attempt to address\r\nthe specific needs of vulnerable groups in the area of\r\nhuman health and nutrition. They merit great support.\r\nThe expansion of the Agency’s desirable role would\r\nbe hampered without adequate resources. The case for\r\nmore secure and assured funding for those activities has\r\nnever been in doubt. A growing awareness of the need in\r\nthe post-cold-war era to shift the focus away from\r\nproliferation to peaceful uses of nuclear energy calls for the\r\npolitical will to place those activities on a firmer footing.\r\nIn urging Member States to cooperate in identifying more\r\nmeaningful ways of funding technical-cooperation activities,\r\nwe wish to join the appeal for more pledges to the\r\nTechnical Assistance and Cooperation Fund and for\r\npayments to be made in full and in a timely manner.\r\nPermit me, in this connection, to place on record our\r\nappreciation to a number of Africa’s development partners\r\nthat have continued to fund projects identified under the\r\nAfrican Regional Cooperation Agreement for Research,\r\nDevelopment and Training Related to Nuclear Science and\r\nTechnology (AFRA). The increased participation, as\r\nobservers, of some important donor countries in the last\r\nAFRA meeting, in Rabat, Morocco, last April, gives us\r\nhope that more States members of the Agency will join us\r\nin the fulfilment of AFRA’s objectives.\r\nAs a State party to the Treaty on the Non-Proliferation\r\nof Nuclear Weapons (NPT), my country highly values the\r\nAgency’s safeguards role in sustaining trust and confidence\r\nin the non-proliferation regime. That is why we have\r\nprovided unflinching support to the Agency in its efforts to\r\nensure that non-proliferation undertakings made by NPT\r\nStates parties under safeguards agreements are complied\r\nwith. We are pleased to note that in the course of the year,\r\nexcept for one instance, safeguards agreements in force in\r\n116 Member States, of which 100 are States parties to the\r\nNPT, performed satisfactorily. We commend the\r\nprofessionalism with which the Agency’s inspectors carried\r\nout these tasks, and hereby reiterate our conviction that\r\nclear and unambiguous support for the Agency’s safeguards\r\nsystem and the fulfilment of commitments thereunder\r\nremain essential in strengthening regional peace and\r\nstability.\r\nInevitably, the increased membership of the Agency,\r\nthe process of disarmament, and regional non-proliferation\r\nneeds will impose additional responsibilities on the\r\nsafeguards system. We are encouraged to note that, in\r\nanticipation of this development, new approaches are\r\nalready being considered by the Board of Governors.\r\nAlso, proposals under a new programme - \"Programme\r\n‘93+2’\" - which is the result of a recommendation of the\r\nDirector General’s Standing Advisory Group on\r\nSafeguards Implementation (SAGSI), are now undergoing\r\ntrial tests in selected countries. Focusing on the\r\nefficiency and effectiveness of safeguards practices, those\r\nproposals, when implemented, would strengthen\r\ntransparency and openness.\r\nNigeria’s active participation in the regional efforts\r\nto establish a nuclear-weapon-free zone in Africa is\r\npredicated on our abiding commitment to non-\r\nproliferation in our region and in the world at large. We\r\nnote with satisfaction that after a number of productive\r\nsessions by the United Nations/Organization of African\r\nUnity Group of Experts, a draft African nuclear-weapon-\r\nfree-zone treaty is in the process of being finalized. The\r\nverification role envisaged for the Agency in the draft\r\ntreaty reflects confidence in its safeguards system, as well\r\nas our appreciation of the benefits that an assured\r\npeaceful use of nuclear energy would bring for our\r\ndevelopment. Similar verification functions would be\r\nassigned to the Agency under the proposed\r\ncomprehensive test-ban treaty as well as the cut-off\r\nconvention called for by the Assembly in its resolution\r\nlast year. The Agency’s proven expertise, accumulated\r\nover the years, will serve us all well in confronting those\r\nchallenges.\r\nA safe, well-regulated nuclear industry is\r\nindispensable for the security and well-being of peoples\r\nof all States. Nigeria has therefore welcomed well-\r\nconceived measures by Member States to strengthen\r\nnuclear safety world-wide. The unanimous adoption of\r\nthe Convention on Nuclear Safety at a diplomatic\r\nconference in Vienna last June represents one such\r\ninitiative, and my country was one of the first signatories\r\nof that Convention in the course of the thirty-eighth\r\nsession of the IAEA General Conference. As an\r\nincentive Convention, it appears to have modest goals.\r\nHowever, the international community can, and indeed\r\nmust, build upon this achievement and complete the\r\nnegotiation of a nuclear liability convention which will\r\n8\r\nGeneral Assembly 34th meeting\r\nForty-ninth session 17 October 1994\r\nestablish a new international liability regime. That would\r\nincrease public confidence in the nuclear industry.\r\nAs one of the countries which have subscribed to the\r\ncode of practice on the international movement of\r\nradioactive waste, my country appreciates ongoing efforts\r\nto evaluate the health and environmental risks posed by the\r\ndumping of high-level radioactive wastes in the Arctic\r\nOcean. The Agency’s programme of strengthening waste\r\nmanagement practices within national boundaries should be\r\ncomplemented at the international level by cooperation to\r\nfrustrate continuing attempts by unscrupulous merchants of\r\ndeath to dump radioactive wastes and toxic substances in\r\nthe high seas. Closely related is the urgent need to\r\nconfront the new trend in the trafficking of nuclear\r\nmaterials. We are encouraged that at the last General\r\nConference member States identified some measures to be\r\ntaken to combat this phenomenon. It is our hope that this\r\ncommon resolve will enable us to find a long-term solution\r\nto the problem of nuclear waste, for which the time is\r\nindeed ripe.\r\nThe Agency needs to adapt its principal policy-making\r\norgans to the demands of our times. Conceived at the\r\nheight of the cold war, the provisions of its Statute\r\ngoverning representation on the Board of Governors need\r\nurgent revision to reflect new and important developments\r\nand the expansion in the membership of the Agency. We\r\nurge member States not to allow current divergences of\r\napproach to the subject to detract from the merit of a\r\nsolution that will make the Agency inclusive as well as\r\naddress the deserved case of the African region.\r\nMr. Khoshroo (Islamic Republic of Iran): The\r\ndelegation of the Islamic Republic of Iran notes with\r\nsatisfaction the annual report of the International Atomic\r\nEnergy Agency (IAEA) for 1993, which summarizes the\r\nsignificant achievements of the Agency during the year in\r\nquestion. We thank Mr. Blix, the Director General of the\r\nIAEA, for his thorough and informative statement featuring\r\nthe progress as well as the challenges in the activities of the\r\nAgency during the year. Director General Blix and the\r\nIAEA secretariat are to be commended for the commitment\r\nand dedication with which they carry out their\r\nresponsibilities.\r\nWe have given serious consideration to the Agency’s\r\nreport for 1993. It is very unfortunate that the Agency\r\ncontinues to operate under financial constraints which in\r\nturn have had adverse effects on some of its important\r\nprogrammes. We urge member States to take their\r\nfinancial obligations more seriously and to make their\r\npayments in a timely manner. At the same time, we\r\nbelieve that in view of the present budgetary constraints\r\nthe key objective should be cost-effectiveness.\r\nAnother issue in the activities of the Agency during\r\nthis period has been the development of a strengthened\r\nsafeguards regime. Iran, as an original signatory of the\r\nNon-Proliferation Treaty (NPT), has always adhered to\r\nthe Agency’s safeguards and will continue to support their\r\neffectiveness. Our Government has pursued an open and\r\ntransparent policy in this respect, and, based on this\r\npolicy, took the initiative to invite the Agency twice to\r\nvisit the nuclear facilities in Iran and to verify their\r\npeaceful utilization. Subsequently IAEA missions visited\r\nIran in February 1992 and November 1993, and\r\nverifications were established to the satisfaction of the\r\nAgency.\r\nWe commend the efforts of the Agency in enhancing\r\nnuclear safety and radiation protection, particularly in the\r\ncountries of the former USSR. In this regard, a matter of\r\ngreat concern for Middle Eastern countries is the\r\ncontinued operation of the unsafeguarded, antiquated and\r\nentirely non-peaceful Dimona nuclear reactor in Israel.\r\nWe call upon the international community, and the IAEA\r\nin particular, to address this problem urgently and\r\neffectively.\r\nIt should be recalled that it was only South Africa’s\r\naccession to the NPT and the IAEA safeguards regime\r\nwhich made the African nuclear-weapon-free zone a\r\nreality. A parallel exists in the case of the Middle East.\r\nAs long as Israel, with the full support of certain Powers,\r\nrefuses to accede to the NPT and the IAEA safeguards\r\nregime, the Middle East nuclear-weapon-free zone\r\nremains a distant goal. In this respect, the decision of the\r\nthirty-eighth session of the General Conference of the\r\nIAEA to restore technical assistance to Israel is nothing\r\nbut a reward to a nuclear proliferator and tacit approval\r\nof that regime’s access to nuclear weapons. Iran, as a\r\ncountry that in 1974 initiated the proposal for the\r\nestablishment of a nuclear-weapon-free zone in the\r\nMiddle East, continues to support that initiative and is\r\nprepared to consider any constructive idea for its\r\nrealization under United Nations auspices.\r\nThe Islamic Republic of Iran attaches great\r\nimportance to international cooperation in the peaceful\r\napplication of nuclear energy and has pursued with great\r\ninterest the Agency’s promotional role in this field. My\r\ndelegation appreciates the useful technical cooperation the\r\nAgency extends to member States in the peaceful uses of\r\n9\r\nGeneral Assembly 34th meeting\r\nForty-ninth session 17 October 1994\r\nnuclear energy in the field of agriculture, industry and\r\nmedicine.\r\nHowever, exceptional cases of the violation of IAEA\r\nsafeguards in the recent past have provided an excuse for\r\ncertain nuclear-weapon States and some other industrialized\r\ncountries to undermine the statutory tasks and obligations\r\nof the Agency and to infringe more than before upon the\r\ninalienable rights of the parties to the NPT, including the\r\nIslamic Republic of Iran, whose modest peaceful nuclear\r\nactivities have always been approved by the Agency.\r\nThe 1995 NPT review and extension Conference\r\nprovides a good opportunity to address the violations of the\r\nprovisions of the Treaty by a number of nuclear-weapon\r\nStates and other industrialized countries. We hope that the\r\nIAEA and the United Nations Secretariat, based on the\r\ndecision of the Preparatory Committee for the 1995 review\r\nand extension Conference, will prepare comprehensive\r\ndocuments on the implementation of the provisions of the\r\npreambular and operative parts of the NPT.\r\nIn conclusion, allow me once again to extend our\r\nappreciation of and support for the IAEA in its efforts to\r\npromote international cooperation in the peaceful uses of\r\nnuclear energy and the non-proliferation of nuclear\r\nweapons.\r\nMr. Hou Zhitong (China)(interpretation from\r\nChinese): The Chinese delegation has listened attentively\r\nto the statement made by Mr. Hans Blix, Director General\r\nof the International Atomic Energy Agency (IAEA), and\r\nhas taken note of the Agency’s annual report.\r\nIn the past year the IAEA has done useful work and\r\nachieved some success in promoting international\r\ncooperation in the peaceful uses of nuclear energy and in\r\npreventing nuclear proliferation. The Chinese delegation\r\nwishes to express its appreciation for the contributions\r\nmade by the States members of the IAEA and to its\r\nDirector General, Mr. Blix, and the Agency’s secretariat.\r\nThe international community welcomes the conclusion\r\nof the International Convention on Nuclear Safety. It is\r\nhoped that the Convention will play an important role in\r\nmaintaining the safety of nuclear facilities and promote\r\ninternational cooperation in nuclear safety and radiological\r\nprotection.\r\nWe are also pleased to note that with the support of\r\nMember States the financial situation of the IAEA has\r\ntaken a favourable turn as the result of the overall increases\r\nof resources allocated in particular to technical assistance\r\nand cooperation. This is undoubtedly conducive to the\r\neconomic and social development of developing Member\r\nStates. It is also heartening to note that an increasing\r\nnumber of Member States are turning to the IAEA for\r\nhelp in formulating their energy and nuclear-power plans\r\nand in conducting feasibility studies.\r\nMeanwhile, it is commendable that the IAEA has\r\nprovided assistance in the area of nuclear safety to some\r\ncountries in Eastern Europe and the Commonwealth of\r\nIndependent States, with tangible results. In order to\r\nincrease the effectiveness of the safeguards system the\r\nIAEA secretariat is now devoting its efforts to the\r\ndevelopments and experiments of the \"93+2\" programme.\r\nIt is our hope that that programme will achieve its\r\nintended effects.\r\nNotwithstanding this, it is obvious to the\r\ninternational community that the imbalance between the\r\npromotional and regulatory functions of the IAEA still\r\nexists and that many of the legitimate aspirations and\r\ndemands of the many developing Member States have\r\nfailed to receive adequate attention. The Chinese\r\ndelegation hopes that the IAEA will conduct more\r\nconsultations with those countries and work out with them\r\na development strategy for technical assistance and ways\r\nand means to achieve cooperation in order to facilitate\r\neffective international cooperation in the peaceful uses of\r\nnuclear energy.\r\nChina has always stood for a complete ban on and\r\ntotal destruction of nuclear weapons and an early\r\nrealization of a nuclear-weapon-free world. China, as a\r\ncontracting party to the Treaty on the Non-Proliferation of\r\nNuclear Weapons (NPT) and a State member of the\r\nIAEA, has made positive contributions to the prevention\r\nof nuclear proliferation and the promotion of international\r\ncooperation in the peaceful uses of nuclear energy. The\r\nChinese Government maintains that all nuclear-weapon\r\nStates should unconditionally declare their intention not\r\nto be the first to use nuclear weapons and should\r\nimmediately negotiate and conclude a treaty to that effect\r\nand that all nuclear-weapon States should undertake not\r\nto use or threaten to use nuclear weapons against non-\r\nnuclear-weapon States and nuclear-weapon-free zones.\r\nThe Chinese Government also supports the adoption of a\r\nconvention on a complete ban on all nuclear weapons,\r\nunder which all nuclear-weapon States will commit\r\nthemselves to the total destruction of their nuclear\r\nweapons.\r\n10\r\nGeneral Assembly 34th meeting\r\nForty-ninth session 17 October 1994\r\nIt is China’s consistent position that, in addition to\r\nefforts to prevent nuclear proliferation and promote nuclear\r\ndisarmament, efforts should also be made actively to\r\nenhance international cooperation in the peaceful uses of\r\nnuclear energy. China is in favour of strengthening the\r\nsafeguards system by improving its effectiveness and\r\nefficiency. However, the related measures should be fair,\r\nobjective, reasonable, transparent, practical and in strict\r\ncompliance with the IAEA Statutes and relevant\r\ninternational legal instruments so as to ensure that the\r\nsovereignty of States is respected and their rights and\r\nobligations balanced.\r\nThe Chinese Government has always attached great\r\nimportance to its cooperation with the Agency. In addition\r\nto paying its contributions in due time, China has also made\r\ndonations. In order to support the Agency in its technical\r\nassistance to and cooperation with developing countries, the\r\nChinese Government has decided to donate an additional\r\nsum of $1 million to the Agency.\r\nThe firm policy of the Chinese Government is to\r\npromote the peaceful uses of nuclear energy and to make\r\nnuclear energy better serve China’s economic and social\r\ndevelopment and benefit the Chinese people. China’s\r\nnuclear-power industry has entered a new stage of\r\ndevelopment. The Qinshan 300-megawatt nuclear-power\r\nstation had started operation, and the second phase of that\r\nproject is under full construction. Guangdong’s Daya Bay\r\nnuclear-power station has also started commercial operation.\r\nIt is estimated that by the year 2000 China will have\r\ndeveloped several more nuclear-power stations with a total\r\ngenerating capacity of 8,000 to 10,000 megawatts. In its\r\ndevelopment of its nuclear-power industry, China will\r\ncontinue to take an active part in mutually beneficial\r\ninternational cooperation.\r\nPeace and development are the common goals of the\r\npeople of all countries in the world. In this connection the\r\ninternational community has great expectations of the\r\nAgency. China is prepared to work with other countries for\r\nthe smooth performance of the Agency’s important\r\nmissions and to make new contributions to peace and\r\ndevelopment.\r\nMr. Pak Gil Yon (Democratic People’s Republic of\r\nKorea): The fundamental resolution of the nuclear issue on\r\nthe Korean peninsula is of great importance in defusing the\r\ntensions and establishing a lasting peace on the Korean\r\npeninsula.\r\nThe nuclear issue on the Korean peninsula is a\r\npolitical and military issue to be resolved bilaterally by\r\nthe Democratic People’s Republic of Korea and the\r\nUnited States of America, in view of the background of\r\nits origin, its nature and its substance.\r\nIt is from this point of view that the Democratic\r\nPeople’s Republic of Korea has maintained its consistent\r\nposition that the nuclear issue should be resolved through\r\ndialogue and negotiations between the Democratic\r\nPeople’s Republic of Korea and the United States.\r\nAs is already known, the Democratic People’s\r\nRepublic of Korea declared its withdrawal from the\r\nTreaty on the Non-Proliferation of Nuclear Weapons\r\n(NPT) in accordance with the relevant paragraph of the\r\nTreaty by exercising its sovereignty. However, we\r\nsuspended its implementation when the United States\r\nrequested us to do so during the first round of the talks\r\nbetween the Democratic People’s Republic of Korea and\r\nthe United States. This has accordingly placed our\r\ncountry in a special status.\r\nSince we have stated the background details on\r\nseveral occasions in the past, I wish to avoid further\r\nelaboration of this issue.\r\nWe have made sincere, good-faith efforts to resolve\r\nthe nuclear issue with magnanimity, even under our\r\nspecial status. We made arrangements for a sufficient\r\nnumber of inspections by the IEAE necessary for the\r\ncontinuation of the safeguards and even permitted, last\r\nMay, additional inspections commensurate with our\r\nspecial status.\r\nHowever, some elements of the IAEA abused our\r\ngood faith and our magnanimity, thus displaying ever-\r\ngreater partiality and placed more pressure upon us,\r\nthereby creating difficulties and complications in the\r\nresolution of the issue. Worse still, they forced us to\r\nopen military sites, insisting upon a \"special inspection\",\r\nand went as far as to enforce the adoption of the\r\nresolution on sanctions against our country at the meeting\r\nlast June of the IAEA’s Board of Governors, despite\r\nopposition from many countries.\r\nSuch attempts led us to conclude that the pressure\r\nagainst our country would continue to increase and that\r\nour peaceful nuclear activities would be impeded if we\r\ncontinued to remain tied to the partial framework of the\r\nIAEA.\r\n11\r\nGeneral Assembly 34th meeting\r\nForty-ninth session 17 October 1994\r\nThe forcible adoption of the unreasonable \"resolution\r\non sanctions\" against our country constitutes a gross\r\ninfringement of the dignity and sovereignty of our\r\nRepublic, which holds independence as dear as life itself.\r\nOur people will not tolerate any humiliation at the expense\r\nof national sovereignty and dignity. Therefore, on June 13\r\nof this year, we took the step of withdrawing from the\r\nIAEA.\r\nEven after withdrawing from the IAEA, we have\r\nmaintained our consistent stand that a negotiated solution\r\nshould be sought to the nuclear issue through talks between\r\nthe Democratic People’s Republic of Korea and the United\r\nStates of America, not through confrontation, in response to\r\nthe desires and expectations of the peace-loving peoples of\r\nthe world.\r\nComrade Kim Il Sung, the great leader of our people,\r\nin his meeting with Mr. Jimmy Carter, former President of\r\nthe United States, when he visited our country in June this\r\nyear, said that confidence-building between the Democratic\r\nPeople’s Republic of Korea and the United States of\r\nAmerica had been vital to the resolution of the nuclear\r\nissue. In addition, he put forward an important proposal for\r\nbridging the impasse between the two countries and\r\nfundamentally resolving the nuclear issue.\r\nAccordingly, we allowed Agency inspectors to remain\r\nand to continue the inspections necessary for the\r\ncontinuation of the safeguards. The Director General of the\r\nAgency referred to this in his report to the September\r\nmeeting of the Board of Governors of the IAEA.\r\nThe Democratic People’s Republic of Korea and the\r\nUnited States reached an agreement on the clear and final\r\nobjectives of resolving the nuclear issue and other\r\noutstanding issues at the third round of the talks held\r\nbetween the two countries held in Geneva on 12 August\r\n1994. One of the important points of the agreement is that\r\nwe expressed our willingness to freeze our\r\ngraphite-moderated reactors - the foundation of our\r\nindependent nuclear-power industry - and that the United\r\nStates committed itself to arranging to provide appropriate\r\nlight-water reactors and commensurate compensation for the\r\nloss of energy sources resulting from the freeze on our\r\nrecent graphite-moderated reactors.\r\nThe United States also expressed its willingness to\r\ndiscontinue its nuclear threats and hostile acts against our\r\ncountry, and the Democratic People’s Republic of Korea\r\nand the United States agreed to establish diplomatic\r\nrepresentation in each other’s capitals and to reduce barriers\r\nto trade and investment, as a move towards full\r\nnormalization of political and economic relations.\r\nOur willingness to freeze graphite-moderated\r\nreactors is an expression of our firm pledge to resolve the\r\nnuclear issue and a demonstration of the transparency and\r\ncredibility of our denuclearization policy, which is aimed\r\nat the use of nuclear energy for peaceful purposes.\r\nAfter the announcement of the agreed statement, the\r\nDemocratic People’s Republic of Korea and the United\r\nStates held expert-level talks in Pyongyang and Berlin,\r\nrespectively, in early September and are continuing their\r\nongoing negotiations, thus moving towards the actual\r\nimplementation of the agreed statement.\r\nThe world has now recognized that the talks and\r\nnegotiations between the Democratic People’s Republic of\r\nKorea and the United States are the only means of\r\nresolving the nuclear issue, and it welcomed the agreed\r\nstatement between the two countries, looking forward to\r\nfruitful results in the process of the talks and negotiations.\r\nWe have no doubt that, if the Democratic People’s\r\nRepublic of Korea and the United States implement the\r\nagreed statement in good faith, this will build confidence\r\nbetween the two countries and eventually lead to the\r\neffective resolution of the nuclear issue and other\r\noutstanding issues, to be followed by an easing of\r\ntensions on the Korean peninsula and by epoch-making\r\nprogress in ensuring peace and security in Asia and the\r\nrest of the world.\r\nSome circles, however, that still retain outdated\r\nconcepts and the mentality of the cold war, have\r\nattempted to renew the pressure against us. They placed\r\nthe so-called nuclear issue - unreasonably - on the agenda\r\nof the thirty-eighth General Conference of the IAEA, held\r\nlast September, and forced the adoption of the\r\n\"resolution\" despite opposition from many countries.\r\nFurthermore, we find it annoying that they are trying to\r\nadopt a resolution on the \"nuclear issue\", clamouring\r\nabout the \"transparency of past nuclear activities\", a\r\n\"return to the NPT\" and a \"special inspection\", even at\r\nthis meeting to consider the report of the International\r\nAtomic Energy Agency. Such acts will only help create\r\nobstacles in the ongoing talks between the Democratic\r\nPeople’s Republic of Korea and the United States and\r\naggravate the tensions on the Korean peninsula. This\r\n\"nuclear issue\" of ours, in view of its character, is not an\r\nissue to be considered at the United Nations.\r\n12\r\nGeneral Assembly 34th meeting\r\nForty-ninth session 17 October 1994\r\nThe United Nations should question the partiality of\r\nthe IAEA and its application of a double standard that\r\ncompelled the Democratic People’s Republic of Korea to\r\npull out of the NPT and even to withdraw from the\r\nAgency, if it wishes to discuss the nuclear issue on the\r\nKorean peninsula. This notwithstanding, any attempt to\r\nadopt a resolution in this United Nations forum, while\r\ndisregarding our sincere efforts, would be a totally\r\nunreasonable act, detrimental to the principles and purposes\r\nof the Charter of the United Nations.\r\nTherefore, we strongly denounce the adoption of a\r\nresolution as an insidious political offensive aimed at\r\nincreasing international pressure against us. It is being\r\nclaimed that the attempts to adopt a resolution at this\r\nsession, followed by the thirty-eighth General Conference\r\nof the IAEA, are a reflection of the will of the international\r\ncommunity. However, this is nothing but a pretext to cover\r\nup, in the name of the international community, the political\r\npurposes of a few countries.\r\nSuch unreasonable acts on the part of some countries\r\nare designed to trample the sovereignty of other countries\r\nand nations, and are based on the idea of maximizing their\r\ninterests. Therefore, the Democratic People’s Republic of\r\nKorea will never recognize such acts as the will of the\r\ninternational community.\r\nWe hold that this sacred forum, where peace-loving,\r\nindependent and sovereign States come together to discuss\r\nthe ways and means of accomplishing a noble desire of\r\nhumankind, should not be used as a political tool by some\r\ncountries bent on dominating and stifling small and weak\r\ncountries. Anyone who has a sincere desire to see the\r\nnuclear issue resolved should not resort to pressure but\r\nshould encourage the talks between the Democratic\r\nPeople’s Republic of Korea and the United States of\r\nAmerica and implementation of the agreed statement by\r\nthose two countries.\r\nThe adoption of a resolution against the Democratic\r\nPeople’s Republic of Korea at this meeting will only create\r\ncomplications and difficulties in the process of the bilateral\r\ntalks between the Democratic People’s Republic of Korea\r\nand the United States of America and, furthermore, bring\r\nthe nuclear issue back to the original state of confrontation.\r\nTherefore we demand that the paragraphs in draft resolution\r\nA/49/L.2 that could be an obstacle to these talks be deleted\r\nand be replaced with paragraphs welcoming the agreed\r\nstatement between the two countries and encouraging its\r\nfull implementation.\r\nHaving reiterated our position, we express our\r\nexpectation that representatives hoping for a negotiated\r\nand peaceful solution to the nuclear issue on the Korean\r\npeninsula will give our position their full support.\r\nI should like to make a few remarks on the\r\nstatements made by the representatives of the German,\r\nHungarian and other delegations.\r\nThe whole process of talks and negotiations between\r\nthe Democratic People’s Republic of Korea and the\r\nUnited States clearly indicates that the nuclear issue on\r\nthe Korean peninsula can be resolved only through\r\ndialogue and negotiation and that any pressure put on one\r\nparty to the dialogue could create difficulties and\r\ncomplications in the proceedings - even return the nuclear\r\nissue to the original state of confrontation. It should be\r\nclearly understood that ordinary military sites cannot be\r\nthe object of special inspection and that any attempt at\r\nsuch inspection would constitute a flagrant violation of\r\nthe sovereignty and supreme interests of the Democratic\r\nPeople’s Republic of Korea.\r\nFurthermore, we have never accepted, and will never\r\naccept, the right to special inspection of military sites in\r\nthe future. The Democratic People’s Republic of Korea\r\nwill never sell off its interests under pressure.\r\nAnyone who is really interested in finding a solution\r\nto the nuclear issue on the Korean peninsula and to the\r\nquestion of the maintenance of peace and security in Asia\r\nand the rest of the world should not support blindly the\r\npower politics of the big countries. Rather, they should\r\ntake a fair stand that is conducive to resolution of the\r\nissue, encourage the parties concerned to achieve\r\nagreement at the earliest possible moment and refrain\r\nfrom any attempt to introduce obstacles to the process of\r\nthe ongoing talks between the Democratic People’s\r\nRepublic of Korea and the United States of America.\r\nI should like to make a few points in response to the\r\nstatement made by the representative of Japan.\r\nIt is well known that Japan is one of the few\r\ncountries that are expediting their nuclear programmes\r\neven since the end of the cold war. The world is now\r\nseriously concerned about the stockpiling of a large\r\nquantity of plutonium by Japan. According to data\r\nreleased by the Japanese Science and Technology Agency,\r\nit has already stockpiled 1.6 tonnes of plutonium at home\r\nand 2.9 tonnes abroad and by the year 2010 will possess\r\n13\r\nGeneral Assembly 34th meeting\r\nForty-ninth session 17 October 1994\r\n50 tonnes - a quantity large enough to make more than\r\n6,200 nuclear bombs.\r\nThe annual capacity of Japan’s reprocessing plant is\r\n800 tonnes - the largest in the world. By the end of the\r\npresent century Japan will rank third in the world - after the\r\nUnited States and France - in reprocessing capacity. It is an\r\nopen secret that Japan has already developed not only an\r\nelectronic detonating device and other components for the\r\nmanufacture of nuclear bombs and for associated\r\ntechnology but also the means of long-range nuclear\r\ndelivery, which could be used as intercontinental ballistic\r\nmissiles.\r\nJapan’s undisguised ambition in the field of nuclear\r\narmaments is more clearly revealed in an official document\r\nthat was submitted to the International Court of Justice. In\r\nthis document the Japanese Government overtly asserts that\r\nthe use of nuclear weapons does not contravene\r\ninternational law. This means that Japan would not hesitate\r\nto inflict a nuclear holocaust on humankind.\r\nAll these facts indicate that Japan’s progress in the\r\nfield of nuclear armaments has reached a dangerous pace.\r\nJapan’s acceleration in this field is creating an obstacle to\r\nthe process of denuclearizing the Korean peninsula, and it\r\nposes a grave threat not only to regional peace and security\r\nbut also to the international non-proliferation system.\r\nFor those reasons it is the view not just of the\r\nDemocratic People’s Republic of Korea but of the world\r\nthat Japan is not entitled to talk about other countries’\r\nactivities in the nuclear field. Japan’s forcing of the issue\r\nin respect of the nuclear issue concerning our country is a\r\nclumsy and desperate attempt to direct the world’s attention\r\naway from its nuclear-armaments programme to other\r\nissues. Therefore my delegation strongly urges Japan to\r\nmake public and to abandon its nuclear-armaments scheme\r\nand to invite the International Atomic Energy Agency to\r\ninspect its undeclared nuclear activities, instead of trying to\r\nmeddle in other issues.\r\nI am compelled to refer to the statement on the\r\nnuclear issue made by the representative of South Korea.\r\nAlthough the South Korean authorities have no power at all\r\nwith regard to resolution of the nuclear issue on the Korean\r\npeninsula, it is hopelessly in a hurry to meddle in that\r\nprocess, not knowing where to sit and where to stand. The\r\nSouth Korean authorities are clamouring for inter-Korean\r\ndialogue to be held before the talks between the Democratic\r\nPeople’s Republic of Korea and the United States of\r\nAmerica. The point is being made that thermal power\r\nstations should be provided instead of light-water reactors,\r\nand that clarification of past nuclear activities should be\r\na precondition to the provision of light-water reactors.\r\nThe aim is to block progress in the talks between the\r\nDemocratic People’s Republic of Korea and the United\r\nStates of America.\r\nRecent activities of the South Korean authorities are\r\nintended, by all means, to continue their development of\r\nnuclear weapons while poking their noses into the talks\r\nbetween the Democratic People’s Republic of Korea and\r\nthe United States of America, with the sole aim of\r\nobstructing them. It is an open secret that South Korea is\r\nnow developing nuclear weapons under the patronage of\r\nthe United States and some other Western countries.\r\nSouth Korea has already stockpiled a great quantity of\r\nplutonium, has concluded a contract on its importation\r\nwith the United Kingdom and France and - worse still -\r\nhas recently brought a heavy-water reactor into operation.\r\nIt should refrain from any attempt to block the talks\r\nbetween the Democratic People’s Republic of Korea and\r\nthe United Sates of America, even if it is not happy with\r\nthe ongoing process.\r\nWe believe that resolution of the nuclear issue on\r\nthe Korean Peninsula through the talks that are under\r\nway, which are now going in the right direction, would be\r\nbeneficial to South Korea as well as to the entire Korean\r\npeople. It is from this point of view that I urge the South\r\nKorean authorities to implement fully the Joint\r\nDeclaration of the Denuclearization of the Korean\r\npeninsula, make known to the international community its\r\nplan for the development of nuclear weapons, and accept\r\nIAEA inspections.\r\nI also urge the South Korean authorities to act in the\r\ninterests of our nation, in a spirit of national independence\r\n- discarding its dependence on foreign forces and on\r\nconfrontation between the North and the South of Korea.\r\nThe President (interpretation from French): A\r\nnumber of representatives have asked to speak in exercise\r\nof the right of reply. I remind members that, pursuant to\r\ndecision 34/401, statements in exercise of the right of\r\nreply are limited to 10 minutes for the first intervention\r\nand five minutes for the second, and should be made by\r\ndelegations from their seats.\r\nMr. Takahashi (Japan): The arguments raised by\r\nthe Democratic People’s Republic of Korea with regard\r\nto Japan are totally groundless and cannot be regarded as\r\nanything but vicious propaganda. Japan, which is poor in\r\n14\r\nGeneral Assembly 34th meeting\r\nForty-ninth session 17 October 1994\r\nenergy resources, utilizes nuclear fuel that is extracted by\r\nprocessing plutonium from spent fuel. By doing so, Japan\r\nanticipates that it will be able to maintain a stable supply of\r\nenergy through nuclear-power generation. It remains\r\ncommitted to handling the waste contained in spent fuel in\r\na safe and appropriate manner. Japan uses such materials\r\nstrictly for peaceful purposes and in accordance with the\r\nTreaty on the Non-Proliferation of Nuclear Weapons (NPT)\r\nand with domestic laws and regulations.\r\nThe peaceful use of atomic energy in Japan is also\r\nguaranteed and verified by the IAEA’s comprehensive\r\nsafeguards. Furthermore, Japan strictly upholds its three\r\nnon-nuclear principles of not possessing or producing\r\nnuclear weapons or introducing them into its territory. That\r\nJapan would develop and possess nuclear weapons is\r\ninconceivable.\r\nAgain, we urge the Democratic People’s Republic of\r\nKorea to implement the full-scope safeguards agreement\r\nimmediately.\r\nMr. Chong-Ha Yoo (Republic of Korea): I shall\r\nconfine my statement in exercise of the right of reply to\r\nessential matters. Most of the statement that the\r\nrepresentative of the DPRK made does not, in my view,\r\ndeserve a response. I would like to say that the Republic\r\nof Korea is supportive of the negotiations being carried out\r\nin Geneva between the DPRK and the United States of\r\nAmerica.\r\nWith regard to nuclear facilities, materials and\r\nactivities in the Republic of Korea, we want to reiterate that\r\nall these facilities and activities are under full-scope\r\ninspection of the International Atomic Energy Agency\r\n(IAEA) in accordance with the safeguards agreement\r\nconcluded between the IAEA and the Republic of Korea;\r\ntherefore, complete transparency with regard to their\r\npeaceful nature is guaranteed.\r\nWe should like to state again that the Government of\r\nthe Republic of Korea is fully committed to the South-\r\nNorth Joint Declaration on the Denuclearization of the\r\nKorean Peninsula signed between the DPRK and the\r\nRepublic of Korea in 1991.\r\nMr. Kim Jae Hom (Democratic People’s Republic of\r\nKorea): The South Korean authorities, who have no say at\r\nall about foreign nuclear weapons deployed on their own\r\nland, are now harping on the nuclear issue. This is nothing\r\nbut dishonest behaviour by those who feel frustration over\r\ntheir poor position of being inched out of the way of the\r\ntalks between the Democratic People’s Republic of Korea\r\nand the United States of America and who are attempting\r\nto poke their noses into those talks with a view to putting\r\nthe brakes on the talks by any means.\r\nIt is truly ironic that those who have yet to pay an\r\nexternal debt equivalent to several tens of billions are\r\ntalking about assistance to other countries. It would be\r\nbetter for the South Korean authorities to refrain from\r\npouring cold water on the process of the talks between\r\nthe Democratic People’s Republic of Korea and the\r\nUnited States of America, but rather to open to the public\r\ntheir secret nuclear programme and scrap it, and to take\r\nan independent position not relying on outside forces.\r\nRegarding the remarks by Japan, I urge the Japanese\r\ndelegation not to make poor excuses. I urge Japan to\r\ngive up its wild ambition to become a nuclear Power and\r\na military Power.\r\nMr. Takahashi (Japan): I would like to reiterate\r\nmy previous statement that the arguments raised by the\r\nDemocratic People’s Republic of Korea with regard to\r\nJapan are totally groundless and cannot be regarded as\r\nanything but vicious propaganda. It is futile for the\r\nDPRK to attempt to allay the suspicions of the\r\ninternational community about its nuclear activities. We\r\nurge North Korea not to waste time by engaging in\r\nmeaningless arguments and propaganda.\r\nMr. Kim Jae Hom (Democratic People’s Republic\r\nof Korea): Regarding the Japanese remarks, I once again\r\ncall upon Japan not to make poor excuses in this\r\nAssembly. I urge Japan to give up its wild, big nuclear\r\nschemes, and to give up its wild ambition to lecture other\r\nAsian countries. Otherwise, Japan will not enjoy a place\r\nin the international community.\r\nThe President (interpretation from French): I\r\nwould like to inform members that action on the draft\r\nresolution on agenda item 14 will be taken at the\r\nafternoon meeting on Wednesday, 19 October 1994.\r\nProgramme of work\r\nThe President (interpretation from French): I\r\nwould also like to inform members that the General\r\nAssembly will take up agenda item 152, entitled\r\n\"Observer status for the International Federation of Red\r\nCross and Red Crescent Societies in the General\r\n15\r\nGeneral Assembly 34th meeting\r\nForty-ninth session 17 October 1994\r\nAssembly,\" at the afternoon meeting on Wednesday, 19\r\nOctober 1994.\r\nAgenda item 151\r\nObserver status for the South Pacific Forum in the\r\nGeneral Assembly\r\nDraft resolution (A/49/L.1)\r\nThe President (interpretation from French): I now\r\ncall on the representative of Australia to introduce draft\r\nresolution A/49/L.1.\r\nMr. Butler (Australia): As this is the first occasion\r\non which I have come to the rostrum under your\r\npresidency, Sir, may I renew the warm congratulations\r\nexpressed to you by my Foreign Minister, Senator Evans,\r\nwhen he spoke in the Assembly on 3 October 1994.\r\nIn Australia’s capacity as Chair of the South Pacific\r\nForum for 1994-1995, it is my honour to introduce, on\r\nbehalf of the sponsors, the draft resolution contained in\r\ndocument A/49/L.l of 11 October 1994, under which the\r\nGeneral Assembly would decide to invite the South Pacific\r\nForum to participate in the sessions and work of the\r\nGeneral Assembly in the capacity of observer.\r\nThe draft resolution has been sponsored on behalf of\r\nthe South Pacific Forum by the nine States members of the\r\nForum that are also Members of the United Nations -\r\nnamely Australia, the Federated States of Micronesia, Fiji,\r\nMarshall Islands, New Zealand, Papua New Guinea,\r\nSolomon Islands, Vanuatu and Western Samoa.\r\nThose sponsors have been joined by 99 other Member\r\nStates as co-sponsors. The list of sponsors is contained in\r\ndocument A/49/L.l; to the list should be added Brunei\r\nDarussalam, Croatia, Gabon, Madagascar and Pakistan.\r\nThis makes a total of 113 Member States sponsoring the\r\ndraft resolution. On behalf of all the members of the South\r\nPacific Forum, I wish to thank the co-sponsors, which\r\nrepresent all the regions of the world, for their strong and\r\npositive support of the South Pacific Forum’s request for\r\nobserver status.\r\nThe South Pacific Forum, which first met in 1971, is\r\nthe political grouping of the 15 independent or\r\nself-governing States in the South Pacific. It meets\r\nannually, at Heads of Government level, to develop\r\ncollective responses on a wide range of regional issues,\r\nincluding trade, economic development, civil aviation and\r\nmaritime issues, telecommunications, energy, and political\r\nand security matters. In addition, the South Pacific\r\nForum maintains a dialogue, following each Heads of\r\nGovernment meeting, with a number of external\r\nGovernments and organizations.\r\nThe South Pacific Forum is supported by the Forum\r\nsecretariat, which has its headquarters in Suva, Fiji, and\r\nwas first established as an international organization\r\npursuant to the 1973 Agreement establishing the South\r\nPacific Bureau for Economic Cooperation. The Forum\r\nsecretariat is headed by a secretary-general, and it is a\r\nvery great honour to have with us today the Honourable\r\nIeremia Tabai, the current Secretary-General, who has\r\ncome to New York for the consideration of the Forum’s\r\nrequest for observer status.\r\nThe Forum is seeking observer status at the General\r\nAssembly on terms similar to those that have been\r\nprescribed in respect of other associations of States. The\r\ndecision taken by the South Pacific Forum at its meeting\r\nin Brisbane, Australia, in August this year to seek\r\nobserver status at the General Assembly reflects the\r\ncommitment by the Governments of the States members\r\nof this regional organization to develop a closer\r\nrelationship with the United Nations.\r\nSince its inception, the Forum has played a vital role\r\nin promoting closer cooperation and consideration of a\r\nrange of issues of direct relevance to the South Pacific\r\nregion and beyond. The range of issues currently on the\r\nForum’s agenda - issues that are also on the global\r\nagenda - are indicated in the communiqué that was\r\nadopted by the Heads of State and Government following\r\nthe Brisbane meeting. This communiqué has been\r\ncirculated as General Assembly document A/49/381.\r\nThe theme for the 1994 Forum was \"Managing our\r\nResources\". This encompassed consideration of the\r\ndevelopment of human resources in the region, managing\r\nforestry resources and their exploitation, the development\r\nof fisheries and their associated industries, land-use\r\nconcerns and their relationship to sustainable\r\ndevelopment, and the growth of tourism.\r\nThe Forum also focused on the need to adopt a\r\nglobal perspective in regard to the development of\r\neconomic policies; the importance of environmental issues\r\nin the Pacific region, such as climate change and sea level\r\nrise; biodiversity conservation; and effective\r\nimplementation in the Pacific region of the\r\nrecommendations of the Programme of Action of the\r\n16\r\nGeneral Assembly 34th meeting\r\nForty-ninth session 17 October 1994\r\nGlobal Conference on the Sustainable Development of\r\nSmall Island Developing States.\r\nAn important outcome of the Forum was the\r\nendorsement of the report of a ministerial working group on\r\nthe review of the Forum’s processes and procedures,\r\nincluding the agreement that the Secretary-General of the\r\nForum should work more actively in developing relations\r\nbetween the Forum and the United Nations, as well as with\r\nthe group of countries of the Asia Pacific Economic\r\nCooperation Council and the Association of South-East\r\nAsian Nations.\r\nThe communiqué reflects the recognition by the Heads\r\nof State and Government of the member States that the\r\nForum must on the one hand adapt and diversify its\r\nexternal relations in light of the far-reaching changes that\r\nhave occurred in the international environment, and on the\r\nother realize the potential for greater cooperation with the\r\nUnited Nations that the Forum can offer through attaining\r\nobserver status.\r\nAs a regional organization, the South Pacific Forum\r\nwishes to strengthen its relationship with the United\r\nNations. It also attaches high importance to supporting the\r\nspecial interests of the smaller island States. Observer status\r\nfor the South Pacific Forum will, in this regard, provide a\r\nmeans of contributing to and cooperating with the United\r\nNations system for all the 15 members of the Forum.\r\nI therefore request, on behalf of the 113 sponsors, that\r\nthe General Assembly adopt the draft resolution that would\r\ngrant observer status for the South Pacific Forum in the\r\nGeneral Assembly.\r\nThe President (interpretation from French): I should\r\nlike to inform the Assembly that Madagascar has joined the\r\nlist of sponsors of the draft resolution.\r\nThe Assembly will now take a decision on draft\r\nresolution A/49/L.1. May I take it that the Assembly\r\ndecides to adopt the draft resolution?\r\nDraft resolution A/49/L.1 was adopted (resolution\r\n49/1).\r\nThe President (interpretation from French): I call on\r\nthe representative of Canada, who will speak on behalf of\r\nthe Group of Western European and Other States.\r\nMs. Fréchette (Canada): On behalf of the Group of\r\nWestern European and Other States, I would like to\r\nwelcome the South Pacific Forum as a Permanent\r\nObserver in the General Assembly.\r\nIn seeking this status for the Forum, its member\r\nStates and Governments have made clear their desire to\r\nstrengthen the Forum’s relationship with the United\r\nNations and to intensify cooperation in areas which are of\r\nparticular interest to the South Pacific region. Such an\r\narea is that of the sustainable development of small island\r\nStates. It seems fitting that we should welcome the South\r\nPacific Forum as an Observer during a session which will\r\ndiscuss an issue to which the Forum attaches such high\r\nimportance. We have no doubt that the South Pacific\r\nForum will make a valuable contribution to the work of\r\nthe Organization on this and other issues of mutual\r\ninterest.\r\nOn behalf of the Group of Western European and\r\nOther States, I extend to the South Pacific Forum a most\r\ncordial welcome. We look forward to fruitful and\r\neffective cooperation with our new Permanent Observer.\r\nThe President: I call on the representative of\r\nSamoa, who will speak on behalf of the Group of Asian\r\nStates.\r\nMr. Slade (Samoa): Since this is the first time I\r\nhave spoken here, I want to add the voice of my\r\ndelegation to the many tributes paid you, Sir, and the\r\nadmiration expressed upon your election as President of\r\nthe General Assembly.\r\nIt is a particular honour for Samoa, as Chairman of\r\nthe Group of Asian States for the month of October, to\r\nextend on behalf of the Group our warmest\r\ncongratulations to the South Pacific Forum upon its\r\nadmission to the General Assembly in the capacity of\r\nObserver.\r\nThe resolution the Assembly has just adopted, which\r\nenjoys the unanimous support of the States Members of\r\nthe United Nations, is the measure of the Assembly’s\r\nesteem and respect. It is an acknowledgement, too, of the\r\nresponse by the South Pacific Forum countries to the call\r\nby the United Nations for a more active dialogue and\r\ncloser cooperation between the United Nations system and\r\nregional organizations.\r\nAs a member of the South Pacific Forum, Samoa is\r\nparticularly pleased to note the strong support for the\r\nresolution from the States members of our Asian Group,\r\nmany of which have worked closely with my delegation\r\n17\r\nGeneral Assembly 34th meeting\r\nForty-ninth session 17 October 1994\r\nand other States members of the South Pacific Forum, not\r\nonly here at the United Nations but also in many other\r\ninternational forums and regional United Nations bodies in\r\nthe Asia and Pacific region.\r\nMany of the Asian Group’s small developing States\r\nare in the Pacific region or in close proximity to it. We see\r\nin the observer status granted to the Forum today\r\nsignificant prospects for the further strengthening of\r\nregional contributions by small developing States towards\r\nthe processes of global consensus-building now taking place\r\non critical issues affecting the environment, population,\r\npoverty, trade and other areas of our work. All these will\r\nrequire effective and efficient coordination, such as between\r\nthe United Nations and the regional bodies.\r\nBy the outcome of a number of conferences - in Rio,\r\nin other places and most recently in Barbados - the world\r\ncommunity has assigned tasks of magnitude and importance\r\nto the regional intergovernmental organizations. It is right,\r\ntherefore, that on this occasion we acknowledge to the\r\nForum, as we do to other like organizations, the vital roles\r\nthey play in the implementation of global strategies to\r\ncombat global problems within the framework of the United\r\nNations system, now and beyond the turn of the century.\r\nWithin the Asia and Pacific region, the South Pacific\r\nForum and the States members of the Forum have worked\r\nclosely on issues of common concern with their Asian\r\nmembers, within the context of the United Nations under\r\nsuch regional bodies as the Economic and Social\r\nCommission for Asia and the Pacific (ESCAP) as well as\r\nwith economic groupings such as the Asia-Pacific\r\nEconomic Cooperation (APEC). The direct participation\r\nand involvement of the Forum in the work of the General\r\nAssembly will assuredly contribute to the success of these\r\ncommon endeavours.\r\nLet me, on behalf of the Asian Group, congratulate the\r\nSouth Pacific Forum again and to extend to the Secretary-\r\nGeneral of the Forum, His Excellency Mr. Ieremia Tabai,\r\na warm welcome and the good wishes of our membership.\r\nThe President: I call on the representative of the\r\nCzech Republic, who will speak on behalf of the Group of\r\nEastern European States.\r\nMr. Rovensky (Czech Republic): On behalf of the\r\nGroup of Eastern European States, allow me to congratulate\r\nwarmly the South Pacific Forum on the occasion of its\r\nbeing granted observer status in the General Assembly. We\r\nwelcome this decision, and we appreciate the fact that the\r\nrelevant resolution has been adopted without a vote.\r\nWe are sure that this is an expression of the belief\r\nof the Member States that the South Pacific Forum’s\r\ncontribution to the General Assembly’s work will be\r\nsubstantial and that it will benefit the overall effort of the\r\nGeneral Assembly to increase the effectiveness of its\r\nwork.\r\nThe Eastern European Group’s members, 10 of\r\nwhich sponsored the resolution granting observer status to\r\nthe South Pacific forum, are looking forward to our future\r\ncooperation with the Forum at the United Nations.\r\nThe President: In accordance with the resolution\r\njust adopted, I now call on the Secretary-General of the\r\nSouth Pacific Forum, the Honourable Ieremia Tabai.\r\nMr. Tabai (South Pacific Forum): It is a great\r\nprivilege to be here today to represent the South Pacific\r\nForum as it takes for the first time a seat as an observer\r\nin the General Assembly. I must first express, on behalf\r\nof the members of the Forum, our gratitude for the\r\nhonour the Assembly has extended to our organization\r\nand to the South Pacific region in adopting the resolution\r\ngranting us observer status. This is indeed a historic\r\nevent for us, marking another milestone for our small\r\norganization as it tries to expand its role in representing\r\nthe joint interests of its 15 members in the international\r\narena. We deeply appreciate the support and\r\nunderstanding that Members of the United Nations have\r\ndemonstrated in adopting this resolution.\r\nThe United Nations is, of course, an Organization of\r\nimmense and growing importance to all members of the\r\ninternational community. But it is, I think, of particular\r\nimportance to the smaller island States. Its existence and\r\nprogrammes can help guarantee our peace and security\r\nand promote our economic and social development in\r\nways which we are too small to manage entirely for\r\nourselves.\r\nAnd most of the 15 members of the South Pacific\r\nForum are very small indeed. Although our countries\r\nextend over a vast area of ocean, their total population is\r\nonly about 25 million. A number of our smaller members\r\nhave populations of only a few thousand. Despite these\r\nlimitations of size and resources, however, I think that the\r\nForum has established a solid track record in the nearly\r\nquarter of a century of its existence of effective regional\r\ncooperation. The Forum, as was mentioned earlier, was\r\n18\r\nGeneral Assembly 34th meeting\r\nForty-ninth session 17 October 1994\r\nset up in 1971 as a result of the desire of the independent\r\ncountries of the region to tackle common concerns from a\r\nregional perspective and to enhance their collective regional\r\nvoice so as to give their views greater weight in the\r\ninternational community. It is now the pre-eminent\r\npolitical grouping in our part of the world and has a formal\r\nministerial dialogue process annually with our major\r\ninternational partners. Our acceptance as an observer into\r\nthe United Nations marks another and very important step\r\nforward for the Forum’s international links.\r\nOur desire to be part of the United Nations process\r\nstems not only from the South Pacific Forum’s own\r\ngrowing contribution in representing the region’s collective\r\nconcerns in a rapidly changing global environment, but also\r\nfrom our support for the expanded and invigorated role\r\nbeing played by the United Nations in the post-cold-war\r\nworld. We greatly welcome that, and in particular the\r\ngreater emphasis that is now being placed by the Secretary-\r\nGeneral on cooperation in the United Nations work\r\nprogramme with regional organizations.\r\nWe do, of course, have much existing cooperation\r\nwith the United Nations specialized and regional agencies.\r\nThis is, and will remain, very valuable to our region, and\r\nwe will continue to try to strengthen these links. But we\r\nare very interested also in the many new areas of work and\r\nnew developments in old areas where previously the\r\nconstraints of the cold war’s international framework had\r\nprevented progress. We have noted and greatly welcomed,\r\nfor example, the Secretary-General’s Agenda for Peace.\r\nThe Forum has in particular a long-standing position of\r\nvigorous support for disarmament, especially nuclear\r\ndisarmament, and opposition to nuclear testing. Our region\r\nhas direct and recent experience of the hazards of such\r\ntesting.\r\nWe also welcomed the convening of the Conference\r\non Population and Development last month. Although our\r\npopulations in the South Pacific are in absolute terms small,\r\nthey are in a number of our countries growing at some of\r\nthe highest rates in the world. Population densities are\r\nalready very high in some of our atoll countries in\r\nparticular and are putting immense pressure on our fragile\r\nmarine and terrestrial ecosystems.\r\nFor this same reason, we have a deep interest in the\r\nUnited Nations growing environmental programme. Forum\r\nmembers have participated actively in the development of\r\nthe agenda stemming from the Rio Conference two years\r\nago and in the newly launched work of the Commission on\r\nSustainable Development. The Global Conference on the\r\nSustainable Development of Small Island Developing\r\nStates, held in Barbados earlier this year, was particularly\r\nimportant in that regard.\r\nDevelopment and its sustainability are critical issues\r\nfor our region. From the earliest days of the South\r\nPacific Forum, the question of economic growth and how\r\nto achieve it in small island countries with limited\r\nresources has been high on our agenda. It is still the\r\nmost important single problem for all of us and is\r\nincreasingly linked to sound environmental management\r\nbecause of the fragility of the resource base in most of\r\nour countries. The United Nations Agenda for\r\nDevelopment is of vital interest to us.\r\nThese are only a few examples of current areas of\r\nthe United Nations work which are of immense interest to\r\nthe South Pacific Forum and which have prompted us to\r\nseek observer status. Nine of our members are Members\r\nof the United Nations in their own right. They are active\r\nparticipants in the work of the General Assembly and will\r\ncontinue to be. Six members of the Forum, however, do\r\nnot belong to the United Nations. Observer status for the\r\nSouth Pacific Forum will be particularly significant for\r\nthem in increasing their access to advice and information\r\nfrom the United Nations system in these sorts of areas of\r\ngreat importance to all countries of our region.\r\nThe Forum hopes that taking up observer status in\r\nthe General Assembly is a useful initial step in\r\nresponding to the Secretary-General’s invitation to\r\nregional organizations to consider ways and means to\r\nimprove coordination of effort with the United Nations.\r\nWe know it will require a real effort on our part to turn\r\nthis institutional mechanism into substantive cooperation\r\nand consultation. I can assure the Assembly that, within\r\nthe constraints of the resources of a small organization,\r\nthe South Pacific Forum intends to play as active and\r\nconstructive a role as possible as an observer, in accord\r\nwith the strong support of all our members for the ideals\r\nand objectives of the United Nations.\r\nI thank the Assembly again most sincerely for\r\nadmitting the South Pacific Forum to observer status and\r\nfor allowing me to make this short statement.\r\nThe President (interpretation from French): May\r\nI take it that it is the wish of the General Assembly to\r\nconclude its consideration of agenda item 151?\r\n19\r\nGeneral Assembly 34th meeting\r\nForty-ninth session 17 October 1994\r\nIt was so decided.\r\nOrganization of work\r\nThe President (interpretation from French): I should\r\nlike to remind representatives of the need for punctuality,\r\nas I intend to begin our work tomorrow at 10 a.m. and not\r\na minute later.\r\nThe meeting rose at 5.25 p.m.\r\n20\r\n"