"United Nations A/49/PV.55\r\n94-86989 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Section, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum. When the result of a recorded and/or roll-call vote is followed by an\r\nasterisk, see annex to the record.\r\nGeneral Assembly Official Records\r\nForty-ninth Session\r\n55th Meeting\r\nWednesday, 9 November 1994, 10 a.m.\r\nNew York\r\nPresident: Mr. Essy . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Côte d’Ivoire)\r\nIn the absence of the President, Mr. Seniloli (Fiji),\r\nVice-President, took the Chair.\r\nThe meeting was called to order at 10.20 a.m.\r\nAgenda item 112 (continued)\r\nScale of assessments for the apportionment of the\r\nexpenses of the United Nations\r\nThe President: In a letter contained in document\r\nA/49/400/Add.5, the Secretary-General informs me that,\r\nsince the issuance of his communications dated 20 and\r\n26 September , 5 and 14 October 1994 and\r\n3 November 1994, the Central African Republic has made\r\nthe necessary payment to reduce its arrears below the\r\namount specified in Article 19 of the Charter.\r\nMay I take it that the General Assembly duly takes\r\nnote of this information?\r\nIt was so decided.\r\nAgenda item 44\r\nCommemoration of the fiftieth anniversary of the\r\nUnited Nations in 1995: report of the Preparatory\r\nCommittee for the Fiftieth Anniversary of the United\r\nNations (A/49/48)\r\nThe President: The Assembly has before it two draft\r\nresolutions contained in paragraph 34 of the report of the\r\nPreparatory Committee.\r\nI now request the Rapporteur of the Preparatory\r\nCommittee for the Fiftieth Anniversary of the United\r\nNations, Mrs. Lucille Mathurin Mair of Jamaica, to\r\nintroduce the Committee’s report.\r\nMrs. Mathurin Mair (Jamaica): It is my great\r\nhonour and pleasure to introduce the report of the\r\nPreparatory Committee for the Fiftieth Anniversary of the\r\nUnited Nations and to summarize its essence.\r\nThe first chapter of the report, “Background and\r\nintroduction”, recalls in paragraph 1 that the General\r\nAssembly in its decision 46/472 of 13 April 1992\r\nentrusted the Preparatory Committee, consisting of the\r\nmembers of the General Committee and open to the\r\nparticipation of all Member States, with the task of\r\nconsidering and recommending to the Assembly proposals\r\nfor suitable activities in connection with the observance\r\nof the fiftieth anniversary. It was understood at the time\r\nthat all decisions of the Preparatory Committee would be\r\ntaken by consensus.\r\nThe General Assembly has since received two\r\nreports from the Committee. Paragraph 4 of the report\r\ndraws attention to the adoption by the Assembly in\r\nDecember 1993 of resolution 48/215 A, in which it\r\napproved the creation of the post of Special Adviser, at\r\nthe Under-Secretary-General level, against temporary\r\nassistance resources for organizing and coordinating\r\nactivities related to the commemoration, and also\r\nrequested the Secretary-General to provide adequate\r\nSecretariat support for the Preparatory Committee. As a\r\nGeneral Assembly 55th meeting\r\nForty-ninth session 9 November 1994\r\nresult of the staff resources made available to the\r\nPreparatory Committee, the Committee has held 10\r\nmeetings.\r\nI now turn to chapter II, section A, consisting of\r\n“Commemoration of the fiftieth anniversary”, and\r\nsection B, “Drafting of a declaration”. In its previous\r\nconsideration of the matter the Preparatory Committee had\r\nbeen convinced that a suitable climax to the fiftieth\r\nanniversary would need to be identified. It should have\r\nuniversal importance, be enduring in its effect and have a\r\nsuitable symbolic value.\r\nFollowing consideration of this mandate, resolution\r\n48/215 B was adopted on 26 May this year, when the\r\nAssembly decided to convene a special commemorative\r\nmeeting on the occasion of the fiftieth anniversary of the\r\nentry into force of the Charter of the United Nations, to be\r\nheld at United Nations Headquarters from 22 to\r\n24 October 1995.\r\nIn the same resolution, the General Assembly also\r\ndecided that invitations to the meeting would be issued to\r\nall Member and observer States at the level of Head of\r\nState or Government, and that all heads of delegations\r\nwould be afforded the opportunity to address the special\r\nmeeting. The Secretary-General was entrusted with the\r\nresponsibility of sending out the invitations requesting all\r\nHeads of State or Government of Member and observer\r\nStates to advise him, as soon as possible, of their\r\nparticipation and representation and of whether or not they\r\nproposed to address the meeting.\r\nThe Assembly also requested the Secretary-General to\r\nreport to it at the forty-ninth session in order to enable it to\r\nrecommend a precise timetable and agenda for the meeting\r\nas well as a timetable for the conduct of the general debate\r\nof the fiftieth session. The Secretary-General has issued\r\ninvitations as requested, and will report on the replies\r\nreceived as soon as the necessary information is available.\r\nIn relation to that aspect of the Preparatory\r\nCommittee’s work — the invitations to Governments of\r\nMember and observer States, I wish to bring to the\r\nAssembly’s attention a letter which was sent by the\r\nChairman with regard to the issue of invitations.\r\nParagraph 8 of our report states that at the 18th meeting of\r\nthe Preparatory Committee the Chairman made the\r\nfollowing statement:\r\n“With regard to the issue still pending before the\r\nCommittee,”\r\nthat is, the question of invitations\r\n“I have conducted extensive consultations and I\r\npropose to send a letter, in my capacity as Chairman\r\nof the Preparatory Committee for the Fiftieth\r\nAnniversary of the United Nations, to the Permanent\r\nObserver of Palestine to the United Nations, which\r\nwould read as follows.”\r\nThe text of the letter, which was addressed to\r\nAmbassador Al-Kidwa, is before the Assembly.\r\nIt reads as follows:\r\n“With regard to your letter of 27 May 1994, I\r\nam pleased to confirm to you that the arrangements\r\nmentioned in General Assembly resolution 48/215 B\r\nof 26 May 1994 for the special commemorative\r\nmeeting of the General Assembly on the occasion of\r\nthe fiftieth anniversary of the United Nations, in\r\naddition to applying to all Member and observer\r\nStates, shall also apply to Palestine, in its capacity as\r\nobserver.”\r\nThis letter was sent by Ambassador Butler,\r\nChairman of the Preparatory Committee. It was adopted\r\nby the Committee without objection, and it was thus\r\nagreed that the Chairman would forward the above letter\r\nto Ambassador Al-Kidwa. It was further agreed that it\r\nwould be appropriate for the Chairman to send a letter to\r\nthe same effect to other Observers, should they so\r\nrequest.\r\nAt its 4th meeting, the Preparatory Committee\r\nestablished an open-ended drafting group to prepare a\r\nsolemn declaration to be adopted in 1995 to mark the\r\nobservance of the anniversary. It was agreed that the\r\ndeclaration should reaffirm adherence by Member States\r\nto the principles of the Charter of the United Nations and\r\nguide the Organization’s work for the future.\r\nThe drafting group held eight meetings. Following\r\nits 2nd meeting the Secretariat prepared a note that\r\nindicated that during the discussions concerning a\r\nconceptual approach, consensus had emerged on five\r\nmain points, as indicated in paragraph 11 of document\r\nA/49/48. They include the following:\r\n“(a) The Declaration must address the ordinary\r\npeople of all countries, a distinction must be drawn\r\nbetween people and bureaucracies and it must be\r\nclear in language;\r\n2\r\nGeneral Assembly 55th meeting\r\nForty-ninth session 9 November 1994\r\n“(b) It must not be grandiose;\r\n“(c) It must have substance;\r\n“(d) It should be based on a thematic approach”.\r\nThe drafting group was entrusted with the\r\nresponsibility of preparing a document that conformed to\r\nthese considerations. It was also agreed that all decisions by\r\nthe drafting group should be taken by consensus.\r\nA subsequent meeting of the drafting group further\r\nrefined the conceptual basis of the declaration and, as a\r\nresult, the Chairman was able to present to the drafting\r\ngroup at its 5th meeting an outline suggesting the following\r\nelements: characterization of the event; reaffirmation of the\r\npurposes and principles of the Charter; and the need to\r\nimplement the Charter in contemporary and anticipated\r\ncircumstances in the areas of peace, equality, justice and\r\ndevelopment.\r\nOn the basis of this outline, the Preparatory\r\nCommittee proceeded with its work. On 31 May 1994, the\r\nMovement of Non-Aligned Countries submitted a draft text\r\nentitled “Draft Declaration to be adopted at the special\r\ncommemorative meeting of the General Assembly on the\r\noccasion of the fiftieth anniversary of the United Nations”.\r\nAt a subsequent meeting of the drafting group, the\r\nChairman reconfirmed the two decisions agreed to by the\r\nCommittee at its previous meetings regarding the basic\r\noutline of the declaration and its structure, namely, that it\r\nshould be clear and economical in size.\r\nAt a later meeting of the Preparatory Committee, it\r\nwas also agreed that the question of a draft declaration\r\nshould be included on the agenda for future meetings of the\r\nCommittee, pending resumption of meetings of the drafting\r\ngroup, which it was agreed would take place at the\r\nbeginning of 1995.\r\nI turn now to other substantive matters considered by\r\nthe Committee, namely, the content of the celebration,\r\ncommemorative programmes and activities. The Preparatory\r\nCommittee has been brought up to date on the activities of\r\nthe Secretariat with regard to world-wide commemorative\r\nprogramme development for the fiftieth anniversary. So the\r\nCommittee has had the opportunity to consider the various\r\nprogrammes which are now being planned and to provide\r\nthe necessary guidance.\r\nParagraph 16 stresses the strong view of the\r\nPreparatory Committee that the highest priority should be\r\naccorded to reaching youth. In that context, the Chairman\r\nof the Committee undertook to indicate to the President\r\nof the General Assembly the need for the Assembly to\r\ntake action on the convening of a youth plenary as part of\r\nthe commemoration, in accordance with Assembly\r\nresolution 45/103 of 14 December 1990.\r\nThe Preparatory Committee has also been briefed by\r\nthe Secretariat on programme developments oriented\r\ntowards children and youth including, for example, a\r\nglobal “teach-in” on the United Nations, which is in the\r\nplanning phase. Its objective is to have all school systems\r\ndesignate time around 24 October 1995 to teach about the\r\nUnited Nations. The Chairman, on behalf of the\r\nCommittee, expressed support for the proposed global\r\n“teach-in” project.\r\nThe Committee has also considered a proposal from\r\nthe United Kingdom of Great Britain and Northern\r\nIreland concerning the creation of a United Nations\r\nfiftieth anniversary coin programme. This very important\r\ninitiative will be the subject of a recommendation to the\r\nGeneral Assembly at this session for its adoption. It is\r\nhoped that this programme will be endorsed.\r\nAs indicated in paragraph 19, the Committee has\r\nalso considered a conference room paper containing a\r\nvery comprehensive summary of global projects. They\r\ncover key programme areas such as education and youth;\r\npublications; film and television programming; media\r\ncampaigns; discussion series and symposia; exhibits;\r\nconcerts and public events; and commemorative items.\r\nAll these projects are being overseen and coordinated by\r\nthe Secretariat. Numerous additional projects are being\r\ninitiated by Member States through their national\r\ncommittees.\r\nThe Committee was informed that the projects had\r\nbeen selected by the Secretariat from the several hundred\r\nsubmitted and were those that best met the overall\r\nobjectives of the fiftieth anniversary, as well as the\r\nproject guidelines and criteria established by the\r\nSecretariat. Some of these projects require both funding\r\nand executing partners, whether private, governmental or\r\nnon-governmental, and these have been identified. Those\r\nin the developmental stage largely included projects for\r\nwhich funding and/or executing partners still remained to\r\nbe secured.\r\nParagraph 21 reminds us that the General Assembly\r\nhas not allocated resources for commemorative\r\nprogrammes and events, and as a result, many of the\r\n3\r\nGeneral Assembly 55th meeting\r\nForty-ninth session 9 November 1994\r\nprojects under way are self-funded and thus reflect the\r\navailability of the resources of the executing parties. The\r\nSecretariat has recently begun developing some global\r\nprogrammes to be paid for out of funds raised for that\r\npurpose.\r\nLet me turn now to paragraphs 23, 24 and 25, which\r\ncontain information on the action that is being taken by\r\nMember States, including the establishment of national\r\ncommittees and the issuance of commemorative stamps.\r\nThe Assembly will note that at present 79 Member or\r\nobserver States have established national committees to\r\ncoordinate preparations to organize the national\r\ncommemorative activities, while another 29 have indicated\r\ntheir intention to do so. The Preparatory Committee has\r\nreceived information about some of the activities being\r\nplanned by these committees, such as educational\r\ncampaigns on the United Nations, conferences, the\r\npreparation of special programmes by the media, including\r\nmajor television stations and newspapers, the organization\r\nof essay competitions in schools, lectures, exhibitions on\r\nthe activities of the United Nations, and the creation of\r\ncommemorative items.\r\nThe Secretariat is working with the United Nations\r\nPostal Administration to develop a possible programme\r\nconsisting of first day covers of commemorative stamps on\r\nspecially designed envelopes.\r\nWith reference to activities within the United Nations\r\nsystem itself, the Preparatory Committee has taken this\r\nopportunity to highlight the mutually reinforcing goals of\r\nthe United Nations and its sister organizations. So\r\ncoordination of the activities of the United Nations and\r\nother organizations of the United Nations system has\r\ncontinued to be ensured, mainly through the Administrative\r\nCommittee on Coordination (ACC), and, at the working\r\nlevel, through focal points, representatives who have been\r\ndesignated by the specialized agencies and organizations.\r\nIn the past year there have been three meetings with\r\nthe focal points in the United Nations system. In addition,\r\nUnited Nations field network and regional Commissions\r\nhave been mobilized towards the commemorative effort.\r\nAs is indicated in paragraph 28, the Committee was\r\nadvised that the ACC, at its 1994 spring session at Geneva,\r\nhad further considered these issues, including increasing\r\nsystem-wide participation in the fiftieth anniversary and\r\nconsolidating the messages that the Organization would\r\ndirect towards the general public during the critical year\r\n1995. The ACC has also decided to organize a special\r\nforum during its spring 1995 session to discuss the future\r\nof the United Nations system in the context of the\r\nanniversary.\r\nParagraph 29 informs us that the involvement of the\r\nstaff of the United Nations is a very important aspect of\r\nthe preparatory process. The Secretariat has been in\r\ncontact with all staff committees and has regularly briefed\r\nthe Staff-Management Coordination Committee.\r\nParagraph 30, in section D of Chapter III, tells us\r\nthat the activities of the non-governmental organizations\r\nhave been a very important element in this process. The\r\nfullest participation of non-governmental organizations is\r\nbeing ensured, and there has been a great deal of contact\r\nand cooperation between the Secretariat and numerous\r\nnon-governmental organizations that are actively involved\r\nin the planning process at many levels. Communication\r\nstrategies have been developed, and particular\r\ncommemorative projects have been identified.\r\nThe United Nations associations have been active\r\nand supportive of global efforts to commemorate the\r\nanniversary, in many cases actually assisting and working\r\nwith national committees and spearheading anniversary\r\npreparations at national and local levels. The Preparatory\r\nCommittee had the advantage of being addressed by the\r\nVice-President of the World Federation of United Nations\r\nAssociations on two occasions. The Committee was thus\r\nkept informed of the myriad activities being undertaken\r\nby the associations.\r\nOn the question of the financing of the fiftieth\r\nanniversary, paragraph 32 of the report refers to the fact\r\nthat the financial situation of the Organization precluded\r\nmaking funds available from the regular budget. As a\r\nconsequence, the Secretary-General established a Trust\r\nFund for the Fiftieth Anniversary Celebrations for that\r\npurpose and urged Member States to support that\r\ninitiative. Support was also sought from the private sector,\r\nincluding a number of global sponsors and international\r\nlicensees.\r\nThe Committee was advised that substantial progress\r\nhad been made in securing global and project\r\nsponsorships, as well as some additional generous\r\nindividual contributions. Further resources for\r\nprogrammes would be received also as royalties from a\r\nlimited number of items bearing the anniversary emblem,\r\nsuch as coins and a commemorative watch. As is noted in\r\nparagraph 21, programme development was significantly\r\naugmented with self-funded projects.\r\n4\r\nGeneral Assembly 55th meeting\r\nForty-ninth session 9 November 1994\r\nAt the end of its report the Preparatory Committee\r\ndeals with its recommendations to the General Assembly.\r\nIn paragraph 34 it recommends the adoption of draft\r\nresolutions, to the text of which I draw representatives’\r\nattention.\r\nDraft resolution I, which is entitled “Commemoration\r\nof the Fiftieth Anniversary of the United Nations”, says:\r\n“The General Assembly,\r\n“Noting the suggestion of the Royal Mint of the\r\nGovernment of the United Kingdom of Great Britain\r\nand Northern Ireland regarding the creation of the\r\nUnited Nations fiftieth anniversary coin programme\r\nand its offer to manage that programme for the benefit\r\nof the Trust Fund for the Fiftieth Anniversary\r\nCelebrations and participating States,\r\n“Noting the positive report of the secretariat of\r\nthe fiftieth anniversary of the United Nations on the\r\noffer of the Royal Mint,\r\n“Noting the potential of such a programme to\r\nprovide the Trust Fund with revenue to support\r\neducational and communications activities about the\r\nwork of the United Nations,\r\n“Agreeing that the issuance of legal-tender coins\r\ncommemorating the fiftieth anniversary would be a\r\nfitting way for States to honour and provide a suitable\r\nlasting memento of this historic occasion,\r\n“1. Endorses the creation of a United Nations\r\nFiftieth Anniversary Coin Programme and the offer of\r\nthe Royal Mint of the Government of the United\r\nKingdom of Great Britain and Northern Ireland to\r\nmanage that Programme;\r\n“2. Requests the secretariat to make the necessary\r\narrangements with the Royal Mint to implement the\r\nUnited Nations Fiftieth Anniversary Coin Programme\r\non a timely basis;\r\n“3. Requests the Secretary-General to write to all\r\nStates advising them of the programme and inviting\r\nthem to participate by issuing a commemorative coin\r\nhonouring the fiftieth anniversary.”\r\nDraft resolution II, which is entitled “Work of the\r\nPreparatory Committee for the Fiftieth Anniversary of the\r\nUnited Nations”, says:\r\n“The General Assembly,\r\n“Having considered the report of the\r\nPreparatory Committee for the Fiftieth Anniversary\r\nof the United Nations,\r\n“1. Approves the report of the Preparatory\r\nCommittee and takes note of its work in 1994,\r\nincluding the progress of work reported in the\r\nopen-ended drafting group of the Committee;\r\n“2. Looks forward to receiving, before the end\r\nof 1994, the report of the Secretary-General on the\r\nresponses received in regard to the special\r\ncommemorative meeting to be held in October 1995,\r\nin order to enable it to recommend a precise\r\ntimetable and agenda for that meeting;\r\n“3. Expresses its appreciation to the secretariat\r\nof the fiftieth anniversary of the United Nations for\r\nits efforts to make this a global commemoration,\r\ninvolving, inter alia, national committees,\r\nnon-governmental organizations and the United\r\nNations system and staff;\r\n“4. Welcomes the commemorative programme\r\nbeing formulated by the secretariat, and requests that\r\nemphasis continue to be placed on the development\r\nof programmes addressing the general public, and in\r\nparticular youth and children;\r\n“5. Welcomes also the continuation of the work\r\nof the Preparatory Committee on the draft\r\ndeclaration for the fiftieth anniversary;\r\n“6. Decides that the Preparatory Committee\r\nshould continue its work and report thereon to the\r\nGeneral Assembly at its fiftieth session, and/or\r\nduring the forty-ninth session, as required.”\r\nIt is my responsibility to present these draft\r\nresolutions for the consideration of the General Assembly.\r\nThe President: I should like to propose that the list\r\nof speakers in the debate on this item be closed today at\r\n11 a.m.\r\nI hear no objection.\r\nIt was so decided.\r\n5\r\nGeneral Assembly 55th meeting\r\nForty-ninth session 9 November 1994\r\nThe President: I therefore request those\r\nrepresentatives wishing to participate in the debate to\r\ninform the Secretariat as soon as possible.\r\nMr. Lamamra (Algeria) (interpretation from French):\r\nThe consideration of the report of the Preparatory\r\nCommittee for the Fiftieth Anniversary of the United\r\nNations provides me with the pleasant opportunity to pay\r\na keenly felt tribute to Ambassador Richard Butler,\r\nChairman of this Committee, for the outstanding efforts he\r\nhas been making in carrying out the mandate entrusted to\r\nhim and for the vision which he is continuing to develop in\r\ncarrying out his work. I should also like to express the\r\nappreciation of my delegation to Mrs. Sorensen for her\r\ndynamic work, both within and without the Committee.\r\nThe report, which was so clearly presented to us by\r\nthe Rapporteur, the Permanent Representative of Jamaica,\r\nreflects all of these efforts as well as the great interest\r\nMember States attach to the work of this Committee and,\r\nthrough it, to commemorating an event that has left its\r\nstamp on the modern history of international relations.\r\nThe interest shown by Member States in this event,\r\nwhich is much more than a mere celebration, symbolic\r\nthough it may be, demonstrates first and foremost the\r\nexpression of their dedication to the ideals enshrined in the\r\nCharter of the United Nations and to the reaffirmation of\r\nthe continuing validity of those principles which led to the\r\nfounding of our Organization. These ideals and principles\r\nhave made the United Nations the principal international\r\nforum for the preservation of peace and security and for the\r\nadvancement of equitable economic development and a\r\nmore universally shared prosperity.\r\nNext year the United Nations will be marking its\r\nfiftieth anniversary. During the half-century of its existence,\r\nthe world — and our Organization with it — has\r\nexperienced changes that have profoundly upset the general\r\npattern of international relations.\r\nThe international order that was established 50 years\r\nago was strongly shaped by the emergence of new players\r\nand by landmark events such as the massive liberation\r\nmovement that made clear the aspirations of peoples to\r\nself-determination, development, security and peace through\r\ngeneral and complete disarmament as well as the\r\nsatisfaction of human rights and fundamental freedoms. All\r\nof these advances, which represent genuine gains for\r\nhumankind, have become the pillars on which today’s\r\ninternational system is based, even if the full\r\nimplementation of the purposes and principles of the\r\nCharter continues to meet with obstacles.\r\nThe United Nations unquestionably has played the\r\nrole of architect and catalyst in these numerous changes,\r\neven though at certain stages its work, unavoidably, went\r\nthrough difficult patches.\r\nThe end of the cold war, however, did not mean the\r\nend of uncertainty or of disorder. The series of events that\r\nhas taken place over the last few years was hastily\r\nperceived as representing the very first fruits of a new\r\norder based on the revival of humanist principles, in the\r\ncontext of which a renewed United Nations could truly\r\nplay its role, as conceived by those who created it: that of\r\na great coordinator for peace and the vehicle for fruitful\r\ninternational cooperation for the development of all\r\npeoples.\r\nReality, unfortunately, did not live up to this hope.\r\nIndeed, by adapting, for better or for worse, to their new\r\nframework, the international relations stemming from this\r\noutline for a new world order generated new reflexes,\r\nnew approaches and new efforts and initiatives, without,\r\nhowever, righting the structural imbalances or warding off\r\nthe resulting conflicts and tragedies.\r\nThe continued deterioration of the economic\r\nsituation of a growing number of countries, in particular\r\nof the developing countries, is promoting the\r\npauperization of entire strata of the world’s population.\r\nThis poses serious threats to international peace and\r\nsecurity, since it is undeniable that islands of prosperity\r\ncannot indefinitely flourish in oceans of misery and\r\nprivation.\r\nIt is clear that, even if the end of ideologies could\r\nmake us believe that history had completed its\r\ndevelopment, the reformation now under way of\r\ninternational relations has not yet revealed all of its\r\naspects. This has given rise to the fear of paradoxical\r\nconsequences fraught with serious implications for all of\r\nhumankind, which only the building of a genuine\r\nsolidarity among nations and within nations could\r\neffectively ward off.\r\nWe are called upon by the commemoration of this\r\nprestigious anniversary to reflect on all of these\r\nconsequences and on the best way to control their impact.\r\nThis event will provide a new opportunity which the\r\ninternational community must grasp.\r\n6\r\nGeneral Assembly 55th meeting\r\nForty-ninth session 9 November 1994\r\nThe end of the bipolar balance and of the uncertain\r\nand tumultuous period to which it gave rise have provided\r\nthe United Nations a warning signal to grasp all of the\r\nchanges under way and to seek appropriate solutions to the\r\nnumerous problems that continue to arise.\r\nAs a unique forum for concerted action and dialogue\r\namong peoples, through their Governments, the United\r\nNations has a particularly significant role to play in\r\ncontrolling the future course of international relations. At\r\nthe dawn of a new century, the time has come to provide\r\nnew content for its objectives and to create conditions likely\r\nto provide lasting solutions to the great dilemmas of our\r\ntime — the result of the complexity of economic and\r\npolitical considerations.\r\nThe declaration which is to be adopted by the General\r\nAssembly at the special meeting that it will hold to mark\r\nthe fiftieth anniversary of the United Nations should, to our\r\nview, regardless of what form it may take, take up all the\r\nconsiderations that I have just mentioned, which reflect the\r\nessential points of the aspirations of our peoples for a better\r\nfuture. It must be the starting-point for a renewed vision of\r\nthe evolution of the international community and form the\r\ncornerstone of a celebration that will culminate in the\r\nholding of the special commemorative meeting, the scope\r\nof which must aspire to universality and have that positive\r\nimpact that can legitimately be expected based on the faith\r\nof peoples in the irreplaceable role of the United Nations.\r\nAlgeria is ready to make its full contribution. It is\r\nalready preparing to do so through the establishment of a\r\nnational committee entrusted with organizing\r\ncommemorative events, through which its people will\r\nexperience, together with the other peoples of the United\r\nNations, the intensity of the message of hope that our\r\nOrganization bears. At the same time, national public\r\nopinion will be exposed, through the activities that will be\r\norganized on that occasion, to the sum total of the\r\nparticularly rich experience of our country within the\r\nOrganization, an experience whose landmarks are engraved\r\nin its collective memory and merged with its struggle for its\r\nemancipation and development.\r\nMr. Hurst (Antigua and Barbuda): I speak today on\r\nbehalf of the member States of the Caribbean Community\r\n(CARICOM) — the Bahamas; Barbados; Belize; Dominica;\r\nGrenada; Guyana; Jamaica; Saint Kitts and Nevis; Saint\r\nLucia; Saint Vincent and the Grenadines; Trinidad and\r\nTobago; and my own country, Antigua and Barbuda — and\r\nSuriname.\r\nWhen the United Nations was established in 1945\r\nnone of our 13 countries was independent. In fact the\r\nmajority of mankind at that time lived under colonial rule.\r\nDespite the lofty principles enshrined in the Charter of the\r\nUnited Nations, 17 years would elapse before two\r\ncountries in the English-speaking Caribbean and then\r\nSuriname would gain their independence; 10 others were\r\nto become sovereign States in the 21 years following\r\n1962. The process of decolonization in the Caribbean is\r\nnot yet fully complete, despite the gains made.\r\nNevertheless, the role played by the United Nations in the\r\ndecolonization process has been one of its major\r\nsuccesses.\r\nSince 1945 we have witnessed empires crumble and\r\nmedium-sized States disintegrate; we have seen the\r\ngrowth in the absolute number of States and the\r\nappearance of micro-States — as within the CARICOM.\r\nDuring the past 50 years we have participated in global\r\ntechnological change and wizardry too incredible to have\r\nbeen predicted in 1945. In our view, no other 50-year\r\nperiod in human history has encompassed such rich and\r\nunanticipated changes, defying the sages of all hues.\r\nIn the almost 50 years since the founding of the\r\nUnited Nations the countries of the CARICOM and\r\nSuriname have come to regard this institution as a force\r\nfor good. Our United Nations has secured our freedom\r\npeacefully; it has provided technical and financial\r\nassistance for our as-yet-unfinished development; it has\r\naddressed with frankness many of the most pressing\r\nproblems affecting small island and coastal developing\r\nStates; and it has shown itself to be a willing partner in\r\nour future.\r\nThe United Nations has become mankind’s most\r\nimportant global institution. It is evident that the vision of\r\nthe founders of the United Nations is shared by our\r\n13 Member States and their citizens despite our exclusion\r\nat the time of its creation. Given its achievements since\r\nits founding, our task is to provide the United Nations\r\nwith a greater vision, to secure its continued participation\r\nin meaningful change, while attempting to engineer that\r\nchange and to guide it during the next 50 years of its\r\nexistence. The vision of CARICOM and Suriname grows\r\nout of our domestic reality; we hope to participate in\r\ncreating a world where there is equity among all nations\r\nand justice for all peoples.\r\nOur 13 small and peace-loving countries practice\r\ndemocracy; we recognize its inherent strengths, and\r\napplaud the United Nations for espousing greater\r\n7\r\nGeneral Assembly 55th meeting\r\nForty-ninth session 9 November 1994\r\nfreedoms. For these reasons, our Governments have\r\nundertaken to ensure that knowledge of the United Nations\r\nand its principal organs is well diffused in our region. We\r\nare planning to participate in the global teach-in which is\r\nscheduled to take place on 24 October next year. Our radio\r\nand television stations will also be carrying special\r\nprogrammes, including cultural presentations, informing the\r\npublic of the activities of the United Nations. Every attempt\r\nwill be made to reach young people, especially through our\r\nschools. We wholly support the minting of a\r\ncommemorative coin and will also explore the possibility of\r\nissuing a postage stamp. Our countries’ newspapers will be\r\nfeaturing essay contests, and several regional and local\r\nmagazines will also be giving coverage to the\r\ncommemorative events. We are also planning a number of\r\nnational projects, and will inform the United Nations fiftieth\r\nanniversary secretariat about them shortly.\r\nThe office of the United Nations Information Centre\r\nin Port-of-Spain, Trinidad and Tobago, has done an\r\nexcellent job in the Eastern Caribbean with its limited\r\nresources; it has kept the United Nations ever present in the\r\nconsciousness of our citizens. The Caribbean unit of United\r\nNations Radio has also played a very significant role in\r\nspreading the word. As a result of the years of preparatory\r\nwork, we have, with ease, established a national committee\r\nfor the commemoration of the fiftieth anniversary in\r\nvirtually every member State. In several of our countries,\r\nincluding the non-independent, Non-Self-Governing\r\nTerritories, private citizens have established United Nations\r\nAssociations. The public and private sectors in our region\r\nappreciate the work of the United Nations and wish to be\r\nidentified with the Organization. The United Nations is\r\nrecognized as a force for good, globally.\r\nThe avoidance of nuclear war, for example, is of\r\nparamount importance to all the peoples of the world,\r\nbecause nuclear war portends such irreversible destruction\r\nand mass death. The small-island and low-lying coastal\r\nStates of the Caribbean littoral equally fear the irreversible\r\ndestruction and suffering which global warming and\r\nsea-level rise will inflict on our small countries. Just as the\r\nUnited Nations was instrumental in decreasing the threat of\r\nnuclear war, so, too, do the CARICOM and Suriname\r\nenvisage the United Nations successfully persuading the\r\nindustrialized countries to refrain from harmful production,\r\nwasteful consumption and destructive disposal patterns\r\nwhich may cause our innocent States to be destroyed. We\r\nare very thankful for the existence of the United Nations.\r\nThe commemoration of the fiftieth anniversary of our\r\nUnited Nations is thus a time for celebration and reflection;\r\nit is also a time for contemplating the future. The\r\nCARICOM and Suriname believe that our future will be\r\neven more exceptional than our past. We believe that by\r\nthe year 2045 the United Nations will have reversed\r\nenvironmental decline, succeeded at global disarmament,\r\nresolved the debt crisis, created a just economic order,\r\narrested population growth, reduced poverty, empowered\r\nwomen, eliminated discrimination against other vulnerable\r\ngroups and saved the world’s indigenous peoples from\r\nextinction.\r\nIf that is to be our future, then we must be for ever\r\nvigilant; we must never allow our United Nations to\r\nbecome undemocratic or weak. We, the peoples of the\r\nUnited Nations, must stand united for a better world.\r\nMr. Kittikhoun (Lao People’s Democratic\r\nRepublic) (interpretation from French): Next year the\r\nUnited Nations, the only global multilateral forum, will\r\ncelebrate its fiftieth anniversary. This historic occasion\r\nwill offer the international community an important\r\nopportunity to draw lessons from the past and to engage\r\nin an in-depth exchange of views on the role which our\r\nOrganization must play in the years to come. The\r\nGovernment of the Lao People’s Democratic Republic\r\nattaches great importance to this event and will actively\r\nparticipate in its commemoration.\r\nSince the bipolar era ended, the genuine peace which\r\nthe world needs so desperately has still not been\r\nestablished. Indeed, we have seen genocide, “ethnic\r\ncleansing” and other heinous crimes against humanity\r\narise from border, tribal, religious and ethnic conflicts. In\r\nfact, our universal Organization is moving into uncharted\r\nterritory. In order for it to play an effective role, the\r\nUnited Nations — particularly its Security Council —\r\nneeds to be restructured and democratized. Bolstered by\r\nthe purposes and principles enshrined in its Charter, it is\r\ncalled upon to play an important role in the search for\r\nsolutions to problems or crises arising in various regions\r\nof our world. By taking concerted action, the United\r\nNations will be working in the service of world peace and\r\ndevelopment.\r\nBy its resolution 48/215 B of 26 May 1994, the\r\nGeneral Assembly decided to convene a special\r\ncommemorative meeting of the General Assembly on the\r\noccasion of the fiftieth anniversary of the entry into force\r\nof the Charter of the United Nations, to be held at United\r\nNations Headquarters from 22 to 24 October 1995.\r\nInvitations will be issued to all Member and observer\r\nStates at the level of head of State or Government, and\r\n8\r\nGeneral Assembly 55th meeting\r\nForty-ninth session 9 November 1994\r\nthey will all have the opportunity to speak. We support the\r\nidea that proper preparation for this event will mean doing\r\neverything possible to ensure that the commemoration of\r\nthe fiftieth anniversary has lasting repercussions and great\r\nsymbolic value. In this regard, it is important that the\r\nMember States, in their joint declaration, solemnly reaffirm\r\nthe ideals and principles of the Charter and define the\r\nmajor guidelines for the Organization’s action in the future.\r\nNo less important is a heightening of the general public’s\r\nawareness of the importance of the United Nations and its\r\nrole in current international relations. The public’s support\r\nand backing are clearly necessary if our universal\r\nOrganization is to succeed in its undertaking.\r\nAware of the importance of the event, and seeking to\r\nensure careful preparation for this commemoration, the Lao\r\nGovernment has created a national committee led by\r\nMr. Somsavat Lengsavad, Minister of Foreign Affairs, and\r\ncomposed of high-level officials from other bodies and\r\nministries concerned: the Office of the Prime Minister, the\r\nMinistry of Information, the Committee for Planning and\r\nCooperation, the Ministry of Agriculture and Forests, the\r\nMinistry of Education, the Ministry of Telecommunications,\r\nPosts and Construction and the Ministry of Finance.\r\nWorking closely with the resident United Nations\r\ncoordinator in Laos, the national committee is now engaged\r\nin active preparations for the celebration of the fiftieth\r\nanniversary of the United Nations in the Lao People’s\r\nDemocratic Republic.\r\nTogether with the resident United Nations coordinator,\r\nwe plan to undertake the following major activities: first, a\r\ncommemorative meeting on 24 October 1995, which\r\nmembers of the Lao Government, high officials of the\r\nMinistries involved and United Nations personnel will\r\nhonour the occasion with their presence; second, a reception\r\nmarking this event; third, exhibitions of photographs\r\ncovering assistance of international organizations in the Lao\r\nPeople’s Democratic Republic and activities of the Republic\r\nin various forums of the United Nations; fourth, sports\r\ncompetitions, including a marathon and football matches,\r\nbetween Lao officials and United Nations personnel; fifth,\r\nthe issuing of stamps and calendars commemorating the\r\nfiftieth anniversary of the United Nations; sixth, the\r\nconstruction of a public park to commemorate the fiftieth\r\nanniversary; seventh, the broadcasting of television and\r\nradio programmes and the publication of magazines on the\r\nhistory of the United Nations and its activities in the Lao\r\nPeople’s Democratic Republic; eighth, interviews with Lao\r\nleaders and the United Nations representative in the Lao\r\nPeople’s Democratic Republic on 24 October 1995, the day\r\nmarking the fiftieth anniversary; ninth, the sale of T-shirts\r\ncommemorating the fiftieth anniversary; tenth, the\r\ndistribution to children of toys and souvenirs relating to\r\nUnited Nations activities; eleventh, the publication of\r\nbrochures and pamphlets on cooperation between the Lao\r\nPeople’s Democratic Republic and the United Nations;\r\nand twelfthly, the production of audiovisual materials on\r\nthat cooperation.\r\nWith the support of all the Lao sectors and services\r\nconcerned, this celebration is being prepared with great\r\ncare. My delegation keenly hopes that the implementation\r\nof this programme of activities will contribute, however\r\nmodestly, to the international effort to make this\r\ncommemoration an event of universal importance.\r\nMr. Thanarajasingam (Malaysia): In less than 345\r\ndays, on 22 October 1995, our leaders will meet here to\r\ncommemorate the fiftieth anniversary of the United\r\nNations. Additionally, there will be other activities at the\r\nnational, regional and international levels to mark that\r\nimportant occasion. These activities will clearly involve\r\nmany and various players: Governments, peoples,\r\nintergovernmental organizations and non-governmental\r\norganizations.\r\nThe occasion itself will be a high point in our\r\ncontinuing efforts to take stock of the United Nations —\r\nits past, present and future. An assessment of its past and\r\npresent will be important in charting the future course of\r\nour Organization, which in many ways represents the\r\nsubstance and structure of multilateralism. For the vast\r\nmajority of us who were not there at its inception, the\r\nfiftieth anniversary provides an ideal opportunity to help\r\nshape a multilateralism that will contribute to peace,\r\nsecurity and development. The substance and structure of\r\nthe multilateralism of the next millennium must reaffirm\r\nthe ideals enshrined in our Charter. Multilateralism for\r\npresent and future generations must address the concerns\r\nof all of us. It must over time resolve the inequities in the\r\nmultilateral system while ensuring people-centred\r\ndevelopment.\r\nThe Preparatory Committee for the Fiftieth\r\nAnniversary of the United Nations, which was established\r\non 13 April 1992, has continued to promote various\r\nactivities designed to mark the occasion. These activities\r\nwill have an important bearing on the public perception\r\nof the United Nations. A positive public perception would\r\ncontribute to strengthening the United Nations itself.\r\nMalaysia welcomes the recent resolution of the\r\nquestion of an invitation to Palestine to participate in the\r\n9\r\nGeneral Assembly 55th meeting\r\nForty-ninth session 9 November 1994\r\nspecial commemorative meeting of the General Assembly\r\nat the level of Heads of State or Government, scheduled for\r\n22 to 24 October 1995. Indeed, we were surprised that the\r\nquestion arose in the first place, considering the important\r\ndevelopments taking place in the Middle East region.\r\nWe also wish to underline the need to continue the\r\nconsultations on the draft declaration to be adopted at the\r\nspecial meeting. Document A/49/48 has detailed some of\r\nthe salient elements pertaining to the draft declaration. For\r\nour part, we are ready to begin immediate negotiations on\r\nthe draft declaration.\r\nThe various activities undertaken by the Preparatory\r\nCommittee deserve the full support of all Member States.\r\nAt the same time, those activities must reflect global\r\ndiversity. The activities must be a true reflection of the\r\ntheme of the commemoration, namely\r\n“We the peoples of the United Nations ... United for\r\na better world”.\r\nWe recognize that for the activities to truly reflect\r\nglobal diversity, there is an urgent need for the various\r\nnational committees to play an important role. The priority\r\ntask ahead for national committees is to heighten public\r\nawareness of the important role of our Organization. The\r\ncontinuing relevance of the United Nations must be\r\nemphasized and explained.\r\nMalaysia, like a number of other Member States, has\r\na national committee which has drawn up a comprehensive\r\nprogramme to commemorate the fiftieth anniversary. The\r\nprogramme encompasses the whole spectrum of our society,\r\nwith stress on the young. The national committee itself is\r\nheaded by the Minister of Foreign Affairs and includes\r\nmembers from outside the public sector as well.\r\nBefore concluding, my delegation wishes to\r\nacknowledge the full support extended by the Secretariat\r\nunder the leadership of the Under-Secretary-General, Mrs.\r\nGillian Sorensen, and her staff.\r\nMr. Ahamed (India): At the outset I would like to\r\ncompliment the Chairman of the Preparatory Committee for\r\nthe Fiftieth Anniversary of the United Nations and Mrs.\r\nSorensen, the Under-Secretary-General, who, with energy\r\nand enthusiasm, have put in a tremendous amount of work\r\non the preparations.\r\nWe in India have already drawn up a comprehensive\r\nyear-long programme of activities to be carried out between\r\nOctober 1994 and October 1995 to commemorate the\r\nfiftieth anniversary of the United Nations. The programme\r\nincludes seminars, exhibitions, the broadcasting of special\r\ntelevision and radio programmes, the publication of\r\nbooks, the production of souvenirs and so forth. We have\r\ntargeted a number of activities specifically at youth and\r\nchildren, for whom we are striving to create a better\r\nworld through our work in the United Nations.\r\nThe year-long activities to commemorate in India the\r\nfiftieth anniversary of the United Nations were\r\ninaugurated on 30 October, the date on which India joined\r\nthe United Nations 49 years ago. The Prime Minister of\r\nIndia, Mr. P. V. Narasimha Rao, addressed the nation on\r\nthis occasion. In his address, Mr. Rao noted that the\r\nUnited Nations has been a major factor in maintaining\r\npeace and in changing the world, slowly and often\r\nimperceptibly, into a visibly different place. He said:\r\n“India became independent within two years of\r\nthe setting up of the United Nations. The two grew\r\ntogether, giving strength and inspiration to each\r\nother in a symbiotic relationship. Each was the\r\nproduct of a long struggle, one of the embers of a\r\nviolent world war and the other of the sacrifices of\r\na non-violent freedom movement.\r\n“The United Nations was founded on the age-\r\nold dream of one world, envisioned for centuries by\r\nenlightened human beings. Our foreign policy has\r\nbeen deeply influenced by the universal outlook of\r\nthe stalwarts who led us to freedom. India and the\r\nUnited Nations worked in tandem, their policies in\r\ncomplete harmony and their goals held in common.”\r\nSpeaking about the tasks ahead of the United\r\nNations Mr. Rao said:\r\n“Eradicating poverty, providing employment\r\nand creating a just, fair and equitable international\r\neconomic order are prime concerns of the\r\ninternational community. Peace and security, to be\r\ndurable, require comparable levels of human\r\nprosperity across the globe. The United Nations\r\ncannot function usefully or effectively as long as\r\nhumanity continues to be burdened with increasing\r\neconomic and social disparities.”\r\nReiterating India’s commitment to world peace and\r\nthe progress of all human beings, the Prime Minister of\r\nIndia rededicated India to the cause of the United Nations\r\n10\r\nGeneral Assembly 55th meeting\r\nForty-ninth session 9 November 1994\r\nas the only vehicle for steering humankind to a better\r\nfuture.\r\nOur delegation has taken an active part in the work of\r\nthe Preparatory Committee. We are happy that the fiftieth\r\nanniversary secretariat has developed a comprehensive\r\nprogramme of activities. At the same time, we have noted\r\nthat those programmes originate predominantly from the\r\ndeveloped countries. It is true that the charitable\r\norganizations, donors and cultural institutions of the\r\ndeveloped world enjoy the advantage of proximity to the\r\nUnited Nations and greater surplus resources. We also\r\nrecognize the fact that most of the activities of the fiftieth\r\nanniversary are being funded by voluntary contributions or\r\nare on a self-financing basis. Nevertheless, we feel that\r\nthere should be a balance in the programme of activities.\r\nThe programmes should be universal in nature, reflecting\r\nthe diversity of the cultures of the States Members of the\r\nUnited Nations. The fiftieth anniversary secretariat needs to\r\nreach out to the developing world.\r\nOur delegation expressed the view during the\r\nPreparatory Committee meetings that programmes of a\r\nserious nature, beyond the celebratory aspects of the fiftieth\r\nanniversary, should be given equal importance. We would\r\nlike to see more programmes, such as seminars, discussions\r\nand so on, involving scholars, statesmen and intellectuals.\r\nThe outcome of such activities would provide valuable\r\ninput for the charting of the future of the United Nations.\r\nSuch intellectual exercises would also be useful for\r\nanalysing past achievements and for drawing lessons from\r\nthe past and the recent activities of the United Nations.\r\nOur delegation is of the firm view that a declaration\r\nshould be issued at the end of the Summit meeting in\r\nOctober 1995 as the finale of the commemorative activities.\r\nA declaration reflecting the thoughts and sentiments of our\r\nleaders on the occasion will be the most valuable memento\r\nthe celebrations can bequeath to future generations. Our\r\ndelegation has endorsed the draft declaration submitted by\r\nthe non-aligned countries in this regard. We would like to\r\nappeal to all delegations to demonstrate flexibility and\r\ncooperation in working out the declaration for the Summit\r\nmeeting.\r\nIn conclusion, our delegation offers its continued\r\ncooperation to the Preparatory Committee for the success\r\nof the fiftieth anniversary celebrations.\r\nMr. Yaacobi (Israel): At the outset, I should like to\r\ncongratulate the President on his election. We wish him\r\nevery success in conducting the Assembly’s affairs. I\r\nshould also like to express our appreciation to the\r\nChairman of the Preparatory Committee and to Mrs.\r\nSorensen, the Under-Secretary-General, for the\r\ninformative report the Committee has submitted.\r\nAlmost 50 years ago the framers of the Charter of\r\nthe United Nations set great challenges by making a\r\nfar-reaching commitment to the loftiest ideals of\r\nhumankind. They stated that the Purposes of the United\r\nNations include the following:\r\n“to strengthen universal peace;\r\n“To achieve international cooperation in solving\r\ninternational problems ... and encouraging respect\r\nfor human rights and for fundamental freedoms ...\r\nand\r\n“To be a centre for harmonizing the actions of\r\nnations in the attainment of these common ends.”\r\nAs we review the past five decades, we can take\r\npride in the United Nations impressive accomplishments\r\nand progress towards meeting those ideals. Yet we can\r\nsee that the great task has just begun.\r\nIt is an unfortunate fact that only a minority of\r\ncountries currently enjoy truly democratic systems. While\r\ndemocratization cannot be imposed from the outside, the\r\nUnited Nations can and should promote education towards\r\ndemocracy. Not only is democracy essential to full\r\nrespect for human rights, but it is also a necessary\r\ncondition for lasting peace, stability and economic and\r\nsocial progress.\r\nThe United Nations should be especially sensitive to\r\nthis truth, having been founded in the aftermath of the\r\nSecond World War on the ruins of a world laid waste by\r\nthe forces of tyranny and fascism.\r\nIt is Israel’s hope that the Middle East, in its search\r\nfor peace, stability and prosperity, might become a model\r\nof hope for the entire international community. Despite\r\nmany obstacles, we have recently seen in our region great\r\nprogress towards a brighter future. This progress is based\r\non direct, bilateral negotiations between parties that desire\r\nto replace conflict with cooperation.\r\nThe peace process began with a conference held in\r\nMadrid, co-sponsored by the United States and the\r\nRussian Federation. It was followed by bilateral\r\nnegotiations on several tracks, by multilateral talks and by\r\n11\r\nGeneral Assembly 55th meeting\r\nForty-ninth session 9 November 1994\r\nthe Casablanca Conference on enhancing regional\r\ncooperation, in order to create a better economic and social\r\nreality for all the peoples of the Middle East.\r\nAs the prospects for peace grow, there is a need to\r\ndevote more resources to social and economic development\r\nin the region. The United Nations, through such agencies as\r\nthe United Nations Development Programme (UNDP), the\r\nUnited Nations Relief and Works Agency for Palestine\r\nRefugees in the Near East (UNRWA) and the United\r\nNations Children’s Fund (UNICEF), has been contributing\r\nto meet the basic needs of the Palestinians in the West\r\nBank and Gaza. Now these and other agencies are making\r\nincreased efforts in cooperation with Israel, the Palestinian\r\nAuthority and the donor countries to change the human,\r\nsocial and economic realities in those areas. Such a change\r\nis a necessary basis for a changed state of mind, one\r\nmarked by an unflagging commitment to peaceful\r\ncoexistence. The United Nations role in the Middle East\r\nduring the next 50 years will necessarily be affected by\r\nthese far-reaching changes.\r\nOver the past five decades the relationship between\r\nIsrael and the United Nations has known both high and low\r\npoints. The realities of cold-war politics created an\r\nautomatic majority in the General Assembly that would\r\nsupport almost any initiative designed to single out Israel\r\nfor condemnation. Such moves tried to make Israel an\r\noutcast from the family of nations. It is our hope that this\r\nblemish on the record of the United Nations will remind all\r\nStates of the dangers of abusing this forum of peace. By\r\nrepealing in 1991 the resolution which libelled Zionism as\r\na form of racism, the General Assembly took an important\r\nstep in demonstrating that this lesson is being taken to\r\nheart.\r\nIsrael has a noble debt to the United Nations. It was\r\nthe United Nations which, on 29 November 1947, adopted\r\na resolution restoring sovereignty to the Jewish people after\r\n2,000 years of exile from their land. Then, on 11 May\r\n1949, the General Assembly welcomed the new State of\r\nIsrael as a Member State of the United Nations.\r\nFollowing the 1967 six-day war, the Security Council\r\nadopted resolution 242 (1967) which affirms the right of\r\nevery State in the area\r\n“to live in peace within secure and recognized\r\nboundaries free from threats or acts of force”.\r\nThe Security Council reaffirmed this right in resolution 338\r\n(1973) adopted during the 1973 Yom Kippur war. In the\r\nlight of the historic steps towards peace in our region,\r\nIsrael has encouraged the General Assembly to avoid\r\nadopting anachronistic resolutions detached from the new\r\nreality. We welcome the progress that has already been\r\nmade — the adoption of resolution 48/58 which\r\nwelcomed the Middle East peace process and the\r\nagreements between Israel and the PLO and Israel and\r\nJordan; the removal of contentious language and issues\r\nfrom other resolutions on the Middle East; and the\r\nelimination of obsolete resolutions that were contrary to\r\nthe new reality. We look forward to further progress in\r\nthis area, which would be a constructive expression of the\r\nUnited Nations commitment to the Middle East peace\r\nprocess.\r\nIsrael is pleased that its national preparations for the\r\ncelebration of the fiftieth anniversary of the United\r\nNations are taking place in an atmosphere of increasing\r\ncooperation and improved relations between Israel and the\r\nUnited Nations. Our commemoration will include the\r\nprinting of a special postage stamp and the convening of\r\nan international conference. We will devote special\r\nattention to cultural and educational activities aimed at\r\ninforming the Israeli public about the recent positive\r\ndevelopments in Israel-United Nations relations and\r\ncalling for Israel’s active participation in the United\r\nNations system.\r\nIsrael looks forward to increased involvement in\r\nUnited Nations activities. Over the past year, Israel has\r\nparticipated in the civilian and humanitarian spheres in\r\npeace-keeping activities in Rwanda and Haiti, and in\r\nelection monitoring in South Africa and Mozambique, and\r\nhas made contributions in other areas as well. For the first\r\ntime in over 30 years, Israeli candidates were elected in\r\ndirect elections to serve on United Nations committees\r\nand bodies.\r\nUnfortunately, Israel has been refused membership\r\nin a geographic group at the United Nations and is thus\r\nbarred from membership in all United Nations bodies in\r\nwhich the elections are based upon regional quotas of\r\nrepresentation. As the United Nations enters a new stage\r\nin its existence, we again urge our fellow Member States\r\nto rectify this grave breach of the principle of\r\nuniversality. We urge them to help ensure respect for the\r\nsovereign equality of all Member States as envisioned in\r\nthe Charter of the United Nations.\r\nIn ancient Israel, every fiftieth year was celebrated\r\nas a year of liberty and renewal. In Hebrew it is called\r\n12\r\nGeneral Assembly 55th meeting\r\nForty-ninth session 9 November 1994\r\n“yovel”, from which derives the English word “jubilee”. As\r\nit is written in Leviticus,\r\n“Then shalt thou cause the trumpet of the jubilee to\r\nsound... And ye shall hallow the fiftieth year and\r\nproclaim liberty throughout all the land unto all the\r\ninhabitants thereof.” (The Holy Bible, Leviticus 25:9\r\nand 10)\r\nMay the jubilee of the United Nations mark a year of\r\nrenewal for the Organization. May it be a year of peace and\r\nabundance, proclaiming liberty throughout all the world\r\nunto all the inhabitants thereof.\r\nMr. Elsafty (Egypt): My delegation welcomes the\r\nreport of the Preparatory Committee for the Fiftieth\r\nAnniversary of the United Nations, to be adopted by the\r\nGeneral Assembly. We praise the capable leadership of\r\nAmbassador Richard Butler, Permanent Representative of\r\nAustralia, who has been successfully steering the work of\r\nthe Committee. We are confident that he and the other\r\nofficers of the Committee will continue to play an active\r\nrole in laying the ground for a very successful fiftieth\r\nanniversary. We are also counting on the hard work of\r\nMrs. Sorensen, the Under-Secretary-General, Special\r\nAdviser to the Secretary-General for Public Policy, and her\r\nstaff who are coordinating a worldwide campaign in\r\npreparation for the anniversary.\r\nLast year an Egyptian National Committee was\r\nestablished to prepare for the commemoration of the fiftieth\r\nanniversary. We are looking forward to close cooperation\r\nbetween that Committee and the Secretariat for the United\r\nNations fiftieth anniversary. At its meeting on 3 November,\r\nthe Egyptian National Committee agreed on the final\r\nprogramme of work that will extend throughout 1995. The\r\nprogramme includes activities in many spheres. I shall not\r\nexpand on the details of that programme but simply say\r\nthat it will include activities in schools and the mass\r\nmedia — newspapers, radio or television. It includes the\r\nissuing of commemorative stamps and coins and exhibitions\r\nin Egypt and abroad. The Foreign Ministry will issue a\r\nWhite Paper and organize round-table discussions, lectures\r\nand United Nations models. In short we, in Egypt, will\r\nhave a year full of activities to further the noble goals of\r\nthe Charter.\r\nThere has been wide agreement among United Nations\r\nMember States that the fiftieth anniversary of the United\r\nNations should not be celebrated only by commemorative,\r\nceremonial activities, however important they are in\r\nspreading the United Nations message around the globe.\r\nTwo years ago, the General Assembly established the\r\nPreparatory Committee for the Fiftieth Anniversary and\r\neveryone agreed that the Committee should also function\r\nas a forum to reflect on the experience of the United\r\nNations throughout the past five decades. At an early\r\nstage the Committee agreed to start drafting a universal\r\ndeclaration to be adopted by a summit meeting on the\r\noccasion of the fiftieth anniversary. It is unfortunate that\r\nno substantial progress has been achieved towards that\r\ngoal. We are hopeful that the drafting committee will\r\nexpedite its work in order to finish the declaration before\r\n22 October 1995.\r\nWe are also hopeful that such a declaration will\r\nreview the past, assess the present and look to the future\r\nof the United Nations. We should opt for an action-\r\noriented declaration which would meet world expectations\r\nof that occasion.\r\nFifty years ago, the founding fathers of the United\r\nNations aspired to very noble objectives when they agreed\r\nto the Charter. They were determined to save succeeding\r\ngenerations from the scourge of war, to reaffirm faith in\r\nfundamental human rights and to promote economic and\r\nsocial progress. It is now time to evaluate the varying\r\ndegrees of success with which the United Nations has\r\nhelped mankind to advance towards these noble ends. We\r\nshould also be able to answer certain fundamental\r\nquestions: What should the United Nations do to respond\r\nto the new challenges to international peace and security?\r\nHow can we further develop capabilities of the United\r\nNations in the fields of preventive diplomacy,\r\npeacemaking, peace-keeping and post-conflict peace-\r\nbuilding? How can we turn the United Nations into an\r\n“international machinery for the promotion of the\r\neconomic and social advancement of all peoples” —\r\na Charter objective that has never come to pass?\r\nWe shall celebrate the fiftieth anniversary of the\r\nUnited Nations with the theme, “We the People of the\r\nUnited Nations ... United for a Better World”. There can\r\nbe no doubt that our world is better today than it was\r\n50 years ago in many regards, as most people have been\r\nfreed from colonial control, the apartheid regime has\r\nceased to exist and no more nuclear weapons have been\r\nused. We can think of some other successes or success\r\nstories of the United Nations to tell. Unfortunately, we\r\ncould also cite several failures and setbacks. On the\r\nfiftieth anniversary, we should make sure that the United\r\n13\r\nGeneral Assembly 55th meeting\r\nForty-ninth session 9 November 1994\r\nNations will contribute to a safer, healthier and better world\r\nin the future.\r\nMs. Vidal (Colombia) (interpretation from Spanish):\r\nIn the Preamble to the Charter of the United Nations, the\r\nfounders of this Organization enshrined the motivation that\r\ninspired its inception in 1945:\r\n“We the peoples of the United Nations determined to\r\nsave succeeding generations from the scourge of\r\nwar ... to reaffirm faith in fundamental human rights,\r\nin the dignity and worth of the human person, in the\r\nequal rights ... of nations large and small, and ... to\r\npromote social progress and better standards of life in\r\nlarger freedom.”\r\nThe past has shown us that, though we have learned\r\nabout coexistence and respect for the integrity of each\r\nnation and each process, the road to tolerance and to the\r\norderly development of a mankind equal and free from\r\nconflict is still long and painful.\r\nThe fundamental feature of the United Nations\r\nmembership is its diversity, in linguistic, cultural, ethnic,\r\nreligious, economic, social, political and other terms. This\r\ndiversity, properly understood and harmonized, becomes a\r\nsource of wealth that must be harnessed in our joint efforts\r\nto build a better world.\r\nIn the past, models of authoritarian domination\r\nprevailed in many parts of the world, such as colonialism\r\nor militarism. Today there is a clear trend to seek local\r\nsystems based on participation and concerted action, and\r\nthis trend must be extended at the regional and international\r\nlevels.\r\nThere can be no doubt that the democratization of\r\ninternational relations must find reflection within the United\r\nNations itself. As we reflect on the role of the Organization\r\nfor the coming decades, we must bear in mind this\r\nfundamental trend towards a participatory community that\r\nconstantly renews itself with new centres of development\r\nand of progress.\r\nSince it is “we the peoples of the United Nations” and\r\nnot “we the wealthy countries of the United Nations” for\r\nwhich this Organization was created, Colombia views with\r\ngreat concern the contentions put forward with regard to the\r\nrestructuring of the major bodies of this institution.\r\nHistory has constantly taught us that political and\r\neconomic power is transitory. As we reflect about updating\r\nthe United Nations in order to adjust it to the new\r\nrealities, we must pursue the goal of creating a structure\r\nwhose validity will endure in the coming decades. We\r\nmust therefore not give in to the temptation of seeking\r\nquick formulas capable of only short-term solutions.\r\nA creative, bold and flexible approach in keeping\r\nwith the dynamics of these new and unexpected changes\r\nmust be accompanied by matching actions and solutions.\r\nOnly thus will we be able to keep up with the dizzying\r\npace of a conflict-weary world on the threshold of the\r\ntwenty-first century.\r\nWe are facing a new process of political change.\r\nHistory, however, is replete with such changes; it has\r\ndemonstrated that power is fleeting and that no one\r\npeople holds a monopoly on it. Today some have it;\r\ntomorrow others will. This strikingly obvious fact must\r\nguide our work within the Organization. Those who held\r\npower in the past do not necessarily hold it today; it is\r\nlikely that those who wield it today will not wield it\r\ntomorrow.\r\nThus Colombia believes that only a participatory and\r\ndemocratic system, free of permanent privilege or\r\ncategory, will guarantee the durability and, in particular,\r\nthe relevance of the United Nations.\r\nBeyond merely political considerations, the United\r\nNations in the years just ahead faces the challenge of how\r\nbest to promote social and economic progress for all\r\npeoples. We are convinced that development is the basis\r\nfor all other processes, including that of consolidating\r\npeace.\r\nThe United Nations must continue its military and\r\ncivilian operations for the maintenance of peace, thus\r\nworking to attain the most important of its purposes. But\r\nit must go beyond this, because although many such\r\noperations have been successful they do not of themselves\r\ncreate wellbeing, equity or justice.\r\nWe believe the time has come to take stock of the\r\nunquestionable achievements that justify the existence of\r\nthe United Nations, but we must also recognize and\r\nanalyse its failures. On this basis, we will be able to alter\r\nthe course of an Organization which today has\r\n184 Member States, composed with the 51 original\r\nMember States that subscribed to the San Francisco\r\nCharter.\r\n14\r\nGeneral Assembly 55th meeting\r\nForty-ninth session 9 November 1994\r\nThe political, military and economic situation today is\r\nvery different from that which prevailed in the post-war\r\nperiod. This requires an in-depth review and restructuring\r\nof the various bodies of the United Nations system to\r\nreflect the new international realities resulting from the end\r\nof the cold war: for example, the creation of new States;\r\nthe increase in Member States, or those hoping to join; and\r\nthe growing call for action to be taken by the United\r\nNations — not only military, but also in vital areas such as\r\nhumanitarian aid, the preservation of democracy,\r\nmonitoring elections, defending human rights,\r\nenvironmental conservation, and economic and social\r\ndevelopment; to name just a few of the most important.\r\nBeyond that, integral cooperation is another major\r\npillar for the creation of structures to foster growth and\r\nprogress. International cooperation must go hand in hand\r\nwith effective and focused programmes at the national\r\nlevel. To achieve this, however, we need not force, but,\r\nrather, a concerted and united approach. The use of force\r\nis sterile when the aim is to generate wealth and\r\ndevelopment for all on a stable and sustainable basis.\r\nWe therefore believe that the United Nations, at a time\r\nwhen it is consolidating and strengthening its operations to\r\npromote peace, must also strengthen its capacity to act and\r\nrespond in the field of human development, on the national\r\nand regional levels, so as to arrive at a fair and sustainable\r\ninternational system. The valuable resources of the United\r\nNations must be organized more efficiently and used to\r\nserve the attainment of our common goal: a world in which\r\nhuman beings live in dignity, with respect and harmony.\r\nIn this context, we must intensify our efforts to\r\nevaluate problems and crises, while preserving the principle\r\nof peaceful coexistence. Otherwise, whatever we do,\r\nindividually or collectively, will be ineffective.\r\nColombia believes that the United Nations certainly\r\ndeserves an appropriate commemoration of its 50 years’\r\nexistence. Though it can look back on both successes and\r\nfailure, it is obvious that it has contributed a great deal to\r\nmitigating the devastating impact of the power struggle\r\nwhich has convulsed many regions. The struggle continues,\r\nto the extent that, as Alvin Toffler put it, industrial\r\ncivilization is losing its grip on the planet as new forces\r\ndestined to dominate the Earth are coming to the fore.\r\nTherefore, the outlook is complex and full of\r\nuncertainty. We must work together to meet the\r\nexpectations of our countries regarding the effectiveness of\r\nthe United Nations. A concerted and cooperative approach,\r\nnot diktat and confrontation, must be the Organization’s\r\ntools over the next 50 years in order to make a reality of\r\nits significant, encouraging and splendid name, “United\r\nNations”.\r\nMr. Flores Olea (Mexico) (interpretation from\r\nSpanish): We are 11 months away from the fiftieth\r\nanniversary of the United Nations; 24 October 1995 has\r\nprofound meaning above and beyond pomp and\r\ncircumstance. It marks a unique opportunity for us to stop\r\nand think about the most universal body States have\r\ncreated. It is also an opportunity for us to take stock of\r\nour achievements and our limitations, an opportunity to\r\nexamine the new situation in which our Organization now\r\nfinds itself as well as the challenges it faces at this time,\r\nas we near the end of the century and are on the threshold\r\nof the next. After all, the United Nations today has 184\r\nMembers — over three times the membership when the\r\nOrganization was founded. This increase has enriched and\r\nraised to a new level our relationships in this forum.\r\nAbove and beyond that, the work of the United\r\nNations ranges from peace-keeping to the promotion of\r\neconomic and social development, from protecting human\r\nrights to environmental conservation and from fighting\r\ndrug-trafficking to efforts to achieve disarmament. As a\r\nphilosopher once said, nothing human is foreign to it.\r\nThe international community is unquestionably\r\ncommitted to an exceptional effort to strengthen the\r\nOrganization’s machinery to ensure peace and security\r\nand the other fundamental pillar of its work — the\r\npromotion of development.\r\nThe changes the Organization has undergone reflect\r\nan order profoundly different from the one bequeathed to\r\nus by the post-war period. To maintain its essential role\r\non the world stage, the Organization must respond to the\r\nchanges, learning to live with imperfections while\r\ncorrecting anachronisms. Today, as never before, world\r\npublic opinion, the opinion of the people in our countries\r\nof “we the peoples”, is aware of what the United Nations\r\ndoes or fails to do of its achievements and its failures.\r\nWe welcome the fact that last May the General\r\nAssembly adopted resolution 48/215 B, whereby it\r\ndecided to convene a special meeting of the General\r\nAssembly from 22 to 24 October 1995 at the level of\r\nHeads of State and Government.\r\nThe solemn meeting of our Heads of State and\r\nGovernment is an opportunity for the adoption of a\r\n15\r\nGeneral Assembly 55th meeting\r\nForty-ninth session 9 November 1994\r\ndeclaration that, as we see it, should reflect on past\r\nachievements, while analysing the challenges of the present\r\nand addressing trends that point to the future.\r\nThe Secretary-General, in his report on the work of\r\nthe Organization submitted to the General Assembly last\r\nSeptember, pointed out that the fiftieth anniversary of the\r\nfounding of the United Nations presented a historic\r\nopportunity that must be seized. He stated that:\r\n“The fiftieth anniversary ... invites the United\r\nNations, its Member States and the peoples of the\r\nworld to appreciate and strengthen the\r\naccomplishments of the past, to recognize and meet\r\nthe challenges of the present, and to design and\r\nimplement a plan for the United Nations of the\r\nfuture.” (A/49/1, para. 12)\r\nWe have, of course, fully supported the work done by\r\nthe open-ended drafting group established by consensus to\r\nprepare the draft declaration, and we shall continue to do\r\nso, because we feel that the adoption of a substantive\r\ndocument, coinciding with the meeting of our Heads of\r\nState and Government, is the best way to ensure the success\r\nof, and to give significance to, the October 1995 summit.\r\nOf course, we should have liked the drafting group to\r\nwork more quickly during the year. None the less, we are\r\noptimistic since, as we see from the report to the General\r\nAssembly of the Preparatory Committee for the Fiftieth\r\nAnniversary, an intensive debate has already taken place.\r\nMuch of what emerged in that exchange will surely be\r\nreflected in the declaration. However, we must not put too\r\nmuch trust in propitious inertia, nor err on the side of\r\nexcessive caution in a text that must speak definitively for\r\nus all and therefore must adequately reflect the problems of\r\nus all, the serious issues that we necessarily share, for good\r\nor ill. Thus, it is indeed high time to take pen in hand and\r\nget down to drafting.\r\nMexico’s national committee on the commemoration\r\nof the fiftieth anniversary is pursuing its work in my\r\ncountry, determined to disseminate knowledge of the\r\npurposes and principles and work of the United Nations. To\r\nraise the Mexican people’s consciousness of the activities\r\nof the Organization and to ensure their support, we have\r\nagreed, among other things to be accomplished, on a\r\nprogramme of publications devoted to issues historically\r\nrelevant to the United Nations, with particular reference to\r\nMexico.\r\nWe are also promoting the production by public,\r\nprivate and university facilities of radio and television\r\nprogrammes devoted to the United Nations and have set\r\nin train an extensive programme to prepare translations,\r\nseminars and conferences devoted to the fiftieth\r\nanniversary.\r\nAt the level of our national committee, and as part\r\nof the programme for the issuance of special\r\ncommemorative postage stamps in 1995, our Government\r\nwill issue a postage stamp on the theme of the fiftieth\r\nanniversary of the United Nations.\r\nOur national committee is supporting other activities\r\ndesigned to enhance the significance of the fiftieth\r\nanniversary, to which my Government attaches particular\r\nimportance. In the same spirit, we have contributed to the\r\ntrust fund established by the Secretary-General to support\r\nactivities devoted to the commemoration of the fiftieth\r\nanniversary.\r\nMexico looks forward enthusiastically to the\r\ncommemoration of the fiftieth anniversary of the United\r\nNations. We are joining in the exercise of reflection on\r\nthe issues that is involved in the drafting of the\r\ndeclaration to which we have referred and which will\r\nundoubtedly be one of the culminating events of the\r\nspecial meeting of the General Assembly in October 1995\r\nin which our Heads of State and Government will\r\nparticipate. We reaffirm here that Mexico is fully\r\nprepared to continue working with the Chairman of the\r\nPreparatory Committee, Mr. Richard Butler, Permanent\r\nRepresentative of Australia, and with Under-Secretary-\r\nGeneral Gillian Sorensen to ensure that the\r\ncommemoration of the fiftieth anniversary has the high\r\nprofile and the substance it deserves.\r\nMr. Hormazabal (Chile) (interpretation from\r\nSpanish): We are less than a year away from the fiftieth\r\nanniversary of the United Nations. For the Government of\r\nChile, the commemoration of this anniversary is an act\r\nnot only of justice but also of hope.\r\nIn the mid-1960s, Pope Paul VI, addressing the\r\nGeneral Assembly, issued this emotional appeal:\r\n“Never again war, war never again! Never again one\r\nagainst another, or even one above another, but\r\nalways, on every occasion, with each other.”\r\n16\r\nGeneral Assembly 55th meeting\r\nForty-ninth session 9 November 1994\r\nHis Holiness spoke in this very place, to the\r\nsignatories of the international Magna Carta “to save\r\nsucceeding generations from the scourge of war”.\r\nIn 1992, the Secretary-General of the United Nations\r\nincluded the following devastating fact in his report entitled\r\n“An Agenda for Peace”:\r\n“Since the creation of the United Nations in 1945,\r\nover 100 major conflicts around the world have left\r\nsome 20 million dead.” (A/47/277, para. 14)\r\nTwenty million people represents one and a half times the\r\npopulation of Chile.\r\nNotwithstanding the lessons history has taught us, we\r\nhuman beings, like latter-day Cains, go on spilling the\r\nblood of our brothers, bringing untold suffering to the\r\nworld. It is our world, the only one we have and it belongs\r\nto us all; it is a world in which no one is superfluous and\r\nno one can escape responsibility for commissions or\r\nomissions.\r\nAnother Pope, John Paul II, speaking in 1979 before\r\nthe General Assembly, reminded us that:\r\n“the spirit of war, in its basic primordial meaning,\r\nsprings up and grows to maturity where the\r\ninalienable rights of man are violated.” (Official\r\nRecords of the General Assembly, Thirty-fourth\r\nSession, Plenary Meetings, 17th meeting, para. 25)\r\nIn 1992 the Secretary-General put it this way:\r\n“Poverty, disease, famine, oppression and despair\r\nabound, joining to produce 17 million refugees,\r\n20 million displaced persons and massive migrations\r\nof peoples within and beyond national borders.”\r\n(A/47/277, para. 13)\r\nIn the World Declaration on the Survival, Protection\r\nand Development of Children, approved in 1990 by Chile\r\namong other countries, it is stated that:\r\n“Each day, 40,000 children die from malnutrition and\r\ndisease, including acquired immunodeficiency\r\nsyndrome (AIDS), from the lack of clean water and\r\ninadequate sanitation and from the effects of the drug\r\nproblem. (A/45/625, annex, para. 6)\r\nForty thousand children a day means 1.2 million a\r\nmonth, or more than 14 million a year. And that does not\r\ntake into account the number of persons who today are\r\nbeing cut down by shrapnel, or the number that will be\r\ncut down tomorrow.\r\nEven without war, we have witnessed the negative\r\neffects of nuclear radiation, water pollution and the\r\ndepletion of the ozone layer, any of which can be more\r\ndangerous for people than a hostile army. In 1990 the\r\nformer President of Chile, Patricio Aylwin, said here,\r\n“If we wish to remain faithful to the principles that\r\npresided over the founding of the Organization we\r\nmust be consistent in pursuing the idea that world\r\npeace is closely linked to the reign of freedom,\r\neconomic and social progress and rising standards of\r\nliving for all the world’s peoples.” (A/45/PV.12,\r\np. 21)\r\nToday it is clearer than ever that world peace will\r\nnot be properly safeguarded unless we face up promptly\r\nand appropriately to the root economic and social causes\r\nof many of the conflicts that mankind is now\r\nexperiencing. It will be hard to build a lasting peace as\r\nlong as violations of human rights, massive migration,\r\nlack of freedom, hunger, poverty and social\r\nmarginalization persist.\r\nIt was precisely that certainty that prompted the\r\nGovernment of Chile to promote, within the United\r\nNations, the holding of the World Summit for Social\r\nDevelopment, which, by agreement of the General\r\nAssembly, will take place in Copenhagen next year. In\r\nthe view of the Government of Chile, the World Summit\r\nfor Social Development will offer a unique opportunity to\r\ninaugurate a new phase in the life of the United Nations\r\non the basis of the integrated approach to which I have\r\nreferred.\r\nBy the same token, because we regard the United\r\nNations as a very relevant body, we have resolutely\r\nsupported strengthening and reforming it and have\r\nparticipated actively in the debate on the restructuring of\r\nsome of its organs. We believe that concepts such as\r\ngreater democratization, rationalization and transparency\r\nwill give the activities of the United Nations even greater\r\nlegitimacy.\r\nAccordingly, Chile has made concrete proposals with\r\nrespect to the expansion of the Security Council, of which\r\nmy country hopes to be a member in 1996 and 1997. We\r\nbelieve that in that organ we will be able to make our\r\n17\r\nGeneral Assembly 55th meeting\r\nForty-ninth session 9 November 1994\r\ncontribution to the new spirit of cooperation that today\r\ncharacterizes international relations.\r\nThe commemoration of the fiftieth anniversary of the\r\nUnited Nations gives Chile particular joy. Hence, we have\r\ncooperated actively with the Preparatory Committee, of\r\nwhich we have the honour of being a Vice-Chairman. I take\r\nthis opportunity to mention the excellent leadership\r\nprovided by Ambassador Butler as Chairman of that\r\nCommittee. I would also like to emphasize here the\r\ncommendable work done by Mrs. Sorensen in her capacity\r\nas Special Adviser to the Secretary-General in this\r\nimportant commemoration of the fiftieth anniversary.\r\nIt is precisely in response to the initiatives that\r\nemerged from this forum that Chile has established a\r\nnational committee for the fiftieth anniversary, which is\r\ndesigned to coordinate at the national level the various\r\nactivities planned to draw attention to this important\r\nanniversary and to help our compatriots gain a fuller\r\nunderstanding of the importance of the United Nations for\r\nmankind as a whole. We wish our national committee to\r\nincorporate all sectors of the population, and it is therefore\r\nmade up of representatives of our principal organizations,\r\nincluding the Senate of the Republic, which is the branch\r\nof State power that I have the honour of representing.\r\nIn conclusion, I wish to reiterate Chile’s commitment\r\nto the activities of the United Nations and its determination\r\nto cooperate substantively in the various areas in which the\r\nOrganization is active. In this way we hope to contribute to\r\nthe construction of a more stable and just twenty-first\r\ncentury in which full participation is guaranteed.\r\nFinally, let me say that if we adults do not fulfil our\r\nhistorical responsibilities, I pray to God that the youth of\r\nthe world, our sons and daughters, will at least make it\r\npossible for the $2 million spent every minute, according to\r\nthe Secretary-General, on military defence to be reallocated\r\nto the creation of a world of greater solidarity.\r\nMr. Graf zu Rantzau (Germany): I am speaking on\r\nbehalf of the European Union and Finland, Norway and\r\nSweden.\r\nWe are approaching the golden anniversary of this\r\nOrganization. Next year will be the fiftieth anniversary of\r\nthe signing of the United Nations Charter. In this context,\r\nwe offer our special congratulations to the Chairman of the\r\nPreparatory Committee for the Fiftieth Anniversary of the\r\nUnited Nations, Ambassador Richard Butler of Australia,\r\nwho has so ably guided the Committee’s work since its\r\ninception. Our thanks go also to all the members of the\r\nBureau and to Under-Secretary-General Sorensen and the\r\nstaff of the United Nations fiftieth anniversary secretariat.\r\nSince its establishment in April 1992 the Preparatory\r\nCommittee for the Fiftieth Anniversary of the United\r\nNations has been an active body which has managed to\r\ncoordinate and promote world-wide activities for the\r\ncommemoration of the fiftieth anniversary. It has offered\r\na forum for an exchange of information among United\r\nNations Member States with regard to their national\r\npreparations for the event. By now about 80 countries,\r\nincluding all members of the European Union, as well as\r\nFinland, Norway and Sweden, have established national\r\ncommittees for the commemoration of this event. They\r\nare preparing countless activities on local, regional,\r\nnational and international levels.\r\nAt the same time, the Preparatory Committee\r\nprovided Member States with regular updates about the\r\nplanning and coordinating activities of the United Nations\r\nfiftieth anniversary secretariat. We appreciate the\r\npreparations which are under way for numerous projects\r\ncovering a wide range of activities in the arts,\r\npublications, politics and education. Activities which are\r\ndirected towards the world’s youth enjoy our particular\r\nsupport.\r\nThe European Union and Finland, Norway and\r\nSweden support the efforts made and welcome the\r\nSecretary-General’s invitation for a special meeting of the\r\nGeneral Assembly at its fiftieth session at the level of\r\nHeads of State or Government to commemorate the\r\nfiftieth anniversary. That meeting should celebrate the\r\nfundamental role of the United Nations in pursuing the\r\npurposes ascribed to it by the drafters of the Charter\r\n50 years ago.\r\nThe Preparatory Committee has also taken up the\r\ntask of attempting to produce a special fiftieth anniversary\r\ndeclaration which will reflect common views of all United\r\nNations Member States about the past, the present and,\r\nparticularly, the future of our Organization. The\r\ndeclaration should be clear and concise. We hope that\r\nconsensus on such a declaration can be reached.\r\nThe European Union and Finland, Norway and\r\nSweden wish to reiterate their support for the\r\ncommemoration of the fiftieth anniversary on a national\r\nand an international level. The event should be\r\ncommemorated by all peoples of the world, united for a\r\nbetter future. In this context, we feel that the central\r\n18\r\nGeneral Assembly 55th meeting\r\nForty-ninth session 9 November 1994\r\norientation of the celebrations ought to be towards the\r\nfuture, highlighting the role of the United Nations in\r\ntomorrow’s world.\r\nLet me say that we endorse the recommendations of\r\nthe Preparatory Committee set out in section V of its report\r\nto the General Assembly at its forty-ninth session.\r\nMr. Zlenko (Ukraine) (interpretation from Russian):\r\nThe delegation of Ukraine would like to thank the\r\nRapporteur, Mrs. Lucille Mathurin Mair, for her well\r\nprepared and skilfully presented report. In our view, the\r\nreport provides a good basis for further work by the\r\nPreparatory Committee for the Fiftieth Anniversary of the\r\nUnited Nations.\r\nI should like, at the outset, to take this opportunity to\r\nexpress our sincere gratitude to the Chairman of the\r\nCommittee, Ambassador Butler, and to the Special Adviser\r\nto the Secretary-General for Public Policy,\r\nMrs. Gillian Sorensen, for their tireless efforts to ensure a\r\nproper celebration of the Organization’s anniversary.\r\nThe most important date on the international calendar\r\nfor 1995 will undoubtedly be that which marks the fiftieth\r\nanniversary of the United Nations. The United Nations was\r\nfounded by countries that had borne the brunt of the harsh\r\nordeals of the most brutal war in the history of mankind.\r\nWe are proud of the fact that Ukraine took an active part in\r\nlaying the foundations for the Organization and, together\r\nwith other members of the international community, is\r\ntoday making its contribution to fulfilling the noble\r\npurposes of the United Nations.\r\nThroughout these years the United Nations, in an\r\neffort to harmonize its activity with contemporary global\r\ndevelopments, has continued to be an Organization that is\r\ntruly universal. The unique nature of its structure and its\r\ndedication to the lofty purposes and principles of its Charter\r\nhave promoted the creation of a new dimension in relations\r\nbetween countries and peoples and, to a significant extent,\r\nhas consolidated the foundations for the building of a new\r\nworld order. A driving force in this process has been the\r\nachieving of independence by many countries of the world,\r\nincluding Ukraine.\r\nUkraine, as one of the founding Members of the\r\nUnited Nations, has always taken a most active part in the\r\nactivities of this unique international Organization, which it\r\nregards as the basis for the building of inter-State relations.\r\nBearing in mind the enormous changes in international\r\nrelations in recent years, Ukraine considers the United\r\nNations to have been one of the reliable guarantors of the\r\nindependence and territorial integrity of young\r\nindependent States during the most difficult period of\r\nbuilding and developing their own statehood.\r\nWe also believe that the United Nations can act as\r\na major stimulus to economic reconstruction and, above\r\nall, serve as an inexhaustible source of experience in the\r\nfields of international contacts and of the authority of\r\nStates. It is precisely from these perspectives that we\r\nview the forthcoming celebration of the fiftieth\r\nanniversary of the United Nations.\r\nA year and a half ago a national organizing\r\ncommittee to celebrate the fiftieth anniversary of the\r\nUnited Nations was established in Ukraine to promote the\r\ninternational community’s initiative. That committee has\r\ndone a great deal of work since then. By edict of the\r\nGovernment of Ukraine, a programme of projects to\r\ncelebrate the anniversary has been prepared and ratified,\r\nin cooperation with the relevant Ministries and agencies\r\nof the country. The programme includes a wide range of\r\nprojects, both scientific and cultural. It provides,\r\ninter alia, for the creation in Kiev of a memorial park,\r\nwhere trees will be planted by eminent political and\r\npublic figures.\r\nTo finance these undertakings the Government of\r\nUkraine, despite the country’s very difficult economic\r\nsituation, has allocated significant funds from the State\r\nbudget. Unfortunately, an analysis of the work of our\r\nnational committee during its first year indicates that the\r\nmeans provided are insufficient for realization of the\r\nfundamental elements of the programme that I have\r\nmentioned. We are therefore now seeking financial\r\nsupport from various firms and private companies.\r\nWork in this area is producing some results. Thus,\r\nfor example, thanks to support from public organizations\r\nin Japan, we shall be able to host in Kiev next May an\r\ninternational conference on the subject of the United\r\nNations and the future generation. A more detailed\r\ndescription of the objectives and conditions with regard to\r\nthe financing of this undertaking will be submitted to the\r\nUnited Nations Secretariat at a later date, on the occasion\r\nof the celebration of the anniversary.\r\nWe also hope to receive all possible assistance from\r\nthe United Nations system, including the Secretariat, for\r\nour positive initiatives in respect of the celebration of the\r\nanniversary. Here, I refer to the provision of various types\r\nof data — video, audio, printed and consultative. In that\r\n19\r\nGeneral Assembly 55th meeting\r\nForty-ninth session 9 November 1994\r\ncontext, we believe that it is worth proposing to all national\r\ncommittees that they submit to the Secretariat a short report\r\non their work this year. Such a report, in addition to\r\nrelating successes and achievements, could reflect the basic\r\nproblems and difficulties that States are encountering in the\r\ncourse of their preparations for the national-level\r\ncelebration of the fiftieth anniversary of the Organization.\r\nThe general conclusions of national committees’ reports\r\nwould be helpful in the preparation of basic\r\nrecommendations. Thus the effectiveness and efficiency of\r\nthe work of the national committees in the year of\r\ncelebration would be considerably enhanced. In our view,\r\nit is precisely analysis of the first steps in the activity of the\r\nPreparatory Committee that is missing from the report\r\nsubmitted today.\r\nThe delegation of Ukraine supports the efforts of the\r\nUnited Nations Secretary-General and of the Preparatory\r\nCommittee to convene a special commemorative meeting,\r\nat the highest level, on the occasion of the fiftieth\r\nanniversary of the entry into force of the United Nations\r\nCharter. In our view, such a meeting would provide an\r\nexcellent opportunity to focus on and discuss problems\r\npertaining to the development of mankind in the post-\r\nconfrontation era, to analyse the current situation creatively\r\nand provide answers to the challenges of the present and to\r\nsketch out the prospects for development in the future.\r\nWe believe that it is important that Member and\r\nobserver States should participate in this undertaking at the\r\nlevel of Head of State or Government. I should like to take\r\nthis opportunity to report that the President of Ukraine,\r\nLeonid Kuchma, has gratefully accepted the invitation of\r\nthe Secretary-General, Mr. Boutros Boutros-Ghali, to\r\nparticipate in the work of the special commemorative\r\nmeeting.\r\nNo less important is the adoption of a solemn\r\ndeclaration marking the anniversary of the United Nations.\r\nAs we see it, this should reflect the realities of today’s\r\nworld order and the vision of the future and should reaffirm\r\nMember States’ dedication to the principles of the United\r\nNations Charter and the fundamental purposes of the\r\nOrganization and its various bodies, which have stood the\r\ntest of time.\r\nUnfortunately, none of the versions of the text of the\r\ndeclaration before us is entirely satisfactory. We believe\r\nthere are two reasons for this. First, the versions proposed\r\ndo not take account of the interests of all groups of States;\r\nand secondly, they do not acknowledge the universally\r\nrecognized principles enshrined in the Charter of the United\r\nNations, namely sovereignty, territorial integrity, the\r\ninviolability of the borders of independent States, the\r\nequality of sovereign States or the peaceful resolution of\r\nconflicts. Not until we can balance these approaches with\r\nthe conceptual principles stated in paragraph 11 of the\r\nPreparatory Committee’s report (A/49/48) can we expect\r\nto conclude successfully our work on the declaration, on\r\nthe basis of full consensus.\r\nIt is important — and I wish to draw particular\r\nattention to this point — that the declaration should\r\nhighlight the major areas of United Nations activity and\r\nthe guiding principles of its work in the future.\r\nThe text of the declaration should also include a\r\nsection entitled “Partnership for development”. An end to\r\nsuspicion, mistrust and mutual counter-claims, in the\r\ninterests of stable economic development, a display of\r\nsolidarity in order to strengthen international justice and\r\nequality, a proclamation of the importance of establishing\r\ntrue partnership relations, on the basis of equality, in\r\neconomic and related fields — these are all essential\r\nelements of the conceptual approach which must provide\r\nthe basis for this proposal.\r\nNow, as never before, we have every reason to see\r\nthe United Nations as a powerful instrument, capable of\r\nmaintaining international peace and security, strengthening\r\njustice and human rights, and promoting “social progress\r\nand better standards of life in larger freedom”. The year\r\nof the fiftieth anniversary of the United Nations must also\r\nserve as an invitation to formulate and implement a plan\r\nto transform the United Nations into an organization of\r\nthe future. In addition, that year, as is noted in the report\r\nof the Secretary-General on the work of the Organization,\r\nrepresents\r\n“an exhilarating challenge and an invaluable\r\nopportunity to forge a global consensus behind\r\ndevelopment, in all of its dimensions, as the most\r\nlasting foundation for international peace and\r\nsecurity and as the greatest hope for all humanity”.\r\n(A/49/1, para. 12)\r\nThe delegation of Ukraine supports such an approach\r\nand is ready actively to participate.\r\nMr. Shambos (Cyprus): The forthcoming fiftieth\r\nanniversary of the United Nations comes at a time when\r\nmankind is at a crucial juncture of history. On the one\r\nhand, there is a feeling of hope brought about by the end\r\nof the cold war, and on the other hand there is deep\r\n20\r\nGeneral Assembly 55th meeting\r\nForty-ninth session 9 November 1994\r\nunrest, as a result of the numerous conflicts and the strife\r\nthat are causing bloodshed and suffering.\r\nThe United Nations anniversary, next year, will offer\r\nan opportunity for in-depth analysis of half a century’s\r\nwork and, even more challenging, an opportunity to\r\nrededicate ourselves to the purposes and principles of the\r\nCharter.\r\nSince it was founded half a century ago, the United\r\nNations has sought to build an international community\r\nbased on peace, international security and the rule of law.\r\nIn this quest, the United Nations has, admittedly, an uneven\r\nrecord. We have world peace, even though local conflicts\r\nand civil wars; we have made great strides with regard to\r\ndecolonization and in the struggle against apartheid; we\r\nhave made meaningful progress in dealing with the\r\nenvironment, population growth and social development. On\r\nthe other hand, the spectre of genocide has not disappeared;\r\npoverty and destitution remain ingrained as much in the\r\nSouth as in the North; fundamental human rights are still\r\nviolated; and, most importantly, aggression and occupation\r\nhave not been eradicated. We know, bitterly, better than\r\nothers in this respect.\r\nRegrettably, at this stage, world order and a world free\r\nfrom force and the scourge of war have not yet been\r\nrealized.\r\nToday, more than ever before, we have the chance to\r\nhelp the Organization to meet its goals by implementing the\r\nprovisions of the Charter regarding collective international\r\nsecurity, by carrying out organizational reforms and by\r\ngiving the United Nations adequate manpower and finances\r\nto carry out its mission.\r\nThe principles and ideals laid down by the founding\r\nfathers almost 50 years ago are universal and can, if we\r\nrededicate ourselves to them, guide us for the next half\r\ncentury and beyond towards the peace and justice to which\r\nwe all aspire. We live in an ever-changing world where the\r\nneed for corresponding changes in our Organization is not\r\nonly necessary but also a matter of survival. We must strive\r\nto understand the nature of the new global political\r\neconomic and social environment which is fundamentally\r\ndifferent from that of 1945. We must be determined to meet\r\nthe new challenges to our Organization by building on the\r\neverlasting principles and values of the existing Charter.\r\nThe report of the Preparatory Committee for the\r\nFiftieth Anniversary of the United Nations contains a\r\nwealth of commemorative programmes and activities, which\r\nare evidence of the most constructive preparatory work\r\nbeing done by its members, under the wise guidance of\r\nthe Committee’s Chairman, the Permanent Representative\r\nof Australia, Mr. Richard Butler. We fully support the\r\nproposal for global “teach-ins” about the United Nations,\r\nthe issuing of commemorative coins, television\r\nprogrammes, symposia, exhibits and so on.\r\nWe believe that the Committee is on the right path\r\nin endeavouring to create awareness in all strata of\r\nsociety, by rejuvenating the interest of ordinary people\r\nand by spotlighting the purposes and principles of the\r\nCharter as beacons of hope for a better, peaceful and just\r\nworld. We all must re-emphasize the need for the\r\nobservance of these principles and our commitment to\r\nrespect them without reservation or selectivity, both in the\r\nspirit and the letter. Only thus can our Organization meet\r\nits promised limits and goals.\r\nAs Cyprus is a country whose foreign policy evolves\r\naround the United Nations, and whose stands are guided\r\nby the principles enshrined in the Charter, we have\r\nalready established our national committee on the\r\ncelebration of the fiftieth anniversary of the United\r\nNations. The Committee is preparing a number of\r\nprogrammes, with special emphasis on enhancing an\r\nawareness of the important role of the United Nations\r\namong all age strata of our society. We specifically plan\r\neducational campaigns on the United Nations, special\r\ntelevision programmes and newspaper articles, school\r\nlectures and film shows and the creation of\r\ncommemorative items, such as stamps, to mark the\r\nanniversary.\r\nCyprus wishes to pay special tribute to the Under-\r\nSecretary-General, Mrs. Gillian Sorensen, representative\r\nof the Secretary-General for this historic event. Cyprus\r\nhas had occasion to cooperate with Mrs. Sorensen on\r\nissues affecting the diplomatic community and the city of\r\nNew York. We know her dedication, her unparalleled\r\nqualifications and, above all, her human ways of doing\r\nthings. We wish her success and pledge, of course, our\r\nfullest cooperation.\r\nMr. Chong-Ha Yoo (Republic of Korea): The\r\ndelegation of the Republic of Korea would like to express\r\nits satisfaction with the overall progress made so far in\r\npreparations for the fiftieth anniversary of the United\r\nNations in 1995. In particular, we wish to note that the\r\nPreparatory Committee, under the dedicated and most\r\nprofessional leadership of its Chairman, Ambassador\r\nButler of Australia, has produced a draft resolution\r\n21\r\nGeneral Assembly 55th meeting\r\nForty-ninth session 9 November 1994\r\nregarding the special commemorative meeting, which will\r\nbe the highlight of the anniversary events. The Government\r\nof the Republic of Korea attaches great importance to this\r\nmeeting and urges all Member States to lend their full\r\nsupport to make it a truly successful and momentous\r\noccasion.\r\nWe would also like to acknowledge the excellent job\r\ndone by the Under-Secretary-General, Mrs. Sorensen, and\r\nher staff in the secretariat in guiding efforts to develop\r\nvarious programmes and projects to observe the fiftieth\r\nanniversary of the United Nations, and to convey the ideals\r\nand achievements of the Organization to peoples across the\r\nglobe. My delegation believes that these initiatives will help\r\nnational committees to formulate their own programmes.\r\nMy delegation shares the view that the fiftieth\r\nanniversary of the United Nations should be not only a\r\nfestive occasion, but also an opportunity to reaffirm the\r\nprinciples of its Charter and set useful guidelines for its\r\nfuture work. In this regard, we believe that during the\r\nanniversary the international community should seek\r\nvarious means, in accordance with the Charter principles,\r\nthe better to meet the challenges ahead. Since its inception\r\nin 1945 the United Nations has carried out its\r\nmultidimensional tasks as peace-keeper, peacemaker,\r\npromoter of human rights, development and international\r\njustice and protector of the environment. Throughout its\r\nhalf-century history the world body has experienced both\r\nsuccesses and failures. At this juncture the international\r\ncommunity should utilize the various lessons of the\r\nOrganization’s past experience as guidelines for the next 50\r\nyears and beyond.\r\nThe Republic of Korea owes a great deal to the United\r\nNations. The inauguration of our Government in 1948 was\r\ndone under the auspices of the United Nations, and it was\r\nthis Organization which played a major role in ending the\r\nwar in the Korean Peninsula in the early 1950s.\r\nAccordingly, the contributions of the United Nations to\r\nKorea remain deeply rooted in the memory of the Korean\r\npeople.\r\nIn the light of our historical relationship with the\r\nUnited Nations, the National Committee of the Republic of\r\nKorea for the Fiftieth Anniversary of the United Nations\r\nwas established last April and is now preparing a variety of\r\nprogrammes and celebratory events, placing special\r\nemphasis on enhancing awareness of the role of the United\r\nNations among the younger generations of Korea.\r\nWe will also actively participate in the programmes\r\nsponsored by the United Nations. In this regard I am\r\npleased to note that a leading Korean corporation,\r\nGoldstar, has recently signed a contract with the United\r\nNations to act as a global sponsor of preparations for the\r\nUnited Nations fiftieth anniversary.\r\nFinally, my delegation wishes to make a brief\r\ncomment on the future work of the Preparatory\r\nCommittee. Notwithstanding our general satisfaction with\r\nthe Committee’s work, my delegation is concerned at the\r\nslow progress of its drafting group in drawing up a\r\ndeclaration for adoption on 24 October 1995. My\r\ndelegation sincerely hopes that the drafting group will\r\nreach consensus on a draft as early as possible in a spirit\r\nof solidarity and cooperation.\r\nMr. Manz (Austria): Let me first of all pay tribute\r\nto the way in which the Chairman of the Preparatory\r\nCommittee for the Fiftieth Anniversary of the United\r\nNations, Ambassador Richard Butler of Australia, has\r\nmanaged to guide the Committee through the not always\r\neasy process of finding consensus on ways and means of\r\ncelebrating this landmark event. I should also like to\r\nthank Under-Secretary-General Sorensen and her able\r\nstaff of the United Nations fiftieth anniversary secretariat\r\nfor their untiring efforts to promote our Organization and\r\nits ideals throughout 1995.\r\nAustria fully associates itself with the statement\r\ndelivered by the Permanent Representative of Germany on\r\nbehalf of the European Union. The year 1995 will mark\r\nthe fortieth year of Austrian membership of the United\r\nNations. As one of the host countries of the Organization,\r\nwe feel a special responsibility for its development. I\r\nshould therefore like to add a few observations of a more\r\ngeneral nature.\r\nThis anniversary is no time for complacency or self-\r\ncongratulation. We must realize that very few people\r\noutside this building are interested in the finer procedural\r\npoints which so often are our first and last line of\r\ndefence. Despite many achievements, a good part of the\r\ntremendous potential of the United Nations is squandered.\r\nAll too often special interests stand in the way of progress\r\nin the direction of the goals to which we have all\r\nsubscribed in the Charter.\r\nThe end of the cold war, which for so many years\r\nalmost paralysed the work of the Organization, has\r\npresented us with a unique opportunity to turn the United\r\nNations into the instrument that it was originally intended\r\n22\r\nGeneral Assembly 55th meeting\r\nForty-ninth session 9 November 1994\r\nto be. Of course, nobody would expect such a profound\r\nchange to be taken in stride, but at this critical juncture we\r\nmust not allow a confrontational situation similar to those\r\nin the past to develop, albeit along different dividing lines.\r\nLet us turn 1995 into the year when we forge a durable\r\nconsensus to take on the important challenges facing us all.\r\nWe should build upon the positive tendencies and\r\nideas that have evolved in the recent past. In this context\r\nthe Agenda for Peace and the soon-to-be published Agenda\r\nfor Development constitute important starting points. They\r\nwill certainly provoke lively debates for quite some time.\r\nBut already they have made one point abundantly clear: all\r\nthe main problems to be addressed by the Organization and\r\nthe peoples of the world are very closely interlinked. We\r\nwill have to address all of them at the same time.\r\nAustria has therefore placed two seminars at the centre\r\nof its national celebrations of the fiftieth anniversary. In\r\nMarch 1995 the Austrian Government, together with the\r\nInternational Peace Academy, will organize a seminar on\r\npeacemaking and peace-keeping for the next century. The\r\nSecretary-General has kindly agreed to present a keynote\r\naddress introducing the theme of the seminar. In August the\r\ntraditional international seminar for junior diplomats in\r\nSalzburg will be dedicated to a discussion of the Agenda\r\nfor Development and the reform of the United Nations.\r\nTo conclude on a lighter note, I should like to take\r\nthis opportunity to inform the Assembly of the Austrian\r\nGovernment’s plans completely to refurbish the Viennese\r\nCafé downstairs on the occasion of the fiftieth anniversary.\r\nThis should have a long-lasting positive effect on our work\r\nin this building.\r\nMr. Melendez-Barahona (El Salvador) (interpretation\r\nfrom Spanish): I am pleased to deliver this statement on\r\nagenda item 44, “Commemoration of the fiftieth\r\nanniversary of the United Nations”, on behalf of the\r\nfollowing Central American countries: Costa Rica,\r\nGuatemala, Honduras, Nicaragua, Panama and El Salvador.\r\nThe Central American countries express their\r\nappreciation to the Preparatory Committee for the progress\r\nit has made in the preparations for commemorating the\r\nfiftieth anniversary of the United Nations, and their\r\ngratitude for its report, which contains a series of\r\nrecommendations for commemorating a historic milestone\r\nin current international relations.\r\nWe are pleased with the set of projects being\r\nimplemented and the projects being prepared to\r\ncommemorate a special date in the life of our world\r\nOrganization. The national committees established in our\r\nrespective countries have been informed of these projects,\r\nso that they may take them into account in developing\r\nprogrammes at the national level. We also welcome the\r\nplan to convene a special commemorative meeting at the\r\nlevel of Heads of State or Government and to have the\r\nGeneral Assembly adopt on 24 October 1995 a solemn\r\ndeclaration in which Member States would reaffirm their\r\nsupport for the principles of the Charter, which embody\r\nthe international community’s yearnings and aspirations\r\nfor the Organization’s future work.\r\nWe believe, however, that these events must go\r\nbeyond commemorations and declarations of principles.\r\nThis date affords us an opportunity for reflection,\r\nheightened awareness and a constructive analysis of our\r\nOrganization’s past, present and future.\r\nThe very idea of the United Nations was born and\r\nconsolidated in the crucible of a war against a common\r\nenemy. Just like its predecessor, the late League of\r\nNations, it was created to avoid another world war,\r\nwhich, given the emergence of nuclear weapons, would\r\nhave even more devastating consequences. The United\r\nNations was established, in the words of the Charter, “to\r\nsave succeeding generations from the scourge of war”. It\r\nwas created to avoid war and to seek peace through\r\npolitical means and negotiation based on a multilateral\r\nsystem and an institutional structure centred in the United\r\nNations.\r\nThe collective maintenance of international peace\r\nand security, the fostering of friendly relations, the\r\nimprovement of the living conditions of peoples\r\neverywhere and the harmonization of the efforts of the\r\nUnited Nations to attain our common goals — these are\r\nthe original purposes and principles which the\r\nOrganization should have put fully into effect in order to\r\nbuild a better and safer world for humanity. However, our\r\nefforts to that end have been impeded by contradictions\r\nwhich have been reflected within the Organization itself\r\nbecause of its intergovernmental nature and which have\r\nled to political differences and conflicts of interest, but\r\nalso and particularly by the political deadlock and the\r\nOrganization’s inertia resulting from the East-West\r\nconfrontation, during which problems — some of which\r\nremain unsolved — accumulated.\r\nIn this respect, the achievements of the United\r\nNations through much of its history have been politically\r\nand socially limited, while the picture has been far more\r\n23\r\nGeneral Assembly 55th meeting\r\nForty-ninth session 9 November 1994\r\npositive in the field of cooperation and assistance for\r\ndevelopment. This situation is a reflection of the inequality\r\nand prevailing power structure of international relations,\r\nwhich have often been used to advance parochial interests,\r\ndisregarding and thus distorting the Organization’s\r\nuniversality.\r\nDuring the cold war, insecurity was a dominant factor\r\nand international economic disparities, instead of being\r\nnarrowed, were actually broadened. With the end of the\r\ncold war, however, new hopes, expectations and\r\nopportunities were born for fulfilling the aspirations of\r\npeoples, in consonance with the spirit of the founders of the\r\nUnited Nations.\r\nAt present, given the improvement in international\r\nrelations resulting from the disappearance of ideological\r\nbarriers, distrust and hostility, we have entered a phase of\r\ntransition towards what we assume will be a new and more\r\njust and equitable international order. The new\r\narrangement of forces worldwide has modified the\r\nperceptions within the Organization, and this has provided\r\nthe impetus for restructuring and revitalizing it and making\r\nit more efficient, particularly since most Members are\r\nconvinced of the need for change, democratization and a\r\nredirection of the role of the United Nations in world\r\naffairs. But this institutional change must not further\r\nenhance the capacity of the developed countries, rich and\r\npowerful as they are, to influence the decisions of the\r\nOrganization to the detriment of the participation of the\r\nsmall States. Only in that way can we prevent the\r\nOrganization from reflecting the unjust international order\r\nbased on a concert of powerful nations running world\r\naffairs.\r\nWe all know that the maintenance of international\r\npeace and security remains a fundamental objective of the\r\nOrganization. But it is also facing old and new challenges\r\nin a world characterized by major international\r\ninequalities — a situation that cries out for change, in terms\r\nnot only of structures but also of procedures and decision-\r\nmaking, in order to attune and adapt the Organization to the\r\ninterests and needs of all the nations of the world.\r\nWe cannot delight in the increased participation of the\r\nUnited Nations in localized conflicts, although this is\r\ncertainly one of its functions. Rather, this should cause us\r\nconcern, because the Organization’s purposes and objectives\r\nare not being achieved and doubts are arising about whether\r\nit can effectively prevent and resolve conflicts. While in the\r\npast this was reflected in a sectoral approach to global\r\nproblems, now it is felt that the Organization must respond\r\nto global problems and challenges, where social and\r\nenvironmental factors have become relevant within a\r\nbroad concept of full and sustainable development.\r\nIn the process of renewing the United Nations,\r\nMember States have often expressed their continued belief\r\nin its basic principles, which must be faithfully respected\r\nif democracy is to exist within the Organization. This\r\napplies in particular to the principles of equality,\r\nuniversality, responsibility, impartiality and respect for\r\ndiversity and transparency. The effective implementation\r\nof these principles would overcome much of the criticism\r\nconcerning the use of the Organization’s machinery for\r\nspecific ends.\r\nUnder the new international order, there have not\r\nbeen fewer conflicts but, on the contrary, many more,\r\nbecause of long-standing factors in the economic, political\r\nand social structures of States, inequalities in international\r\nrelations, and new political, ethnic, religious, territorial\r\nand national-identity issues. This new order has not been\r\napplicable to developing countries; indeed, instead of\r\nimproving their economic and social conditions, it has\r\nexacerbated them. All this cries out for a fresh start.\r\nOf course, the situation in 1945 in no way resembled\r\nthe present one. But it is also obvious that contradictions,\r\nconflicts of interest, internal conflicts, international\r\ndisputes and development problems persist, and that the\r\nonly universal system available for addressing the\r\nrequirements of States and the hopes and aspirations of\r\ntheir peoples is still the United Nations.\r\nThe purposes and principles of the Organization\r\ncontinue to be valid, but we believe that to attain them\r\nsubstantive changes in the Organization must be\r\nintroduced. We believe, also, that reform is a serious and\r\ncomplex task that must be based on a comprehensive\r\napproach. The United Nations must be an organization\r\nwhich is designed to serve all the nations of the world\r\nand which permits the greatest participation possible in\r\ndecision-making, as opposed to the current situation, in\r\nwhich it is the privilege of a few to impose their priorities\r\nand opinions on world events.\r\nWe understand and are aware of the factors that\r\nimpede the building of an organization that can fully meet\r\nthe interests of all its members and effectively guide\r\ninternational affairs. But if we wish this system to endure\r\nwe must strive and work tirelessly to ensure a balance in\r\nthe implementation of the purposes and principles of the\r\nOrganization.\r\n24\r\nGeneral Assembly 55th meeting\r\nForty-ninth session 9 November 1994\r\nIt is timely to recall that in 1992 we held a summit\r\nmeeting of the Security Council. At that historic gathering\r\nthe leaders of the States Members of that organ, in\r\nparticular the major Powers as permanent members with the\r\nright of veto, made statements affirming their commitment\r\nand political will to support the work of the Organization\r\nin the sense of attuning it to the new conditions,\r\nrequirements and challenges faced by the international\r\ncommunity, including the imperative of democratizing it\r\nand of allowing for the participation of all Member States\r\nin decision-making, with a view to obtaining the greatest\r\ndegree of consensus possible, making it more transparent\r\nand capable of equitable and non-discriminatory action —\r\nstatements which were subsequently reflected in the\r\nSecretary-General’s report entitled “An Agenda for Peace”.\r\nThese declarations of intent, however, have not become a\r\nreality to the extent the majority of the international\r\ncommunity would have liked, but we feel that the\r\nforthcoming summit meeting of the Security Council — to\r\nbe held at the beginning of next year — should afford an\r\nopportunity to reaffirm the political determination to make\r\nthe necessary changes to attain the original purposes of the\r\nUnited Nations.\r\nThe commemoration of the fiftieth anniversary of the\r\nUnited Nations provides us an opportunity as States\r\nMembers to make a fresh commitment to galvanize the\r\nprocess of renewal by refocusing our efforts based upon an\r\nanalysis of the evolution of the Organization’s work. We\r\nmust also work in concert and make joint efforts to make\r\nsure that the United Nations is updated and attuned to meet\r\nglobal challenges.\r\nFinally, democratizing, changing and reorienting the\r\nUnited Nations involves a political decision that must be\r\nbased on the full conviction of States Members of the need\r\nto reverse current trends within the Organization by a\r\ncomplete, transparent and consistent process.\r\nThe United Nations has been what Governments have\r\nwanted it to be, particularly those with the greatest\r\ncapability and resources to influence the major decisions\r\ntaken by the Organization, and they are also those which,\r\nin the final analysis, will make possible the renewal of the\r\nOrganization. This will hinge on the extent to which they\r\nare prepared to recognize the interests and problems faced\r\nby the international community as a whole, and on the\r\nextent to which they are prepared to initiate the process of\r\nsetting up a truly new international order that would take\r\ninto account the interests of developing countries, one that\r\nwould be different from the status quo that has prevailed in\r\ninternational relations ever since the end of the Second\r\nWorld War.\r\nMr. Illueca (Panama) (interpretation from Spanish):\r\nMy very first words from this rostrum are meant to hail\r\nas President, Ambassador Amara Essy, an illustrious son\r\nof Côte d’Ivoire, and someone who truly reflects the\r\nsuperb calibre of men and women in Africa dedicated to\r\nthe service of great causes. I also wish to hail those\r\neminent personalities who, acting in the capacity of Vice-\r\nPresidents, are working in concert with him in the\r\nBureau.\r\nAs to the item on the fiftieth anniversary of the\r\nUnited Nations I should like to add Panama’s voice to all\r\nthose who have already paid tribute to the work done thus\r\nfar by the Secretary-General, Mr. Boutros Boutros-Ghali.\r\nMy delegation has noted the dynamism that Mrs. Gillian\r\nSorensen and her team have shown. We also wish to pay\r\ntribute to the outstanding job done by the Preparatory\r\nCommittee, under the leadership of Ambassador Richard\r\nButler of Australia, which, along with the impetus\r\nprovided by the secretariat for the fiftieth anniversary,\r\nallows us even now to see an outline of the success that\r\nwill be made of this global commemoration.\r\nAs a representative of a democratic Government that\r\ntook power in Panama just two months ago, this\r\nopportunity is indeed propitious for me to declare that my\r\ncountry has decided to take part fully in activities to\r\ncommemorate the fiftieth anniversary.\r\nThe Preparatory Committee has the mandate to\r\nprepare a draft declaration, and to that end it has set up\r\nan open-ended drafting group, to which Panama is\r\ncommitted to contribute.\r\nPanama is a small country and historically it has\r\nbeen to the forefront in efforts to achieve unity and\r\nintegration throughout Latin America; a country which\r\nindeed reflects the spirit of Simon Bolivar, and one whose\r\ninternational relations have a universalist tradition,\r\nsymbolized by the open channel that runs through the\r\nheart of its territory, providing a link between the Atlantic\r\nand Pacific oceans. It is our view that the text of the\r\ndeclaration to be adopted must reflect a shared sense that\r\nwe all indeed endorse and must be formulated in terms\r\nthat will be understood by the common people. The\r\ndeclaration must be capable of inspiring not only men and\r\nwomen of all ages but, in particular, children and young\r\npeople with a sense of profound understanding of the\r\nsignificance of this fiftieth anniversary.\r\n25\r\nGeneral Assembly 55th meeting\r\nForty-ninth session 9 November 1994\r\nWe hope and expect to see that the commemorative\r\nevents and the declaration itself will point towards a noble\r\nfuture for mankind, in particular, in so far as peace,\r\nequality, justice and development are concerned. It will be\r\npossible to attain this goal only if we ensure the\r\nparticipation of our national committees, non-governmental\r\norganizations and the entire United Nations system and its\r\nstaff, and if we enjoy the backing of people everywhere\r\naround the globe who are yearning to see the ideals of the\r\nSan Francisco Charter for a more democratic, just and\r\nhumane international order become a reality.\r\nThe President: I now call on the Permanent\r\nRepresentative of Australia, Chairman of the Preparatory\r\nCommittee.\r\nMr. Butler (Australia), Chairman of the Preparatory\r\nCommittee for the Fiftieth Anniversary of the United\r\nNations: Because of the lateness of the hour and the length\r\nof this fascinating debate I shall be very brief. I have\r\nsought to speak as Chairman of the Committee at the end\r\nof this debate as I think it is fitting to say a few words of\r\nthanks and to make one brief comment.\r\nI thank our Rapporteur for the outstanding job that she\r\ndid to assist in the preparation of the report before the\r\nAssembly and for introducing it so comprehensively today.\r\nI am also very grateful to Member States for the constant\r\nattention they have given to the work of the Committee\r\nthroughout the past year. The quality of that work is\r\nreflected in many ways, not just in the text of the report but\r\nin the concrete programmes that are emerging both within\r\nMember States and internationally for the commemoration\r\nof the fiftieth anniversary. Members of the Bureau and I\r\nhave always felt very strongly supported by Member States\r\nwith a real determination to ensure that next year will be\r\nwhat we all want it to be and what history requires it to be.\r\nOf course, I must give deep and especially grateful\r\nmention to Under-Secretary-General Sorensen for the\r\nextraordinary work she has performed during the last year,\r\nwhich I know we can all expect to continue with even\r\ngreater dynamism and results as we move closer to the\r\nfiftieth anniversary, and our thanks go to the very small but\r\nvery effective staff that has been provided to help her in the\r\ntask.\r\nI want to thank too those who have spoken in today’s\r\ndebate. I think it has been clear today that there is a deep\r\nsense in the house of the importance of what we are\r\npreparing and of how much we see it as not just a\r\nreflection on the past, of having arrived at the great age of\r\nhalf a century, but as something far more than that, an\r\nopportunity for us to chart the future that we all so deeply\r\nwant for this Organization and for all of us as\r\nrepresentatives of the people who sent us here.\r\nWe are of course beginning the final phase of our\r\nactivity. We have tasks of commemoration, of education\r\nand of celebration to bring to conclusion, so that a few\r\nmonths from now they will reach out to the world,\r\nespecially to the young people, bringing the message of\r\nthe successful conclusion of this Organization’s half-\r\ncentury of life, often under difficult conditions, and, more\r\nimportantly, the vision of the future life of this\r\nOrganization reoriented to the welfare of people\r\nthroughout the world.\r\nIn that context, the other great task we have to\r\ncomplete in the next few months is that of drafting the\r\ndeclaration of 1995. It is of course my hope — and I\r\nknow it is a hope shared by all — that that declaration\r\nwill be a beacon of light to all of the people who look to\r\nthis United Nations for so much, a beacon of light shining\r\non a new path for the United Nations in the years ahead.\r\nAs Chairman, I thank all members. I commend to\r\nthem the two draft resolutions contained in the report. I\r\nlook forward to working further with all members in the\r\nmonths ahead as we bring this great work of the fiftieth\r\nanniversary to a conclusion.\r\nThe President: In accordance with General\r\nAssembly resolutions 3237 (XXIX) of 22 November 1974\r\nand 43/177 of 15 December 1988, I now call on the\r\nObserver of Palestine.\r\nMr. Al-Kidwa (Palestine) (interpretation from\r\nArabic): Please let me begin by expressing our deep\r\nappreciation of the efforts of the Chairman of the\r\nPreparatory Committee for the Fiftieth Anniversary of the\r\nUnited Nations, Ambassador Richard Butler, in steering\r\nthe work of the Committee and our thanks to Ambassador\r\nLucille Mair, the Committee’s Rapporteur. Also allow me\r\nto extend appreciation to the Under-Secretary-General,\r\nMrs. Gillian Sorensen, and to the team that assists her for\r\ntheir valuable efforts aimed at making a success of the\r\nactivities of the Preparatory Committee and at providing\r\nthe appropriate conditions, both within and outside the\r\nUnited Nations system, for a successful celebration that\r\nwould reflect the importance of the event.\r\nThe United Nations, which has undergone many\r\nchanges both in form and in substance, is now the\r\n26\r\nGeneral Assembly 55th meeting\r\nForty-ninth session 9 November 1994\r\ninternational Organization on which the States and peoples\r\npin their hopes for preserving peace and security, for\r\navoiding wars and disasters, for ensuring a prosperous\r\neconomic life for us all rather than for just a few, and for\r\nestablishing a world order based on respect for law and\r\ndemocracy.\r\nAs far as we Palestinians are concerned, the United\r\nNations, over and above all this, symbolizes also the\r\nPalestinian cause. In terms of time, the United Nations has\r\nbeen concerned with the Palestinian cause since the\r\nOrganization’s inception, and in terms of substance, it was\r\nthe United Nations that put an end to the mandate on\r\nPalestine and divided it into two States. Thus, it is very\r\ndifficult to draw a line between the United Nations and the\r\nPalestinian cause. Hence the abiding responsibility of the\r\nUnited Nations towards the Palestinian cause, at the legal,\r\nmoral and political levels, until such time as that cause is\r\nreally resolved and until such time as comprehensive and\r\npermanent peace is achieved in the Middle East.\r\nThe Israeli Ambassador has referred before this\r\nCommittee to two very important resolutions adopted by the\r\nGeneral Assembly in the first years of the United Nations.\r\nWe agree with him regarding the importance of the two\r\nresolutions, but disagree with regard to their meaning. The\r\nfirst is resolution 181 (1947), which divided Palestine into\r\na Jewish and an Arab State. The Jewish State was\r\nestablished on the de jure basis of this division, while the\r\nArab State has not been established yet. It is therefore the\r\nduty of the international community as a whole to continue\r\nto work for the establishment of that State in order for a\r\njust and durable peace to be achieved in the Middle East.\r\nThe second is resolution 273 (1949) whereby Israel was\r\naccepted as a State Member of the United Nations in 1949.\r\nIt must be recalled here that both the Security Council and\r\nthe General Assembly adopted the positive resolution\r\nrelating to that membership in the light of Israeli legal\r\ncommitments to implement the resolutions of the United\r\nNations, in particular resolution 194 (1948), which\r\nstipulates, inter alia, the return of the Palestinian refugees\r\nto their lands or their compensation. This has not taken\r\nplace so far. Again it is the duty of the international\r\ncommunity as a whole to continue to work in order to\r\nrestore to the Palestinian refugees their rights.\r\nIt is not correct to speak of previous resolutions of the\r\nUnited Nations as though the whole world was wrong and\r\nonly one State was right. Also, it is not useful to our joint\r\naction in the future. The world has changed, and the\r\nsituation in the Middle East has changed. Fortunately, the\r\nIsraeli stance too has changed, side by side with the change\r\nin the Palestinian stance. All this has combined to bring\r\nabout the positive changes in the resolutions of the United\r\nNations. We have worked in the past and shall work in\r\nthe future to see to it that the resolutions of the United\r\nNations are in harmony with the reality, especially with\r\nthe positive changes that have taken place and continue to\r\ntake place. In so doing, we have to be realistic enough to\r\nrealize that the road to comprehensive, just and durable\r\npeace in the Middle East is a long one still. We must also\r\nkeep in sight and abide by the principles enshrined in\r\ninternational law, in humanitarian international law and in\r\nthe Charter of the United Nations. The fact that the peace\r\nprocess has started should not mean that this is the end of\r\nour work; it should rather mean that this is the beginning\r\nof the work as it should be carried out.\r\nPalestine attaches particular importance to the fiftieth\r\nanniversary of the United Nations.\r\nIn view of the importance we attach to the fiftieth\r\nanniversary of the United Nations, we attach particular\r\nimportance to the application of the measures adopted by\r\nthe General Assembly in resolution 48/215 B of\r\n26 May 1994 to Palestine as an Observer. We thank the\r\nMember States for deciding this question in the manner\r\nset forth in the report of the Preparatory Committee and\r\nlook forward to its strict implementation.\r\nWe wish to thank in particular the Member States of\r\nthe Movement of the Non-Aligned Movement and its\r\nPresident, Indonesia, and pay tribute to the positive stance\r\ntaken by the host country, the United States of America,\r\nwhich made it possible to reach the consensus needed for\r\nthe adoption of the appropriate measure.\r\nWe shall do our part in performing the serious work\r\nthat lies ahead in preparation for the fiftieth anniversary\r\nof the United Nations and will ensure full participation by\r\nall our people in those preparations and we shall also do\r\nour part in ensuring justice for our people and building\r\npeace for the peoples of the Middle East, real peace, at a\r\nfar remove from war and confrontation, peace that would\r\nbe built on coexistence, tolerance and prosperity. It is our\r\nhope that this will prevail throughout the entire world. We\r\npray to God that the fiftieth anniversary of the United\r\nNations should move us forward towards this objective.\r\nThe President: We have heard the last speaker in\r\nthe debate on this item.\r\n27\r\nGeneral Assembly 55th meeting\r\nForty-ninth session 9 November 1994\r\nWe shall now proceed to consider the two draft\r\nresolutions contained in paragraph 34 of the report\r\n(A/49/48) of the Preparatory Committee.\r\nI call on the representative of the Secretariat.\r\nMr. Perfiliev (Director of General Assembly and\r\nTrusteeship Council Affairs Division): Under the terms of\r\ndraft resolution II, contained in document A/49/48, the\r\nGeneral Assembly would, inter alia, decide that the\r\nPreparatory Committee for the Fiftieth Anniversary should\r\ncontinue its work and report thereon to the General\r\nAssembly at its fiftieth session, and/or during the\r\nforty-ninth session, as required.\r\nIt is anticipated that the Preparatory Committee would\r\nneed to hold 24 meetings during 1995 and these would\r\nhave to be added to the calendar of conferences and\r\nmeetings. It is assumed that the 1995 meetings would\r\nrequire interpretation and translation services in Arabic,\r\nChinese, English, French, Russian and Spanish.\r\nThe extent to which the Organization’s permanent\r\ncapacity would need to be supplemented by temporary\r\nassistance resources can be determined only in the light\r\nof the calendar of conferences for 1994 and 1995.\r\nHowever, provisions arc made under section 25 of the\r\nproposed programme budget for 1994 to 1995 not only\r\nfor meetings programmed at the time of budget\r\npreparation but also for meetings that would be authorized\r\nsubsequently, provided that the number and distribution of\r\nmeetings and conferences are consistent with the pattern\r\nof meetings in past years.\r\nConsequently, should the General Assembly adopt\r\ndraft resolution II, no additional appropriation would be\r\nrequired under section 25 of the programme budget for\r\nthe biennium 1994 to 1995.\r\nThe President: The Assembly will now take a\r\ndecision on draft resolution I, entitled “Commemoration\r\nof the Fiftieth Anniversary of the United Nations”,\r\ncontained in paragraph 34 of the report (A/49/48) of the\r\nPreparatory Committee.\r\nMay I take it that the Assembly decides to adopt\r\ndraft resolution I?\r\nDraft resolution I was adopted (resolution 49/11).\r\nThe President: The Assembly will now take a\r\ndecision on draft resolution II, entitled “Work of the\r\nPreparatory Committee for the Fiftieth Anniversary of the\r\nUnited Nations”, also contained in paragraph 34 of the\r\nreport (A/49/48) of the Preparatory Committee.\r\nMay I take it that the Assembly decides to adopt\r\ndraft resolution II?\r\nDraft resolution II was adopted (resolution 49/12).\r\nThe President: We have thus concluded this stage\r\nof our consideration of agenda item 44.\r\nThe meeting rose at 1.35 p.m.\r\n28\r\n"