"United Nations A/49/PV.57\r\n94-87055 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Section, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum. When the result of a recorded and/or roll-call vote is followed by an\r\nasterisk, see annex to the record.\r\nGeneral Assembly Official Records\r\nForty-ninth Session\r\n57th Meeting\r\nTuesday, 15 November 1994, 10.00 a.m.\r\nNew York\r\nPresident: Mr. Essy . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Coté d’Ivoire\r\nThe meeting was called to order at 10.20 a.m.\r\nAgenda item 27\r\nCooperation between the United Nations and the\r\nConference on Security and Cooperation in Europe\r\n(a) Report of the Secretary-General (A/49/529)\r\n(b) Draft resolution (A/49/L.20)\r\nThe President (interpretation from French): I call on\r\nthe representative of Italy to introduce draft resolution\r\nA/49/L.20.\r\nMr. Ferrarin (Italy): I am honoured to speak on\r\nbehalf of Italy and of the Chairman-in-Office of the\r\nConference on Security and Cooperation in Europe (CSCE),\r\nand to introduce the draft resolution on cooperation between\r\nthe United Nations and the Conference on Security and\r\nCooperation in Europe, to the list of whose sponsors\r\nIceland and Turkmenistan are to be added.\r\nAs we approach the Budapest Summit — an important\r\njuncture in the strengthening of the CSCE’s action and\r\nstructures — the draft resolution emphasizes the CSCE’s\r\ngrowing contribution to stability and security in its area\r\nthrough preventive diplomacy, crisis management, arms\r\ncontrol, disarmament, post-crisis rehabilitation and\r\nstabilization, and the human dimension, as an essential\r\ncomponent of the entire CSCE process. The draft resolution\r\nencourages the CSCE participating States to make every\r\neffort to achieve pacific settlement of disputes in the\r\nCSCE area, through conflict-prevention and crisis\r\nmanagement, including peace-keeping. The draft\r\nresolution also appeals for the full implementation and\r\nfurther strengthening of the framework agreement with\r\nthe United Nations.\r\nThis full year of cooperation between the United\r\nNations and the CSCE has been enriched by many new\r\ninitiatives. The Secretary-General, Mr. Boutros\r\nBoutros-Ghali, has acknowledged on many occasions the\r\ncontribution that the CSCE, together with other regional\r\norganizations, makes to international peace and security.\r\nWe thus welcome the Secretary-General’s useful report to\r\nthe General Assembly, and we fully appreciate other\r\ninitiatives, such as the meeting on 1 August, we hope will\r\nbe repeated.\r\nThe broad range of problems that the CSCE and the\r\nUnited Nations must face demands that the full potential\r\nof their cooperation be further developed, as requested by\r\nthe decisions of the Rome ministerial meeting in\r\nDecember 1993. The current or potential conflicts in\r\nmany regions of the CSCE area imply the need for\r\ngreater crisis-prevention efforts. Therefore, we need to\r\nupdate the roles and competencies that the United Nations\r\nalready recognizes in the CSCE as a regional organization\r\nunder Chapter VIII of the Charter. This is, in fact, the\r\npillar of their relationship.\r\nGeneral Assembly 57th meeting\r\nForty-ninth session 15 November 1994\r\nThe CSCE has started a wide range of initiatives in\r\ndifferent crisis areas, often in close collaboration with the\r\nUnited Nations. These initiatives have benefited from close\r\nconsultation with the United Nations, and have led to\r\nfruitful contacts with United Nations missions in the field.\r\nThe CSCE and its Chairman-in-Office have paid constant\r\nattention to specific situations.\r\nFirst, the CSCE wishes to play a significant role in the\r\npresent phase of the conflict in Bosnia and Herzegovina as\r\nwell as in the phase that we hope will follow the end of\r\nhostilities. In Bosnia the newly-established CSCE mission\r\nin Sarajevo and the Ombudsmen are about to begin their\r\nactivities for the protection of local ethnic groups. The\r\nappointment of the Ombudsmen is based on the mandate\r\ngiven to the CSCE by the Constitution of the Federation of\r\nBosnia and Herzegovina. In the Federal Republic of\r\nYugoslavia (Serbia and Montenegro), the\r\nChairman-in-Office has taken action to re-establish CSCE\r\nmissions in order to monitor human rights and the situation\r\nof minorities in Kosovo, Sandjak and Vojvodina. The\r\nChairman- in- Office, along with the other members of the\r\nTroika, has continued to guarantee a presence through local\r\nEmbassies. The CSCE’s role in the monitoring of sanctions\r\ncontinues to be important. The Sanctions Assistance\r\nMonitoring Missions consist of approximately 180 experts,\r\nand are deployed in seven countries.\r\nSecondly, the activities of the CSCE Missions for the\r\nBaltic Countries are ongoing. The Chairman-in-Office\r\nvisited Moscow, Tallin and Vilnius, and greeted with the\r\nwarmest satisfaction the positive outcome of the agreements\r\nfor the withdrawal of Russian troops by 31 August.\r\nThirdly, the CSCE’s efforts to foster stability in\r\nGeorgia and to settle the controversy over South Ossetia\r\nand Abkhazia also involve cooperation with the United\r\nNations. To this end, I wish to underline the CSCE’s\r\nongoing commitment to promoting negotiations under the\r\naegis of the United Nations. The Chairman-in-Office has\r\nrepeatedly solicited the help of international organizations\r\nwith regard to humanitarian problems.\r\nFourthly, the CSCE has been actively involved in\r\nnegotiations between the Tajik Government and the\r\nopposition, which have led to the extension of the cease-\r\nfire, and intends to pursue the objective of a peaceful\r\nsolution for this crisis.\r\nFifthly, the CSCE institutions — in particular, the\r\nChairman-in-Office and the High Commissioner on\r\nNational Minorities — have acted to confirm the CSCE’s\r\ncommitment to peace and stability in Ukraine. Thus it\r\nwas decided to establish a new CSCE mission, and at the\r\nsame time to send high-level experts.\r\nSixthly, for more than two years the CSCE has been\r\nworking to promote a negotiation that should end the\r\nconflict in and around Nagorny Karabakh, which has thus\r\nfar led to more than 1 million refugees and the loss of\r\nthousands of human lives. The Swedish Chairman of the\r\nMinsk Group is performing his mediating functions with\r\ngreat dynamism and with the goal of finding a peaceful\r\nsolution in conformity with the CSCE principles. We\r\ncontinue to believe that this is the best approach to\r\nsolving the problem of Nagorny-Karabakh.\r\nSeventhly, following the March 1994 elections, more\r\nfavourable conditions were created in Moldova, which led\r\nto the signing of the joint declaration of the Moldovan\r\nGovernment and the Transnistrian authorities. We hope\r\nthat all the parties involved will fully collaborate with the\r\ninitiatives of the CSCE mission in Kishinev.\r\nFor some time now the role of the CSCE in the\r\nfuture shape of security in Europe has been discussed.\r\nThere are no easy answers. Last July, in his capacity as\r\nChairman-in-Office, Italy’s Foreign Minister Martino\r\nremarked to the CSCE Parliamentary Assembly that when\r\nthe Paris Charter was signed there was widespread\r\noptimism over the future of European relations. The\r\ndrama of the former Yugoslavia and other regional\r\nconflicts that have exploded in other parts of Europe\r\nshow that we were too optimistic. On the other hand,\r\nhistory teaches us that the road to progress is never\r\nstraight. It often follows twisted itineraries and forces us\r\ninto dramatic digressions.\r\nIn this context, we begin to wonder how the\r\ninstrument born in Helsinki and reviewed in Paris to\r\nguarantee East-West dialogue in the new European reality\r\ncan be adapted to the urgent new challenges posed by\r\nevents. The upcoming Budapest Summit will be the most\r\nappropriate opportunity to give some fundamental\r\nresponses.\r\nIn this spirit, we wish the best of success to the\r\nfuture Chairman-in-Office of the CSCE, Hungary,\r\nconvinced that a contribution to the consolidation of the\r\nCSCE process can also come from the unanimous\r\nadoption of the draft resolution presented today.\r\n2\r\nGeneral Assembly 57th meeting\r\nForty-ninth session 15 November 1994\r\nThe President (interpretation from French): I should\r\nlike to propose that the list of speakers in the debate on this\r\nitem be closed this morning at 11 a.m.\r\nI hear no objection.\r\nIt was so decided.\r\nThe President (interpretation from French): I\r\ntherefore request those representatives wishing to participate\r\nin the debate to inscribe their names on the list as soon as\r\npossible.\r\nMr. Lavrov (Russian Federation) (interpretation from\r\nRussian): The Russian Federation would like to commend\r\nthe role of the Conference on Security and Cooperation in\r\nEurope (CSCE) in transforming the European continent\r\nfrom a zone of political, ideological and military\r\nconfrontation into a region where pan-European partnership\r\nand equal security for all are being pursued. The CSCE is\r\nnow on the way to becoming a full-scale regional\r\norganization. It serves as a forum for constant and useful\r\ndialogue and is becoming one of the most important\r\ninstruments for preventive diplomacy and the prevention\r\nand settlement of crises.\r\nRussia is in favour of a central role for the CSCE in\r\nensuring European security and stability, as reflected in the\r\nprogramme to enhance the effectiveness of the CSCE,\r\nwhich was our contribution to the preparations for the\r\nBudapest Summit. This presupposes, not a formal,\r\nhierarchical leadership, but, first and foremost, coordination\r\non the part of the CSCE. In this context, we believe it is\r\ndesirable to reaffirm our desire that the existing structures\r\nin the sphere of European security be guided by the\r\nprovisions of the Charter of the United Nations and by the\r\naims and principles of the CSCE.\r\nEnsuring complete and effective cooperation between\r\nthe CSCE and the United Nations, including the\r\norganizations that are part of the United Nations system,\r\nrequires the broad use of their experience and possibilities.\r\nAt the same time, such cooperation will serve to strengthen\r\nthe United Nations, as it will be able to rely on this\r\npowerful European organization. We believe that for the\r\nCSCE to apply in practice the principle proposed by the\r\nPresident of the Russian Federation, Mr. Yeltsin — the\r\nprinciple of cooperation between all and with all — we\r\nshould begin work on a pan-European model of security\r\nwithout bloc elements, in close coordination with the\r\nsystem of collective security laid down in the Charter of the\r\nUnited Nations.\r\nIn order to enhance the efficiency and effectiveness\r\nof the CSCE, we propose that the institutions of the\r\nChairman-in-Office and of the Troika be strengthened and\r\nthat the post of political adviser on security and stability\r\nbe created. This is the purport of our proposal on the\r\nExecutive Committee of the CSCE. We favour increasing\r\nthe CSCE’s contribution to preventive diplomacy. We\r\nshare the view that the CSCE should be the instrument of\r\nfirst resort for States Parties when any conflicts arise in\r\nthe region. Of course, this will not preclude the right of\r\nStates to settle disputes between themselves on a mutual\r\nbasis. At the same time, we oppose any attempts to have\r\nthe CSCE monopolize peace-keeping efforts in individual\r\nconflicts, overlooking the unique potential that is\r\npossessed by certain individual States, including Russia.\r\nThe mediation and peace-keeping efforts of the CSCE and\r\nindividual countries should not be in competition; rather,\r\nthey should complement and strengthen each other. This\r\nessentially is the principle of consensus that has been\r\nadopted by the CSCE.\r\nThe Russian Federation believes it necessary to\r\nreorient the Human Dimension Mechanism in order to\r\ncombat aggressive nationalism. This is the purpose of our\r\nproposals to strengthen the institution of the CSCE High\r\nCommissioner on National Minorities and to make\r\nbinding the accountability of States for the\r\nimplementation of these recommendations and to\r\nstrengthen the Office for Democratic Institutions and\r\nHuman Rights.\r\nWe believe that the political dimension of the CSCE\r\nneeds to be modernized. We must have a fresh approach\r\nto disarmament questions, arms control and confidence-\r\nbuilding measures — in particular, taking into account the\r\nnew realities, to settle the problem of the limitations of\r\nthe Treaty on Conventional Armed Forces in Europe\r\nposed by countries which, although inside the area\r\ncovered by that Treaty, are at its very borders.\r\nWe favour turning the CSCE into a fully fledged\r\nregional organization with its own statute and a network\r\nof institutes and machinery. This would contribute to\r\nachieving the purposes of the United Nations within the\r\ncontext of a regional division of labour with the CSCE.\r\nRussia attaches great importance to the development of\r\ncooperation between the CSCE and the United Nations on\r\nthe basis of the Helsinki Document of 1992 and the\r\nframework agreement between the United Nations and the\r\nCSCE of 1993. We welcome the expansion of\r\ncooperation between these two organizations at the\r\nhighest levels and in the field. The exchange of\r\n3\r\nGeneral Assembly 57th meeting\r\nForty-ninth session 15 November 1994\r\ninformation of all kinds is ongoing. It is important that the\r\nUnited Nations give the CSCE the benefit of its experience\r\nin the practical activities of the Secretariat and in\r\npeacemaking activities, which the CSCE does not yet have.\r\nRussia actively promotes productive cooperation\r\nbetween the United Nations and the CSCE in conflict\r\nsituations. If for any reason the CSCE, because of its\r\nmeagre experience and opportunities, is unable to cope with\r\ncertain conflicts, these issues can be forwarded to the\r\nUnited Nations Security Council. We believe that some key\r\nareas of cooperation between the CSCE and the United\r\nNations would include early detection, preventive\r\ndiplomacy, crisis prevention, the peaceful settlement of\r\nconflicts and peace-keeping activities. In the future, these\r\ntasks should be carried out by the CSCE in full accordance\r\nwith the United Nations Charter and retaining the main\r\nresponsibility of the Security Council for the maintenance\r\nof international peace and security.\r\nOf course, the themes of cooperation between the two\r\norganizations would not be limited to preventive and peace-\r\nkeeping operations. There is considerable potential for\r\ncooperation in other areas as well: the democratization of\r\npublic life, the guarantee of the fundamental human rights\r\nand freedoms of national minorities, and assistance in the\r\nestablishment of democratic institutions and a market\r\neconomy in the countries in transition. We hope that the\r\nsecond and third baskets of the CSCE will be used to\r\ndevote further attention to this area. We must also expand\r\nchannels of cooperation between the United Nations and the\r\nCSCE by focusing on the situation of national minorities.\r\nThere must be closer contact between the United Nations\r\nHigh Commissioner for Human Rights and the CSCE High\r\nCommissioner for National Minorities.\r\nCooperation between the United Nations and the\r\nCSCE can also be strengthened in the following areas: the\r\nfurther development of the framework agreement between\r\nthe United Nations and the CSCE; regular contact between\r\nthe United Nations Secretary-General, the Presidents of the\r\nSecurity Council and the General Assembly and the\r\nChairman-in-Office of the CSCE; participation in the\r\nmeetings of the Security Council of the CSCE Chairman-in-\r\nOffice when problems relating to regions within the\r\npurview of the Conference are discussed; expanding the\r\npractice of the representative of the CSCE Chairman-in-\r\nOffice’s participating in the elaboration of General\r\nAssembly documents, as occurred with the declaration on\r\nimproving United Nations cooperation with regional\r\norganizations in peace-keeping; the regular holding of the\r\nmeetings that began on 1 August 1994 between the\r\nSecretary-General of the United Nations and leaders of\r\nregional organizations, including the CSCE; and\r\npermanent contacts between United Nations and CSCE\r\nmissions, the preparation of joint reports and joint\r\nmissions in the fields of preventive diplomacy and\r\npeacemaking.\r\nIn view of the importance to Russia and the\r\nCommonwealth of Independent States of economic\r\nreforms, we are in favour of strengthening cooperation\r\nbetween the United Nations and the CSCE in the\r\neconomic field, including on the problems of countries\r\nwith transitional economies, particularly through the\r\nUnited Nations Economic Commission for Europe. We\r\nbelieve that, within this cooperation, the CSCE could\r\ngenerate general ideas and principles and that their\r\npractical implementation could fall to the Economic\r\nCommission for Europe within the limits of its\r\nresponsibility. We should reduce to a common\r\ndenominator the priorities of the Commission and the\r\nCSCE, including such areas, for example, as industry and\r\nconversion. The Russian delegation is convinced that the\r\nadoption by the General Assembly at its forty-ninth\r\nsession of the draft resolution entitled “Cooperation\r\nbetween the United Nations and the Conference on\r\nSecurity and Cooperation in Europe”, of which we are a\r\nsponsor, would provide fresh impetus to the strengthening\r\nof cooperation between these two organizations.\r\nIn conclusion, I should like to refer to the\r\nimportance of the current debate, since it occurs on the\r\neve of the Budapest Summit which, we hope, will serve\r\nas a milestone on the road to the CSCE’s becoming an\r\nefficient and effective international organization.\r\nMr. Cassar (Malta): The role of regional\r\narrangements and organizations in the maintenance of\r\ninternational peace and security was recognized at the\r\ninception of the United Nations and continued to emerge\r\ndespite the extreme constrictions and constraints imposed\r\nby the very logic of the cold war. Five years ago, the\r\nwalls dividing Europe were torn down by people who had\r\nsuffered totalitarian rule for more than four decades. The\r\npolicy of containment was forced to give way to a policy\r\nof wider and sounder cooperation between States and\r\npeoples. An altered horizon of hope was envisioned for\r\nthe continent.\r\nThe dramatic changes that occurred in the heart of\r\nEurope proved to be a turning-point in the history of the\r\ninternational community as a whole and for the United\r\nNations in particular. The increased importance of\r\n4\r\nGeneral Assembly 57th meeting\r\nForty-ninth session 15 November 1994\r\nregional organizations today is proof of the prevailing\r\nrelevance of their contributions to the maintenance of peace\r\nand security in a changed international environment. Their\r\nadvantage lies in the better understanding of shared values\r\nand principles, guided by the flexibility of approach\r\nrequired in identifying and resolving the root causes of\r\ntension and conflict.\r\nMy delegation welcomes the report (A/49/529) of the\r\nSecretary-General on Cooperation between the United\r\nNations and the Conference on Security and Cooperation in\r\nEurope (CSCE). One notes with satisfaction that the process\r\nof enhanced cooperation between the United Nations and\r\nthe CSCE in terms of the provisions of Chapter VIII of the\r\nCharter is now bearing fruit in areas as varied as peace-\r\nkeeping, conflict prevention and the human dimension. This\r\nfruitful cooperation is beneficial in itself, for it helps both\r\nthe United Nations and the CSCE to make the best use of\r\ntheir respective comparative advantages. Equally important,\r\nhowever, is that other aspect which the Secretary-General\r\nsingles out: the avoidance of costly duplication in\r\nundertaking missions.\r\nCooperation between the CSCE and the United\r\nNations remains vital for overall regional stability. This\r\nintrinsic interdependence was the key element which Malta\r\nemphasized when my Deputy Prime Minister, Mr. Guido de\r\nMarco, first proposed that the CSCE be declared a regional\r\narrangement in terms of Chapter VIII of the United Nations\r\nCharter at the CSCE Council of Ministers in Prague in\r\n1992. The endorsement of this proposal later that year by\r\nthe CSCE Helsinki Summit of Heads of State or\r\nGovernment provided the impetus for a new and vital\r\ncooperation between the United Nations and the CSCE. It\r\nwas the first significant step towards this tangible and\r\neffective partnership in the maintenance of peace and\r\nsecurity.\r\nThe Secretary-General in his report outlines how the\r\nframework for cooperation and coordination between the\r\nCSCE and the United Nations has led to regular contacts,\r\nexchange of information and burden-sharing. These\r\ndevelopments provide the basis of a new partnership which\r\nis exemplary and which could inspire cooperation between\r\nthe United Nations and other regional arrangements and\r\norganizations.\r\nIn a recent contribution to The New York Times, the\r\nSecretary-General dwelt on the peace-keeping role of\r\nregional organizations in an evolving international milieu.\r\nHe stated that such groups provided special insights into\r\nconflict in their regions, could sometimes respond more\r\nquickly militarily and could help to ease the financial and\r\nmaterial burdens placed on the United Nations.\r\nThe CSCE was born of diplomatic pragmatism,\r\ndespite the difficulties imposed by bloc antagonism. That\r\npragmatism continues to guide the CSCE in coming to\r\ngrips with new challenges. The vision which inspired the\r\nCharter of Paris for a New Europe remains valid today,\r\nnotwithstanding the regional conflicts which threaten\r\nstability within the CSCE area. For that vision to survive\r\nwe must continue to develop the appropriate mechanisms\r\nto resist, contain and overcome the new, unfamiliar\r\nthreats to peace. That is what is being done and\r\nundertaken at the review conference currently meeting in\r\nBudapest.\r\nMany have described the review conference as the\r\nultimate test of the CSCE as an actor in the region. The\r\nCode of Conduct currently being reviewed in Budapest is\r\na singular strength of the CSCE. The presence of\r\nconfidence- and security-building measures provides the\r\nassurance of transparency and trust crucial to the better\r\nunderstanding required in inter-State relations.\r\nThe mechanisms attached to such measures, and\r\ntriggered by a number of States, is proof of the desire to\r\npromote and further develop transparency and trust\r\nbetween participating States. It also provides an\r\nopportunity for sharing experience and expertise between\r\nStates.\r\nThe elaboration of confidence-building measures; the\r\nquestion of cooperation with the United Nations in the\r\nfield of peace-keeping; the further elaboration of contacts\r\nwith the non-participating Mediterranean States; these are\r\nall key issues to which my Government attaches great\r\nimportance.\r\nSuccesses registered by the CSCE in the field of\r\npreventive diplomacy in the period under review deserve\r\nto be highlighted. The work undertaken by the High\r\nCommissioner on National Minorities has served to ease\r\ntensions in a number of areas in Europe. It is proof of the\r\nCSCE’s capability to ensure that shared and common\r\nvalues continue to be observed through conscious, active\r\nand preventive diplomacy.\r\nAchievements in preventive diplomacy often go\r\nunsung. Low-profile involvement at an early stage of an\r\nemerging dispute or tension is often, unfortunately,\r\nignored by the media. Preventive diplomacy should be a\r\npillar of action in the attempt to achieve a stable and\r\n5\r\nGeneral Assembly 57th meeting\r\nForty-ninth session 15 November 1994\r\nsecure region. Recent cooperation between the United\r\nNations, the Office for Democratic Institutions and Human\r\nRights and the Council of Europe provides a basis for\r\nfuture action which my delegation welcomes and supports.\r\nThe setting of standards and norms in the human dimension\r\nremains a key strength of the CSCE.\r\nThe Universal Declaration of Human Rights warns that\r\ndisregard and contempt for human rights have resulted in\r\nbarbarous acts which have outraged the conscience of\r\nmankind — a sad truth which most CSCE participating\r\nStates have had the misfortune to experience in their\r\nhistories. Such outrages are still witnessed today in conflict\r\nsituations which undermine regional stability.\r\nIt is essential, if man is not to be compelled to have\r\nrecourse, as a last resort, to rebellion against tyranny and\r\noppression, that human rights should be protected by the\r\nrule of law. That was the spirit which inspired the Charter\r\nof Paris and which nurtured the CSCE in Helsinki in facing\r\nthe challenge of change. That same spirit remains constant\r\ntoday in Budapest. Peace is long-lasting only if built on\r\nfreedom, social justice and respect for human dignity.\r\nMr. Zlenko (Ukraine) (interpretation from Russian):\r\nIn recent years Europe has been going through an important\r\nstage in its history, in which we have seen laid down the\r\nfundamental principles of interrelationships which will\r\ndetermine the life and face of the continent for many\r\ndecades.\r\nThe Helsinki process has had tremendous impact on\r\nthese changes and is today one of the most important\r\nguarantors of democratic transformations in a number of\r\nnew independent States. A sound and multifaceted basis\r\nprovided by the fundamental principles of the Conference\r\non Security and Cooperation in Europe (CSCE), its\r\nconsiderable potential as an instrument for preventive\r\ndiplomacy, the devising under its aegis of new effective\r\ninstitutions and machinery, all bear witness to the vitality\r\nand importance of the CSCE and its practical impact on the\r\ndevelopment of European countries, ensuring stability and\r\nsecurity in Europe.\r\nPrince Sisowath Sirirath (Cambodia), Vice-President,\r\ntook the Chair.\r\nAt the same time, the encouraging changes and\r\nhistorical events which are occurring in the world today as\r\na result of the tremendous efforts made in the selfless\r\nstruggle of peoples also reflect today’s complexity and\r\nambiguity, including the fact that in Europe in recent years\r\na number of hotbeds of tension have arisen, some of\r\nwhich have grown into bloody conflicts. These new\r\ndangers, these new problems, which have appeared on the\r\ncontinent imperil stability and the possibility of steady\r\ndevelopment for States throughout the world.\r\nWe have witnessed gross violations of such\r\nfundamental principles of the CSCE as respect for the\r\nterritorial integrity of States, the inviolability of their\r\nborders, the provision and observance of human rights,\r\nand the peaceful settlement of disputes. These facts quite\r\nclearly indicate that there is a need to strengthen\r\nconsiderably the CSCE, to enhance its ability to react\r\nadequately to the processes going on in Europe.\r\nUkraine, whose security is indivisible from the\r\nsecurity of Europe, is deeply concerned to enhance the\r\neffectiveness of what is being done by the CSCE by way\r\nof speedy settlement of conflicts, particularly in the\r\nterritory of the former Yugoslavia, around Nagorny\r\nKarabakh, in Georgia, and stabilizing the situation in the\r\nTransnistria region in the Republic of Moldova.\r\nBut, as practice has shown, turning the CSCE into a\r\ntruly reliable institution able to resolve these conflicts will\r\nnot occur sufficiently quickly, and at the current stage of\r\nits development the CSCE simply does not have enough\r\npotential nor sufficiently reliable machinery and\r\nprocedures.\r\nThis indicates once again that the creation of a\r\ncomprehensive security system in Europe is impossible\r\nwithout the active role and participation of such an\r\ninfluential and authoritative Organization as the United\r\nNations, which possesses the necessary resources and\r\nexperience in the prevention and settlement of conflicts.\r\nIt is precisely for that reason that Ukraine has consistently\r\nfavoured expanding cooperation in the field of security\r\nbetween the United Nations and the CSCE, which is a\r\nregional arrangement under Chapter VIII of the Charter.\r\nThat is also necessary because there is a general\r\nunderstanding now that the secure and safe development\r\nof the entire world community is directly connected with\r\nensuring stability on the European continent.\r\nAn important step towards strengthening cooperation\r\nbetween the United Nations and the CSCE was, in the\r\neyes of Ukraine, the signing, on 26 May 1993, of the\r\nframework agreement for cooperation and coordination\r\nbetween the United Nations Secretariat and the CSCE, as\r\nwell as the resolution adopted by the General Assembly\r\non 16 November 1993, during the forty-eighth session, on\r\n6\r\nGeneral Assembly 57th meeting\r\nForty-ninth session 15 November 1994\r\n“Cooperation between the United Nations and the\r\nConference on Security and Cooperation in Europe”. Those\r\ndocuments laid the foundation for the initiation of\r\ncooperation.\r\nHowever, many questions still need to be further\r\nexplored. In view of the practical problems that the United\r\nNations and the CSCE have to face, it is essential that we\r\nfully develop the potential of this agreement, as envisaged\r\nin the decisions reached at the Rome meeting of the\r\nCouncil of Ministers of the CSCE. We believe that\r\neffective machinery should be devised to coordinate the\r\nactivities of these international structures and that we\r\nshould clearly circumscribe their spheres of responsibility\r\nin order to avoid any unnecessary duplication and\r\noverlapping. This is based on our understanding that the\r\nCSCE itself, in the framework of its joint activities with the\r\nUnited Nations in the field of European security, could\r\nserve as an extremely reliable institution for preventive\r\ndiplomacy, whereas the experience and the potential of the\r\nUnited Nations could help to supplement the peace-keeping\r\ncapabilities of the CSCE in instances when a conflict had\r\nalready arisen.\r\nThe delegation of Ukraine stands fully behind the\r\nconclusion reached in the report of the Secretary-General\r\nthat\r\n“1994 has seen further development of the practical\r\nlinks between the United Nations and CSCE”.\r\n(A/49/529, para. 13)\r\nWe have indeed witnessed a growing interaction\r\nbetween these two structures — for example, in Georgia, in\r\nthe former Yugoslavia and in Latvia, in the carrying out of\r\nindividual programmes. In addition, the practice has been\r\nintroduced of holding unofficial tripartite consultations\r\nbetween United Nations bodies based in Geneva, the CSCE\r\nand the Council of Europe.\r\nWe support the joint proposal of the Ministers of\r\nForeign Affairs of Germany and the Netherlands to further\r\ndevelop cooperation between the United Nations and the\r\nCSCE, and we believe that this will be possible only if the\r\ninstitutional basis of that cooperation is duly strengthened.\r\nIn this connection, the delegation of Ukraine proposes\r\nthat an open-ended ad hoc working group be created. This\r\ngroup would necessarily include representatives of the\r\nSecretary-General of the United Nations — from, for\r\nexample, the Department of Political Affairs and the Office\r\nof the High Commissioner for Human Rights — as well as\r\nrepresentatives of the troika. It would draw up the text of\r\na fundamental agreement between the United Nations and\r\nthe CSCE that could become a model in various areas.\r\nIt should also be pointed out that cooperation\r\nbetween the United Nations and the CSCE in settling\r\nconflicts should in no way detract from the importance of\r\ninvolving other European and trans-Atlantic institutions in\r\nthese efforts, and particularly those that are able to make\r\na sizeable contribution to maintaining peace. I refer above\r\nall to the North Atlantic Treaty Organization, the North\r\nAtlantic Cooperation Council, the European Union, the\r\nWestern European Union and the Council of Europe.\r\nUniting the efforts of these organizations and structures\r\ncould serve as the foundation for a new system of\r\nsecurity in Europe, which in turn would have an\r\nextremely positive effect on the safe development of the\r\nentire global society, and, first and foremost, of the\r\nEuropean continent.\r\nToday, Ukraine, like the other States members of the\r\nHelsinki process, is preparing for the next stage of the\r\nhigh-level Budapest Conference of the CSCE. We believe\r\nthat this summit, like the Conference in Budapest itself,\r\nwill represent a further major step towards the\r\ndevelopment of a partnership strategy between the United\r\nNations and the CSCE and towards the creation, in\r\npractical terms, of the necessary machinery for\r\ncooperation in order fully to guarantee the stable and\r\npeaceful development of all States of the continent.\r\nThe delegation of Ukraine hopes that the draft\r\nresolution that has been submitted under this agenda item\r\nwill be adopted by consensus.\r\nMr. Graf zu Rantzau (Germany): I have the honour\r\nof speaking on behalf of the European Union and Austria.\r\nThis is the third session at which the General\r\nAssembly has addressed the question of cooperation\r\nbetween the United Nations and the Conference on\r\nSecurity and Cooperation in Europe (CSCE). The\r\nEuropean Union welcomes the opportunity to participate\r\nin this debate. It fully supports the draft resolution before\r\nthe General Assembly, which is sponsored by all the\r\nEuropean Union member States and the acceding\r\ncountries.\r\nI should like to take this opportunity to welcome the\r\nSecretary General of the CSCE, Mr. Wilhelm Höynck.\r\nHis presence testifies to the commitment that exists on\r\n7\r\nGeneral Assembly 57th meeting\r\nForty-ninth session 15 November 1994\r\nboth sides to develop and improve cooperation between the\r\nUnited Nations and the CSCE.\r\nIt has become somewhat of a cliché to speak of the\r\nchallenges of the post-cold-war era. Unfortunately,\r\ninternational and intra-State conflicts, nationalism, racism\r\nand similar phenomena are part of the reality which the\r\nUnited Nations and the CSCE must continue to address.\r\nBoth have had to make adaptations to meet these\r\nchallenges.\r\nAt the Helsinki Summit of 1992, the CSCE\r\nparticipating States first declared their understanding that\r\nthe CSCE is a regional arrangement in the sense of Chapter\r\nVIII of the Charter of the United Nations. In its resolution\r\n47/10 of 28 October 1992, the General Assembly welcomed\r\nthis declaration. The Helsinki Summit marked a turning\r\npoint. Since then, the CSCE has steadily developed its\r\ncapacity for taking effective action.\r\nDuring the past few years, the CSCE has dispatched\r\na large number of missions to various participating\r\ncountries. Currently, six long-term missions are operative,\r\nand another two are about to begin their work. Some of\r\nthese missions have tasks in the field of conflict prevention,\r\nwhile others deal with crisis management. Yet another\r\ncategory has long-term advisory functions. In addition to\r\nthose missions, seven specialized missions are assisting\r\nStates neighbouring the Federal Republic of Yugoslavia\r\n(Serbia and Montenegro) in the rigorous enforcement of\r\nsanctions.\r\nThis range of mission tasks, in conjunction with the\r\nimportant activities of the High Commissioner for National\r\nMinorities, illustrates the comprehensive concept of security\r\nupon which the CSCE is founded.\r\nThe United Nations, in turn, has become increasingly\r\nactive in the area of the Conference on Security and\r\nCooperation in Europe (CSCE). Since 1992, the United\r\nNations has played a crucial role in the former Yugoslavia,\r\nmost visibly through the deployment of the United Nations\r\nProtection Force (UNPROFOR). The Secretary-General has\r\nmade his good offices available to the Baltic States and the\r\nRussian Federation. A few months ago, the Security\r\nCouncil decided to expand the military observer mission in\r\nGeorgia (UNOMIG). More recently, the Secretary-General’s\r\nSpecial Envoy has stepped up his efforts to contribute to a\r\nsettlement of the conflict in Tajikistan.\r\nIn all of the foregoing cases, United Nations and\r\nCSCE personnel have worked side by side. This fact alone\r\nunderscores the importance of close contacts between the\r\nUnited Nations and the CSCE.\r\nIt is against that background that the European\r\nUnion welcomes the positive developments described in\r\nthe Secretary-General’s report of 17 October on\r\ncooperation between the United Nations and the\r\nConference on Security and Cooperation in Europe. The\r\nEuropean Union is pleased that the framework agreement\r\nof 26 May 1993 has proved to be a sound basis for\r\ncooperation. It fully subscribes to the view expressed in\r\nthe Secretary-General’s report that it must be our goal to\r\n“make the best use of respective comparative\r\nadvantages and avoid costly duplication”. (A/49/529,\r\npara. 11)\r\nThere is more than enough work to go around.\r\nWe note that the number of meetings between the\r\nUnited Nations and the representatives of the CSCE has\r\nincreased dramatically, both in the field and at\r\nHeadquarters. We are particularly pleased with the\r\nongoing discussions in Geneva on human rights, minority\r\nissues, the situation of refugees and economic problems.\r\nIn keeping with the draft resolution before the\r\nGeneral Assembly, the European Union believes that the\r\nSecretary-General should explore possibilities for further\r\nimprovemen t s , i n coopera t ion wi th the\r\nChairman-in-Office of the CSCE. We support the use of\r\nthe United Nations presence in Vienna to provide for an\r\nadditional and regular flow of information between the\r\nUnited Nations and the CSCE.\r\nThe CSCE’s evolving capabilities will, in our\r\nopinion, be an important factor in considering adjustments\r\nin cooperation. In this context, the European Union looks\r\nforward to the Budapest Summit of the CSCE in early\r\nDecember this year. We consider the Summit to be an\r\nimportant opportunity to enhance further the CSCE’s\r\ncapacity as a regional arrangement under Chapter VIII of\r\nthe United Nations Charter. In particular, the European\r\nUnion has proposed the strengthening of the CSCE as an\r\ninstrument of first choice for conflict prevention and crisis\r\nmanagement, including peace-keeping. Our approach calls\r\nfor participating States to make every effort to achieve the\r\npeaceful settlement of local disputes by turning first to the\r\nCSCE, before turning to the Security Council of the\r\nUnited Nations. If the CSCE means are exhausted, the\r\nparticipating States should be able jointly to refer the\r\nmatter to the Security Council. If necessary, participating\r\n8\r\nGeneral Assembly 57th meeting\r\nForty-ninth session 15 November 1994\r\nStates should be in a position to go ahead without the\r\nconsent of the States involved. CSCE participating States\r\nwill, of course, retain the right set out in the United Nations\r\nCharter to take a dispute to the Security Council at any\r\nstage.\r\nThe European Union strongly supports the efforts of\r\nthe Minsk Group, under its Swedish Chairman, to achieve\r\na peaceful solution of the conflict in and around\r\nNagorny-Karabakh. The European Union is pleased that this\r\nview is also reflected in the draft resolution before the\r\nAssembly, in which, at the same time, the Assembly\r\nwelcomes the long-standing cooperation between the United\r\nNations and the CSCE on this issue. The CSCE has been\r\nactively considering the possibility of deploying a\r\npeace-keeping force to the Nagorny-Karabakh area. The\r\nBudapest Summit, in our view, presents an opportunity for\r\nprogress in resolving this conflict.\r\nThere is no doubt that stability within the CSCE area\r\ndepends to a large extent on close and effective cooperation\r\nbetween the United Nations and the CSCE. Such stability\r\nhas positive repercussions for international peace and\r\nsecurity beyond the CSCE area. The European Union\r\ntherefore welcomes today’s debate and looks forward to\r\nfurther consideration of this item in the future.\r\nProgramme of Work\r\nThe President (interpretation from French): I should\r\nlike to inform the Assembly that we shall take up agenda\r\nitem 30, “Zone of peace and cooperation of the South\r\nAtlantic”, at a date to be announced in the Journal and not\r\ntomorrow as initially planned.\r\nI should also like to inform the Assembly that we shall\r\ntake up agenda item 23, “International assistance for the\r\nrehabilitation and reconstruction of Nicaragua: aftermath of\r\nthe war and natural disasters”, on Thursday, 17 November,\r\nin the morning, as the first item, and not on Wednesday, 16\r\nNovember.\r\nAgenda item 27 (continued)\r\nCooperation between the United Nations and the\r\nConference on Security and Cooperation in Europe\r\n(a) Report of the Secretary-General (A/49/529)\r\n(b) Draft resolution (A/49/L.20)\r\nMr. Náthon (Hungary): Hungary welcomes the\r\nconsideration of this agenda item by the General\r\nAssembly, since in recent years it has undoubtedly\r\nbecome clear that the cooperation developing between the\r\nUnited Nations and the Conference on Security and\r\nCooperation in Europe (CSCE) is increasingly important\r\nand mutually advantageous.\r\nThe activities and achievements of the so-called\r\nHelsinki process, which has now spanned two decades,\r\nare well known and speak for themselves. We attach\r\nparticular importance to the fact that during much of the\r\ncold-war period of ideological and military confrontation,\r\nthe CSCE served as an invaluable, indeed crucial, forum\r\nfor dialogue between East and West. It played an\r\nimportant role in opening up the closed societies of\r\nEastern Europe and, ultimately, in eliminating the political\r\nand ideological division of Europe. Let me mention here\r\ntwo additional features of the CSCE that, in our view,\r\nmake it unique. First, it is the only comprehensive\r\nall-European institution with security dimensions which\r\nincludes every European country, the United States and\r\nCanada, as well as all the successor States of the former\r\nSoviet Union. Secondly, it has by now demonstrated a\r\nspecial capability to develop a particular set of norms,\r\nbased on common European values, that represents\r\ngeneral rules of behaviour for all Governments wishing to\r\nestablish and maintain cooperative relationships.\r\nThree weeks from now, Hungary will be hosting in\r\nBudapest the CSCE Summit, in which the Heads of State\r\nor Government of its member countries will participate.\r\nWe will be particularly honoured also by the presence at\r\nthe Summit of the Secretary-General of the United\r\nNations. Following the Summit, Hungary will assume the\r\nimportant and responsible duties of the CSCE\r\nChairman-in-Office for a year.\r\n9\r\nGeneral Assembly 57th meeting\r\nForty-ninth session 15 November 1994\r\nThe Budapest Summit is expected to strengthen the\r\nindispensable role of the CSCE in the security of Europe\r\nand to give new impetus to its further development and\r\nrefinement. The political declaration of the Summit will\r\nassess the political situation in the CSCE area, focusing\r\nprimarily on the major hotbeds of tension and conflict. It\r\nshould improve the implementation of CSCE commitments,\r\nin particular in the human dimension, enhance CSCE\r\nconflict prevention and crisis management capability, and\r\nstrengthen CSCE institutions. The Summit Meeting should\r\nalso strengthen the norm-setting role of the CSCE by\r\nadopting a code of conduct which would refer to the rules\r\nof inter-State relations, as well as to the rule of relations\r\nbetween the State and its citizens, with particular reference\r\nto human rights and minority rights.\r\nI wish to emphasize that we attach particular\r\nimportance to the realization of the “CSCE first” principle\r\nthat was put forward some time ago by the Foreign\r\nMinisters of Germany and the Netherlands. The idea is\r\nsimple — to establish a genuine and practical division of\r\nresponsibilities between the CSCE and the United Nations\r\nin the settlement of conflicts within the CSCE area. We are\r\nof the view that the “CSCE first” principle, that is, to make\r\nevery effort to achieve the pacific settlement of disputes\r\nthrough the existing conflict-management mechanisms of\r\nthe CSCE before referring them to the United Nations\r\nSecurity Council, is completely in line with the objectives\r\nof the Charter, as well as with its relevant provisions.\r\nRecently, cooperation between the CSCE and the\r\nUnited Nations has become a tangible reality in relation to\r\nmany trouble spots. The situations in and around the\r\nNagorny Karabakh region of the Azerbaijan Republic,\r\nAbkhazia and South Ossetia in the Republic of Georgia,\r\nTajikistan and Moldova, provide specific examples to this\r\neffect. We deem it important that peace-keeping activities\r\nin the territory of the former Soviet Union should be\r\nconducted fully in line with the principles of the CSCE and\r\nunder CSCE command.\r\nIn the case of the former Yugoslavia, the CSCE\r\nmissions of long duration in Kosovo, Sandjak and\r\nVojvodina were concrete and promising manifestations of\r\npreventive diplomacy undertaken by the CSCE until the\r\nregrettable refusal by the Belgrade authorities to extend\r\ntheir mandates. We call for the early and unconditional\r\nreturn of those missions, in accordance with Security\r\nCouncil resolution 855 (1993), and deem it extremely\r\nimportant that the authorities of the Federal Republic of\r\nYugoslavia (Serbia and Montenegro) implement that\r\nresolution without any further delay. We welcome the fact\r\nthat recently the CSCE opened a mission in Sarajevo and\r\nis now in the process of appointing three ombudsmen for\r\nthe Federation of Bosnia and Herzegovina.\r\nWe also believe that the CSCE is to be commended\r\nfor its reiterated readiness to contribute to a post-conflict\r\nprocess of reconciliation, rehabilitation and rebuilding of\r\ndemocratic institutions, as well as to regional security\r\nthrough various arms control, disarmament and\r\nconfidence- and security-building measures.\r\nThe framework agreement of 26 May 1993 proved\r\nto be a major step in further enhancing cooperation and\r\ncoordination between the United Nations and the CSCE.\r\nDuring our chairmanship-in-office, we intend to promote\r\nthis very promising collaboration between the two\r\norganizations on every level and by all possible means\r\navailable. I can assure the Assembly that the Hungarian\r\nMission in New York will do its best to serve as a\r\nclearing-house and a genuine point of liaison to this\r\neffect. In this regard, I should like to pay tribute here to\r\nMr. Francesco Paolo Fulci, Permanent Representative of\r\nItaly, representing the present Chairman-in-Office of the\r\nCSCE, for his untiring efforts and able leadership.\r\nAs a member of the CSCE Troika, Hungary has set\r\na high value on preparing and submitting to the General\r\nAssembly a substantial draft resolution on cooperation\r\nbetween the two organizations. We feel the present text\r\ncorresponds to this requirement and we express the hope\r\nthat the General Assembly will adopt it without a vote.\r\nMr. Kulla (Albania) (interpretation from French):\r\nThe installation of democracy in many countries of the\r\nworld has provided fresh prospects for nations in their\r\nefforts to build the future. Nevertheless, it is becoming\r\nincreasingly clear that many of the old and new\r\nchallenges that face us can be tackled properly only by\r\njoint efforts to safeguard peace and security, to establish\r\nthe rule of law and to protect human rights. It would be\r\nappropriate to recall here that regional organizations have\r\nplayed an important role in meeting those challenges.\r\nThey represent important instruments to safeguard peace,\r\nto expand cooperation and to assure a relationship\r\nbetween both regional and global security.\r\nFrom this viewpoint, Albania highly appreciates the\r\nrole that has been played by the Conference on Security\r\nand Cooperation in Europe (CSCE) in the field of\r\nsecurity, cooperation and promoting democracy and the\r\nrespect for human rights throughout the European Atlantic\r\nregion. Its efforts to prevent or resolve regional crises, the\r\n10\r\nGeneral Assembly 57th meeting\r\nForty-ninth session 15 November 1994\r\nuse of instruments for the peaceful settlement of disputes\r\nand respect for human rights, as well as increasing\r\neconomic cooperation among its members, represent\r\nirreplaceable contributions to the benefit of all its members,\r\nparticularly the new democracies, in helping them to\r\nsafeguard peace and to consolidate democratic institutions.\r\nAt the Helsinki Summit in July 1992, the Heads of\r\nState or Government of the countries members of the CSCE\r\nstated their resolve to work closely with the United Nations,\r\nand particularly to prevent and to resolve conflicts.\r\nLikewise, the Final Document of that Conference states that\r\nthe CSCE is a regional arrangement within the framework\r\nof the United Nations, in accordance with the definition\r\ncontained in Chapter VIII of the United Nations Charter.\r\nThe purpose of the CSCE and the fundamental documents\r\non which it is based and the concern with and the common\r\nresponsibility for safeguarding international peace make it\r\nclear and necessary that there must be close cooperation in\r\ndealing with and resolving questions relating to fundamental\r\nproblems affecting current international relations. The\r\nCSCE review conference, which has begun work in\r\nBudapest, will also be expressing CSCE views on this\r\nmatter, and we affirm our confidence that the December\r\nSummit will arrive at a common position on the need to\r\nstrengthen cooperation between the CSCE and the United\r\nNations.\r\nWe believe that substantive cooperation between the\r\nCSCE and the United Nations is of particular importance,\r\nespecially with respect to safeguarding peace and security\r\nin certain regions of the CSCE area. We believe that the\r\npossibilities for peace-keeping and peacemaking can be\r\ncoordinated with the operational capacities of the CSCE in\r\nthe field of prevention. “Early warning”, as well as “quick\r\nreaction” are both important elements that are inherent in\r\nthe preventive capabilities of the CSCE, which have been\r\nmore than once effectively demonstrated. Likewise, and at\r\nthe same time, the wealth of experience that the CSCE has\r\nacquired through the good offices missions for the peaceful\r\nresolution of disputes could well be effectively coordinated\r\nwith similar actions taken by the United Nations. The case\r\nof the civilian mission to Haiti is a very pertinent example\r\nof practical cooperation between the United Nations and\r\nregional arrangements.\r\nIn this day and age better cooperation between the\r\nCSCE and the United Nations has become necessary.\r\nCertain crises within the CSCE ambit, particularly the\r\nYugoslav crisis, have shown that, despite total commitment,\r\nit seems impossible for such crises to be dealt with and\r\nresolved by the CSCE alone. The expulsion of the CSCE’s\r\nlong-standing mission in Kosovo bears eloquent witness\r\nin this respect. The very serious and explosive situation\r\nin Kosovo, which is generally agreed to be in danger of\r\ndeteriorating into an armed conflict, has been at the centre\r\nof the CSCE’s attention in recent years. Albania\r\nwelcomes the conclusion of the Ministerial Conference in\r\nStockholm, wherein it is stated that “an international\r\nUnited Nations presence on the ground would be a\r\npositive step”. We also welcome and hail the Security\r\nCouncil’s commitment in this matter and its resolution\r\n855 (1993), but we believe that even greater pressure\r\nshould be brought to bear to enforce its practical\r\nimplementation.\r\nIt is essential that ways and means be found to\r\nensure the international presence of the United Nations in\r\nKosovo, which would provide indisputable proof of the\r\nsuccess of the policy of prevention. The situation in\r\nBosnia and Herzegovina is, unfortunately, far from\r\nexemplary in the international community’s experience in\r\nthe field of peace-keeping, and we should learn a lesson\r\nfrom it. The slightest delay might have unforeseeable\r\nconsequences for peace and security in Europe, and this\r\nwould run counter to our theoretical deliberations seem\r\nirrelevant.\r\nIn this light, while welcoming the CSCE’s\r\ninvolvement and commitment as an important forum for\r\ndealing with questions of peace and security in the region,\r\nwe believe that closer cooperation should be implemented\r\nbetween the CSCE and the United Nations system —\r\nparticularly with the Security Council, by means of\r\nperiodic consultations and joint meetings between the\r\nCouncil and the Chairman-in-Office of the CSCE,\r\nexchanges of reports on various problems and other forms\r\nof cooperation.\r\nIn view of the CSCE’s decision-making machinery\r\nand the present difficulties in devising a suitable system\r\nfor the implementation of its decisions, it is also\r\nimportant to establish close cooperation between the\r\nCSCE’s preventive machinery and the Security Council,\r\nwhich is the sole institution that decides on and\r\nguarantees the implementation of binding measures. Such\r\ncooperation between the CSCE and the Security Council\r\nwould make it possible for certain acute issues in the\r\nEuropean-Atlantic region, such as the Kosovo crisis, not\r\nto remain simply matters to be noted but, rather, matters\r\nto be resolved in proper and timely fashion.\r\nMr. Salander (Sweden): I have the honour to speak\r\non behalf of the five Nordic countries — Denmark,\r\n11\r\nGeneral Assembly 57th meeting\r\nForty-ninth session 15 November 1994\r\nFinland, Iceland, Norway and Sweden — which are all\r\nparticipating States in the Conference on Security and\r\nCooperation in Europe (CSCE).\r\nThe CSCE was conceived in the cold war era and\r\nmade an important contribution to bringing the East-West\r\nconfrontation to a peaceful end.\r\nThe world is changing, and so is the CSCE. The\r\nemphasis of the CSCE’s current activities is increasingly\r\nbeing focused on how to contribute to peaceful solutions of\r\npost-cold-war national and ethnic problems in the CSCE\r\narea. These days the participating States at the Budapest\r\nreview conference are actively seeking to enhance the\r\nCSCE’s capabilities for early warning, preventive\r\ndiplomacy, crisis management, conflict resolution and\r\npeace-keeping. In this new situation, with the CSCE taking\r\non an even more important role in conflict prevention and\r\ncrisis management, enhanced cooperation and coordination\r\nwith the United Nations is vital.\r\nA framework agreement on cooperation and\r\ncoordination between the CSCE and the United Nations was\r\nconcluded in May 1993. One year ago the CSCE was\r\ngranted the status of Observer in the General Assembly.\r\nThe framework agreement has been a useful basis for\r\nincreased contacts between the CSCE and the United\r\nNations at all levels. In this context, we welcome the\r\nSecretary-General’s report (A/49/529) of 17 October on\r\ncooperation between the United Nations and the CSCE. In\r\nour view, the Secretary-General should now actively\r\ncontinue to explore with the CSCE Chairman-in-Office\r\npossibilities for further development of this cooperation.\r\nThe Nordic countries are prepared to take part, at an\r\nappropriate time, in a process to explore ways and means\r\nfor achieving a rational and balanced division of labour and\r\nresponsibilities between the CSCE and the United Nations.\r\nThe United Nations has the overriding responsibility\r\nfor maintaining international peace and security. Regional\r\narrangements, such as the CSCE, also have an important\r\nrole in this regard, in accordance with Chapter VIII of the\r\nUnited Nations Charter. The comparative advantage of each\r\nof the institutions should be taken into account in\r\naddressing specific situations. The CSCE and the United\r\nNations should mutually reinforce each other. The CSCE\r\nshould develop its capabilities to become an instrument of\r\nfirst choice for addressing emerging tension and local\r\ndisputes by making every effort to settle such disputes\r\nbefore referring them to the Security Council, as envisaged\r\nin the United Nations Charter.\r\nThe CSCE has a special approach to conflict\r\nprevention. The CSCE participating States have assumed\r\nimportant commitments to comply with CSCE norms and\r\nstandards. The CSCE’s comprehensive concept of security\r\nstresses that conditions for human and minority rights in\r\nparticipating States have effects on the security of us all.\r\nThere is also an element of accountability, which\r\npromotes transparency of conditions in this regard in\r\nparticipating States.\r\nThe CSCE promotes early warning, assumes an\r\nactive role in preventive diplomacy and deploys long-term\r\nmissions in order to assist in bridging communication\r\ngaps and easing mistrust and hostile attitudes. The Nordic\r\ncountries firmly believe that the CSCE should continue to\r\ndevelop its specific characteristics at the ongoing\r\nBudapest conference.\r\nAn important aspect of CSCE activities in recent\r\nyears has been the work of the long-term missions\r\ndispatched to various areas of tension, including the\r\nformer Yugoslavia. In The Former Yugoslav Republic of\r\nMacedonia the CSCE operates alongside the United\r\nNations Protection Force (UNPROFOR) in preventing\r\nconflict and alleviating tensions, thus providing a good\r\nexample of CSCE-United Nations cooperation. As for the\r\nFederal Republic of Yugoslavia (Serbia and Montenegro),\r\nthe Nordic countries are of the opinion that the long-term\r\nmissions to Kosovo, Sandjak and Vojvodina must be\r\nallowed to return and resume operations as soon as\r\npossible.\r\nThe Nordic countries have consistently supported the\r\nCSCE and its Minsk Group in the efforts to achieve a\r\npeaceful solution to the conflict in and around Nagorny\r\nKarabakh. We welcome the support for these efforts\r\nexpressed in resolutions of the General Assembly and of\r\nthe Security Council. We also appreciate the United\r\nNations Secretariat’s offer of technical assistance to a\r\npossible CSCE mission to the area. The recent visit to the\r\nregion by the Secretary-General was important as a means\r\nof demonstrating the world community’s concern over the\r\nsituation.\r\nThe cease-fire that has been in effect in the region\r\nsince 12 May is a tangible sign of the sincere desire of\r\nthe parties for an end to the conflict. The silence of arms\r\nshould be used urgently to find the basis for a durable\r\npolitical solution. The harmonization of all mediation\r\nefforts is of particular importance. Following a decision\r\ntaken by the CSCE Committee of Senior Officials on\r\n16 September, the CSCE Chairman-in-Office, assisted by\r\n12\r\nGeneral Assembly 57th meeting\r\nForty-ninth session 15 November 1994\r\nthe Chairman of the Minsk Group, is exploring the\r\npossibility of organizing a multinational CSCE\r\npeace-keeping force in support of the process towards\r\npeace. The Nordic countries fully support these efforts.\r\nPolitical guarantees, including those given by the United\r\nNations, will undoubtedly be part of a wider political\r\nagreement.\r\nThe Nordic countries are convinced that there is great\r\npotential for the CSCE to further develop its role in conflict\r\nprevention, crisis management, peace-keeping and conflict\r\nresolution within its area, as foreseen in the United Nations\r\nCharter. We are also convinced that there is great potential\r\nfor further cooperation and coordination with the United\r\nNations in the sphere of safeguarding international peace\r\nand security. The Nordic countries will continue to support\r\nthese efforts by the CSCE and the United Nations.\r\nIt is against that background that the Nordic countries\r\nhave cosponsored the draft resolution before the Assembly.\r\nWe hope that it will be adopted by consensus.\r\nMr. Jusys (Lithuania): I have the honour of making\r\na statement on behalf of the Baltic States — Estonia, Latvia\r\nand Lithuania.\r\nLast year the Baltic States — Estonia, Latvia and my\r\nown country, Lithuania — cosponsored the resolution\r\ninviting the Conference on Security and Cooperation in\r\nEurope (CSCE) to participate, in the capacity of observer,\r\nin the sessions and work of the General Assembly. As a\r\nregional arrangement in the sense of Chapter VIII of the\r\nCharter of the United Nations, the CSCE provides an\r\nimportant link between European and global security.\r\nThe uncertainty posed by the end of cold-war alliances\r\nis alleviated to a degree by the principles and commitments\r\non the basis of which the CSCE was established. These\r\ninclude respect for human rights, democracy, the rule of\r\nlaw and economic freedom as the foundations of peace,\r\nsecurity and stability. While structural adjustment to new\r\nchallenges and situations takes time, active diplomacy in\r\nconcert with the United Nations is one way in which the\r\ncompetence of the CSCE, as well as regional stability, can\r\nbe enhanced. Experience shows that these linkages and\r\ncomplementary efforts can be effective. The Helsinki\r\nprocess helped to set the stage for many of today’s positive\r\ndevelopments and trends in East-West relations in the fields\r\nof human rights, security, the environment, trade and\r\neconomic development.\r\nToday we note with satisfaction the development of\r\nincreased cooperation and coordination between the\r\nUnited Nations and the CSCE in fields including peace-\r\nkeeping in the CSCE area. We welcome further\r\nimprovements in the forging of this mutually reinforcing\r\nand beneficial relationship as an effective counter to\r\nserious threats to peace and security, particularly at a time\r\nwhen many countries in the CSCE area seek to enhance\r\ntheir individual security and to contribute to the collective\r\nsecurity of the region.\r\nWe recognize that the CSCE can play a leading role\r\nin the strengthening of security and stability in Europe.\r\nBut it cannot do this alone. Closer cooperation with the\r\nUnited Nations and other relevant organizations should go\r\nbeyond information-sharing and extend to\r\nresponsibility-sharing, with a clear-cut division of labour\r\nto avoid duplication or dissipation of resources. The\r\nCSCE’s strengths in conflict prevention, management and\r\nresolution in the region arise from a comprehensive\r\nconcept of security based on cooperation and equal\r\nrespect for the security interests of all participating States.\r\nStates with interests in the region could play a\r\nconstructive mediation role in respect of those conflicts\r\nthat they had the best chance of resolving, but should do\r\nso within prescribed guidelines that would prevent larger\r\nStates from establishing dominance in a region or\r\nharming the interests of other States. Pragmatic\r\ncooperation between the United Nations and the CSCE,\r\nmaking use of the two bodies’ respective strengths, could\r\nresult in the provision of the framework and the forum for\r\nconcerted action in this regard.\r\nThe use of CSCE long-term missions and\r\nrepresentatives as a part of preventive diplomacy\r\npromotes a non-confrontational approach to the solution\r\nof outstanding issues. The human-dimension mechanism\r\nstrengthens considerably the CSCE’s ability to address the\r\nroot causes of tension and provides for early warning. We\r\nalso recognize that economic development and\r\ncooperation are an important component of the CSCE’s\r\ncomprehensive concept of security. The economic\r\ndimension is essential to the strengthening of stability in\r\nthe CSCE area. Complementary efforts in the pursuit of\r\nsustainable economic development can and should be\r\nanother aspect of coordination between the United\r\nNations and the CSCE.\r\nThe Baltic States view the process of European\r\nintegration and multilateral cooperation as a basic\r\nprerequisite for the achievement of European stability.\r\nThe Baltic States have made their own active contribution\r\n13\r\nGeneral Assembly 57th meeting\r\nForty-ninth session 15 November 1994\r\nto the process through increased cooperation within the\r\nBaltic Council of Ministers and coordination with the\r\nCooperation Council of the Baltic Sea States and other\r\nregional partners, including the Nordic Council.\r\nThe Baltic States have also been beneficiaries of\r\nCSCE and United Nations preventive diplomacy. The\r\nwithdrawal of Russian troops from Lithuania by 31 August\r\n1993 and from Estonia and Latvia by 31 August 1994 was\r\na commitment undertaken under paragraph 15 of the 1992\r\nHelsinki Summit Declaration and General Assembly\r\nresolutions 47/21 and 48/18. We note with satisfaction the\r\npolitical significance of the withdrawal, the turning-point\r\nthat this process marked, and the CSCE’s continued\r\nreadiness to provide assistance in the resolution of\r\noutstanding issues.\r\nWe wish the forthcoming Budapest Summit every\r\nsuccess in elaborating the ways and means of linking the\r\nCSCE’s preventive-diplomacy and crisis-management\r\nactivities with those of the United Nations.\r\nMr. Batu (Turkey): As a participating State of the\r\nConference on Security and Cooperation in Europe (CSCE),\r\nTurkey is particularly pleased that the General Assembly is\r\nonce again considering, under agenda item 27, the\r\nimportant and timely issue of cooperation between the\r\nUnited Nations and the CSCE.\r\nIn this respect, we thank the Secretary-General for his\r\nmost valuable report on the item, and we reiterate our firm\r\nsupport for his efforts to foster the institutionalization of the\r\ncooperation between the United Nations and the CSCE.\r\nWe should also like to express our gratitude to the\r\nmembers of the CSCE troika — Hungary, Italy and\r\nSweden — for the efforts that they put into the drafting of\r\nthe resolution that is before us today. We actively\r\nparticipated in the informal consultations on the draft\r\nresolution and joined other delegations as sponsors.\r\nWith the advent of the post-cold-war era, new regional\r\napproaches for preventing and dealing with conflicts around\r\nthe world have been set in motion. However, developments\r\nin the CSCE area continue to lead us to a rather pessimistic\r\noverall assessment. Security and stability are being\r\nthreatened by continuing and new armed conflicts. Renewed\r\naggression and territorial acquisition by force are\r\nincreasingly being resorted to with impunity.\r\nAlthough significant steps have been taken by the\r\nCSCE towards further strengthening its structure and\r\nmechanisms, we are still far from dealing adequately with\r\nthese grave violations of international law. Even though\r\nthere has been ample creative thinking, the international\r\ncommunity has been unable so far to establish a new and\r\nclear strategy to deal with these conflicts in an effective\r\nand lasting manner.\r\nThe challenges we are facing today are far greater\r\nthan the means and resources by which the United\r\nNations alone can respond effectively and adequately to\r\nthe ever-growing urgency of maintaining peace and\r\nsecurity around the globe. In this regard, we believe there\r\nis great potential for further strengthened cooperation\r\nbetween our two organizations within the framework of\r\nthe United Nations Charter and the fundamental CSCE\r\ndocuments. We would like to emphasize in particular the\r\n1992 Helsinki final Document and the decisions of the\r\nRome meeting of the CSCE Council, where, among other\r\nthings, principles and procedures for CSCE peace-keeping\r\nactivities were established.\r\nWe see the prospects for peace-keeping activities by\r\nthe CSCE in its area of responsibility as a step in the\r\nright direction: that of taking over responsibility in this\r\nfield from the over-stretched United Nations.\r\nNevertheless, we believe that as participating States we\r\nhave not yet been able firmly to demonstrate our political\r\nwill to implement many of our decisions to that effect.\r\nOur efforts have largely remained limited to small-scale\r\nactivities in the area of preventive diplomacy.\r\nHowever, most recently we have taken note with\r\nrenewed hope of encouraging developments with regard\r\nto the peace-keeping aspects of the CSCE. A case in\r\npoint is the conflict in and around the Nagorny Karabakh\r\nregion of the Azerbaijani Republic. As members well\r\nknow, the CSCE’s Minsk Group has been striving to\r\nachieve a solution to this problem for the past two years.\r\nAs a member of that Group from its inception, we have\r\nbeen actively participating in its efforts. We continue to\r\nbelieve that the CSCE in general and the Minsk Group in\r\nparticular continue to be an appropriate mechanism\r\nthrough which an acceptable and workable solution can\r\nbe brought about. In this respect, we welcome the most\r\nrecent reaffirmation by the parties to the conflict of their\r\ndesire to act in this direction.\r\nAfter a long and difficult process of negotiations,\r\nCSCE efforts have finally focused on the modalities of a\r\nCSCE peace-keeping operation to be deployed to the area\r\nof conflict in and around the Nagorny Karabakh region of\r\nAzerbaijan. We believe we are on the threshold of a\r\n14\r\nGeneral Assembly 57th meeting\r\nForty-ninth session 15 November 1994\r\nmajor development with regard to the role to be played by\r\nthe CSCE as a regional organization acting within the\r\nframework of Chapter VIII of the United Nations Charter.\r\nBy setting a precedent in the peace-keeping activities of the\r\nCSCE, the deployment of a CSCE peace-keeping force will,\r\nin our view, be a crucial test for the participating States, by\r\nwhich they can reaffirm their will to give a new impetus to\r\ntheir common endeavour.\r\nWe welcome the General Assembly’s full support, as\r\nreiterated in the draft resolution before us, for the efforts of\r\nthe CSCE to achieve a peaceful solution to this conflict,\r\nbased on the principle of the territorial integrity of\r\nAzerbaijan.\r\nValuable cooperation between the United Nations and\r\nthe CSCE had taken place in some parts of the former\r\nYugoslavia until the Belgrade authorities refused to extend\r\nthe mandate of the long-term CSCE missions there. We\r\nregret that the call by the international community, as set\r\nout in Security Council resolution 855 (1993), for the return\r\nof CSCE missions at the earliest possible time has remained\r\nunanswered by the Serbian authorities. Consequently, we\r\nwelcome the fact that the draft resolution before us\r\nreiterates the significant contribution that the CSCE\r\nmissions have made to the maintenance of stability in\r\nKosovo, Sandjak and Vojvodina. We consider the reference\r\nmade in the draft resolution before us to Security Council\r\nresolution 855 (1993) to be renewed testimony by the States\r\nMembers of the United Nations of their support for the\r\ncontinuation of the CSCE missions in the former\r\nYugoslavia.\r\nIn conclusion, let me reiterate our firm belief that the\r\nactivities of the United Nations and those of the CSCE are\r\nmutually reinforcing and complementary in nature. We\r\ntherefore reckon that the United Nations continues to play\r\nthe central role in the maintenance of peace and security\r\naround the world. Thus, the scope of the cooperation\r\nbetween the two organizations should, in our view, entail\r\nnot a devolution of authority but, rather, a division of\r\nlabour which could culminate in a new collective-security\r\narchitecture in the future. In this respect, we look forward\r\nto the successful conclusion of the Budapest Summit of the\r\nCSCE.\r\nMr. Türk (Slovenia): This year the General Assembly\r\nis discussing the cooperation between the United Nations\r\nand the Conference on Security and Cooperation in Europe\r\n(CSCE) at a particularly important juncture. The report by\r\nthe Secretary-General on this matter reflects the diversity\r\nand political importance of the cooperation developed thus\r\nfar. The United Nations and the CSCE have established\r\na formal framework of cooperation which provides an\r\nopportunity for permanent communication and timely\r\ncoordination of action. Furthermore, the United Nations\r\nand the CSCE have agreed on the division of labour with\r\nrespect to a variety of situations in the CSCE area\r\ninvolving political tensions or the use of force. In\r\nsituations requiring peacemaking efforts the United\r\nNations has retained its lead role, while in others the\r\nleading role has been assumed by the CSCE. It is\r\nexpected that the future development of this cooperation\r\nwill strengthen the role of the CSCE as a mechanism\r\ncapable of responding to any need at the earliest stage, in\r\naccordance with the relevant provisions of the United\r\nNations Charter.\r\nThe development of practical links, both institutional\r\nand situation-specific, promises that the best possible use\r\nof resources will be made. The Governments which make\r\nthese resources available can expect that the two\r\norganizations, the global one and the regional one, will\r\nact together in an effective manner.\r\nThe next meeting of Heads of State or Government\r\nof the participating States of the CSCE will take place in\r\nthree weeks in Budapest. This and the results of United\r\nNations-CSCE cooperation so far represent a valid reason\r\nfor thorough reflection by the General Assembly on the\r\npresent and future role of the CSCE in global efforts for\r\npeace, security and political stability.\r\nSlovenia believes that the CSCE has an important\r\ncontribution to make, bearing in mind in particular the\r\nspecific character of the current processes of\r\ntransformation in Europe.\r\nIt has to be emphasized that the dynamic processes\r\nof democratic change and integration in Europe are that\r\nregion’s basic feature, and these processes owe a large\r\npart of their vitality to the ideas enshrined in the Final\r\nAct of the Conference on Security and Cooperation in\r\nEurope (CSCE), adopted in Helsinki as long ago as 1975.\r\nThe principles adopted in Helsinki enabled Europe to\r\nproceed on the democratic path of transformation and\r\nintegration and continue to represent the basis of\r\ndemocratic development in the future. They also represent\r\nthe conceptual basis for the construction of appropriate\r\nsecurity structures in Europe and for the expansion of the\r\nlinks between the CSCE and the United Nations. It should\r\nbe noted that the Helsinki principles were strongly\r\ninspired by the United Nations Charter and its living\r\ninterpretation as developed within the United Nations.\r\n15\r\nGeneral Assembly 57th meeting\r\nForty-ninth session 15 November 1994\r\nHowever, the processes launched by the CSCE have\r\nbeen and continue to be confronted by occurrences of the\r\nuse of force and jeopardized by those who rely on the use\r\nof force as a means to pursue their political agendas. Seen\r\nin retrospect, it is clear that none of the international\r\ninstitutions, including the CSCE, was prepared for such\r\nsituations, and they were therefore unable to prevent their\r\noccurrence. The international institutions remained a step\r\nbehind and reacted post festum, often half-heartedly and\r\nwithout success.\r\nThe importance of the CSCE as a framework for\r\npeaceful change has not been extinguished as a result of\r\nsuch problems. On the contrary, the CSCE should now\r\ndevelop appropriate methods for handling political tensions\r\nand crisis situations. Moreover, the CSCE ought to pay\r\nparticular attention to strengthening its capacity for\r\npreventive action. In addition to the generally relevant\r\nconsiderations that make the preventive role of regional\r\norganizations its primary purpose, it is important to\r\nemphasize the specific reasons that call for giving priority\r\nto the CSCE’s mechanisms in the field of preventive action.\r\nWe should bear in mind a variety of political issues that\r\nmerit early warning and preventive action, including the\r\nfact that Europe has witnessed a recurrence of nearly\r\nforgotten forms of nationalistic chauvinism. These\r\nphenomena are in sharp contradiction to the ideal of a\r\ncooperating and multicultural Europe and to its actual\r\nefforts for greater integration. The CSCE should develop\r\nappropriate methods to deal with these problems.\r\nAnother particular need to develop the capacities for\r\npreventive diplomacy results from recent experience with\r\nthe United Nations peace-keeping activities in the area of\r\nthe CSCE. This experience has shown that peace-keeping\r\nis usually carried out with a lapse of time, which makes the\r\ntask of peace-keeping operations very difficult, irrespective\r\nof the flexibility or extensiveness of the definition of\r\npeace-keeping in general or of the level of refinement of\r\nthe mandate of a particular operation.\r\nSlovenia welcomes the achievements of the CSCE in\r\nthe field of military security. The existing and future\r\nregional arms-control arrangements will be an important\r\nguarantee of security in the whole region. As in other\r\ndomains, here too the experience gained in the United\r\nNations represents an important asset for the future actions\r\nof the CSCE. The principles and guidelines for regional\r\napproaches to disarmament within the context of global\r\nsecurity adopted last year by the Disarmament Commission\r\nare particularly important. In addition to the fact that the\r\nCSCE as a whole represents a sui generis regional\r\narrangement and will therefore draw its inspiration from\r\nthe mentioned guidelines, the CSCE participating States\r\nwill have to develop a variety of subregional approaches,\r\nin accordance with the specific circumstances of various\r\ngroups of States. In this context, such principles as the\r\nfree consent of States in defining the geographical area of\r\napplication of appropriate arrangements will be\r\nparticularly important.\r\nThe mutual benefits of coordination and cooperation\r\nbetween the United Nations and the CSCE are not limited\r\nto situations involving preventive or peace-keeping\r\nactivity or to arms control and confidence- and\r\nsecurity-building regimes. They encompass such areas as\r\nthe protection of human rights, the protection of national\r\nminorities, election monitoring, support for democratic\r\nchange within States, and so on. All these efforts\r\nrepresent an ambitious agenda that is worthy of serious\r\nefforts. Slovenia supports this endeavour and will\r\ncontinue to take part in it. Slovenia is among the sponsors\r\nof the draft resolution submitted to the General Assembly\r\nfor adoption, and we hope that it will be adopted without\r\na vote.\r\nMr. Pashovski (Bulgaria): Allow me to begin by\r\njoining in the welcome extended to the Secretary-General\r\nof the Conference on Security and Cooperation in Europe\r\n(CSCE), Mr. Wilhelm Höynck, whose presence and\r\nexpected contribution to our debate attest to the\r\ncommitment of the CSCE to strengthening cooperation\r\nwith the United Nations, as well as to his personal\r\ndedication to this post.\r\nIt is with outstanding satisfaction and a sense of\r\nresponsibility that I take the floor on this topic, which my\r\ncountry regards as most important for the present and\r\nfuture efforts of the international community to safeguard\r\nand promote peace, security and stability. I am pleased,\r\nfirst, because one cannot help but note positively the\r\nsignificant progress made in the short period of a little\r\nover two years in the cooperation between the United\r\nNations and the Conference on Security and Cooperation\r\nin Europe.\r\nIt was only at its Helsinki 1992 Summit that the\r\nCSCE declared its readiness to assume enhanced\r\nresponsibilities in the areas of peace and security as a\r\nregional arrangement in the sense of Chapter VIII of the\r\nUnited Nations Charter. Since then we have witnessed the\r\nestablishment of a sound and forward-looking institutional\r\nbasis for the joint efforts of the two organizations. We are\r\n16\r\nGeneral Assembly 57th meeting\r\nForty-ninth session 15 November 1994\r\nproud to recall that Bulgaria was among the initiators and\r\npromoters of this process.\r\nMr. Mwaungulu (Malawi), Vice-President, took the\r\nChair.\r\nAs I mentioned, much was done to launch and\r\nenhance the interaction of the two organizations. Let me\r\njust point out as examples the closer involvement of the\r\nCSCE in the work of the United Nations as an Observer in\r\nthe General Assembly, the adoption of the framework for\r\ncooperation and coordination of 26 May 1993 and the\r\nensuing practical steps in a number of important areas of\r\nconflict prevention and crisis management in the CSCE\r\narea.\r\nGood contacts have been established and maintained\r\non a regular basis between the Secretary-General of the\r\nUnited Nations and the Chairman-in-Office of the CSCE.\r\nThe United Nations Secretary-General is regularly\r\nrepresented at meetings of relevant CSCE bodies. In this\r\nrespect we welcome the forthcoming visit of the\r\nSecretary-General to Budapest, where he will attend and\r\naddress the meeting of the Heads of State or Government\r\nof the CSCE participating States.\r\nThere is a need for a better division of labour and an\r\nimproved harnessing of resources between the two\r\norganizations, and this has taken a practical dimension in\r\npeacemaking efforts in such troubled areas as Tajikistan,\r\nGeorgia, the Nagorny-Karabakh conflict and others. As a\r\ncountry directly concerned about the maintenance of peace\r\nand stability in the Balkan region, we especially welcome\r\nthe continued close cooperation between the United Nations\r\nProtection Force (UNPROFOR) and the CSCE mission in\r\nMacedonia, as well as the support extended by the United\r\nNations to the newly established mission of the CSCE in\r\nSarajevo.\r\nThe experience gained in this process and the ever-\r\nincreasing need for a more systematic approach to the\r\ncooperation of the United Nations with regional\r\norganizations have led to substantial achievements in the\r\nefforts to ensure wider contacts and exchanges among them.\r\nIn this connection, we share the opinion that the meeting of\r\nregional organizations convened by the Secretary-General\r\nin New York on 1 August 1994 provided a valuable\r\nopportunity to understand better and address the problems\r\nand challenges facing the international community today.\r\nIn its capacity as the recent Chairman of the Council\r\nof Europe, my country actively joined in the common task\r\nof enhancing cooperation between the United Nations, the\r\nCSCE and the Council of Europe. We welcome the\r\nestablishment of the practice of tripartite consultations\r\namong them as an opportunity to discuss ways and means\r\nfor further developing the process by making better use of\r\nrespective comparative advantages, in particular with\r\nregard to fact-finding and other missions.\r\nAll of the aforementioned developments have\r\nundoubtedly played an important role in the improvement\r\nof our capacity to forestall, prevent and manage crises\r\nthreatening international peace and stability. My country\r\ntherefore continues to be active in the ongoing efforts, in\r\nthe framework of the CSCE and through dialogue\r\nbetween the two organizations, to expand further this\r\ncapacity.\r\nBulgaria supports the idea that the CSCE should\r\nshoulder its full responsibilities as a regional arrangement\r\nin the field of security in accordance with Chapter VIII of\r\nthe Charter — that is, as an instrument of first resort for\r\nconflict prevention and crisis management in its area. We\r\nthink that the CSCE is an appropriate body to play such\r\na role in view of its comprehensive regional scope,\r\nembracing almost all the States in the wider\r\nEuro-Atlantic-Asiatic zone and of its nature as a forum\r\nwhose functions reflect the interrelation of global and\r\nregional security. This is a question that occupies a\r\ncentral place on the agenda of the forthcoming Budapest\r\nConference of the CSCE.\r\nThe underlying issue, the issue of primary\r\nimportance, in this regard is the need for the better\r\ndistribution and coordination of labour, and for avoiding\r\nunnecessary duplication of activities between the two\r\norganizations. It is a process that has to be broadened in\r\nthe priority areas of their practical interaction, such as\r\npreventive diplomacy, peace-keeping and respect for\r\nhuman rights. The CSCE could be an especially beneficial\r\ninstrument in the forestalling of conflict, the addressing of\r\nthe root inner causes of crises, the long-term management\r\nof critical situations, and the post-conflict building of a\r\ndemocratic order through peaceful means. Furthermore,\r\nthe CSCE is currently considering possibilities for its first\r\npeace-keeping operation, in Nagorny Karabakh.\r\nAt the same time, we support the view that the\r\nCSCE should not be assigned tasks and responsibilities\r\nwhich are currently within the exclusive competence of\r\nthe United Nations Security Council, such as\r\npeace-enforcement operations. The primary responsibility\r\n17\r\nGeneral Assembly 57th meeting\r\nForty-ninth session 15 November 1994\r\nfor the maintenance of international peace and security\r\ncontinues to be concentrated in the Security Council.\r\nAnother facet that merits special attention with regard\r\nto the furthering of coordination between the United\r\nNations and the CSCE is the series of new initiatives for\r\nwider cooperation in the field of the human dimension as\r\none of the basic aspects of preventive diplomacy. In this\r\nrespect the sharing of information, such as reports of the\r\nCSCE missions, could be particularly beneficial to the work\r\nof the United Nations. We welcome the forms of\r\ncooperation and exchanges of information and expertise\r\nalready established between the CSCE Office for\r\nDemocratic Institutions and Human Rights in Warsaw and\r\nsome specialized bodies of the United Nations, such as the\r\nOffice of the High Commissioner for Refugees and the\r\nCentre for Human Rights in Geneva. This process should\r\nbe maintained and pursued further.\r\nAllow me in conclusion to express my delegation’s\r\nappreciation to the Secretary-General for his efforts to\r\npromote cooperation between the United Nations and\r\nregional organizations, to the benefit of world peace and\r\nstability. We would also like to thank him for his report on\r\nthe relations between the United Nations and the CSCE,\r\npresented as a contribution to our discussion today. It is in\r\nthe desire to assist in this important process that my\r\ncountry joined in the preparation of the draft resolution\r\nbefore us, of which we are a sponsor.\r\nMr. Wlosowicz (Poland): Poland, as a sponsor of\r\nresolution 48/19 of 16 November 1993, is satisfied with the\r\nsubstance and pace of the process of developing\r\ncooperation between the United Nations and the Conference\r\non Security and Cooperation in Europe (CSCE). An\r\naccurate account of this process, as seen by the United\r\nNations, is contained in the Secretary-General’s report,\r\nwhich the Polish delegation welcomes. We note with\r\nsatisfaction the progress made in the debate on possible\r\nforms of cooperation between the United Nations and the\r\nCSCE. It should eventually lead to the establishment of a\r\npragmatic cooperation pattern, both at the general level and\r\nin the field. Such two-fold cooperation is necessary for both\r\norganizations concerned. We should strive for\r\ncomplementarity in their activities and to avoid duplication\r\nof efforts and possible rivalry of any kind.\r\nThe United Nations has to recognize the CSCE’s\r\npotential as a regional arrangement facing complex\r\nchallenges in a very sensitive part of the world. It offers\r\nuseful instruments for conflict prevention, crisis\r\nmanagement and conflict resolution. The United Nations\r\ncan only benefit from the CSCE experience in dealing\r\nwith the root causes of conflicts and its active\r\ninvolvement in shaping the post-cold-war pattern of\r\nEuropean relations.\r\nWe have to be aware, however, of limitations which\r\nCSCE activities may still be encountering at present.\r\nThose limitations do not preclude, however, the option of\r\nclose cooperation in fulfilling specific peace-keeping\r\nresponsibilities, in the first instance in the troubled States\r\nof the Commonwealth of Independent States and in\r\nBosnia and Herzegovina. Quite to the contrary, they call\r\nfor mutually reinforcing efforts based on a clear division\r\nof tasks and smooth day-to-day collaboration between the\r\nUnited Nations and CSCE missions in the field.\r\nPoland supports all practical forms of cooperation\r\nbetween the two organizations in question. Such\r\ncooperation should include the conclusion of appropriate\r\nagreements, the institutionalized exchange of information,\r\nliaison offices and cost sharing. The CSCE should be\r\nseen as a flexible framework for the consideration of all\r\nproblems related to all-European security. It may resolve\r\nsome of them on its own, request assistance of partner\r\norganizations in resolving others and, where it lacks\r\nappropriate means, such as in peace enforcement, refer\r\nthe question to the United Nations Security Council, as\r\nproposed by Foreign Minister Kinkel of Germany and the\r\nformer Foreign Minister Kooijmans of the Netherlands.\r\nThe readiness of the United Nations to engage in\r\nsuch pragmatic cooperation and to consider certain issues\r\nat the request of the CSCE should constitute the essence\r\nof our message to the CSCE Summit to be held next\r\nmonth in Budapest.\r\nLast but not least, there should be growing\r\ncooperation between the executive branches of the two\r\norganizations, for example, between the United Nations\r\nSecretary-General and his high-level representatives and\r\nthe CSCE Chairman-in-Office and its Secretary-General.\r\nMr. Gorita (Romania): The agenda item\r\n“Cooperation between the United Nations and the\r\nConference on Security and Cooperation in Europe”\r\noffers this session good cause for satisfaction. The\r\nSecretary-General’s report (A/49/529), dated 17 October\r\n1994, is an illustrative expression of the mutually\r\nbeneficial and reinforcing developments in this\r\nrelationship.\r\n18\r\nGeneral Assembly 57th meeting\r\nForty-ninth session 15 November 1994\r\nThe observer status granted to the CSCE pursuant to\r\nUnited Nations General Assembly resolution 48/5 of 22\r\nOctober 1993, and the framework for cooperation and\r\ncoordination between the two organizations, established on\r\n26 of May 1993 following an exchange of letters between\r\nthe Secretary-General of the United Nations and the\r\nChairman-in-Office of the Council of CSCE (A/48/185),\r\nnow provide the institutional parameters for cooperation\r\nbetween the United Nations and the CSCE. Regular\r\ncontacts established between the Secretary-General of the\r\nUnited Nations and the Chairman-in-Office of the CSCE,\r\nand their representatives, are maintained and developed.\r\nAs the Secretary-General’s report shows, we are\r\nwitnessing an increasing CSCE contribution to the\r\nestablishment and maintenance of international peace and\r\nsecurity in the CSCE region through its activities in the\r\narea of preventive diplomacy, crisis management, arms\r\ncontrol and disarmament, post-crisis stabilizing and\r\nrehabilitation measures, as well as its role in the human\r\ndimension.\r\nThe CSCE is a pan-European forum which, alongside\r\nthe other European and Euro-Atlantic organizations and\r\ninstitutions, plays a significant role in promoting security\r\nand stability throughout the continent.\r\nThis is a period of change and rapid developments.\r\nWe are supportive of the CSCE in its efforts to define more\r\naccurately its identity, place, and specific role in the\r\nEuropean framework. In this context, the progressive\r\nadaptation and redefinition of CSCE functions and\r\nactivities, with a constant eye to efficiency and credibility,\r\nis a crucial test for the development of the CSCE process.\r\nIn our view, preventive diplomacy and crisis management\r\nare essential elements in shaping the future role of the\r\nCSCE. The “Helsinki decalogue”, the principles well\r\nestablished in this framework, and the functioning\r\ndemocratic norms like the rule of consensus and the\r\nprinciple of rotation, are in place to support such an\r\nimportant endeavour. We are still in the process of making\r\nfull use of the responsibilities and functions of existing\r\nCSCE institutions and mechanisms. In our view, further\r\nadditions to such organs are not necessary for the time\r\nbeing.\r\nIn the CSCE framework, we are now called upon to\r\nmaximize our use of the available potential in the existing\r\nstructures: the chairmanship-in-office, the High\r\nCommissioner on National Minorities, the Secretary-\r\nGeneral, and the Office for Democratic Institutions and\r\nHuman Rights. The forthcoming Budapest CSCE Summit\r\nwill offer a timely opportunity for a fresh, constructive\r\nand far-reaching look at these issues. We are very\r\nappreciative of the fact that the United Nations Secretariat\r\nis closely following the preparatory process of the\r\nSummit, and we are looking forward to the personal\r\nparticipation of the Secretary General of the United\r\nNations at this important event. We are aware of United\r\nNations expectations regarding the CSCE and its Member\r\nStates.\r\nIt is necessary, legitimate and particularly useful to\r\nfocus on regional problems and approaches. However, we\r\nmust constantly consider the multilateral context, the\r\nglobal issues and perspectives. The best way to do so is\r\nto maintain a cooperative attitude on the part of the CSCE\r\nand its member States vis-à-vis the United Nations and\r\nother multilateral forums. In the words of Mr. Boutros\r\nBoutros-Ghali on the occasion of his recent official visit\r\nto Romania,\r\n“The international community will be unable to\r\nrise to the great challenges of our times unless it\r\nestablishes rules for handling the key issues, and\r\nensures that these rules — rules for peace,\r\ndevelopment and democracy — are made to\r\nprevail.” (SG/SM/5455, 27 October 1994, p. 2)\r\nBy its very nature, the CSCE is a cooperative, rather\r\nthan a collective, security forum. It has a special mandate\r\nand way of action. The CSCE is not conceived to provide\r\ncollective defence and cannot therefore offer its members\r\nthe active security guarantees of an alliance. Instead, it\r\ndevotes its energies to preventing conflicts, to assisting\r\nparticipating States in fulfilling the obligations they have\r\nassumed by agreeing to CSCE decisions, to finding the\r\ncommon ground on which Member States which have\r\ndisagreements can move to a position of negotiation\r\nrather than confrontation.\r\nOne of the most important directions for United\r\nNations-CSCE cooperation relates to the progress made in\r\nthe development and consolidation of contacts and\r\ninteraction with regard to the activities of CSCE missions\r\nin the field. In its own quiet way, the CSCE has been\r\nquite successful in its insistence on the complete\r\nwithdrawal of foreign troops from the Baltic republics.\r\nThe CSCE is instrumental in monitoring the situation in\r\nparts of the former Yugoslavia to prevent a spillover of\r\nthe war in Bosnia and Herzegovina to other areas, in its\r\nattempts, particularly through the Minsk Group, at ending\r\nthe crisis in Nagorny Karabakh, in the almost non-stop\r\nshuttle diplomacy of the High Commissioner on National\r\n19\r\nGeneral Assembly 57th meeting\r\nForty-ninth session 15 November 1994\r\nMinorities. As for the CSCE mission in the Republic of\r\nMoldova, a more active involvement in the implementation\r\nof its mandate would be conducive to the development of\r\na democratic State, respect for human rights, support for\r\neconomic and democratic reforms on the entire territory of\r\nthe country, the orderly, complete and unconditional\r\nwithdrawal of the 14th army from Transnistria.\r\nAn important new development in the CSCE context\r\nrelates to the proposal to use the peace-keeping forces\r\noffered by third parties in the CSCE area. The preparatory\r\nwork for the Budapest Summit seems to indicate the\r\nappropriate approach towards this sensitive issue, namely,\r\nthe establishment and operation of such forces only under\r\nthe full authority of the CSCE, with a clear mandate and\r\nwith the agreement of the receiving State. This would also\r\nimply support for the political settlement process based on\r\nUnited Nations and CSCE principles and objectives. The\r\nestablishment of CSCE missions for monitoring such forces,\r\nas well as immediate and complete withdrawal after the\r\nsettlement of the conflict, would help to complete this\r\napproach. As for peace-enforcement, undoubtedly, it\r\nremains the exclusive responsibility of the United Nations\r\nSecurity Council, in the framework of the collective\r\nsecurity system, under Chapter VII of the Charter of the\r\nUnited Nations.\r\nIt would be mutually beneficial if the United Nations\r\npolitical, military and logistic peace-keeping capabilities\r\nand experience were to be taken into consideration when\r\nmatters pertaining to this domain are considered in the\r\nframework of the CSCE. Active United Nations-CSCE\r\ninteraction in this area would be most welcome.\r\nFinally, I should like to stress how important it is to\r\nplace the CSCE process in the evolving framework of\r\nEuropean architecture as well as in the global context of the\r\nUnited Nations collective security system. The North\r\nAtlantic Treaty Organization (NATO) “Partnership for\r\nPeace”, the Western European Union (WEU) associated\r\nstatus, the Pact on Stability in Europe are but some of the\r\nrecent very important and promising initiatives addressed\r\nespecially to Central and Eastern Europe. They entail\r\npotentially positive dynamics for the European continent\r\nand the CSCE area and for international stability and\r\nsecurity. Careful consideration and implementation of a\r\nstrategy containing a flexible and coherent approach to the\r\nrelationship between partners such as NATO, the European\r\nUnion, the WEU, the CSCE and the United Nations, in\r\naccordance with their specific responsibilities, powers and\r\nmethods of action, is of vital importance for defining a\r\ncomprehensive Euro-Atlantic security system.\r\nThe draft resolution in document A/49/L.20, entitled\r\n“Cooperation between the United Nations and the\r\nConference on Security and Cooperation in Europe”,\r\ncontains important ingredients for assessing and further\r\npromoting the necessary United Nations-CSCE interaction\r\nunder the provisions of Chapter VIII of the United\r\nNations Charter. My delegation is a sponsor of the draft\r\nresolution and expresses the hope that it will be adopted\r\nby consensus.\r\nThe President: In accordance with General\r\nAssembly resolution 48/5 of 13 October 1993, I now call\r\non Mr. Wilhelm Höynck, Secretary General of the\r\nConference on Security and Cooperation in Europe.\r\nMr. Höynck (Secretary General of the Conference\r\non Security and Cooperation in Europe (CSCE)): It is\r\nindeed a great pleasure for the Secretary General of the\r\nCSCE to have been invited by the Italian chairmanship of\r\nthe CSCE to address the United Nations General\r\nAssembly. It is becoming a tradition that this, the most\r\ncomprehensive body of the United Nations, allocates time\r\nfor discussion of the cooperation between the United\r\nNations and the Conference on Security and Cooperation\r\nin Europe. I am grateful for the many encouraging\r\nremarks on the role and work of the CSCE that have been\r\nmade this morning, and I appreciate the friendly words\r\naddressed to me.\r\nThe Charter of the United Nations establishes an\r\norganic link between the United Nations and regional\r\narrangements. This link is one of those elements of the\r\nCharter which, in an era marked by confrontation, could\r\nnot really be developed or applied to the fullest extent.\r\nToday we are beginning to understand the potential of\r\nChapter VIII of the Charter for strengthening the United\r\nNations. As the Secretary-General of the United Nations\r\nhas put it, regional entities can enhance the efficiency and\r\neffectiveness of United Nations efforts for peace. It is in\r\nthis spirit and with the aim of strengthening the United\r\nNations that the CSCE declared itself in the 1992\r\nHelsinki Document to be a regional arrangement under\r\nChapter VIII of the Charter. CSCE participating States\r\nwere aware that doing so meant an increased\r\nresponsibility for ensuring stability in the CSCE area. It\r\nwas also well understood that this entailed a readiness to\r\nbear part of the burden for the maintenance of\r\ninternational peace and security.\r\nThe United Nations Charter does not prescribe\r\ndetailed modalities for regional involvement. The\r\nallocation of tasks between the United Nations and\r\n20\r\nGeneral Assembly 57th meeting\r\nForty-ninth session 15 November 1994\r\nregional arrangements and organizations remains a\r\nchallenge. The meeting convened on 1 August 1994 in New\r\nYork by the United Nations Secretary-General — the first\r\nmeeting of its kind 50 years after the founding of the\r\nUnited Nations — was helpful in addressing the problems\r\nrelated to the practical application of Chapter VIII.\r\nWhile cooperation and coordination between the\r\nUnited Nations and regional organizations should be\r\napproached on an individual basis, it seems that many\r\nregional organizations feel that they are particularly well\r\nfitted to engaging in a broad range of conflict-prevention\r\nactivities and might offer comparative advantages\r\nspecifically in that area.\r\nTransforming the CSCE from the traditional and very\r\nsuccessful conference framework it has been so far into a\r\nfully operational institution was not the result of careful and\r\nlong-term political planning. The CSCE was not going\r\naround looking out for new tasks to justify its post-conflict\r\nexistence. It was the other way around: new challenges,\r\nnew crises and indeed new armed conflicts were crying out\r\nfor a structure designed to deal with these phenomena and\r\nready to do so. The CSCE, like other regional arrangements\r\nand organizations, could not wait for new grand designs for\r\nthe new security architecture in the CSCE area. It had to set\r\nabout its task now, the task of contributing to finding\r\npragmatic solutions to acutely urgent problems. The CSCE\r\nis making this contribution in three main areas: the\r\npromotion of common values, especially those relating to\r\nhuman rights, democracy and the rule of law, the market\r\neconomy, social justice and other key areas of a civic\r\nsociety; conflict prevention and crisis management; and the\r\npromotion of the development of cooperative security.\r\nThe past year has seen the realization of important\r\npolitical developments supported by the CSCE. As\r\npromised in the 1992 Helsinki summit declaration, the\r\nRussian Federation did indeed withdraw its troops from\r\nEstonia and Latvia. Agreements related to these important\r\nwithdrawals established new collateral tasks for the CSCE,\r\nin particular concerning a radar station in Latvia and social\r\nwelfare for retired Russian military personnel in Estonia\r\nand Latvia.\r\nIn an effort to make full use of the potential of all the\r\nCSCE participating States in the demanding tasks of crisis\r\nmanagement, the Ministerial Council in Rome agreed that\r\nthe CSCE should consider, on a case-by-case basis and\r\nunder specific circumstances, the setting up of CSCE\r\ncooperative arrangements concerning third-party peace-\r\nkeeping. Pioneering efforts by the Chairman-in-Office are\r\ncontinuing further to define the details of such\r\narrangements and reach final agreement.\r\nThe CSCE’s potential for conflict prevention will be\r\nconsiderably enhanced by a new instrument. On\r\n5 December 1994 the Convention on Conciliation and\r\nArbitration within the CSCE will enter into force\r\nfollowing its ratification by more than 12 CSCE\r\nparticipating States.\r\nFinally, the CSCE has considerably expanded the\r\npotential for conflict prevention afforded by dialogue and\r\nmultilateral consultations. Since January 1994, the\r\nPermanent Committee in Vienna, meeting every week at\r\nthe level of Ambassadors and Permanent Representatives,\r\nhas also been ensuring continuity and constant availability\r\nfor decision-making.\r\nIn promoting the human dimension, the CSCE relies\r\nmainly on its Office for Democratic Institutions and\r\nHuman Rights in Warsaw. In its fourth year of operation\r\nthe Office has gained new strength and consolidated its\r\nprofile as an entity specializing in election monitoring,\r\nadvising on the rule of law and human rights. It also\r\nprovides a forum for human-dimension development that\r\nis open to non-governmental organizations.\r\nRegarding the military aspects of security, the CSCE\r\nhas made a new contribution to its arms-control and\r\nconfidence-building agreements with the adoption, in\r\nNovember 1993, of four new documents on, respectively,\r\nstabilizing measures for localized crisis situations; defence\r\nplanning; military contacts; and principles governing\r\nconventional arms transfers. The latter document,\r\ncombined with the constant attention devoted by the\r\nCSCE to non-proliferation issues, constitutes its practical\r\ninput to the strengthening of global arms-control regimes\r\npursued under the auspices of the United Nations.\r\nWith its all-inclusive membership, comprehensive\r\nopen-ended agenda and high political credibility, the\r\nCSCE has a central role to play in the emerging regional\r\nsecurity architecture within its area. The CSCE can offer\r\na political basis and a channel for action for individual\r\nStates as well as for other multilateral organizations in the\r\narea. This has been the essence of its supportive role in\r\npreparing the Stability Pact initiative of the European\r\nUnion. Other examples are the political support provided\r\nby the CSCE for specific, practical steps such as the\r\nWestern European Union (WEU) Danube-patrolling\r\noperation or the European Union (EU) monitoring activity\r\nin former Yugoslavia.\r\n21\r\nGeneral Assembly 57th meeting\r\nForty-ninth session 15 November 1994\r\nPractically all CSCE operational activities open broad\r\nvistas for cooperation with the United Nations and other\r\ninternational organizations. A lot has been done to develop\r\npractical links. Highlights of this expanding cooperation are\r\nthe political support by the Security Council for the\r\nCSCE’s role in Nagorny Karabakh; the invitation to the\r\nCSCE to observe United Nations-sponsored talks in Georgia\r\non Abkhazia and in Tajikistan; and the logistical support\r\nprovided by the United Nations Protection Force\r\n(UNPROFOR) to the CSCE mission in Sarajevo.\r\nThe Secretary-General of the United Nations is\r\nabsolutely right when he states, in his report on cooperation\r\nbetween the United Nations and the Conference on Security\r\nand Cooperation in Europe, that\r\n“1994 has seen further development of the practical\r\nlinks between the United Nations and CSCE. This\r\ncooperation and coordination will be maintained and\r\nenhanced with the aim of extracting the best possible\r\nuse from the resources made available by\r\nGovernments to international organizations to carry\r\nout the tasks assigned to them”. (A/49/529, para. 13)\r\nWhile the CSCE strengthens mutually reinforcing\r\ncooperation with international organizations, it is also\r\ndeveloping its contacts with countries outside the CSCE\r\narea. The traditional links between the CSCE and non-\r\nparticipating Mediterranean States are about to develop into\r\nnew dimensions in the framework of substantially increased\r\ncontacts with Israel, Egypt, Tunisia, Algeria and Morocco.\r\nSpecific relations have been established and further\r\ndeveloped with Japan and, as of 1994, broad contacts have\r\nbeen agreed with South Korea.\r\nAs we analyse our situation and our possibilities, there\r\nis no reason for complacency. But we must not be\r\ndiscouraged if in the short term we cannot find the right\r\nanswers to the multitude of old and new challenges\r\nconfronting us. Let me quote a United States analyst, who\r\npleaded for a\r\n“little respect for the historical newness and\r\ncomplexity of the situation, a little patience while we\r\ndo sensible things”.\r\nThat is what the CSCE is aiming at: to do sensible things.\r\nThe CSCE Summit, to be held in Budapest, will\r\nstrengthen the CSCE’s capability of doing just this: doing\r\nsensible things and developing the CSCE’s contribution to\r\na new stability. This will at the same time give the CSCE\r\na clear profile as a bulwark against the development of\r\nnew divisions and as the guardian of indivisible security\r\nin the CSCE area.\r\nThe President: We have heard the last speaker in\r\nthe debate on this item.\r\nThe Assembly will now take a decision on draft\r\nresolution A/49/L.20.\r\nI should like to announce that Kyrgyzstan and\r\nTajikistan have become co-sponsors of the draft\r\nresolution.\r\nMay I take it that the Assembly decides to adopt\r\ndraft resolution A/49/L.20?\r\nThe resolution was adopted (resolution 49/13).\r\nThe President: May I take it that it is the wish of\r\nthe Assembly to conclude its consideration of agenda item\r\n27?\r\nIt was so decided.\r\nTropical storm in Cuba, Haiti, Jamaica and the\r\nUnited States of America and earthquake in the\r\nPhilippines\r\nThe President: May I, on behalf of\r\nMr. Amara Essy, the President of the General Assembly\r\nat this session, and on behalf of all the members of the\r\nAssembly, extend deepest sympathy to the Governments\r\nand peoples of Cuba, Haiti, Jamaica, the Philippines and\r\nthe United States of America on the tragic loss of life and\r\nextensive material damage that have resulted from the\r\ntropical storm that struck Cuba, Haiti, Jamaica and the\r\nUnited States of America, and from the earthquake that\r\nrecently struck the Philippines.\r\nMay I also express the hope that the international\r\ncommunity will show its solidarity and respond promptly\r\nand generously to any request for help.\r\nMr. Remírez de Estenoz Barciela (Cuba)\r\n(interpretation from Spanish): First of all, my delegation\r\nwishes to express its gratitude to you, Sir, for your words\r\non this new scourge that has been inflicted on our\r\ncountry, this time by nature. Indeed, only a few hours ago\r\nthe people of Cuba, like the people of sister countries in\r\nthe Caribbean, suffered the consequences of an\r\n22\r\nGeneral Assembly 57th meeting\r\nForty-ninth session 15 November 1994\r\natmospheric phenomenon that usually leads to human and\r\nmaterial losses.\r\nTropical storm “Gordon”, which for several days had\r\nbeen lashing Caribbean territories, finally hurled its\r\ndestructive force at my country also. We have not yet been\r\nable to assess all the damage, but so far two human lives\r\nhave been lost and there has been major economic damage,\r\nincluding, up to now, the destruction of more than 70,000\r\nbanana plants and 52,000 tonnes of salt, not to mention the\r\ntremendous damage to the coffee, sugarcane and vegetable\r\nharvests. In addition, 30 bridges have been severely\r\ndamaged, as has the rail system of Guantánamo Province.\r\nTwelve thousand houses have also been severely damaged,\r\nand more than 65,000 people have had to be evacuated.\r\nIt is regrettable that this calamity has added to the\r\nsuffering already caused to my people by the difficulties we\r\nface for reasons known to all delegations present here. We\r\nare therefore most grateful for the statement by you, Sir,\r\nand for the gestures of solidarity and support from the\r\ninternational community in regard to the human and\r\nmaterial losses suffered by my people.\r\nMr. Rodrigue (Haiti) (interpretation from French):\r\nMr. President, on behalf of the Government and the people\r\nof Haiti I would like to thank you for your kind expression\r\nof sympathy, on behalf of the General Assembly, on the\r\nloss of many lives and the significant property damage\r\nresulting from hurricane Gordon.\r\nI wish also to express our gratitude to those\r\ndelegations which, upon learning of the disaster,\r\nimmediately expressed their support for the Government\r\nand the people of Haiti. This expression of solidarity which\r\nbears witness to the interest shown for Haiti and its people\r\nhas moved us deeply.\r\nMr. Manalo (Philippines): On behalf of the people\r\nand the Government of the Republic of the Philippines, I\r\nwish to convey our profound thanks and gratitude for the\r\nkind expressions of sympathy from you, Mr. President, and\r\nthe members of the General Assembly following the strong\r\nearthquake which struck the island of Mindoro in the\r\nPhilippines at approximately 3.15 yesterday afternoon.\r\nPreliminary reports so far indicate that lives have been\r\nlost and that there has been considerable property damage.\r\nMy delegation once again thanks the Assembly and\r\nwill, as soon as possible, convey the Assembly’s expression\r\nof sympathy and solidarity to our authorities.\r\nMr. Gelber (United States of America):\r\nMr.President, on behalf of my fellow countrymen and my\r\nGovernment, permit me to express appreciation for your\r\nthoughts and words and those of delegations of Members\r\nof the United Nations.\r\nNotwithstanding our own losses, our hearts go out to\r\nthe people of the Philippines and to all our neighbours in\r\nthe Caribbean. Those who have suffered have our\r\ncondolences for the pain and anguish in this their hour of\r\nloss. They should know that my Government has taken\r\npreliminary relief measures at Guantanamo and in Haiti\r\nand has sent personnel to assess the situation on the\r\nPhilippine island of Mindoro. We want to help and we\r\nwill do all we can appropriately to be of assistance.\r\nEach day news of fresh calamities touch our hearts.\r\nNatural disasters of the kind we now address call upon us\r\nall to renew our commitment to United Nations and\r\nnational efforts to mitigate the human costs of destructive\r\nvisitations. The humanity which today bears eloquent\r\nwitness to a generosity of spirit leaves us no choice but\r\nto work for a better tomorrow.\r\nAgenda item 28\r\nCooperation between the United Nations and the\r\nLeague of Arab States\r\n(a) Report of the Secretary-General (A/49/519)\r\n(b) Draft resolution (A/49/L.16)\r\nThe President: I call on the representative of Egypt,\r\nto introduce draft resolution A/49/L.16.\r\nMr. El-Safty (Egypt) (interpretation from Arabic):\r\nOn behalf of the delegations of the Member States of the\r\nLeague of Arab States, I have the honour to introduce the\r\ndraft resolution contained in document A/49/L.16 under\r\nagenda item 28 concerning co-operation between the\r\nUnited Nations and the League of Arab States.\r\nIt was a happy coincidence that the United Nations\r\nand the League of Arab States were established at almost\r\nthe same time to express the hopes and aspirations of\r\npeoples for a better future after the horrors the world\r\nendured during the Second World War. At that time, the\r\nindependent Arab States had joined the United Nations in\r\norder to attain, through cooperation with other countries\r\nof the world, that future after which their peoples aspired.\r\n23\r\nGeneral Assembly 57th meeting\r\nForty-ninth session 15 November 1994\r\nAt the same time, the Arabs also agreed to cooperate\r\namong themselves with the aim of helping other Arab\r\ncountries that were still languishing under the yoke of\r\ncolonialism, and of developing regional cooperation\r\namongst Arab countries in the search for a better future for\r\ntheir peoples and for a just peace in the Middle East.\r\nIn 1981, the General Assembly laid the foundations of\r\ncooperation between the United Nations and the Arab\r\nLeague by adopting its resolution 36/24 by virtue of which\r\nthe League of Arab States was granted Observer status. In\r\nthat resolution, the General Assembly stressed the\r\nimportance of continued close association by the United\r\nNations and its specialized agencies on the one hand, and\r\nthe League of Arab States, on the other, in order to\r\npromote the efforts of the League of Arab States in\r\nfurthering the social and economic development of its\r\nmember State and in advancing intra-Arabs as well as\r\ninternational cooperation in that field. The resolution also\r\nrequested the Secretary-General to continue to take the\r\nnecessary measures to strengthen cooperation at the\r\npolitical, economic, cultural and administrative levels\r\nbetween the United Nations and the League of Arab States.\r\nSince 1981, that cooperation continued to increase in the\r\nvarious fields, and periodic meetings continued to be held\r\nbetween the secretariats of the two Organizations with the\r\naim of coordinating efforts in those spheres.\r\nThe forty-eighth session witnessed an important\r\ndevelopment in the history of cooperation between the\r\nUnited Nations and the League of Arab States. That\r\nimportant development was the consensual adoption, for the\r\nfirst time, by the General Assembly of a resolution on\r\ncooperation between the United Nations and the League of\r\nArab States namely, resolution 48/21. This development\r\nwas important because it reflected the historic change\r\nwitnessed by the Middle East region with the launching of\r\nthe peace process that aims at achieving a comprehensive\r\nand just settlement to the Arab-Israeli conflict, a long\r\nsought-after objective of the Arab League’s and one which\r\nhad long occupied the United Nations.\r\nAcceptance by the parties concerned that the Security\r\nCouncil resolutions should be the fundamental frame of\r\nreference for any peace settlement that may be achieved\r\nthrough the peace process is telling proof of the\r\nsignificance of the focal role played by the United Nations\r\nin this respect. I should like to avail myself of this\r\nopportunity to express, once more, the hope that the current\r\npeace process will culminate in the achievement of the\r\ndesired comprehensive and just peace that would guarantee\r\nthe legitimate right of all the parties concerned, including\r\nthe rights of the Palestinian people, who should be\r\nenabled to exercise all those legitimate national rights on\r\nthe entirety of their native soil, including Al-Quds, as\r\nwell as the right of every State in the region to live in\r\npeace with full respect for its borders and its territorial\r\nintegrity.\r\nThe draft resolution before the Assembly, whose\r\nsponsors now include Comoros, contains preambular\r\nparagraphs that stress the desire of the League of Arab\r\nStates to enhance further the ties that now exist with the\r\nUnited Nations in the political, economic, social,\r\nhumanitarian, cultural and administrative fields with a\r\nview to promoting the principles and purposes of the\r\nCharter.\r\nIn its operative paragraphs, the draft resolution takes\r\nnote with satisfaction of the report of the Secretary-\r\nGeneral and recommends that cooperation between the\r\ntwo organizations should continue and be further\r\nstrengthened. It also commends the continued efforts of\r\nthe League of Arab States to promote multilateral\r\ncooperation amongst the Arab countries, and calls upon\r\nthe United Nations system to continue to lend its support\r\nto the League of Arab States in this respect. The draft\r\nresolution also calls for a general meeting between the\r\nUnited Nations system and the League of Arab States to\r\nbe held once every two years, in addition to the annual\r\ninter-agency sectoral meetings.\r\nOperative paragraph 12 of the draft resolution refers\r\nto the coincidence of the fiftieth anniversary of both the\r\nUnited Nations and the League of Arab States I have just\r\nmentioned. The League, since its very inception, has\r\nsought to improve regional cooperation between its\r\nmember States for the benefit of their peoples and in\r\nobservance of the objectives of Chapter VIII of the\r\nCharter of the United Nations.\r\nIn view of the events now taking place in the Middle\r\nEast region and the historic opportunity now before us for\r\nthe achievement of peace and the creation of a new\r\nframework of relationships amongst the countries of the\r\nregion on a basis of regional cooperation, the\r\nconsolidation of the role of the League of Arab States in\r\nthis context represents an agreed upon international\r\nobjective that should enjoy the wide-ranging support of\r\nall the members of the international community. That\r\nsupport should be translated into support for further\r\ncooperation between the United Nations and the League\r\nof Arab States.\r\n24\r\nGeneral Assembly 57th meeting\r\nForty-ninth session 15 November 1994\r\nBy adopting the draft resolution now before it by\r\nconsensus, the General Assembly would be expressing\r\nclearly international support for that objective.\r\nThe President: In accordance with General Assembly\r\nresolution 477 (V) of 1 November 1950, I now call on the\r\nObserver of the League of Arab States.\r\nMr. Abul-Nasr (League of Arab States)\r\n(interpretation from Arabic): The League of Arab States\r\nwhich was founded a few months before the United Nations\r\nin 1945, will be celebrating its own fiftieth anniversary next\r\nyear. There is no doubt that the sum total of the past\r\nexperience in the area of cooperation between the two\r\nOrganizations over the years is characterized by outstanding\r\nachievements despite many difficulties and challenges. This\r\nhas highlighted the importance of continuing and increasing\r\ncooperation between the two Organizations with a view to\r\nimplementing the principles and achieving the objectives of\r\ntheir two Charters with the aim of maintaining and\r\nstrengthening international peace and security and serving\r\nthe shared interests of the two Organizations not only at the\r\npolitical level, but also in the economic, social, cultural,\r\nhumanitarian and administrative fields.\r\nIn this connection, I should like to reiterate the\r\nimportance the League of Arab States and its specialized\r\nagencies attach to continuing and intensifying cooperation\r\nwith the United Nations and its specialized agencies in all\r\nareas, as set out in the Secretary-General’s report now\r\nbefore the General Assembly. The report reviews the main\r\nachievements in the areas of cooperation, coordination,\r\nconsultation and exchange of information between the two\r\nOrganizations at all levels during the period under review.\r\nLast year, at its forty-eighth session, the General\r\nAssembly recommended that a general meeting be held\r\nbetween the two Organizations once every two years, in\r\naddition to the annual joint sectoral meetings between the\r\ntwo Organizations and their specialized agencies, with the\r\naim of discussing the priority concerns relating to the\r\ndevelopment of the Arab Countries.\r\nThe Secretary-General’s report (A/49/519) now before\r\nthe Assembly refers to the sectoral meeting held in Vienna\r\nlast July between the two Organizations on human\r\nresources development in rural areas, to which all the\r\nspecialized agencies of the two Organizations were invited.\r\nThis sectoral meeting drew up programmes of action and\r\ncooperation projects and made specific recommendations.\r\nIn this connection, I should like to extend thanks on behalf\r\nof the League of Arab States to the Secretariat of the\r\nUnited Nations, and to the specialized agencies of the\r\nOrganization, particularly to the Food and Agriculture\r\nOrganization (FAO), which acted as the lead agency for\r\nthe meeting.\r\nIn accordance with the recommendation by the\r\nGeneral Assembly at its forty-eighth session, referred to\r\nin draft resolution (A/49/L.16) which was introduced a\r\nfew minutes ago by the representative of Egypt, we hope\r\nthat, next year, in 1995, a general meeting will be held on\r\ncooperation in all areas between the United Nations and\r\nthe League of Arab States and their specialized agencies\r\nwith the aim of expanding the scope of coordination in\r\ndrawing up and implementing joint programmes and\r\ncooperative projects between the two Organizations that\r\nwould work in the interests of restoring and maintaining\r\npeace and security and accelerating the process of\r\neconomic and social development particularly in our\r\nregion.\r\nWe hope that the results of the general meeting will\r\nbe commensurate with the importance of the fiftieth\r\nanniversaries of both Organizations. We believe that the\r\nmeeting will afford us a unique opportunity to conduct a\r\ncomprehensive and objective review of the ongoing\r\ncooperation between the two Organizations and to\r\ndevelop a joint approach to mutual cooperation over the\r\nnext decade.\r\nThe League of Arab States has expressed its\r\nappreciation of and support for the recommendations\r\nmade by the Secretary-General in his report “An Agenda\r\nfor Peace” (A/47/277), particularly modalities for\r\ncooperation between the United Nations and regional\r\narrangements and organizations, in accordance with\r\nChapter VIII of the United Nations Charter. The League\r\nof Arab States participated in the important meeting in\r\nNew York on 1 August this year, to which the Secretary-\r\nGeneral of the United Nations invited the Secretaries-\r\nGeneral of all regional organizations for an exchange of\r\nviews on the ways and means of consolidating and\r\nenhancing cooperation in the field of maintaining\r\ninternational peace and security. At that meeting the\r\nLeague of Arab States outlined its own vision of how\r\nsuch cooperation could be enhanced and what steps\r\nshould be taken to achieve the common goals, particularly\r\nin the area of preventive diplomacy and the ways and\r\nmeans of maintaining international peace and security and\r\nof resolving conflicts by peaceful means, especially in our\r\nArab region.\r\n25\r\nGeneral Assembly 57th meeting\r\nForty-ninth session 15 November 1994\r\nNowadays, the world witnesses the emergence of new\r\ninternational political realities that involve wide-ranging\r\nchanges in regional and international relations. Those new\r\nrealities have resulted in an increased burden of\r\nresponsibility for the United Nations in the search for\r\nsolutions to numerous issues, particularly those that relate\r\nto the maintenance of international peace and security. They\r\nhave also made it necessary for the United Nations to\r\ncoordinate and cooperate with regional organizations in\r\ntrying to resolve the problems of the regions to which those\r\norganizations belong.\r\nThe League of Arab States follows with great interest\r\nthe laudable efforts deployed by the United Nations and the\r\nSecretary-General in the search for peaceful solutions to\r\nsuch problems. In this connection, we wish to reiterate our\r\ncontinued support to the role of the international\r\nOrganization, and our continued cooperation with it within\r\nthe limits of our resources so that peace, security and\r\nstability may prevail, particularly in our region. It is our\r\nfervent hope that the United Nations and the values\r\nembodied in the purposes and principles of its Charter, will\r\nprovide the wherewithal to lay the foundations of the new\r\nera which, we hope, will be founded on genuine respect for\r\nthe interests of States and peoples and their legitimate right\r\nto live in peace, security, equality and dignity.\r\nIn this connection, the League of Arab States warmly\r\nwelcomes the recent tendency by the Security Council in its\r\nresolutions to refer to the importance of cooperation and\r\ncoordination with the League of Arab States with regard to\r\ncertain problems that have a bearing on the Arab region.\r\nThe League of Arab States has always been and will\r\ncontinue to be in the forefront of the international\r\ncommunity’s support for the role of the United Nations and\r\nfor the implementation of its resolutions in all areas,\r\nparticularly those resolutions that have reaffirmed the right\r\nof peoples to freedom, sovereignty and dignity and the\r\ninalienable right to self-determination. Naturally the League\r\nof Arab States is particularly interested in resolutions that\r\nrelate to our region and hopes the Palestinian people will be\r\nable, at the earliest, to exercise their inalienable right to\r\nself-determination, to establish their own independent State\r\nthus making it possible to ensure the return of the refugees,\r\nto dismantle the settlements and to put an end to the Israeli\r\noccupation of all Arab territories including Al-Quds al-\r\nSharif.\r\nThe resolutions adopted by the Council of the League\r\nof Arab States at its recent meetings have urged the\r\ncontinuance of the peace process until the League’s\r\nobjectives are achieved. Those objectives are the\r\nachievement and entrenchment of peace on the solid\r\nfoundations of international legality, particularly the\r\nimplementation of Security Council resolutions nos. 242\r\n(1967), 338 (1973) and 425 (1978) as well as the land-\r\nfor-peace principle, in the hope that this would usher in\r\na new era in the history of the Middle East and make it\r\npossible for the region’s peoples to work for\r\ndevelopment, progress and prosperity.\r\nIn conclusion, I should like to reiterate the Arab\r\nLeague’s support for the purposes and principles of the\r\nUnited Nations and its Charter and to wish the\r\nOrganization every success in facing up to the challenges\r\nthat confront it. We are fully prepared to make every\r\npossible effort to enhance our cooperation with the United\r\nNations toward the building of a better world.\r\nThe President: There are no further speakers in the\r\ndebate on this agenda item.\r\nThe Assembly will now take a decision on draft\r\nresolution A/49/L.16. May I take it that the Assembly\r\ndecided to adopt draft resolution A/49/L.16?\r\nDraft resolution A/49/L.16 was adopted (resolution\r\n49/14).\r\nThe President: I shall now call on those\r\nrepresentatives who wish to explain their position on the\r\nresolution just adopted.\r\nMay I remind delegations that explanations of vote\r\nare limited to 10 minutes and should be made by\r\ndelegations from their seats.\r\nMr. Howley (United States of America): The United\r\nStates delegation was pleased to be able to join the\r\nconsensus in adopting this resolution on cooperation\r\nbetween the United Nations and the League of Arab\r\nStates. We believe, as the resolution suggests, that\r\ncooperation between the United Nations and the Arab\r\nLeague can promote the realization of the purposes and\r\nprinciples of the United Nations Charter, including,\r\nimportantly, the strengthening of international peace and\r\nsecurity, regional cooperation and economic development.\r\nThe United States believes that the development of\r\nstronger economic links between the countries of the\r\nMiddle East will promote regional economic growth and\r\nenhance efforts to achieve a comprehensive and lasting\r\npeace in the region. It follows that measures and practices\r\n26\r\nGeneral Assembly 57th meeting\r\nForty-ninth session 15 November 1994\r\nthat prevent the development of such links impede the\r\nachievement of peace.\r\nWe believe that the Arab League’s boycott of Israel,\r\nby discouraging the trade and investment flows that\r\npromote economic integration and economic growth,\r\nundermines the efforts now under way to bring peace and\r\nprosperity to the Middle East.\r\nWe welcome the decision of some Arab League\r\nmember States to cease implementation of certain\r\nprovisions of the boycott affecting trade with third\r\ncountries. At the same time, the boycott remains an\r\nimpediment to economic development and to peace and\r\nreconciliation in the Middle East.\r\nThe Middle East peace process is beginning to\r\nproduce tangible results that are being felt in the lives of\r\npeople in the region. The boycott is increasingly at odds\r\nwith the spirit of the time in which we live. We call on the\r\nLeague of Arab States and its members to move quickly to\r\nlift all aspects of the boycott.\r\nMr. Jacob (Israel): The delegation of Israel joined the\r\nconsensus on the draft resolution that has just been adopted.\r\nIn so doing, we were guided by our desire to make peace\r\nwith all our neighbours — and they are all members of the\r\nLeague of Arab States. Israel rejoined the consensus on this\r\nitem last year. Since then significant progress has been\r\nmade in the peace process: two additional agreements were\r\nsigned with the PLO, and a peace Treaty was signed\r\nbetween Israel and Jordan. Progress was also made in the\r\nmultilateral negotiations within the various working groups.\r\nWe hope that progress will be made with the other parties\r\nto the bilateral negotiations as well.\r\nPeace and economic cooperation are intimately linked.\r\nJust as we are committed to peace, we are equally\r\ncommitted to strengthening regional economic ties. We are\r\nencouraged by some steps that have been taken to lift\r\neconomic boycotts — steps such as the decision of the Gulf\r\nCooperation Council to lift the secondary and tertiary\r\nboycott against Israel. We had hoped that these positive\r\ndevelopments would find expression in the framework of\r\nthe League of Arab States. However, as yet, they have not.\r\nThe time has come for the members of the League to take\r\nfurther measures so as to eliminate their boycott against\r\nIsrael altogether. As a first step in this direction, the League\r\nof Arab States could adopt the decision taken by the Gulf\r\nCooperation Council.\r\nThe recent conference in Casablanca reflected the\r\ndesire of countries in the region to establish regional\r\neconomic cooperation. There was consensus among the\r\nconference participants that boycotts are incompatible\r\nwith this goal. As was stated in the Casablanca\r\ndeclaration,\r\n“The participants ... explored how best to accelerate\r\nthe development of the region and overcome, as\r\nsoon as possible, obstacles, including boycotts and\r\nall barriers to trade and investment. All agreed that\r\nthere is a need to promote increased investment\r\nfrom inside and outside the region. They noted that\r\nsuch investment requires free movement of goods,\r\ncapital and labour across borders in accordance with\r\nmarket forces, technical cooperation based on mutual\r\ninterest, openness to the international economy, and\r\nappropriate institutions to promote economic\r\ninteraction ... In this context, the participants noted\r\nfavourably the decision of the Gulf Cooperation\r\nCouncil regarding the lifting of secondary and\r\ntertiary aspects of the boycott of Israel.”\r\nIsrael supports the cooperation between the United\r\nNations and various regional organizations, including the\r\nLeague of Arab States. Indeed, this cooperation is based\r\non the provisions of the United Nations Charter. In this\r\ncontext, it is regrettable that, owing to the political\r\nobjections of some Member States, Israel still does not\r\nbelong to a regional group at the United Nations. Israel\r\ncalls upon the members of the League of Arab States to\r\nlift their objections to the admission of Israel to the Asian\r\nGroup. The fact that Israel currently is denied\r\nmembership of any regional group stands in direct\r\ncontradiction of the basic principle of the universality of\r\nthe United Nations.\r\nThis is the first resolution on an issue related to the\r\nMiddle East to be adopted by the General Assembly at its\r\nforty-ninth session. We are pleased that it was adopted by\r\nconsensus, and we hope that more resolutions related to\r\nthe region will be adopted by the same procedure.\r\nHowever, to ensure that this happens, all parties should\r\nexercise restraint and should refrain from submitting\r\ncontentious draft resolutions that one side to the peace\r\nnegotiations would find impossible to support.\r\nThe President: May I take it that it is the wish of\r\nthe Assembly to conclude its consideration of agenda item\r\n28?\r\nIt was so decided.\r\n27\r\nGeneral Assembly 57th meeting\r\nForty-ninth session 15 November 1994\r\nAgenda item 31\r\nCooperation between the United Nations and the\r\nOrganization of the Islamic Conference\r\n(a) Report of the Secretary-General (A/49/465)\r\n(b) Draft resolution (A/49/L.23)\r\nThe President: I call on the representative of Pakistan\r\nto introduce draft resolution A/49/L.23.\r\nMr. Khan (Pakistan): In its capacity as the current\r\nChairman of the Islamic Conference of Foreign Ministers,\r\nPakistan has the honour of introducing, on behalf of the\r\nmembers of the Organization of the Islamic Conference\r\n(OIC), the draft resolution entitled “Cooperation between\r\nthe United Nations and the Organization of the Islamic\r\nConference”, which is contained in document A/49/L.23 of\r\n11 November 1994. The objective of this draft resolution is\r\nto further reinforce the extremely useful cooperation that\r\nalready exists in a number of fields between the OIC and\r\nthe United Nations and its specialized agencies.\r\nWe are most grateful to the Secretary-General for his\r\ncomprehensive report (A/49/465) on the state of\r\nco-operation between the United Nations and the\r\nOrganization of the Islamic Conference.\r\nEver since its establishment, the Organization of the\r\nIslamic Conference has remained unwavering in its\r\ncommitment to the purposes and principles of the United\r\nNations Charter. The Charter of the OIC explicitly reaffirms\r\nthat organization’s commitment to the United Nations\r\nCharter and to fundamental human rights. It also stresses\r\nthe determination of OIC members to contribute to the\r\nattainment of progress, freedom and justice throughout the\r\nworld by promoting global peace and security. We therefore\r\nregard it as imperative that the two organizations continue\r\nto extend cooperation with a view to achieving the common\r\nobjectives of the preservation of peace and security and the\r\npromotion of social and economic development.\r\nIn pursuit of its aims and objectives, and also to\r\nsupplement the efforts of the United Nations in important\r\nareas of common concern, the Organization of the Islamic\r\nConference, at all its meetings at both ministerial and\r\nsummit levels, has adopted numerous resolutions on\r\nimportant global issues. These have included resolutions in\r\nthe fields of disarmament, decolonization, the exercise of\r\nthe right of self-determination, international peace and\r\nsecurity, human rights and economic and technological\r\ndevelopment.\r\nThe Conference has also taken a number of\r\ninitiatives to end hostilities and is prepared to contribute\r\nin tangible terms to that end. In this context, I should like\r\nto mention that, at its ministerial meeting in Islamabad in\r\nApril of last year, the OIC offered more than 20,000\r\ntroops for peace-keeping duties with the United Nations\r\nProtection Force (UNPROFOR) in the former Yugoslavia.\r\nA number of UNPROFOR contingents belong to OIC\r\ncountries.\r\nSince obtaining observer status in 1975 the OIC has\r\nhad a high degree of cooperation with the United Nations.\r\nThe United Nations Secretary-General or his\r\nrepresentatives have participated in all OIC ministerial\r\nconferences and summit meetings. Our organization\r\nhighly appreciates the consistent efforts of the United\r\nNations Secretary-General to widen the scope of the\r\nexisting cooperation between our two organizations.\r\nThe draft resolution that I have the honour of\r\nintroducing is identical to resolutions adopted under the\r\nsame agenda item at earlier sessions of the General\r\nAssembly.\r\nThe preamble of the draft resolution takes into\r\naccount the desire of both organizations to cooperate\r\nmore closely in their common search for resolution of\r\nglobal problems. It recalls the relevant articles of the\r\nCharter of the United Nations and encourages the\r\nactivities through regional cooperation to promote the\r\npurposes and principles of the United Nations. It\r\nrecognizes the need for closer cooperation between the\r\nspecialized agencies of both organizations for the\r\nimplementation of mutually agreed proposals. It notes and\r\nwelcomes the important meeting held with the purpose of\r\nfurthering cooperation between the two organizations.\r\nIn its operative paragraphs, the General Assembly,\r\ninter alia, expresses its appreciation to the United Nations\r\nSecretary-General for his continued efforts to strengthen\r\ncooperation and coordination between the two\r\norganizations for the advancement of their mutual\r\ninterests in the political, economic, social and cultural\r\nfields. The Secretaries-General of both organizations are\r\nrequested to continue their encouragement to convene\r\nsectoral meetings in the priority areas of cooperation.\r\nThe draft resolution also calls upon the General\r\nAssembly to request both our organizations to continue\r\n28\r\nGeneral Assembly 57th meeting\r\nForty-ninth session 15 November 1994\r\ncooperation in their common search for solutions to global\r\nproblems in a wide range of fields. It encourages the\r\nspecialized agencies and other organs of the United Nations\r\nsystem to continue and broaden their cooperation with the\r\nOrganization of the Islamic Conference (OIC). It urges the\r\nUnited Nations to provide technical and other forms of\r\nassistance to the OIC. It decides to include in the\r\nprovisional agenda of the fiftieth session of the General\r\nAssembly the item entitled “Cooperation between the\r\nUnited Nations and the Organization of the Islamic\r\nConference.” The Secretary-General of the United Nations\r\nis requested to report to the fiftieth session on the state of\r\ncooperation between the United Nations and the OIC.\r\nOn behalf of the States members of the Organization\r\nof the Islamic Conference, I would request the members of\r\nthe Assembly to support the draft resolution and to facilitate\r\nits adoption by consensus, as has been the case in previous\r\nyears.\r\nThe President: In accordance with General Assembly\r\nresolution 3369 (XXX), adopted on 10 October 1975, I now\r\ncall upon the Observer for the Organization of the Islamic\r\nConference.\r\nMr. Ansay (Organization of the Islamic Conference):\r\nIt is again a privilege for me to address the General\r\nAssembly on an item of particular importance to the United\r\nNations and the Organization I represent, namely,\r\n“Cooperation between the United Nations and the\r\nOrganization of the Islamic Conference”.\r\nAllow me to begin by extending to His Excellency\r\nMr. Essy my warmest congratulations on his election to the\r\nhigh office of the presidency of the General Assembly. I\r\nwould like at the same time to pay a tribute to His\r\nExcellency Ambassador Insanally, Permanent\r\nRepresentative of Guyana, who served in an excellent and\r\nexemplary manner as President of the General Assembly at\r\nits forty-eighth session.\r\nI should also like to take this opportunity to express\r\nour deep appreciation to the Secretary-General of the\r\nUnited Nations, Mr. Boutros Boutros-Ghali, not only for his\r\nbrilliant report before us but for his significant contribution\r\nto the effectiveness and smooth functioning of the world\r\nbody. His several achievements in the name of peace during\r\na short span of time speak for themselves. We wish him the\r\nbest in the future and assure him of our utmost\r\ncollaboration in the undertakings he has initiated in the\r\nform of particular cooperation between the United Nations\r\nand our organization relating to specific matters.\r\nI should also like to avail myself of this opportunity\r\nto congratulate our sister international organizations on\r\nthe adoption by consensus of the resolutions of\r\ncooperation between the United Nations and their\r\nrespective bodies, namely, the Conference on Security and\r\nCooperation in Europe and the League of Arab States.\r\nThe unanimous adoption of the resolution on cooperation\r\nbetween the League of Arab States and the United\r\nNations indeed signifies the new spirit of continuing\r\ntangible progress prevailing in the Middle East peace\r\nprocess.\r\nThe members and the founding fathers of the\r\nOrganization of the Islamic Conference (OIC) from the\r\noutset clearly identified the role of the OIC within the\r\noverall framework of the United Nations Charter. The\r\nCharter of the OIC underlines the determination of its 51\r\nmember States, as well as the three observers, to make\r\neffective contributions to the enrichment of mankind and\r\nthe achievement of progress, freedom and justice all over\r\nthe world by promoting global peace and security.\r\nThe Organization of the Islamic Conference derives\r\nits inspiration from the eternal and noble message of\r\nIslam, and its establishment was predicated on the\r\nprinciples of peace, harmony, tolerance, equality and\r\njustice for all.\r\nThe charter of the OIC reaffirms the commitment of\r\nour members to the Charter of the United Nations. The\r\nperceptions of the members of the OIC, all of which are\r\nalso Members of the United Nations, are identical to\r\nthose of the vast majority of the United Nations\r\nmembership on important international issues. It is natural\r\nthat the two organizations should work closely to promote\r\nthe ideals, principles and objectives that they share.\r\nSince its inception in 1969 the OIC has adopted\r\nnumerous resolutions and declarations, both at the summit\r\nlevel at its six previous summit meetings, and at the level\r\nof foreign ministers at its past 21 ordinary and 7\r\nextraordinary ministerial meetings, addressing the issues\r\nthat confront the Islamic world as well as important\r\nglobal developments relating to international peace and\r\nsecurity, disarmament, human rights, minorities,\r\ndecolonization and issues relating to socio-economic\r\ndevelopment.\r\nIt may be relevant here to inform the Assembly that\r\nthe twenty-second Islamic Conference meeting of foreign\r\nministers and the following seventh Islamic Summit\r\n29\r\nGeneral Assembly 57th meeting\r\nForty-ninth session 15 November 1994\r\nmeeting will be held next month, from 9 to 14 December,\r\nin the Kingdom of Morocco.\r\nCooperation between the two organizations received an\r\nimportant boost in 1975 when the Organization of the\r\nIslamic Conference was granted observer status by the\r\nUnited Nations. By late 1970s it was felt that the ever-\r\nincreasing interaction of the two organizations should be\r\ngiven an institutional framework whereby the secretariats\r\nand the specialized agencies, organs and bodies of the two\r\norganizations could hold regular consultations to review\r\ntheir ongoing work and to examine the possibilities of\r\nexpanding and enlarging their areas of cooperation.\r\nSince the adoption of General Assembly resolution\r\n35/36 in 1980, which was the first resolution on\r\ncooperation between the United Nations and the OIC, a\r\nnumber of cooperation agreements have been concluded by\r\nour organization with specialized agencies and other bodies\r\nof the United Nations system, such as the United Nations\r\nEducational, Scientific and Cultural Organization\r\n(UNESCO), the World Health Organization (WHO), the\r\nUnited Nations Children’s Fund (UNICEF), the Food and\r\nAgriculture Organization of the United Nations (FAO), the\r\nUnited Nations Population Fund (UNFPA), the World\r\nIntellectual Property Organization (WIPO) and the United\r\nNations bodies concerned with technical cooperation for\r\ndevelopment.\r\nThe cooperation between the United Nations and the\r\nOIC, which has always been complementary in nature, has\r\nalso been mutually satisfactory and developing in a\r\nmeaningful manner. Ever since the first meeting between\r\nthe representatives of the secretariats of the OIC and its\r\nspecialized institutions and those of the United Nations\r\nsystem, which was held in 1983, the two organizations have\r\nexpanded their cooperation on a number of important\r\nprojects in the nine already identified priority areas in the\r\nsocial, economic and cultural fields that have been\r\ndiscussed in the Secretary-General’s report, document\r\nA/49/465 of 4 October 1994. Since 1983, the two\r\norganizations have made concerted efforts in the common\r\nsearch for solutions to both regional and international\r\nconflicts and problems relating to peace and security and\r\neconomic, social and cultural development, as well as\r\ncombating terrorism and human rights. Thus, 1994 marks\r\nthe eleventh year of active cooperation between the OIC\r\nand the United Nations and the fifteenth year since the\r\nadoption by the General Assembly of the first resolution on\r\ncooperation.\r\nAt the same time, the ongoing in-the-field\r\ncooperation between the OIC and the United Nations\r\nrelating to the situation in Somalia is continuing, and the\r\nOIC is doing its utmost to assist the United Nations to\r\nresolve the current tragic situation in Bosnia and\r\nHerzegovina and to establish peace there with the active\r\nparticipation of several thousands of troops of the United\r\nNations Protection Force (UNPROFOR) from Islamic\r\ncountries.\r\nPursuant to resolution 48/24 of 24 November 1993,\r\na general meeting on cooperation was held at Geneva\r\nfrom 9 to 11 May 1994 between representatives of\r\nsecretariats of the United Nations system and of the OIC\r\nand its specialized institutions. In accordance with the\r\nagreement between the coordinating secretariats,\r\nparticipants reviewed cooperation and appraised the\r\nprogress achieved in the implementation of the\r\nrecommendations that had been adopted at previous\r\nmeetings in the nine priority areas, namely: food security\r\nand agriculture; the development of science and\r\ntechnology; investment mechanisms and joint ventures;\r\neducation and the eradication of illiteracy; assistance to\r\nrefugees; technical cooperation; development of trade;\r\nhuman-resources development; and the environment.\r\nParticipants agreed to continue and strengthen\r\ncooperation in the nine priority areas, as defined in\r\nspecific agreements reached between the agencies of the\r\ntwo organizations. It was also agreed that the next focal-\r\npoint meeting of the lead agencies of the United Nations\r\nand the OIC would be held in 1995. Participants further\r\nrecognized the need to strengthen cooperation in the\r\npolitical field.\r\nFinally, to enhance United Nations-OIC cooperation\r\nfurther, participants proposed: that a review should be\r\nundertaken of the ways and means to enhance the actual\r\nmechanisms of cooperation; that contacts should be\r\nintensified between the focal points of the two\r\norganizations; that additional cooperation arrangements\r\nbetween United Nations and OIC institutions should,\r\nwhere appropriate, be concluded, in line with General\r\nAssembly resolutions; that memorandums of\r\nunderstanding should be signed between all the agencies\r\nof the United Nations and the OIC wherever relevant; that\r\nsuitable programmes should be identified and formulated\r\nwithin the framework of cooperation; and that serious\r\nefforts should be made by both organizations to include\r\nprojects and activities with longer life and continuing\r\nsubstantive value for member countries. Funding\r\norganizations in the United Nations and in OIC countries\r\n30\r\nGeneral Assembly 57th meeting\r\nForty-ninth session 15 November 1994\r\nwill be invited to support such projects and activities.\r\nProgress in these types of activities will be regularly\r\nreported upon at meetings of the United Nations and of the\r\nOIC. Participation by funding agencies in the meetings will\r\nbe emphasized by the United Nations and the OIC.\r\nOn 1 August 1994, the Secretary-General of the\r\nUnited Nations convened a high-level meeting in New York\r\nwith 10 regional and other international organizations with\r\nwhich the United Nations has had close cooperation over\r\nthe last few years. The meeting was the first of its kind and\r\nwas attended by the Secretary-General of the OIC, His\r\nExcellency Mr. Hamid Al-Ghabid, together with high-level\r\nrepresentatives of other regional organizations. The\r\ntimeliness and significance of the meeting were confirmed,\r\nwith participants stressing the need to find ways to explore\r\nthe potential of Chapter VIII of the Charter for enhancing\r\ncooperation between the United Nations and regional and\r\nother international intergovernmental organizations.\r\nFurthermore, on the invitation of the OIC and the\r\nGovernment of Pakistan, the Associate Administrator of the\r\nUnited Nations Development Programme (UNDP)\r\nrepresented the Secretary-General of the United Nations at\r\nthe extraordinary meeting of the Islamic Conference of\r\nForeign Ministers held in Islamabad, Pakistan, from 6 to\r\n9 September 1994.\r\nRegular consultations were also held and information\r\nwas exchanged between the Department of Political Affairs\r\nof the United Nations Secretariat and the general secretariat\r\nof the OIC, as well as the office of the Permanent Observer\r\nof the OIC to the United Nations in New York. The head\r\nof the United Nations special mission for Afghanistan,\r\nAmbassador Mestiri, and the Special Envoy of the\r\nSecretary-General of the United Nations for Tajikistan,\r\nAmbassador Piriz-Bállon, visited OIC headquarters in\r\nJeddah during the course of the year for consultations with\r\nsenior officials. An OIC observer also participated in the\r\nthird round of United-Nations-sponsored inter-Tajik talks,\r\nwhich recently took place in Islamabad from 20 to\r\n31 October 1994.\r\nOn 3 October 1994, the Ministers of Foreign Affairs\r\nof the States members of the OIC held their annual\r\ncoordination meeting at United Nations Headquarters to\r\ndiscuss the agenda of the forty-ninth session of the General\r\nAssembly, particularly those items of concern and interest\r\nto the OIC. In response to an invitation from the\r\nOrganization of the Islamic Conference, the Director of the\r\nWest Asia Division of the Department of Political Affairs\r\nof the United Nations Secretariat attended the coordination\r\nmeeting on behalf of the Secretary-General of the United\r\nNations.\r\nAgain on 3 October 1994, the Secretaries-General of\r\nthe United Nations and the OIC held a meeting at United\r\nNations Headquarters and exchanged views on a number\r\nof important subjects of interest to both organizations.\r\nThis was followed by a meeting on the same day between\r\na high-level OIC secretariat delegation, headed by the\r\nOIC’s Assistant Secretary-General for Political Affairs,\r\nand representatives of the Department of Political Affairs\r\nof the United Nations Secretariat, during which it was\r\nagreed that discussions on ways to strengthen political\r\ncooperation between the two secretariats would continue\r\nover the course of the coming year.\r\nLet me assure the Assembly in the meantime that the\r\nOIC is fully conscious of the financial constraints on both\r\norganizations and that our cooperation process takes that\r\nfactor into account.\r\nThe draft resolution before the Assembly, contained\r\nin document A/49/L.23 of 11 November 1994, which was\r\nintroduced in detail by the representative of Pakistan,\r\nrepresentative of the current Chairman of the Islamic\r\nConference of Foreign Ministers, reflects the firm\r\ndetermination of the two organizations to continue to\r\ncooperate in several fields. Since there are no additional\r\nfinancial implications in the draft resolution, I am\r\nconfident that it will have the unanimous approval of the\r\nmembership of the Assembly.\r\nThe President: We have heard the last speaker in\r\nthe debate on this item.\r\nThe General Assembly will now take a decision on\r\ndraft resolution A/49/L.23.\r\nMay I take it that the Assembly decides to adopt that\r\ndraft resolution?\r\nThe draft resolution was adopted (resolution 49/15).\r\n31\r\nGeneral Assembly 57th meeting\r\nForty-ninth session 15 November 1994\r\nThe President: May I take it that it is the wish of the\r\nAssembly to conclude its consideration of agenda item 31?\r\nIt was so decided.\r\nThe meeting rose at 1.45 p.m.\r\n32\r\n"