"United Nations A/49/PV.6\r\n94-86418 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one week of the date of publication, to the Chief of the Verbatim\r\nReporting Section, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum. When the result of a recorded and/or roll-call vote is followed by an\r\nasterisk, see annex to the record.\r\nGeneral Assembly Official Records\r\nForty-ninth Session\r\n6th Meeting\r\nTuesday, 27 September 1994, 10 a.m.\r\nNew York\r\nPresident: Mr. Essy . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Côte d’Ivoire)\r\nThe meeting was called to order at 10.25 a.m.\r\nAddress by Mr. Carlos Roberto Reina Idiáquez,\r\nConstitutional President of the Republic of Honduras\r\nThe President (interpretation from French): The\r\nAssembly will first hear an address by the Constitutional\r\nPresident of the Republic of Honduras.\r\nMr. Carlos Roberto Reina Idiáquez, Constitutional\r\nPresident of the Republic of Honduras, was escorted into\r\nthe General Assembly Hall.\r\nThe President (interpretation from French): On behalf\r\nof the General Assembly, I have the honour to welcome to\r\nthe United Nations the Constitutional President of the\r\nRepublic of Honduras, His Excellency Mr. Carlos Roberto\r\nReina Idiáquez, and to invite him to address the Assembly.\r\nPresident Reina Idiáquez (interpretation from\r\nSpanish): First of all, I am happy to express to you, Sir,\r\nmy personal congratulations on your unanimous election to\r\nthe responsible post of President of the General Assembly.\r\nWe are all the more pleased because your human qualities\r\nand professional skills are certain to make a valuable\r\ncontribution to the success of this session of the General\r\nAssembly and because you represent Côte d’Ivoire and\r\nAfrica, a brother continent of Latin America, whose hopes\r\nand aspirations we share. Our thanks go as well to your\r\ndistinguished predecessor, the representative of Guyana,\r\nSamuel Insanally, who so skilfully presided over the\r\nGeneral Assembly at its forty-eighth session.\r\nFrom this rostrum, the rostrum of world peace,\r\nwhich has seen a succession of the most notable\r\nrepresentatives of all the nations, I address the peoples of\r\nthe globe on behalf of 5.5 million Hondurans.\r\nHonduras has emerged from the remarkable culture\r\nof the Mayas, who, in centuries past, invented the zero\r\nand developed mathematics, cultivated architecture,\r\npredicted eclipses, and produced an extraordinarily\r\naccurate calendar.\r\nThe ruins of Copán bear eloquent and beautiful\r\ntestimony to the greatness of a civilization that strove to\r\nkeep a written record of all that it did. Today, on the eve\r\nof the twenty-first century, we can barely decipher the\r\nwisdom contained in their petroglyphs. I am speaking,\r\nthen, on behalf of a people whose roots go deep down\r\ninto history, a people that after some centuries brought\r\nforth such world-class Central Americanists and\r\npan-Americanists as Francisco Morazán and José Cecilio\r\ndel Valle.\r\nLike the Maya, the people of Honduras are deeply\r\npeace-loving, and their democratic calling has evolved\r\nunblemished. In the midst of the Central American war,\r\nHonduras remained at peace. None the less, it was not\r\nspared the harsh consequences of the great Central\r\nAmerican crisis that devastated the region during the last\r\ntwo decades and from whose aftermath we still suffer.\r\nNotwithstanding the many virtues of the Honduran\r\npeople, we are still afflicted by economic, social, cultural\r\nGeneral Assembly 6th meeting\r\nForty-ninth session 27 September 1994\r\nand health problems that hamper development, obstruct the\r\nfull exercise of human rights and immerse many families in\r\ndire poverty.\r\nExactly eight months ago today, I took on the\r\nleadership of the destiny of Honduras through the freely\r\nexpressed will of our people. We are preparing the country\r\nfor the titanic struggle against corruption, the hard battle\r\nagainst poverty and the fight against illiteracy, for\r\nstabilization of the economy and for conservation of the\r\nenvironment.\r\nPeace and development require, above all, shelter,\r\nsustenance, land and jobs for all. They require universal\r\njustice, hope for everyone and promising prospects for\r\nevery woman, man, girl and boy.\r\nIn the face of all the challenges of the present, we\r\nhave opted to implement a moral revolution capable of\r\nstraightening out the administration of the State and of\r\ntransforming the country peacefully and democratically.\r\nThe driving principles and values behind that moral\r\nrevolution are larger than my people and Honduras’s\r\ngeographical dimensions. The moral revolution, behind\r\nwhich I throw myself wholeheartedly, permeates our links\r\nwith other States and the international legal community.\r\nThe moral revolution means good government,\r\neconomic growth with equity, transparency in the\r\nadministration of the State and decency in the taking of\r\nimportant decisions and in daily work; it is political\r\ndemocracy, national identity, lush forests and healthy\r\nchildren; it is economics with a human face, the theory and\r\npractice of integration with the fraternal countries of\r\nCentral America, international solidarity and support for the\r\npeaceful settlement of conflicts; it is, in short, a clear and\r\nresolute step towards mankind’s next millennium.\r\nOn the global level we are witnessing the last rites of\r\nthe cold war. We have seen the last of the after-effects of\r\nthe Second World War, effects that lingered on into this\r\ndecade. We are witnessing the globalization of markets and\r\nthe resurgence of ethnic groups crying out for their own\r\nidentity. We are seeing the unilateral actions of some\r\nStates give way to multilateral operations framed by the\r\nlegislation of this great world gathering. We see that\r\ncolonialism has come crashing down like, in the words of\r\nour national anthem, a black-feathered bird, and that\r\ncooperation among free, sovereign and independent nations\r\nis growing day by day.\r\nWe are participants in the historic transformation of\r\ndemocracy from a national value into a universal one,\r\nfrom something practised intermittently in certain\r\ncountries into a standard form of behaviour for States.\r\nAll this heralds a new dawn for mankind. But all\r\nthese triumphs, however grand, are still not enough.\r\nThe differences between North and South necessitate\r\na far-reaching dialogue in order that mankind may not be\r\ntorn asunder yet again. International cooperation for\r\npeaceful development must take place soon and to a\r\ngreater degree than that seen during times of war or\r\nconflict.\r\nCentral America is emerging, still licking its\r\nwounds, from the savage blows of two decades of deep\r\ncrisis and bloodshed. A quarter of a million dead is the\r\nhuge and tragic price that Central Americans paid for the\r\ncold war. Billions of dollars were poured into destruction\r\nand military confrontation between brothers. Now,\r\nunfortunately, only scant resources are being invested in\r\nbuilding new democracies and new economies.\r\nThis is a challenge for Central Americans and the\r\ninternational community alike. Our region is replacing\r\nthe agenda of war with that of peace and sustainable\r\ndevelopment. Our region - and in this respect my country\r\nis a trail-blazer - is bringing down the curtain on an era\r\nof confrontation and bringing it back up on one of unity\r\nand solidarity. In the era just past we had a lot of help;\r\nbut for the one that is opening up we can see very little.\r\nAlthough our own efforts are the engine of our\r\ndevelopment, international cooperation can strengthen us\r\nand speed up our progress. For this reason we call the\r\nattention of the international community to the fact that\r\nall those who contributed to our destruction have a moral\r\nobligation to cooperate in our reconstruction and to help\r\nundo the reversals the region suffered because of the two\r\ndecades of crisis.\r\nMy Government and people view with profound\r\noptimism the positive turn of events that has taken place\r\nin the conduct of Governments. Louis XIV considered\r\nhimself the State: \"L’état, c’est moi.\" Hegel envisaged\r\nthe State as God’s path towards the Earth, perfect reason\r\nwhich never errs. That led to the doctrine of raison\r\nd’état as the motivating force behind the conduct of\r\nGovernments. Now, in the post-cold-war period, a new\r\nmotivating force is emerging: humanitarian reason. This\r\nchange is symbolized by our passage not only from one\r\n2\r\nGeneral Assembly 6th meeting\r\nForty-ninth session 27 September 1994\r\ncentury to the next, but, indeed, from one millennium to the\r\nnext. It is, in effect, a thousand-year leap: from\r\ngovernmental policy based on the interests of the State to\r\ninternational relations inspired by humanitarian concerns.\r\nIn this period of radical transition for mankind, there\r\nare lights at the end of the tunnel: the collapse of various\r\nbarriers, the weakening of racial segregation, the casting off\r\nof shackles that had kept different nationalities artificially\r\nbound together, the worldwide spread of democracy, and\r\nthe emergence of détente as a feature of inter-State\r\nrelations. These trends augur well for the building of a\r\nnew world order based on peace, mutual support and broad\r\ntolerance. The growing realization that reason must prevail\r\nover force should prompt our national leaders to convert\r\nthose rays of hope into great beacons for the maintenance\r\nof peace, security, democracy and, hence, sustainable\r\ndevelopment.\r\nMy country and people regard the development of the\r\nnew international economic order with stoicism as the\r\nworld becomes divided into blocs based on economic and\r\nstrategic interests. The nation-State is suffering a crisis of\r\nidentity and threats to its sovereignty. We are witnessing\r\nnew geopolitical formations in which power is being\r\ntransnationalized and the struggle for hegemony is passing\r\ninto another dimension. The new structure of the world\r\neconomy is marked by the supranational nature of decision-\r\nmaking in the field of finance and international trade.\r\nIf this emerging new international economic order is\r\nnot managed prudently, if we do not infuse it with\r\nhumanism and morality, we run the risk that in the short\r\nterm the already-existing rift in the world between poor\r\nnations and rich nations - what we used to call the North\r\nand the South - will widen further. The following words of\r\na Honduran poet speak eloquently to this: \"The poor are so\r\nmany that it is hard to forget them - so many that they\r\ncould be the pallbearers of a celestial body.\"\r\nIt is vital to have a more equitable new international\r\norder. Now more than ever, justice in the South is a\r\nprerequisite for peace in the North. The industrialized\r\nStates need to demonstrate their readiness to respond to the\r\neconomic proposals of the developing countries, which\r\nrepresent two thirds of the Earth’s people.\r\nThese thoughts should serve merely to stimulate our\r\nimagination in the quest for solutions to prevent the\r\ndeterioration of our political, economic and social systems.\r\nIn the process of globalization, under the banner of\r\ndemocracy in the political field and the market economy in\r\nthe economic field, we have been making intense efforts\r\nat the regional and subregional levels to reduce political\r\nand economic differences among countries and regions on\r\nthe basis of the norms and institutions that should guide\r\nour collective life towards a basic model, one fashioned\r\nin accordance with the principles that underpin this world\r\nOrganization.\r\nThe United Nations must therefore pursue the\r\nanalysis and discussion of the major issues that call for\r\nthorough reflection in this process of political, economic\r\nand social globalization. Indeed, there has been a marked\r\nincrease in recourse to the United Nations as an\r\ninstrument to prevent, avert or halt international conflicts,\r\nand in order to legitimize the right of intervention in the\r\ncase of conflict between a State and its population or a\r\nState and the international community - but always in\r\nsearch of peace, freedom and democracy.\r\nThe manifest resolve of the States Members of this\r\nOrganization to work in concert towards this objective has\r\nbeen remarkable and vigorous, but it should be borne in\r\nmind that good intentions are of little use unless\r\nsupported by the political will to take the difficult\r\ndecisions required by situations such as this. Let the\r\napologists of violence and those who are nostalgic for\r\npower have no doubt that our political will to avert\r\nregional conflicts is unswerving, and that our political\r\naction is designed to promote stability, legitimacy and the\r\ndevelopment of effective democracies.\r\nWe share the concern and the distress at the events\r\noccurring in the sister country of Haiti. There is a\r\npressing need to put an end to this grave situation, which\r\nis an affront to human dignity and to the self-\r\ndetermination of peoples. My Government supports a\r\npeaceful settlement of the problem and is ready, within its\r\nlimitations, to take part in a United Nations peace-keeping\r\nmission once democracy is restored to that fraternal\r\ncountry.\r\nJust as we felt great satisfaction at the signing, last\r\nyear, of the historic mutual recognition agreement\r\nbetween the State of Israel and the Palestine Liberation\r\nOrganization (PLO), we are gratified by the decision of\r\nthe State of Israel and the Kingdom of Jordan to sign the\r\nWashington Declaration of 25 July 1994. It reflects the\r\naspirations of the two peoples and Governments and seeks\r\nto find formulas for mutual understanding that will put an\r\nend to their substantial differences.\r\n3\r\nGeneral Assembly 6th meeting\r\nForty-ninth session 27 September 1994\r\nMy Government was particularly pleased to see a\r\nbleak chapter of human history in South Africa end with\r\nthe coming to office of a new Government led by President\r\nNelson Mandela. Today we look forward to seeing the\r\naspirations to freedom, peace, democracy and development\r\nwhose fulfilment that great leader desires for his people\r\nbecome a reality.\r\nSimilarly, though with a sadness that I cannot conceal,\r\nI must say that events in Bosnia and Herzegovina and the\r\ntragedy of Rwanda cause us considerable distress and\r\nanguish. These fratricidal conflicts should impel us to act\r\nurgently to eliminate armed aggression, genocide and the\r\npractice of \"ethnic cleansing\" once and for all. We cannot\r\ncontinue to waver in implementing Security Council\r\nresolutions. Although this Organization has never played\r\nas big a leadership role as it is playing now, it is also true\r\nthat compliance with its resolutions in the framework of\r\noperations to maintain international peace and security has\r\nbeen put into question.\r\nMy Government deeply regrets the resulting tragic\r\nevents that have claimed hundreds of thousands of lives and\r\ncaused a massive exodus of refugees. We therefore urge\r\nparties in conflict to act in a spirit of reconciliation, certain\r\nthat the international community will continue to extend\r\nhumanitarian assistance to them.\r\nIn the case of Cuba, the Government of Honduras\r\nagrees with the overall objective of restoring democracy to\r\nthat country, in the framework of the inter-American\r\nsystem. However, we believe that the policy pursued by\r\nthe Government of the United States of America is not\r\nconsistent with the need to remedy the critical political,\r\neconomic and social conditions prevailing in that brotherly\r\ncountry, and we sincerely hope that dialogue between the\r\nparties will prevail in this dispute.\r\nThe countries of the Central American region have\r\ncontinued to pursue policies based on resolutions adopted\r\nat presidential Summits, with a view to creating a new\r\neconomic, social and political structure for the benefit of\r\nCentral Americans. In this regard, at the recent fifteenth\r\nmeeting of Central American Presidents, held in the\r\nbrotherly Republic of Costa Rica, new circumstances\r\nprompted us to adopt an integral strategy for sustainable\r\ndevelopment in the region, a national and regional strategy\r\nwhich we call the \"Alliance for Sustainable Development\".\r\nThis is a Central American initiative in the political, moral,\r\neconomic, social and ecological fields, whose agenda will\r\nbe further enriched with the holding of the environmental\r\nSummit in Managua, Nicaragua, on 12 and 13 October, and\r\nthe International Conference for Peace and Development\r\nin Central America, to be held on 24 and 25 October this\r\nyear in Tegucigalpa, Honduras. The International\r\nConference will be a good opportunity for the\r\ninternational community, as it did a decade ago in the\r\nmidst of a tragic confrontation, to express its solidarity\r\nwith a region that has turned war into reconciliation,\r\nconflict into human progress and totalitarianism into\r\ndemocracy. It would be terrible indeed if the world that\r\nextended its hand to us in those difficult times were to\r\nfail now to help us enjoy the dividends of peace.\r\nWe participated with similar enthusiasm and\r\noptimism in the Fourth Ibero-American Summit of Heads\r\nof State and Government in Cartagena de Indias, Republic\r\nof Colombia. As everyone present knows, there was\r\nbroad discussion there of aspects of trade and integration\r\nas elements in Ibero-American development. We\r\nattended that important meeting with the political resolve\r\nto tackle the problems that are besetting our countries and\r\ncausing dangerous economic and social imbalances, thus\r\nrequiring a search for concerted responses that will enable\r\nus to develop machinery to tackle the challenges of the\r\nfuture more effectively.\r\nIn accordance with this commitment, my\r\nGovernment believes that, although dialogue has been\r\nstrengthened, it is even more important to pursue the\r\npolicies adopted at that forum. In this context, we\r\nreaffirm our fullest support for the joint initiatives, which\r\nare based on the principles of representative democracy,\r\nthe defence and promotion of human rights, respect for\r\nsovereignty and the principles of non-intervention and the\r\nself-determination of peoples.\r\nOn a different tack, I should like to inform this\r\nworld forum that the degradation of the environment is a\r\nmatter of constant concern to us. In this regard, my\r\nGovernment attaches the highest priority to the search for\r\na solution to this problem. Mechanisms have been\r\nestablished to implement the resolutions adopted at the\r\nEarth Summit held in Rio de Janeiro, Brazil, in June\r\n1992.\r\nWe reaffirm our commitment to promoting a\r\nbalanced and integrated approach to sustainable\r\ndevelopment, as set forth in the Rio Declaration on\r\nEnvironment and Development. It is important that the\r\nAssembly expand on that idea and build an awareness of\r\nthe world’s environmental unity so that a new relationship\r\nbetween mankind and nature can emerge, allowing us to\r\nwork together for its conservation and survival.\r\n4\r\nGeneral Assembly 6th meeting\r\nForty-ninth session 27 September 1994\r\nRegarding this sensitive matter, our National Congress\r\nis currently seized with the Conventions on Biological\r\nDiversity and on Climate Change, with a view to translating\r\nour words into deeds through their speedy debate and\r\nadoption.\r\nMy Government wishes to raise one other issue today,\r\nwith a sense of full responsibility and an awareness of the\r\ngravity of the effects of the crisis faced by developing\r\ncountries and the risks involved for the stability of the\r\nworld economy. We must acknowledge the importance of\r\nthe signing of the Final Act of the Uruguay Round of the\r\nGeneral Agreement on Tariffs and Trade, as well as the\r\nagreement creating the World Trade Organization, with a\r\nview to strengthening the multilateral trade system. We\r\ntrust that these instruments will help to ensure the\r\nliberalization and expansion of international trade for the\r\nbenefit of the developing countries.\r\nBut if in pursuing this goal the industrialized nations\r\ndo not act in accordance with the changes taking place in\r\ninternational economic relations, efforts within the\r\nframework of South-South cooperation will have to be\r\nstepped up. This is becoming not merely an alternative, but\r\na fundamental challenge to our capacity to act in these\r\nnegotiations, which can stem only from the coordination\r\nand support that impart resolution, continuity and\r\neffectiveness to the actions of the group of developing\r\ncountries.\r\nIn the context of what the United Nations means to all\r\nof us, my Government has attached the greatest importance\r\nto and has followed with great interest the process of\r\nreform of the Charter of the United Nations, particularly\r\nwith respect to the Security Council.\r\nIn the prevailing international circumstances and given\r\nthe role the Security Council has been called upon to play\r\nin the maintenance of international peace and security, the\r\nreforms that the membership is calling for, in accordance\r\nwith the purposes and principles of the Organization, should\r\nbe studied thoroughly and adopted with meticulous care.\r\nAny reform in the membership of the Security Council\r\nneeds to take into account the criteria established in the\r\nrelevant Articles of the Charter. It is essential to respect\r\nthe principle of equitable geographical representation, which\r\nwould permit us to increase the number of permanent and\r\nnon-permanent members democratically and to consider\r\nwhether or not it would be desirable to create a new category -\r\nthat of semi-permanent member - as has been suggested in\r\nthe open-ended working group on the restructuring of the\r\nSecurity Council established by the Secretary-General.\r\nIn this process of change, in addition to the\r\nprinciples that I have outlined we need to consider what\r\nbasic indicators would enable us to set the number of\r\nmembers at the right level. This is also true of the study\r\non the veto right, currently enjoyed by the five permanent\r\nmembers; my Government feels that this right should not\r\nbe granted to any category, whether permanent or semi-\r\npermanent. Thus, Honduras is not opposed to the\r\nestablishment of new categories provided this is done in\r\naccordance with the principle of the sovereign equality of\r\nStates and equitable geographical distribution.\r\nWith faith in God, in truth and in justice, I shall now\r\nreturn to my country to continue building the society we\r\nhave chosen and contributing to the attainment of the kind\r\nof world to which we all aspire. May everything work to\r\nthe good of mankind.\r\nThe President (interpretation from French): On\r\nbehalf of the General Assembly, I wish to thank the\r\nConstitutional President of the Republic of Honduras for\r\nthe statement he has just made.\r\nMr. Carlos Roberto Reina Idiáquez, Constitutional\r\nPresident of the Republic of Honduras, was escorted from\r\nthe General Assembly Hall.\r\nAddress by Mr. Luis Alberto Lacalle, President of the\r\nEastern Republic of Uruguay\r\nThe President (interpretation from French): The\r\nAssembly will now hear an address by the President of\r\nthe Eastern Republic of Uruguay.\r\nMr. Luis Alberto Lacalle, President of the Eastern\r\nRepublic of Uruguay, was escorted into the General\r\nAssembly Hall.\r\nThe President (interpretation from French): On\r\nbehalf of the General Assembly, I have the honour to\r\nwelcome to the United Nations the President of the\r\nEastern Republic of Uruguay, His Excellency Mr. Luis\r\nAlberto Lacalle, and to invite him to address the\r\nAssembly.\r\nPresident Lacalle (interpretation from Spanish): I\r\nwish to congratulate you, Sir, on your election to the\r\npresidency of the General Assembly. I feel sure that with\r\n5\r\nGeneral Assembly 6th meeting\r\nForty-ninth session 27 September 1994\r\nyour experience you will guide this session to a successful\r\nconclusion.\r\nIn my capacity as President of the Eastern Republic of\r\nUruguay, elected by the free vote of our citizens, I have the\r\ngreat honour of addressing the General Assembly.\r\nMy country has been linked to the United Nations\r\nsince the very moment of its creation. It not only has kept\r\na legal and formal link with the Organization but has\r\nbecome an active participant in its political and social\r\nactivities.\r\nAs the fiftieth anniversary of the founding of the\r\nUnited Nations approaches, this is an appropriate\r\nopportunity to undertake a critical analysis of the\r\nOrganization itself and to analyse the world situation\r\nfollowing the crucial events of the last few years.\r\nThe consequences of the end of the bipolar are and the\r\ncold war still affect the life of all nations. Although it has\r\nbeen stated that there is now a new world order, this is\r\ncontradicted daily by events that occur in all parts of the\r\nworld. We can say that the old order no longer exists and\r\nwe can also say that the world is currently undergoing a\r\nprocess of complete reordering.\r\nWe cannot yet see the end of that process, but there\r\nare a number of different actors, of various origins. Super-\r\nPowers and nations are no longer the only influences at\r\nplay in the international arena. Today, we can discern new\r\ncentres of power that have an unquestionable influence on\r\ninternational life. I would refer - and the list is far from complete -\r\nto the mass-communications media that standardize and\r\ntransmit opinions throughout the planet, thereby becoming\r\nguidelines that form opinion and actions and exert an\r\nundeniable influence.\r\nSimilarly, we could mention the re-emergence of\r\npolitically militant religious movements, both domestic and\r\ninternational, which use philosophical currents to create\r\ngenuine political leverage. Although economic interests\r\nhave, since the beginning of mankind’s history, always been\r\nfactors in the power equation, market regionalization has\r\ntoday strengthened the power of economic and financial\r\nelements which, in America, Europe and Asia, are emerging\r\nas the main protagonists of national life.\r\nOf course, in this analysis we cannot fail to mention\r\nthe crucial and significant role played by international\r\norganizations, particularly our own Organization, the United\r\nNations.\r\nPainful experience has taught us how far mankind\r\nstill is from successfully expanding international law in\r\nrelations among countries. We are currently living in the\r\naftermath of the reordering process I have mentioned, and\r\nthe redistribution and relocation of the world’s centres of\r\npower.\r\nAs part of this process, collective security\r\nmechanisms must be thoroughly analysed. Several States\r\nhave called for review of United Nations institutions, but\r\nwe must approach that task very carefully, for our\r\nprogress will be meagre indeed if we confine ourselves to\r\nagreeing that the new role of the United Nations should\r\nbe simply to reflect the new distribution of power that\r\nresults from the new world order. We believe, pursuant\r\nto the Charter, that the main issue of international\r\npeace-keeping and security is to be found in the extent to\r\nwhich international society is able to guarantee full and\r\ncomprehensive observance of all of the Charter principles.\r\nHere, emphasis should be placed on distinguishing\r\nbetween reforms of the institutional mechanisms designed\r\nto implement collective security and the integrity of the\r\nprinciples of international conduct, observance of which\r\nis the very foundation of this society.\r\nIt is indeed appropriate to enunciate these principles:\r\nprohibition of the use of force against the territorial\r\nintegrity and the independence of States; equality of rights\r\nand free self-determination; the duty of non-intervention\r\nin internal affairs - a principle that is clearly of Latin\r\nAmerican origin; the sovereign equality of States; the\r\npeaceful settlement of disputes and good-faith cooperation\r\namong nations. This is not a set of abstract measures or\r\npostulates that are overtaken by the present global\r\ncontext. These principles form the essence of\r\ninternational conduct for all States, the practical, direct\r\nand unavoidable end product of international relations.\r\nFull, comprehensive and continuing respect for these\r\nprinciples will determine whether or not the international\r\nsecurity and stability the world so needs is achieved and\r\ncan be maintained, particularly in this era of such great\r\nchange. Speaking realistically, they could be rated as\r\npossibilities that could, were they realized, lead to hoped-\r\nfor, feasible and compelling results. Thus, the creation,\r\nestablishment and maintenance of a climate and\r\natmosphere of international security are responsibilities\r\nthat are incumbent mainly on those States with the\r\ngreatest power and the greatest decision-making capacity\r\nin the international order, although other States bear equal\r\nresponsibilities in this respect.\r\n6\r\nGeneral Assembly 6th meeting\r\nForty-ninth session 27 September 1994\r\nThese principles are part of a whole, and they must\r\nnot yield to possible distortions, one of which calls for\r\nchange on the grounds that the world context has changed,\r\nleading to the justification of intervention on humanitarian\r\ngrounds, and another of which is embodied in the\r\ntemptation to exaggerate some of these principles to the\r\ndetriment of others, for example invoking self-determination\r\nas a pretext for violating the territorial integrity or national\r\nborders of other States.\r\nSpeaking in the Security Council on 4 May 1965, my\r\ncompatriot, Ambassador Carlos Maria Velasquez, stated\r\nwith perfect clarity:\r\n\"As I said only a short time ago in this very\r\nchamber on assuming the office of representative of\r\nUruguay on the Security Council, my country has long\r\nrealized from its own historical experience, which has\r\nbeen no less unhappy than that of other Latin\r\nAmerican countries, that the world must be governed\r\nby real respect for the rules of international law and\r\nmorality. Without this, harsh reasons of state will\r\ncontinue to be the predominant factor in international\r\nrelations and the fate of small countries will remain\r\nprecarious and uncertain.\r\n\"Our attitude is not what some realistic minds\r\nmight describe as one of sanctimonious legality.\r\nThere are very real grounds - and the case we are now\r\nconsidering is an example - for the small countries’\r\nbelief that strict and faithful application of juridical\r\nprovisions governing what is termed security under\r\nlaw represents one of the corner-stones of our own\r\nsecurity.\"\r\n\"If I may say so, the great Powers can give such\r\ninterpretation to texts as they see fit because if, in\r\nfact, political decisions are to be based on will rather\r\nthan on reason, it is they who have the power to\r\ndictate them. We smaller nations need to adhere\r\nunswervingly to the rule of law. In our own national\r\ninterest, we need to know how far we can go and,\r\nperhaps more important still, the extent to which we\r\ncan be compelled.\" (Official Records of the Security\r\nCouncil, Twentieth Year, 1198th meeting, paras. 33\r\nand 34)\r\nIn this ever-changing world, diverse threats and\r\ntensions are multiplying, even in those regions where peace\r\nand security would seem to be firmly established.\r\nIt therefore seems urgent that the international\r\ncommunity effectively show that its commitment to the\r\npurposes and principles of the United Nations Charter is\r\nnot a mere formal commitment or a passive expression of\r\nhope.\r\nIt is indeed deplorable to see that from one session\r\nof the Assembly to the next new confrontations continue\r\nto occur in various parts of the world, leaving their tragic\r\naftermaths of death and grief. This sad reality means, as\r\nnoted in the document submitted by the Secretary-\r\nGeneral, \"An Agenda for Peace\", which clearly\r\nemphasizes the unavoidable responsibility of each and\r\nevery one of us in this area, priority must be given to the\r\nwork of the United Nations.\r\nCaught up as we are in a vicious circle of distrust,\r\ncivilized and fruitful coexistence will be possible only to\r\nthe extent that States carry out their actions in their\r\nparticular areas of interest in accordance with the\r\ninternational legal order and in strict accordance with the\r\nobligations incumbent upon them under the United\r\nNations Charter.\r\nAccordingly, Uruguay, in a constructive spirit, has\r\nparticipated actively in various peace-keeping operations\r\nin response to the needs of the international community.\r\nOur participation has been based on a number of\r\nfundamental principles that govern our foreign policy,\r\nnamely, non-intervention in internal affairs, peaceful\r\nsettlement of disputes, self-determination of peoples, and\r\nnon-use of force to achieve peace.\r\nOur assessment is that, in general, peace-keeping\r\noperations have shown positive progress in the settlement\r\nof conflicts, although several operational matters still have\r\nto be improved and resolved.\r\nFirst, we believe that peace-keeping operations must\r\nbe carried out in full compliance with the principles of\r\ninternational law as enshrined in the Charter of the United\r\nNations. In this sense, and on the basis of our\r\nexperience, we believe that actions under Chapter VII of\r\nthe Charter or operations with a broad mandate should be\r\nundertaken only as a last resort, after the political means\r\ndescribed in Chapter VI of the Charter have been\r\nexhausted.\r\nFurthermore, we believe that action of this type can\r\nbe undertaken only when there are, clearly, emergency\r\nsituations that pose a real threat to international peace and\r\nsecurity. In addition, we have to bear in mind the views\r\n7\r\nGeneral Assembly 6th meeting\r\nForty-ninth session 27 September 1994\r\nof regional organizations and those of neighbouring\r\ncountries in the areas of conflict.\r\nOn the other hand, peace-keeping operations must\r\nhave a feasible and precise mandate, as well as a realistic\r\nschedule. Security Council decisions to send a mission\r\nshould not take account of the strategic or political\r\nimportance of the different regions and, thereby, simply\r\nhighlight differences that should not affect this type of\r\ndecision.\r\nUruguay has participated, and will continue to\r\nparticipate actively, in activities of this kind. We are\r\ncurrently taking part in seven operations - in India/Pakistan,\r\nMozambique, Iraq/Kuwait, Western Sahara, Liberia,\r\nRwanda and Georgia. Overall, more than 950 persons are\r\ninvolved. Given the relatively small number of people in\r\nour armed forces, these figures represent a high degree of\r\ncommitment, hardly matched in the international\r\ncommunity.\r\nOur country provides contingents for peace-keeping\r\noperations in the belief that we are contributing in a spirit\r\nof solidarity to the attainment of a collective goal that\r\ntranscends exclusively national interests. We believe that\r\nwe have a right to declare that such solidarity must also be\r\nmanifested by other members of the international\r\ncommunity in support of this effort.\r\nDespite its effort and the degree of its commitment,\r\nhowever, Uruguay does not see a similar return from the\r\ninternational community. It has not received compensation\r\nderiving from the depreciation of equipment and materials\r\nand from the contribution of contingents, which often pay\r\nwith their lives for their commitment to the international\r\ncause.\r\nWe support the various efforts with a view to\r\nadjusting the Charter of the United Nations to the changes\r\nin the international situation - in particular, those referred\r\nto in General Assembly resolution 47/60.\r\nReform of the Charter must be effected within the\r\nframework of the need to attain greater democratization and\r\ntransparency in decision-making, and to strike a balance\r\nbetween the existing Powers of the different bodies.\r\nUruguay favours an increase in the number of\r\nmembers of the Security Council to make it more\r\nrepresentative and to facilitate the fulfilment of its tasks.\r\nHere, the main challenge is to prevent an increase in the\r\nmembership of the Security Council from compromising its\r\nefficiency. Uruguay favours a minimum of 20 members\r\nand a maximum of 25. Uruguay does not oppose the\r\ninclusion of new categories of members -\r\nsemi-permanent, for example - under the principle of\r\nequitable geographical distribution, so long as this would\r\nprovide for more appropriate representativeness and equal\r\noperational opportunity. Nevertheless, we understand that\r\nsuch an innovation must be based on the idea that \"more\r\nprivileges entail more obligations\", including financial\r\nobligations.\r\nNew members should be elected for fixed terms to\r\nrepresent the various regions, and they should have a\r\nmandate encompassing regional interests. We would\r\naccept their re-election provided that the members in\r\nquestion had the support of the States in their own\r\nregions.\r\nThere are certain legal matters affecting the\r\nOrganization that deserve our attention. In this\r\nconnection, I should like to refer first to the situation\r\nprovided for in Article 50 of the Charter, which affects us\r\ndirectly. Reality has shown the need for a mechanism to\r\nensure reparation for third States that are economically\r\naffected by the application of sanctions imposed under\r\nChapter VII of the Charter. In our opinion, such a\r\nmechanism should be permanent and should operate\r\nautomatically.\r\nSecondly, we must pay more attention to the\r\nquestion of responsibility for attacks on United Nations\r\nand associated personnel, given the ominous increase in\r\nthe number of such attacks. This is a situation with\r\nwhich our country is very familiar.\r\nThe problems facing the international community\r\ntoday include issues of a global nature affecting all\r\nMembers of the United Nations, as well as other\r\ntemporary issues which concern one or more individual\r\nStates but which may have implications for the rest of the\r\ninternational community.\r\nWe shall refer to both, beginning with those of a\r\nglobal nature: international terrorism, international\r\ncooperation against crime, and human rights.\r\nActs of international terrorism are serious\r\ncommon-law crimes, which violate the most elemental\r\nprinciples of individual and collective security,\r\nirrespective of the political excuses invoked for their\r\nperpetration. They are a flagrant violation of human\r\n8\r\nGeneral Assembly 6th meeting\r\nForty-ninth session 27 September 1994\r\nrights and must be fought, domestically and internationally,\r\nwith efficient and energetic measures.\r\nUruguay is aware of the various efforts in different\r\ninternational forums, but we are concerned about the lack\r\nof practical, concrete and global action to deal effectively\r\nwith this serious and complex problem. Although the\r\nmaintenance of internal order and security is the\r\nresponsibility of each State, cooperation between countries\r\nis essential to coordinated prevention and punishment of\r\ncrimes that have international implications.\r\nThese mechanisms could include full respect for the\r\nnorms of extradition in accordance with the law, which are\r\nthe tangible expression of the political will of States to\r\ncooperate in the preservation of the legal rights protected by\r\ninternational agreements and by domestic legislation.\r\nAmong the many rights for the protection of which we\r\nare directly responsible are the human rights of the child.\r\nIn this very building, in 1990, we held what was described\r\nas the World Summit for Children. On that occasion we\r\nadopted an extensive document intended to set the\r\nguidelines for highly ethical action, through which nations\r\nundertook to protect the future of mankind - our children.\r\nThis document included pragmatic issues such as the\r\nprotection of children in situations of armed conflict and the\r\nadoption of appropriate measures to protect them.\r\nThe conflict afflicting the Balkans has given rise to\r\nepisodes that disturb the conscience of mankind. The\r\nconsequences have been particularly atrocious for the\r\nchildren in the region - innocent victims of an immoral\r\nconflict. We have brought this case to the attention of the\r\nrelevant agencies. We considered that under the\r\nConvention on the Rights of the Child there was a case for\r\nseeking a truce to allow for the evacuation of children from\r\nbattlefront areas. Unfortunately, nobody got beyond written\r\nwords, and our Organization was not able to prevent even\r\nthis aspect of the barbarism prevailing in that area.\r\nIn the same spirit, it is necessary that our Organization\r\nfully enforce this Assembly’s resolution establishing the\r\nneed for effective action against the sexual exploitation of\r\nchildren in order to prevent and eliminate such abuse.\r\nUruguay is aware of the need to preserve the quality\r\nof the physical and human environment and of the dangers\r\narising from the degradation of natural resources. This is\r\nwhy it has adopted the programmes in Agenda 21 of the\r\nUnited Nations. Our National Parliament enacted a law\r\ngranting priority to the protection of the environment\r\nagainst any form of depredation, destruction or pollution\r\nand making environmental impact assessments mandatory.\r\nAs a State located in the Southern Cone of the\r\nAmerican continent, our country has a particular interest\r\nin all issues relating to climate changes that affect us. At\r\nthe tenth session of the Intergovernmental Committee, as\r\na contribution to the research on this topic, Uruguay\r\noffered to host the permanent headquarters of the\r\nsecretariat of the Convention on Climate Change.\r\nAll these actions and initiatives have been taken in\r\nthe framework of the strategy - which my country\r\nshares - to promote lasting economic and social\r\ndevelopment without prejudice to the environment or to\r\nnon-renewable resources, thus achieving solid and\r\nsustained growth for both the present and future\r\ngenerations.\r\nThe work of the United Nations and the specialized\r\nagencies in the social field has earned a well-deserved\r\nrecognition. The present times call for a more crucial\r\nrole by the United Nations system and for the broadening\r\nof activities to meet the new challenges, for example, the\r\ngrowing imbalance between the wealthy countries and the\r\ntwo thirds of mankind who live in poverty.\r\nIt is urgent that we check deteriorating social\r\nconditions in the developing world, so as to prevent these\r\nsituations from becoming threats to international peace\r\nand security. Accordingly, Uruguay enthusiastically\r\nsupports the convening of the World Summit for Social\r\nDevelopment, to be held in Copenhagen in March 1995.\r\nThis event will provide an opportunity to discuss global\r\nstrategies for strengthening international cooperation for\r\nboth wealthy and developing countries.\r\nOur country is deeply concerned about the\r\ncontinuing deterioration of the world economy, which\r\nseems to be accelerating day by day. The persistence of\r\nrecession and inflation, the rise in unemployment, the\r\ninstability in foreign exchange markets, the disorder in the\r\nbalances of payments in industrialized regions, the\r\nrecurring protectionist currents that continuously depart\r\nfrom GATT rules - all this inevitably delays economic\r\nprogress in the developing countries, the majority of the\r\nStates gathered here.\r\nFree trade is still one of the bases on which to\r\nachieve and to strengthen development processes; it is\r\ntherefore important that we have been able to conclude\r\nthe so-called Uruguay Round of GATT - but this can only\r\n9\r\nGeneral Assembly 6th meeting\r\nForty-ninth session 27 September 1994\r\nbe seen as the end of one stage. Although in principle the\r\nresults can be described as encouraging, they will be\r\nmeaningless unless free trade is broadened in the future.\r\nThat is why the various agreements reached must be\r\ncomplemented by further reducing support and subsidy\r\nlevels and by eliminating non-tariff obstacles to trade.\r\nThere is no doubt that the tasks to be undertaken by\r\nthe World Trade Organization will be of critical importance\r\nin strengthening the process of free trade. Therefore,\r\nprompt ratification of the Marrakech Agreements by all\r\ncountries is necessary in order to allow this new\r\norganization to begin operations on 1 January next year.\r\nIn the context of reorganizing current international\r\ntrade relations, Uruguay firmly supports the Secretary-\r\nGeneral’s initiative in his report, \"Agenda for\r\nDevelopment\", which is a positive contribution in the\r\nsearch for a revitalized approach to the concept of\r\ndevelopment, as it includes the objectives of peace,\r\nfreedom, justice and progress.\r\nBefore I turn to items on particular situations, let me\r\ntake up one last global topic, that relating to progress in\r\ninternational law, an area dear to my country, which is a\r\nfervent advocate and a jealous guardian of its application.\r\nWe are convinced of the need to promote the\r\nevolution of international law as the most effective tool to\r\ngovern relations among States. We wish to affirm our\r\nsupport for the implementation of General Assembly\r\nresolution 44/23, the objective of which is to promote the\r\npeaceful settlement of disputes and to achieve compliance\r\nwith the decisions of the International Court of Justice,\r\nwhile encouraging the codification of international law, a\r\ngoal our country has long desired.\r\nIn addition, we are pleased to see the entry into force\r\nof the Convention of the Law of the Sea - which was\r\nratified by our country - and we are hopeful that some\r\nStates will be able to overcome their difficulties with\r\ncertain points and accede to the Convention, thus achieving\r\nits full acceptance.\r\nIn conclusion, I would like to refer to three\r\ninternational situations in which my country has a particular\r\ninterest, as their outcome may have consequences at the\r\ninternational level and affect the credibility so necessary to\r\nour Organization at this time of restructuring and\r\nrevitalization.\r\nFirst of all, my country wishes expressly to mention\r\nthe situation in the Middle East, given our traditional\r\nbonds with many of the States of the region. We have\r\nalways been concerned with the various approaches to\r\nachieving peace in the Middle East. In this connection\r\nwe recall Uruguay’s co-sponsorship of the repeal of\r\nresolution 3379 (XXX), which illogically and unjustly\r\ndetermined that Zionism was a form of racism.\r\nUruguay has always supported all actions, in\r\naccordance with international law and with the resolutions\r\nof the Security Council, aimed at achieving peace through\r\nthe negotiation of agreements among the parties involved,\r\nas the only valid alternative allowing the parties the\r\npossibility of living within safe and recognized borders.\r\nWe have recently witnessed an acceleration of these\r\nnegotiations, with considerable progress in the\r\nachievement of border agreements, the opening of air\r\ncommunications and the recognition of the State of Israel.\r\nAt the same time, however, we note with concern the\r\nrecurrence of terrorist attacks aimed at crippling this\r\nprocess - the final goal of which is desired by the\r\noverwhelming majority of the international community:\r\nthe achievement of permanent peace in that region.\r\nWe understand that this session of the Assembly can\r\nbe instrumental in furthering progress in the peace\r\nprocess, by the Organization’s adoption of a realistic and\r\nup-to-date position on the current negotiations, modifying\r\nthe contents and style of General Assembly resolutions in\r\nkeeping with this new stage.\r\nWe in the American hemisphere believe that the\r\nCuban situation must be seen in the light of two\r\nconsiderations: on the one hand, the view - shared by our\r\ncountry - that pluralist and representative democracy and\r\nthe protection of human rights must be fully consolidated\r\nin our continent without any exceptions; and, on the\r\nother, the perspective of respect for the principles of the\r\nUnited Nations Charter regarding non-intervention and the\r\nself-determination of peoples.\r\nObservance of these precepts and of general\r\ninternational law implies the adoption of unambiguous\r\ncriteria regarding the economic, commercial and financial\r\nblockade of Cuba. In this sense, our country, true to its\r\nconsistent policy, will support the resolution that\r\nestablishes the need to eliminate the unilateral application\r\nfor political purposes of economic and commercial\r\nmeasures against another State - without, however, any\r\n10\r\nGeneral Assembly 6th meeting\r\nForty-ninth session 27 September 1994\r\nimplications of recognition or acceptance of the type of\r\nregime prevailing in that country.\r\nLastly, the position of Uruguay on the crisis in Haiti\r\nis well known. Our country has invariably opposed any\r\nkind of military intervention lacking the necessary legal\r\nsupport. Under the Charter of the Organization, the use of\r\nforce is limited to cases in which the community is\r\nconfronted with a clear threat to international peace and\r\nsecurity.\r\nRegardless of the dynamics of events, we still believe\r\nthat political instances and dialogue are the best instrument\r\nfor preserving the principles of international law and\r\nsettling situations of this nature.\r\nInternational, and particularly hemispheric, relations\r\nmust take place against a backdrop of realism and legal\r\nsecurity: realism to adjust to ongoing change in the internal\r\nand external aspects of each country; and legal security to\r\nfind in law the criteria of equity and justice that make the\r\nprinciple of the sovereign equality of States feasible and\r\ncredible.\r\nMay the upcoming commemoration of the fiftieth\r\nanniversary of the United Nations be an opportunity to\r\nreflect on what has been achieved and - as was so well said\r\nby the Secretary-General - to learn the lessons of the past\r\nas a challenge for the achievement of future goals.\r\nThe President (interpretation from French): On\r\nbehalf of the General Assembly, I wish to thank the\r\nPresident of the Eastern Republic of Uruguay for the\r\nstatement he has just made.\r\nMr. Luis Alberto Lacalle, President of the Eastern\r\nRepublic of Uruguay, was escorted from the General\r\nAssembly Hall.\r\nAddress by Mr. Carlos Saúl Menem, President of the\r\nArgentine Republic\r\nThe President (interpretation from French): The\r\nAssembly will now hear an address by the President of\r\nthe Argentine Republic.\r\nMr. Carlos Saúl Menem, President of the Argentine\r\nRepublic, was escorted into the General Assembly Hall.\r\nThe President (interpretation from French): On\r\nbehalf of the General Assembly, I have the honour to\r\nwelcome to the United Nations the President of the\r\nArgentine Republic, His Excellency Mr. Carlos Saúl\r\nMenem, and to invite him to address the Assembly.\r\nPresident Menem (interpretation from Spanish):\r\nAllow me, Mr. President, to congratulate you on your\r\nelection to such a responsible post. I am certain that you\r\nwill be able to guide our debates with your well-known\r\nefficiency.\r\nThese are years of change and transformation. In an\r\namazingly short period of time we have moved from a\r\nbipolar world marked by strategic confrontation which\r\nseemed insurmountable to a world in which the hope of\r\nan international order of peace and harmony coexists with\r\nsome uncertainties. There are still serious conflicts that\r\nrequire our full attention and that of the United Nations -\r\nthe main institution the international community has for\r\nthe solution of such conflicts.\r\nThe international landscape is full of contrasts: there\r\nare encouraging signs of convergence alongside other\r\nsigns that seem to point to the persistence of\r\nauthoritarianism and extremism, which inevitably lead to\r\nviolence. Torn as it is between hope and uncertainty, the\r\nworld must face the challenge of finding the right\r\nanswers. But we must keep in mind and never lose sight\r\nof the fact that we cannot aspire to a world at peace if we\r\nfail to establish a just international society. There can be\r\nno peace without justice and there can be no justice\r\nwithout the full assurance of freedom and human rights.\r\nThere can be no peace or justice if there is\r\ndiscrimination. There can be no peace or justice where\r\nthere is hunger. There can be no peace or justice where\r\nthere are regimes that repress individual freedom. And\r\nthere can be no peace or justice when terrorism continues\r\nto be protected by political, cultural and economic\r\nsponsors.\r\n11\r\nGeneral Assembly 6th meeting\r\nForty-ninth session 27 September 1994\r\nBut, as I said at the outset, there are also some facets\r\nof reality that encourage us. One of the high notes of the\r\npast year was the successful conclusion of the institutional\r\ntransition of the Republic of South Africa, magnificently\r\nembodied in the figures of President Mandela and the\r\nenlightened opposition leaders. The national unity\r\nagreements which made it possible for South Africa to be\r\nsuccessfully integrated into the family of democratic nations\r\ndemonstrate once again that the endeavour of nation-\r\nbuilding must always be based on dialogue and\r\nunderstanding between major political forces.\r\nWe have also witnessed with satisfaction and hope the\r\ncontinuation and the strengthening of the peace agreements\r\nbetween Israel and the Palestine Liberation Organization.\r\nIn Gaza and Jericho, after more than 30 years, the\r\nPalestinian people is once again determining its own future\r\nin its own land.\r\nThe original agreements have been strengthened by\r\nthose recently signed by Israel and Jordan, which\r\nunequivocally represent the definitive acceptance of the\r\nState of Israel by the whole of the international community.\r\nWe hope that such a promising start will soon lead to\r\nsimilar agreements with other, indispensable actors in the\r\nregion.\r\nAs at all great moments in history, the solution to the\r\nviolence and despair that lasted for so many years has not\r\nbeen a matter of chance. Involved here have been men,\r\ngreat statesmen, true leaders, who - without setting aside\r\ntheir own legitimate grievances - have decided courageously\r\nto do away with rancour and recrimination. These Israeli\r\nand Palestinian leaders have pointed the way to\r\nreconciliation founded on peace.\r\nBut not all is brightness. The shadows of the Balkan\r\ntragedy linger, despite the tremendous efforts being made\r\nby the United Nations and regional groups to find a just\r\nand satisfactory peace. Argentina has contributed to this\r\nquest for solutions to the best of its ability, through the\r\nUnited Nations Protection Force. Since 1992 more than\r\n4,000 Argentine soldiers have been dispatched to contribute,\r\nsometimes even with their lives, to fulfilling the resolutions\r\nof the Organization.\r\nIn Africa, Rwanda has demanded the attention and\r\ngripped the hearts of all men and women of goodwill.\r\nArgentina has contributed by sending foodstuffs and\r\nmedical supplies, and doctors and nurses from our country\r\nhave joined in the efforts of thousands of international\r\nvolunteers who, amid scenes of horror and destitution,\r\nremind us of the inner nobility of every human being.\r\nIn Latin America, our region, to which we attach the\r\ngreatest importance, the process of consolidating\r\ndemocracy has continued. Significant steps have been\r\ntaken in terms of the non-proliferation of weapons of\r\nmass destruction, and it is now possible, as in few regions\r\nof the world, to point to high levels of growth in an\r\natmosphere of increasing economic stability. Our region,\r\nwith its renewed democratic outlook, its respect for\r\nhuman rights, for peace and progressive but resolute\r\nintegration, has in a few years become the centre of\r\nattraction for international investment. In this framework\r\nof increasing freedom that the region now demonstrates,\r\nI should like particularly to hail the historic process of\r\nelections in El Salvador, which has put behind it a long\r\nperiod of confrontation.\r\nWith respect to the situation in Cuba, my\r\nGovernment would once again voice its conviction as to\r\nthe need for democratization on a pluralistic basis as the\r\nonly way to prevent the worsening of the crisis that exists\r\nthere and to permit the country to be reintegrated fully\r\ninto the Latin American community.\r\nIn Haiti, the overall solution lies in compliance with\r\nSecurity Council resolution 940 (1994), which, within the\r\nsystem of collective security provided for in the Charter,\r\nauthorizes multilateral action, a mechanism that is\r\nessentially different in nature from unilateral intervention,\r\nwhich we reject.\r\nI wish to take this opportunity to express thanks for\r\nthe work done by Mr. Dante Caputo, the former Foreign\r\nMinister of my country, who, after completing important\r\nand intelligent work during his term as Representative of\r\nthe Secretary-General for the question of Haiti, decided\r\njust a few days ago to resign that position.\r\nI believe in this regard that it is important to refer to\r\none of the most disquieting challenges that threaten\r\ndemocracy: corruption. This phenomenon progressively\r\nerodes credibility and public trust in institutions and their\r\nleaders. The Argentine Government is committed to a\r\nrelentless struggle against corruption, placing particular\r\nemphasis on eliminating excessive State control and a\r\nlack of transparency in State administration, a fertile\r\nground for corruption.\r\nThe problems that make up the international agenda\r\nmust, in Argentina’s view, be solved by strengthening the\r\n12\r\nGeneral Assembly 6th meeting\r\nForty-ninth session 27 September 1994\r\nUnited Nations. We have constantly and firmly supported\r\nthe work of the Security Council, which is at last on the\r\nway to regaining the role assigned to it by the Charter. The\r\nparticipation of Argentina in nine peace-keeping\r\noperations - the highest number for any Latin American\r\ncountry - in the form of troops, military observers and\r\ncivilian police, is a concrete contribution that bears out the\r\nconvictions that I have spoken of today.\r\nI wish to emphasize that in its participation in peace-\r\nkeeping operations, the Argentine Republic is accompanied\r\nby 72 countries. I wish to pay tribute to them as well for\r\nassisting in achieving peace and justice in many, very\r\ndiverse, regions of the world.\r\nWe have also responded to the Secretary-General’s\r\nproposal that a system of stand-by forces be set up, and our\r\nresponse takes the form of a pledge of specialized\r\npersonnel, transport and 1,500 troops.\r\nAnother aspect of far-reaching importance in terms of\r\nthe evolution of the United Nations itself is the question of\r\nequitable representation on the Security Council and an\r\nincrease in the number of its members. Argentina attaches\r\ngreat importance to this issue and takes the view that the\r\nnumber of members on the Council has always\r\ncorresponded to the geopolitical situation prevailing at a\r\nspecific time and that efforts at reform should thus be\r\ndesigned to adapt the number to the current geopolitical\r\nsituation.\r\nCombating the proliferation of weapons of mass\r\ndestruction is one of the indisputable pillars of international\r\npeace and security.\r\nWith this in mind, Argentina has ratified the Treaty of\r\nTlatelolco, while currently our Parliament is considering\r\naccession to the Treaty on the Non-Proliferation of Nuclear\r\nWeapons, which should be extended for the sake of global\r\nsecurity and stability.\r\nWith respect to chemical weapons, we are taking the\r\nnecessary steps to set up a national authority, and we hope\r\nto see international verification measures strengthened.\r\nAt the same time, we firmly support the conclusion of\r\nthe comprehensive test-ban treaty.\r\nIn the past year, Argentina joined the systems\r\ncontrolling exports of high technology and equipment with\r\npossible military uses, enabling us to benefit from the\r\ntransfer of technology.\r\nWe are concerned at the persistence of the\r\nsovereignty dispute over the Malvinas, South Georgia and\r\nSouth Sandwich Islands and the surrounding maritime\r\nareas.\r\nAlthough we have a satisfactory relationship with the\r\nUnited Kingdom on other bilateral questions, we cannot\r\nhelp but once again reaffirm before this world forum, as\r\nwe do each year, our sovereign rights over those\r\nterritories.\r\nOur claim this year has taken on special significance,\r\nsince the Argentine people, through their representatives\r\nin the National Congress, reformed the supreme law of\r\nthe country little more than a month ago, giving\r\nconstitutional status to the question of the Malvinas\r\nIslands by including, in the new text of the constitution,\r\na transitional clause which reaffirms our rights and states\r\nthat in recovering those rights respect for international\r\nlaw and the way of life of the population of the Islands\r\nshall be paramount.\r\nThus the entire spectrum of Argentine political\r\nopinion has given solemn embodiment to a claim which\r\nis more than ever central and permanent to our foreign\r\npolicy.\r\nFor this reason, and despite the fact that our two\r\nGovernments have collaborated on certain aspects of the\r\nmanagement of the living resources of the South Atlantic,\r\nwe cannot but deplore the further recourse by the United\r\nKingdom to unilateral jurisdictional measures in the area;\r\nthese undermine the possibility of broadening existing\r\nagreements and of arriving at others. We trust that the\r\nUnited Kingdom shares with us the conviction that there\r\nis no real alternative to cooperation in the South Atlantic.\r\nWith respect to fisheries, we have arrived at\r\nprovisional agreements allowing for the rational\r\nexploitation of these resources and preventing predatory\r\nfishing. But repeated recourse to unilateral measures such\r\nas I have described jeopardizes the possibility of adding\r\nto or indeed maintaining these understandings.\r\nAs far as oil is concerned, Argentina has once again\r\nput forward specific proposals for cooperation. Our\r\ninitiatives on this matter are based on the recognized\r\nprinciple of international law prohibiting the unilateral\r\nexploitation of non-renewable resources, a dispute which\r\nhas been acknowledged by the General Assembly.\r\n13\r\nGeneral Assembly 6th meeting\r\nForty-ninth session 27 September 1994\r\nAs to the inhabitants of the islands, I wish to reaffirm\r\nbefore this Assembly our full readiness to establish direct\r\nand responsive links with them. It is clear to us that the\r\nproblem of the Falkland Islands has an inevitable human\r\ndimension which is bound up with the way of life and the\r\nneeds of the islanders.\r\nArgentina is ready to preserve the way of life and the\r\nparticular characteristics, and in this context we are\r\nprepared to study all matters, from communications to the\r\nlegal and financial systems, in order to find logical\r\nsolutions acceptable to all.\r\nDialogue with the islanders is an inseparable part of a\r\nrational, civilized solution to this problem. Once again,\r\nlogic and reason are pointing inexorably towards\r\ncooperation and dialogue.\r\nThe economic and social agenda is an indication of\r\njust how positive an event was the conclusion of the\r\nUruguay Round of the General Agreement on Tariffs and\r\nTrade (GATT); it will make it possible to more effectively\r\ntackle problems of unemployment and the distribution of\r\nwealth.\r\nArgentina’s policy aims at securing the consensus of\r\nthe countries of the Americas in order that we may declare\r\nthe continent a zone free of subsidies and unfair practices\r\nwith respect to agricultural products. The agreement on\r\nagriculture marks an important advancement, and Argentina\r\nthinks it is appropriate to take a further step by helping to\r\neliminate distortions in international trade.\r\nArgentina’s concern for social problems is well\r\nknown. Through measures to establish stability, to combat\r\ninflation and to ensure economic growth, we have taken an\r\nimportant step forward in our struggle against poverty.\r\nTurning to external matters, we have proposed the\r\nestablishment of a volunteer corps to combat hunger and\r\npoverty, coordinating efforts under way in this field.\r\nPresident Clinton kindly referred to our initiative yesterday,\r\nand we particularly value his support.\r\nThe issues related to the relationship between\r\npopulation and development, which a few weeks ago were\r\nabsorbing world attention in Cairo, cannot be left out of\r\nthis analysis. We believe in promoting fundamental values,\r\nsuch as the advancement of women, human rights, and\r\nsustainable economic development, but with respect to\r\npopulation policies we maintain that human life exists from\r\nthe moment of conception until natural death, condemning\r\nany practice undermining this.\r\nPopulation policies should not aim to smother life,\r\nbut to ensure the greatest access of all individuals to the\r\nbenefits of development and the fair distribution of\r\nwealth.\r\nThere are two scourges besetting the world at the\r\nend of the twentieth century: drug trafficking and\r\nterrorism. Both of these call for concerted action on the\r\npart of the international community, for they are not\r\nnational but world-wide scourges.\r\nWith respect to terrorism, I can speak with the\r\ntwofold weight of conviction and pain - with conviction,\r\nbecause of our repudiation of terrorism as a means of\r\npolitical or religious expression, and with pain, because of\r\nthe hundreds of Argentines who died as a result of the\r\nattack that destroyed a building belonging to the Jewish\r\ncommunity in Buenos Aires in July. We are grateful for\r\nthe solidarity extended to us and for the Security\r\nCouncil’s condemnation. We believe that concerted\r\naction is needed to tackle terrorism - terrorism which has\r\nerupted in New York, London and Panama as well as in\r\nBuenos Aires. It is vital for the United Nations to play\r\na more active, leadership role, coordinating a global\r\nendeavour to effectively combat this scourge.\r\nWe reiterate here our suggestion that the United\r\nNations should be provided with a unit devoted to the\r\nquestion of international terrorism.\r\nUnited Nations action must enjoy the resolute\r\nsupport of all. It is iniquitous and unacceptable that there\r\nare Governments that encourage terrorism. Sovereignty\r\nmust not be used as a shield for abetting terrorist\r\norganizations while the world looks on helplessly. If we\r\nHeads of State all worked in concert, we could put an end\r\nto this veritable scourge afflicting us all.\r\nThe United Nations should also study multilateral\r\nmechanisms that, while respecting the immunities and\r\nprivileges enshrined in the Vienna Convention, would\r\nprevent and punish the abuse of those immunities and\r\nprivileges to support the actions of international terrorists.\r\nWe cannot rule out the possibility that such immunities\r\nand privileges were abused in the attacks in Buenos\r\nAires.\r\nIn closing, I wish to address the need to strengthen\r\nthe United Nations, in particular with respect to its\r\n14\r\nGeneral Assembly 6th meeting\r\nForty-ninth session 27 September 1994\r\nresponsibilities in the area of international peace and\r\nsecurity. This involves first resolving its pressing financial\r\ndifficulties.\r\nThe United Nations must also continue to study the\r\npossibility of changing the current structure of the Security\r\nCouncil. In the view of the Argentine Republic, any\r\nincrease in the number of members should be prudent and\r\nmoderate, so that the Council is guaranteed maximum\r\npossible operating efficiency. In addition, any expansion\r\nshould avoid the creation of unjustifiable imbalances in the\r\nrepresentation of the various regions of the world. The\r\nArgentine Republic believes that the principle of the\r\nsovereign equality of Member States must always be\r\nrespected. Furthermore, none of the provisions of Article\r\n23 of the Charter should be disregarded. For all these\r\nreasons, it would seem preferable to think in terms of a\r\nlimited increase in the number of non-permanent members\r\nand, as far as possible, the elimination of restrictions on\r\ntheir re-election.\r\nWe find ourselves on the eve of the fiftieth\r\nanniversary of the Organization. Let us make the best use\r\nof the system of collective security and the mechanisms of\r\neconomic and social cooperation provided by the Charter.\r\nI have no doubt that by doing so we shall have a much\r\nbetter world in the next 50 years, one worth living in for\r\nour children and our children’s children.\r\nThe President (interpretation from French): On\r\nbehalf of the General Assembly, I wish to thank the\r\nPresident of the Argentine Republic for the statement he\r\nhas just made.\r\nMr. Carlos Saúl Menem, President of the Argentine\r\nRepublic, was escorted from the General Assembly Hall.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nThe President (interpretation from French): The next\r\nspeaker is the Vice-Chancellor and Minister for Foreign\r\nAffairs of Germany, His Excellency Mr. Klaus Kinkel.\r\nMr. Kinkel (Germany) (spoke in German; English\r\ntext furnished by the delegation): First, I should like to\r\noffer you, Sir, my personal congratulations on your election\r\nas President of the General Assembly at its forty-ninth\r\nsession, and also those of the European Union, on whose\r\nbehalf I am addressing the Assembly today. We wish you\r\nluck and success in your high office.\r\nWe thank Ambassador Insanally for the wise\r\nleadership with which he guided the forty-eighth session\r\nof the General Assembly to a successful conclusion.\r\nI am addressing the Assembly on behalf of a Europe\r\nthat has become more closely integrated as a result of the\r\nMaastricht Treaty, a Europe which in a few weeks’ time\r\nwill admit four new members, and which intends to\r\nbroaden its cooperation based on partnership with the\r\nworld’s other regions as well. I am speaking for a\r\nEurope that is committed to world peace and development\r\nand whose political actions are determined by its belief in\r\nindividual freedom, democracy and the rule of law, a\r\nEurope which sees in the realization of justice a crucial\r\nprecondition for avoiding war and the use of force and\r\nwhich is prepared to play its part in promoting the\r\neconomic development of all regions, the struggle against\r\nhunger, and measures to protect the Earth’s natural\r\nsources of life. But I am speaking above all on behalf of\r\na Europe that wishes to place the United Nations in a\r\nbetter position to meet its foremost obligation as\r\nguarantor of peace and security in the world.\r\nNext year’s fiftieth anniversary of the United\r\nNations coincides with that marking the end of the\r\nSecond World War. The founding of the United Nations\r\nwas the response to that catastrophe, which had its origins\r\nin Europe. Today we can look back on impressive\r\nachievements by the United Nations. The 51 members in\r\n1945 have grown into a membership of 184. The United\r\nNations has thus developed into a truly universal\r\nOrganization.\r\nBy recently concluding the negotiations on the Law\r\nof the Sea Convention, the United Nations has made\r\noutstanding progress in promoting the reconciliation of\r\ninterests and the peaceful settlement of disputes around\r\nthe world. The choice of Hamburg as seat of the\r\nInternational Tribunal for the Law of the Sea is a token\r\nof confidence in Germany and an obligation for my\r\ncountry.\r\nThe achievements of the United Nations are\r\nconsiderable, yet it is often the object of unfair criticism.\r\nThe United Nations can be only as good as its Members\r\nallow it to be. It needs their active support. Many of its\r\npersonnel, both soldiers and civilians, have done their\r\nutmost to help alleviate distress and save lives. No small\r\nnumber of them have lost their own lives in the process.\r\nWe pay tribute to them and honour their memory.\r\n15\r\nGeneral Assembly 6th meeting\r\nForty-ninth session 27 September 1994\r\nMr. Abu Salih (Sudan), Vice-President, took the Chair.\r\nMany of us believed that the ending of the cold war\r\nwould usher in an era of peace. Today we know,\r\nunfortunately, that that hope was premature. Day in and\r\nday out, hundreds of people are falling victim to hostilities\r\nand thousands more are dying of starvation or disease.\r\nWhat has happened and is still happening in Bosnia,\r\nSomalia and Rwanda is appalling.\r\nThe European Union sees a response to these global\r\nchallenges in a strengthening of the United Nations and of\r\nthe multilateral system for the safeguarding of peace world\r\nwide, in more intensive preventive diplomacy and conflict\r\nprevention within the United Nations and regional\r\ninstitutions, in respect for human rights in the world and for\r\nthe rule of law, and in closer development cooperation in\r\nand among the regions.\r\nWe Europeans therefore welcome the report of the\r\nSecretary-General on an Agenda for Development. An\r\nAgenda for Development must soon find its place alongside\r\nthe Agenda for Peace. With his report, Mr. Boutros-Ghali\r\nhas again pointed the way for our Organization’s future\r\ndevelopment and work. I wish to convey to him the\r\nappreciation of the European Union. We pledge a\r\nconstructive contribution to the debate on this document.\r\nFollowing the disaster of the Second World War,\r\nEurope had the opportunity for political renewal and it took\r\nthat opportunity. We Europeans derive courage and\r\nstrength from that renewal. No other region in the world\r\nhas such a dense network of regional, intergovernmental\r\nand supranational institutions, and no region in the world\r\nhas such close relations with other nations and their\r\norganizations. In the field of security, therefore, it is our\r\naim to create a network of mutually supporting institutions\r\nwhich will include, together with the European Union (EU),\r\nthe Western European Union (WEU), the North Atlantic\r\nTreaty Organization (NATO) and the Conference on\r\nSecurity and Cooperation in Europe (CSCE). All must\r\nwork closely with the United Nations. NATO and the\r\nWEU are already helping the United Nations to carry out\r\nits difficult mission in the former Yugoslavia.\r\nBecause our interests are interwoven as they have\r\nalways been, we will not allow ourselves to be discouraged\r\nby set-backs and will therefore do our utmost to bring\r\nabout a peaceful settlement in the former Yugoslavia. The\r\nUnited Nations Protection Force (UNPROFOR) has our\r\nunreserved support. The terrible war of destruction in\r\nBosnia and Herzegovina must be brought to an end.\r\nFederation is, we believe, a first and indispensable step\r\ntowards a peace settlement. Winter will be here soon and\r\nthe people will once again have cold and hunger to\r\ncontend with. But the precondition for lasting progress\r\nand for peace is the will for reconciliation among all\r\nethnic groups. The European Union is trying to help, and\r\nwe shall continue to do so. For that reason we have\r\nestablished an administrative office in Mostar, which\r\nbegan its work in July under the courageous leadership of\r\nHans Koschnick.\r\nThe entire international community must constantly\r\nmake it unmistakably clear to the Bosnian Serbs that in\r\nrejecting the peace plan they cannot reckon with tacit\r\napproval. There must be no toleration of a policy of war\r\nand expulsion. We seek a solution for the Croatian\r\nterritories under UNPROFOR protection which will be\r\nacceptable to both sides. The territorial integrity of\r\nCroatia must be respected. Autonomy arrangements will\r\nhave to be found for the Krajina Serbs. We Europeans\r\nbelieve that an extension of the mandate of UNPROFOR\r\nis absolutely essential for this purpose.\r\nThe United Nations envisages a world in which it is\r\nnot the law of the strongest but rather international law\r\nthat prevails. We Europeans share that vision. We are\r\neven more convinced by what has happened in the former\r\nYugoslavia that a relapse into divisive nationalism must\r\nbe prevented.\r\nWe, the Members of the United Nations, must\r\nsummon the strength to make a great joint effort to\r\nprovide the United Nations and its Secretary-General with\r\nthe means to meet their global responsibility. The United\r\nNations must become what its founding fathers aspired to\r\nin their noble vision nearly 50 years ago: mankind’s\r\nprincipal guardian of the peace.\r\nBut we, the Members of the United Nations, must\r\nabove all be prepared to stand up for the cause of peace.\r\nThe members of the European Union have played, and\r\nare continuing to play, a major role in helping maintain\r\nor restore peace in many of the world’s trouble spots on\r\nbehalf of the United Nations. We Europeans are guided\r\nby the following basic principles.\r\nFirst, for its peace-keeping measures the United\r\nNations should be able to rely on the broadest possible\r\nsupport and involvement of its Members. Such\r\noperations ought to foster peace and unity among them\r\nbut not divide the community of nations.\r\n16\r\nGeneral Assembly 6th meeting\r\nForty-ninth session 27 September 1994\r\nSecondly, we Europeans will always be in favour of\r\ngiving priority to non-military means of safeguarding peace\r\nwherever possible. But aggressors must also realize that\r\nthe United Nations is capable of military intervention where\r\nother means of achieving the aims of the Charter have\r\nfailed, and that it has the will to take such action.\r\nThirdly, the use of military force cannot be an end in\r\nitself. Successful peace-keeping presupposes an\r\nunequivocal mandate based on international law, a\r\nconvincing political plan for settling the conflict, and the\r\nequitable participation of the Member States.\r\nFourthly, we Europeans welcome the idea of stand-by\r\narrangements developed by Secretary-General\r\nBoutros-Ghali. It can effectively help reduce the length of\r\ntime between the decision to mount a peace-keeping\r\noperation and its actual implementation. Many members of\r\nthe European Union, including Germany, are willing to\r\ncontribute to stand-by arrangements.\r\nFifthly, in many countries military training is geared\r\nsolely to the traditional duties of the army. The specific\r\ntasks of peace-keeping require a completely different kind\r\nof training. The national preparation of Blue Helmets\r\nneeds to be coordinated to a greater degree by the United\r\nNations. What is needed for this are common training\r\nguidelines and the training capacity of the United Nations.\r\nJoint training and exercises are, at the same time, important\r\nsteps in confidence-building.\r\nSpeaking as the Foreign Minister of Germany, I would\r\nadd that last year I stated in the Assembly that my country\r\nwas willing to shoulder more responsibilities with regard to\r\nUnited Nations peace-keeping operations. Today I can\r\nconfirm that Germany will be able to join fully in\r\npeace-keeping operations of the United Nations, the\r\nGerman Federal Constitutional Court having cleared the\r\nway a few months ago.\r\nThe European Union looks for the revitalization of the\r\nUnited Nations and its various organizations. In the course\r\nof the forty-eighth session of the General Assembly a\r\nworking group considered all aspects of the question of\r\nincreasing the membership of the Security Council and\r\nother matters related to the Security Council. The working\r\ngroup had a substantive and constructive discussion. Its\r\nreport states that\r\n\"... while there was convergence of views that the\r\nmembership of the Security Council should be\r\nenlarged, there was also agreement that the scope and\r\nnature of such enlargement require further\r\ndiscussion.\" (A/48/47, para. 8)\r\nSecurity Council reform is an important issue which\r\nrequires a productive outcome. These days, the most\r\nimportant decisions on security and peace are made in the\r\nSecurity Council. We therefore look forward to a report\r\non enlargement of the Security Council membership and\r\nrelated issues from the open-ended working group, and to\r\nproductive results.\r\nTransparency in the Council’s decision-making\r\nprocesses is important, particularly in peace-keeping,\r\nwhere the interests of contributor nations are involved.\r\nIndeed, the cost of establishing and consolidating peace\r\nis enormous. The explosion of the peace-keeping budget\r\nhas almost brought the United Nations to a standstill. In\r\norder to overcome the financial crisis, three tasks must be\r\naccomplished.\r\nThe United Nations urgently requires more efficient\r\nmanagement and better organization. The creation of the\r\nOffice of Internal Oversight Services by the General\r\nAssembly at its forty-eighth session was an important step\r\ntowards this objective, and the fact that a German has\r\nbeen appointed as the first head of that Office is a mark\r\nof confidence in my country. Members’ contributions\r\nmust be brought more into line with their actual capacity\r\nto pay. The aim of comprehensive financial reform must\r\nbe to establish a scale that is transparent and reliable,\r\nreflects Members’ financial situations, is automatically\r\nadapted to changed national circumstances, and gives\r\nconsideration to the needs of countries with low per\r\ncapita incomes. But it is crucial that all Members be\r\nwilling to meet their membership obligations. We cannot\r\nhave a situation in which the United Nations has\r\ndifficulty carrying out its responsibilities because\r\nindividual Members feel exempted from their duties.\r\nIt is always better to prevent a fire than to have to\r\nput it out. The European experience is that conflicts must\r\nbe prevented -but this is not a purely European\r\nexperience. We bank on the power of preventive\r\ndiplomacy, confidence-building and the early detection of\r\nconflicts. The United Nations must further enlarge and\r\nstrengthen its instruments of preventive diplomacy. This\r\nincludes helping countries along the road to democracy\r\nand observing elections. The establishment of and respect\r\nfor human and minority rights, as well as measures to\r\nbring about economic and social stability, are other basic\r\nelements of prevention.\r\n17\r\nGeneral Assembly 6th meeting\r\nForty-ninth session 27 September 1994\r\nThe Declaration and Programme of Action of the\r\nWorld Conference on Human Rights held in Vienna calls\r\nfor more active implementation. Our priority must be to\r\nsupport the High Commissioner for Human Rights. In\r\naddition, we must substantially increase the resources\r\navailable in the United Nations for human rights activities.\r\nIt is, I believe, inadequate for the United Nations to provide\r\nonly 1 per cent of its funds for this task.\r\nWork on the establishment of an international criminal\r\ncourt must proceed apace. Human rights and the protection\r\nof minorities are indivisibly linked. Ethnic or cultural\r\narrogance and the curtailing of minority rights are one\r\ncause of the ever-swelling refugee flows in our world\r\ntoday. That is why minorities need the protection of the\r\nUnited Nations. We Europeans are striving to implement\r\nthis objective. In Europe, the Pact on Stability is designed\r\nto promote political stability and the protection of\r\nminorities.\r\nWe do not want to close our eyes to our own\r\nshortcomings. There must be no room for racism and\r\nxenophobia in Europe. That is why we have made it our\r\ngoal to develop a Union-wide strategy against racism and\r\nxenophobia in the course of the coming year. We need\r\nmore efficient management of humanitarian relief actions.\r\nThe need for resources and measures to alleviate emergency\r\nsituations through disaster relief operations is likely to\r\nincrease rather than decrease.\r\nWe expect the United Nations Disaster Relief\r\nCoordinator to ensure more effective coordination of\r\nmeasures within the United Nations system. He must be\r\nable to intervene before it is too late for the people\r\naffected. I should like to stress that point. Work on the\r\ndrafting of a convention for the protection of the work of\r\nhumanitarian organizations must be brought to a speedy\r\nconclusion.\r\nOne task of preventive policy as we understand it is to\r\ncombat terrorism. There is no justification for terrorism.\r\nDrugs and organized crime are an ever-increasing danger\r\nnot only to our young people, but also to the social and\r\npolitical stability of whole societies. To combat these\r\ndangers we need international alliances, and we need them\r\nurgently. The European Union offers comprehensive\r\ncooperation and the experience it has gained in this field.\r\nDisarmament policy, too, is preventive policy. Over\r\nthe past few years, major successes have been attained in\r\nthis field. These must now be made irreversible. The\r\nSTART Treaties must be implemented quickly. In Europe,\r\nthe Treaty on Conventional Armed Forces has proved to\r\nbe a milestone.\r\nUncleared mines are amongst the worst legacies of\r\nwar and civil war. We Europeans are in favour of the\r\nestablishment of a United Nations fund for mine-clearing\r\nand of more stringent provisions under international law\r\nto protect civilian populations.\r\nThe increasing proliferation of weapons of mass\r\ndestruction, the continuing operation of unsafe nuclear\r\nplants and the smuggling of plutonium and other nuclear\r\nmaterials are among the new global dangers of our age.\r\nWe must counter them at the national and global levels.\r\nWe Europeans urgently appeal to North Korea to fulfil its\r\ninternational obligations. We in the European Union are\r\ncommitted to the indefinite, unconditional extension of the\r\nTreaty on the Non-Proliferation of Nuclear Weapons. In\r\nGeneva, we want to arrive at a universal and universally\r\nverifiable comprehensive nuclear-test-ban treaty. I\r\nbelieve that it is also high time that consensus was\r\nreached there on negotiations to bring about a ban on the\r\nmanufacture of weapons-grade fissile material.\r\nThe European Union, together with its partners, is\r\nproviding considerable funds for improving the safety of\r\nnuclear plants in the neighbouring countries to our east.\r\nWhat happened at Chernobyl must never, ever be\r\nrepeated. That would indeed be terrible.\r\nI appeal to all signatory States to ensure speedy\r\nratification and implementation of the chemical weapons\r\nConvention at the national level in order for it quickly to\r\nbecome fully effective.\r\nThe dangers I have just mentioned affect us all. As\r\nthose dangers have a global dimension, action by the\r\nUnited Nations, too, is called for. At its summit meeting\r\non 31 January 1992, the Security Council rightly stated\r\nthat the proliferation of all weapons of mass destruction\r\nconstitutes a threat to international peace and security.\r\nThe United Nations, the Security Council and all of us\r\nmust resolutely shoulder our responsibility to overcome\r\nthese new threats.\r\nA fair balancing of interests through the ever-closer\r\nregional integration of States and ever-increasing\r\ncooperation between regions of our planet in the spirit of\r\nArticle 1 of the Charter of the United Nations are the\r\nnecessary response to the huge economic, ecological and\r\nsocial challenges and the manifold ethnic conflicts we are\r\nfacing today - unfortunately, I might add. No one region\r\n18\r\nGeneral Assembly 6th meeting\r\nForty-ninth session 27 September 1994\r\nalone can master the global tasks confronting us. Nor can\r\nthe United Nations accomplish everything itself. The\r\nburden on the United Nations can be substantially reduced\r\nwith the help of regional associations and cooperation. We\r\nshould strive to achieve that objective.\r\nFor Europe, the post-war era has finally reached an\r\nend. A few weeks ago, the last Russian soldiers left\r\nGermany. Russian troops have also withdrawn from the\r\nBaltic States and other Eastern European countries. Now\r\nthe aim must be to prevent new divides from emerging in\r\nEurope. The European Union will become not a \"Fortress\r\nEurope\" but a Europe based on partnership and solidarity.\r\nThe European Union is supporting the countries of\r\nCentral and Eastern Europe on their way to democracy and\r\nthe establishment of market economies. The peoples in the\r\nreformist States fought for their freedom. We encouraged\r\nthem in their struggle and we will not now abandon them.\r\nWe will gradually smooth their path towards the\r\nEuro-Atlantic institutions. It is important to mention that\r\nthere will be no pan-European order of peace without or\r\nagainst Russia. The European Union has concluded\r\npartnership and cooperation agreements with Russia and\r\nUkraine. The North Atlantic Alliance’s \"Partnership for\r\nPeace\" enhances Europe’s security.\r\nThe CSCE, as a new instrument of conflict-prevention,\r\nconfidence-building and conflict resolution, can set an\r\nexample for other regions of the world. And it can, as a\r\nregional arrangement under Chapter VIII of the Charter,\r\nrelieve the United Nations as the guardian of peace. At the\r\nCSCE Summit in December the European Union will urge,\r\non the basis of a German-Dutch initiative, that the CSCE be\r\ngiven priority in conflict settlement and prevention within\r\nits area and that it be equipped accordingly.\r\nThe European Union wants to further extend and\r\ntighten its network of regional cooperation. Transatlantic\r\nrelations with the United States and Canada remain the\r\ncornerstone of European policy. The Summit meeting\r\nbetween the European Union and the United States in\r\nBerlin in July this year confirmed our resolve to further\r\nstrengthen transatlantic relations.\r\nWe are seeking closer relations with the countries of\r\nAsia. In Germany a few days ago we discussed with the\r\nAssociation of South-East Asian Nations (ASEAN) the\r\npossibilities for even more intensive political and economic\r\ncooperation. We are following with interest ASEAN’s\r\ninitiative to launch a policy dialogue on security in\r\nSouth-East and East Asia, and I wish to emphasize the\r\nEuropean Union’s interest in and willingness to cooperate\r\nmore closely with the Asia-Pacific Economic Cooperation\r\nCouncil (APEC).\r\nThe European Council meeting in Corfu reaffirmed\r\nthat it attaches great importance to relations with the\r\ncountries of Latin America and with their regional\r\nassociations. The institutionalized dialogue with the Rio\r\nGroup has become for us an important element for the\r\nconsolidation of democracy and peace. We intend to\r\nbroaden the cooperation agreement with the States of the\r\nSouthern Cone Common Market (MERCOSUR).\r\nThrough its policy on the Mediterranean, the\r\nEuropean Union will have made available a total of\r\nroughly $9.6 billion between 1975 and 1996. Europe\r\nattaches great importance to security in the\r\nMediterranean.\r\nFrom the outset the European Union actively\r\nsupported the Middle East peace process, playing a\r\nleading role in international assistance for the\r\ndevelopment of the Palestinian economy and society.\r\nWith the roughly $600 million earmarked for direct aid\r\nfrom 1994 to 1998, the European Union is the\r\nPalestinians’ largest international donor.\r\nCooperation in southern Africa has made great\r\nstrides. The course South Africa has embarked upon\r\nunder Nelson Mandela shows that it is possible for former\r\nadversaries to be reconciled and to shape a common\r\nfuture, given the necessary political will and wise\r\nleadership. At the Berlin conference with the States of\r\nthe Southern African Development Community (SADC)\r\nearly this month the European Union initiated a new\r\nphase of cooperation with southern Africa.\r\nWe in Europe want closer dialogue with the\r\nOrganization of African Unity (OAU) on conflict\r\nprevention and security cooperation because we want\r\npartnership with the countries of Africa and thereby a\r\ngreater United Nations peace-keeping capacity.\r\nAgreement on an agenda for development is\r\nbecoming ever more urgent. One billion people in this\r\nworld are still living in absolute poverty. Global\r\nexpenditure on arms still amounts to as much as the\r\nincome of half of the five and a half billion people on our\r\nplanet.\r\nPoverty, increasing demographic pressure and\r\nirresponsible harming of the environment have made the\r\n19\r\nGeneral Assembly 6th meeting\r\nForty-ninth session 27 September 1994\r\ndangers to peace and stability greater, not smaller. The\r\nConference on Environment and Development in Rio and\r\nthe International Conference on Population and\r\nDevelopment, which ended in Cairo a few days ago,\r\nconfirmed that there are no simple answers to global\r\nproblems. The two conferences none the less sent out an\r\nencouraging signal: there is growing recognition that we\r\nmust tackle such problems together, and this I believe is a\r\nvery important basis for the World Social Summit, which\r\nwill be held next year in Denmark.\r\nIn many countries women are still excluded from\r\nactive participation in public life. We expect the World\r\nConference on Women, to be held in Beijing next year, to\r\nheighten awareness of this.\r\nIn the Maastricht Treaty we Europeans for the first\r\ntime made development policy an integral part of a treaty\r\nsystem for Europe. We undertook to seek the sustainable\r\neconomic and social development of the South, to promote\r\nits integration into the global economy and to combat\r\npoverty.\r\nDespite the huge budget difficulties facing its member\r\nStates, the European Union has increased its development\r\nassistance from over $1 billion in 1988 to almost $3 billion\r\ntoday. Funds for emergency disaster relief and food aid\r\nwere increased to $1 billion this year. Even more\r\nimportant than such financial transfers, however, is the task\r\nof integrating the countries of the South into the world\r\neconomy. Without doubt, the conclusion of the Uruguay\r\nRound improved the chances of growth for all States\r\nparticipating in world trade. The aim now must be for the\r\nTreaty to enter into force on 1 January 1995, as planned,\r\nand for the newly-established World Trade Organization to\r\ncommence work.\r\nThe treaty-based cooperation between the European\r\nUnion and the other regions of the world is designed to\r\nfurther liberalize world trade. Every region should be able\r\nto participate in the European market. That is why we\r\nwant to complete the forthcoming review of Lomé IV,\r\nincluding the new finance protocol, on time, and we are\r\nworking to achieve that end.\r\nSpeaking here last year I suggested the development\r\nof an early detection capacity for environmental disasters in\r\ndeveloping countries, and for the European Union I can\r\ntoday say this: World-wide energy consumption is\r\nincreasing, although the use of fossil fuels is already\r\nendangering climatic stability. In particular, we, the\r\nindustrialized countries, therefore need a more\r\nenvironment-friendly and resource-friendly attitude on the\r\npart of producers and consumers and increased recycling\r\nof raw materials. Reducing carbon dioxide emissions\r\nmust be tackled as a matter of urgency.\r\nThe destruction of the forests continues mercilessly.\r\nSoil erosion, loss of bio-diversity and impaired\r\nregeneration are the consequences. This destruction must\r\nbe halted. We Europeans will seek better international\r\ncooperation in the United Nations for the sustainable\r\nutilization and protection of the forests. The United\r\nNations is the guardian not only of peace, but also of the\r\nenvironment.\r\nThe historian Arnold Toynbee was right when he\r\nconcluded that people are entirely capable of learning\r\nfrom disasters and finding responses to historic\r\nchallenges. Today we Europeans know that only\r\nintegration and cooperation lead to the desired goal, and\r\nthe international community’s response to the global\r\nproblems is and has to be to strengthen the United\r\nNations. Our central tasks for the future are: first, to\r\nsecure peace world-wide; secondly, to respect human\r\nrights and the rule of law; and, thirdly, to create the\r\nconditions for lasting stability through economic and\r\nsocial development.\r\nOur common goal is to create a better world for all.\r\nBut the determination with which we implement this goal\r\nin practice is the precondition for success against which\r\nwe will be measured.\r\nThe President (interpretation from Arabic): I now\r\ncall upon the Minister of Foreign Affairs of the Kingdom\r\nof the Netherlands, Mr. Hans Van Mierlo.\r\nMr. Van Mierlo (Netherlands): First of all, I\r\nshould like to extend congratulations to the President on\r\nhis election.\r\nMy colleague Foreign Minister Kinkel, on behalf of\r\nthe European Union, has just given a broad overview of\r\nour approach to the United Nations. The great challenges\r\nwhich the United Nations faces today are well\r\nsummarized in his statement.\r\nThe idea that the world is divided into a North and\r\na South with greatly diverging interests is being replaced\r\nby a growing awareness that the fundamental problems\r\nwe face are common, global problems - to ensure\r\nsustainable development, to protect our environment, to\r\nsolve the population problem, to prevent social\r\n20\r\nGeneral Assembly 6th meeting\r\nForty-ninth session 27 September 1994\r\ndisintegration, to uphold justice and to protect the dignity\r\nof the human person.\r\nThe United Nations will have to play a central role in\r\nour common efforts to find answers to these global\r\nproblems. There is a need for coherent, integrated policies\r\nfor problems which have so far been treated largely as\r\nseparate questions - problems of peace and security,\r\ndevelopment, trade, democracy and human rights, the\r\nenvironment. The United Nations \"Agenda for Peace\" and\r\nits agenda for development are closely connected.\r\nBy building on its comparative advantages the United\r\nNations can play its role as the primary institution for\r\nglobal international cooperation which is envisaged in its\r\nCharter. We, the Member States, will have to enable the\r\nUnited Nations to do so.\r\nAre we really providing this body with the necessary\r\nmeans to live up to expectations? It has become\r\nfashionable, when expectations are not met, to blame\r\nshortcomings on the United Nations itself. I tend to take a\r\ndifferent view. Member States are to be blamed at least as\r\nmuch as the Organization which struggles as our faithful\r\nservant. Rather than making the United Nations our\r\nscapegoat, Member States have first of all to make an\r\nhonest and serious effort, through timely and full payment\r\nof financial contributions, to provide it with the means to\r\nplay the role we expect it to play.\r\nBut we need a change in attitude as well. As\r\ninhabitants of the global village, we can no longer remain\r\nindifferent to the fate of our fellow human beings, even if\r\nthey live on a different continent. CNN brings their\r\nproblems right into our living rooms, visible, immediate,\r\ninescapable. Rwanda, Haiti and former Yugoslavia, Goma\r\nand Vukovar - tragedies such as these touch the conscience\r\nof citizens in all parts of the globe.\r\nHow do we respond to this? The prerequisites for\r\nsuccessful action by the United Nations are credibility and\r\nlegitimacy. To put it differently: the United Nations must\r\nbecome an institution in which all peoples of the world are\r\nfairly represented and have a fair say in decision-making.\r\nThere must be a balance between burdens and benefits for\r\nall and, most importantly, there must be an awareness at the\r\nlevel of both Governments and individuals that the United\r\nNations can make a difference.\r\nThe paradox is that the distance between decision-\r\nmakers and those represented seems to grow, in spite of the\r\nincrease in the speed and volume of communications. This\r\ndoes not affect solely the credibility - and therefore the legitimacy -\r\nof the United Nations. The credibility of State structures\r\nat the national level is equally at stake.\r\nEverywhere in the world, including in what used to\r\nbe called the first, the second and the third worlds, we see\r\na profound cynicism about government and Governments.\r\nThis is partly due to the fact that certain expectations\r\ncannot any longer be met. The power of Governments\r\nhas been diminished because many important activities,\r\nespecially in the economic sphere, have moved from\r\nGovernment into private or corporate hands. They are\r\nnot quite outside the sphere of direct action of\r\nGovernments and, for that matter, of the United Nations.\r\nHowever, a substantial part of this widespread\r\ncynicism stems from the perception of a lack of common\r\ndecency, from the feeling that Governments and\r\ninstitutions work for their own good in the first place and\r\nthat the interest of the people whom they are supposed to\r\nserve comes second.\r\nIn this respect I think we can take heart from the\r\nsuccess of the International Conference on Population and\r\nDevelopment held recently at Cairo. That success was\r\nbuilt on a formula that essentially amounted to common\r\ndecency, namely, to face the population problem not\r\nthrough coercion and discrimination but by giving people\r\nthe means to follow, freely and responsibly, the path of\r\ntheir own choice. This should serve as an example for us\r\nas Governments with regard to other matters as well.\r\nIf we apply the criteria of fairness and decency to\r\nthe United Nations, then it is clear that major adjustments\r\nare needed. In some fields work on this task has started\r\nand a number of preliminary steps have been taken - for\r\ninstance, the appointment of an inspector general. We\r\nshould not deceive ourselves, however, into believing that\r\neverything is therefore well. Good bookkeeping is\r\nessential, but fraud never constituted the core of the\r\nUnited Nations problem. Even good management,\r\nimmensely important though it is, is only a necessary\r\ntool.\r\nLet me mention some of my priorities for an agenda\r\nfor a revitalized United Nations. The tremendous\r\nincrease in peace-keeping operations clearly signals a\r\nchange in the role of the Security Council. The emphasis\r\nis more and more on cooperative crisis management,\r\nresolution and prevention in various regional conflicts.\r\nThe permanent members of the Council are expected to\r\ntake a leading role when countries are requested to\r\n21\r\nGeneral Assembly 6th meeting\r\nForty-ninth session 27 September 1994\r\ncontribute the means needed to implement the Council’s\r\ndecisions. In this new era the yardstick for great-Power\r\nstatus is no longer the number of nuclear bombs but now\r\nthe concrete contribution that a country is prepared and able\r\nto make to the cooperative effort to stem the tide of war,\r\nmisery and poverty in the world.\r\nFor this reason the Netherlands is in favour of the\r\nadmission of Germany and Japan to the Security Council as\r\npermanent members. Both countries have an impeccable\r\nrecord as Members of the United Nations. They have\r\nexpressed their willingness to shoulder a larger part of the\r\ncommon burden, and they have the power and the means to\r\ndo so. Their permanent presence on the Security Council\r\nwould therefore significantly strengthen the authority and\r\ncapabilities of the United Nations as a whole. The question\r\nof equitable representation of various geographical regions\r\nwill also have to be addressed for the sake of the Council’s\r\nlegitimacy in the eyes of the world at large. All in all, we\r\nbelieve that it is possible to achieve consensus on an\r\nexpansion to a total number of seats somewhere in the low\r\ntwenties. This would indeed be a most significant step\r\ntowards improving the credibility and legitimacy of the\r\nUnited Nations.\r\nAt least as important however is enhanced\r\ntransparency and closer coordination between the Security\r\nCouncil and the United Nations membership at large. My\r\nown country’s position may illustrate this point. The\r\nKingdom of the Netherlands is de facto the eleventh highest\r\ncontributor to the budget of the United Nations. We are in\r\ntenth position in terms of the numbers of military personnel\r\ncontributed to peace-keeping operations, yet we are not\r\ninvolved in the Council’s decisions in which the mandates\r\nand modalities of these operations are laid down.\r\nAs in government, there should be no taxation without\r\nrepresentation. The members of the Security Council have\r\nto remember that they exercise their authority on behalf of\r\nthe entire membership of the Organization. For that\r\npurpose they need the confidence of the General Assembly.\r\nThe Council can no longer operate as an exclusive club.\r\nTherefore the Netherlands is in favour of the creation of a\r\nsubsidiary organ of the Council, where all aspects of peace-\r\nkeeping operations could be discussed with major troop\r\ncontributors.\r\nMoreover, we join those who call for systematic and\r\nindependent reporting and evaluation of peace-keeping\r\noperations. The reports should not end up, labelled\r\n\"Confidential\", in the desks of the United Nations\r\nbureaucracy. Those who contribute and the people whom\r\nthey represent have a rightful claim to this information.\r\nOn this score as well, the principle of accountability must\r\nurgently be introduced in the interest of the overall\r\ncredibility of the United Nations.\r\nAnother area with important potential for improving\r\nthe working of the United Nations system is that of the\r\nregional organizations. Together with Germany, the\r\nNetherlands has argued for a more active role for the\r\nConference on Security and Cooperation in Europe\r\n(CSCE) as the regional United Nations arrangement for\r\nEurope. I strongly believe that the United Nations should\r\napply what the European Union calls subsidiarity. This\r\nprinciple means that the higher level should not deal with\r\nmatters that can be dealt with satisfactorily at the lower\r\nand more specialized level. Responsibility should be\r\nexercised as close as possible to the grass roots.\r\nEuropean countries should try to solve their own\r\nproblems in the framework of the CSCE before dropping\r\nthem into the lap of the United Nations. This, however,\r\nremains a matter for voluntary regional cooperation, and\r\nin no way detracts from the primary responsibility of the\r\nSecurity Council.\r\nIn Africa, we see encouraging signs of a\r\ndevelopment in the same direction. In the framework of\r\nthe Organization of African Unity, as well as at regional\r\nand subregional levels, efforts are being made to develop\r\na regional peace-keeping capacity. These initiatives\r\ndeserve our wholehearted support. On the other hand, the\r\nNetherlands shares the concern of these countries that\r\nself-reliance in this domain should not cut them off from\r\nassistance and active involvement by the international\r\ncommunity through the United Nations.\r\nIn Rwanda, for instance, African countries are\r\ncontributing most of the personnel for the operation of the\r\nUnited Nations Assistance Mission for Rwanda\r\n(UNAMIR). Other United Nations Members have\r\nprovided equipment, logistical and financial support and\r\ntransportation. The Netherlands has made a contribution\r\nin matériel to match the deployment of a peace-keeping\r\ncontingent by Zambia. This may provide a model for\r\nmore permanent, structural means of practical cooperation\r\nbetween countries in the region and those outside - a kind\r\nof mutual adoption arrangement.\r\nMuch has been said about the need for an enhanced\r\nearly-warning capacity. In fact, in most cases the\r\ninformation was available before crises erupted into\r\nviolence. But, as the former Yugoslavia has\r\ndemonstrated, early warning is not sufficient if States are\r\n22\r\nGeneral Assembly 6th meeting\r\nForty-ninth session 27 September 1994\r\nnot willing and ready to undertake early action once a\r\npotential crisis has been identified.\r\nA similar remark can be made about the United\r\nNations system of stand-by forces. This is an excellent\r\nidea, and the system may serve as a useful database for the\r\nUnited Nations. But it is no guarantee of greater efficiency\r\nin all circumstances. In connection with Rwanda, the\r\nsystem was put to the test for the first time. The results of\r\nthat test were extremely discouraging. None of the\r\ncountries that had indicated possible contributions were\r\nwilling to provide troops for rapid deployment. What is the\r\nuse of an instrument if the political will to use it is lacking?\r\nRegrettably, lessons are drawn mostly when it is too\r\nlate. The human tragedy in Rwanda will always remain a\r\nshame for the international community. Collectively, we\r\nmust acknowledge that we had ample warning of impending\r\ndisaster and that we could have done more to prevent the\r\ngenocide. In this context I have been struck by the words\r\nof a high-ranking United Nations official:\r\n\"A mechanized brigade deployed in Kigali within 7 to\r\n14 days might have stabilized the situation.\"\r\nIf this is true, then the moral dimension of our failure to\r\nprovide the United Nations with the necessary means\r\nbecomes all too apparent. If deploying a brigade could\r\nhave prevented the indiscriminate slaughter of many\r\nhundreds of thousands, what prevented us from doing so?\r\nLet us face it: the reason for our inaction was neither\r\nlack of means nor lack of time. The reason was that, under\r\nthe circumstances, no Government was prepared to risk the\r\nlives of its citizens. The physical danger was considered\r\ntoo high.\r\nHow can we resolve this dilemma? Hand-wringing\r\nwill not absolve us from our responsibility in a situation of\r\ngenocide. Either we act upon our feeling of horror and\r\nindignation, or we stop moralizing. If Member States are\r\nnot in a position to provide the necessary military\r\npersonnel, will it then not become unavoidable for us to\r\nconsider the establishment of a full-time, professional, at all\r\ntimes available and rapidly deployable United Nations\r\nbrigade for this purpose - a \"United Nations Legion\" at the\r\ndisposal of the Security Council? Such a relatively small,\r\ninternational, all-volunteer \"fire brigade\" may enable the\r\nUnited Nations to save lives in situations such as Rwanda.\r\nIts establishment could help to solve the dilemmas that we,\r\nGovernments, face when trying to come to grips with the\r\nphenomenon of the failed State.\r\nOf course, the preferable way to deal with conflicts\r\nis by preventing them. In Europe, the discreet activities\r\nof the High Commissioner for National Minorities\r\nappointed by the Conference on Security and Cooperation\r\nin Europe, and those of other actors, have undoubtedly\r\nplayed a crucial role in defusing potential crises in the\r\nBaltic and other regions. It is a fact of life in politics that\r\nsolutions and happy endings quietly achieved do not\r\nattract the same attention as failures and disasters.\r\nTrusted and respected personalities could play a similar\r\nrole in other regions. As Minister Hurd said last year:\r\nfor the expense involved in the deployment of one\r\nbattalion of peace-keepers, the Secretary-General can send\r\na great many personal representatives.\r\nI also wish to say a few words about the aftermath\r\nof conflicts that could not be prevented: the punishment\r\nof those responsible for crimes against humanity. It is of\r\nthe utmost importance not only that these terrible crimes\r\nbe condemned by the international community but also\r\nthat those responsible for these crimes, as well as the\r\nactual perpetrators, be prosecuted. Strangely enough, this\r\nwas done only at the end of the Second World War. But\r\nnow at last we see the establishment of an international\r\ntribunal for crimes committed in the former Yugoslavia\r\nand the start of a broad discussion on a future tribunal for\r\nRwanda.\r\nPunishment of war criminals and ethnic cleansers is\r\nnot a matter of revenge. It is a matter of justice and also\r\na matter of deterrence. Impunity encourages future\r\ncrimes against humanity. We therefore strongly support\r\nboth tribunals; as well as the early establishment of an\r\ninternational criminal court that will exercise jurisdiction\r\nwith regard to serious crimes of international concern.\r\nWith the introduction of a draft statute for such an\r\ninternational criminal court, a major step forward has\r\nbeen made.\r\nIn closing, let me emphasize my fundamental point:\r\nthe credibility of the authority exercised by Governments\r\nand by the United Nations. In the former Yugoslavia and\r\nelsewhere, the world community has failed to stop the\r\nbreakdown of civil society and the descent into barbarity.\r\nSuch failures undermine people’s belief in the authority\r\nof the United Nations, in the authority of regional\r\norganizations, in the authority of Governments, and\r\nindeed in public authority as such. The authority of a\r\nnational Government does not depend only on its own\r\ncredibility; it also depends on the credibility of the wider\r\ninternational authority in which it participates. Therefore,\r\nit is in our own national interest to uphold that wider\r\n23\r\nGeneral Assembly 6th meeting\r\nForty-ninth session 27 September 1994\r\nauthority. We can only do this if we provide the United\r\nNations with the tools it needs to face its daunting task.\r\nThe President: I now call on the Minister for\r\nForeign Affairs of Poland, His Excellency Mr. Andrzej\r\nOlechowski.\r\nMr. Olechowski (Poland): Let me express my great\r\npleasure at seeing Mr. Amara Essy presiding over our\r\ndeliberations. I am confident that, given his experience and\r\nskills, this session will contribute to the further\r\nenhancement of the role of the United Nations. Let me\r\nalso thank the Secretary-General for the thoughtful and\r\nthorough review of the world situation, given in his annual\r\nreport - this in addition, of course, to our thanks for his\r\ntireless work for the good of the Organization.\r\nI would like to follow the point made by our Dutch\r\ncolleague regarding the increased responsibility of\r\nindividual Member States for the success of this institution,\r\nlet me say that the end of the cold war has been a source\r\nof and a sound reason for satisfaction throughout the entire\r\nworld community. A series of \"velvet revolutions\" in\r\nCentral Europe, the dissolution of the USSR and\r\nremarkable events in South Africa and the Middle East\r\nhave shaken the entire post-war geopolitical pattern of\r\n\"negative stability\" - frozen enmity. As expected, the end\r\nof the East-West confrontation and the disappearance of\r\ncompeting blocs has proved beneficial to international\r\nrelations. The planet has become a safer place. Yet the\r\neuphoria is fading, giving way to a sober evaluation of\r\nevents. Indeed, have all the \"Berlin Walls\" or \"Iron\r\nCurtains\" been dismantled - especially economic barriers\r\nthat separate countries on a global or regional scale? Is the\r\n\"peace dividend\" actually being paid? Has the North-South\r\ndevelopment gap ceased to widen and to undermine the\r\nnewly acquired, still fragile global stability?\r\nThe old bipolar, confrontational world has gone. We\r\nare not divided anymore. But we are not united either. In\r\nfact, many problems, dormant or concealed until now, have\r\nsurfaced with startling force: ethnic conflicts, nationalisms,\r\nreligious intolerance. The \"cold war\" may very well be\r\nreplaced by a \"cold peace\" or, even worse, by \"hot chaos\".\r\nGlobal cooperation will not come by itself. The\r\nUnited Nations is best placed to lead its Members in an\r\neffort to achieve it. However, are the nations ready for it?\r\nIs the United Nations properly equipped to cope with the\r\ntask?\r\nThe question that should be asked first is not what\r\nthe United Nations could do for us, but what we - the\r\nMember States - should do to unite the nations. A\r\ncontest between the two super-Powers no longer dictates\r\nthe course of history. The international scene, both\r\npolitical and economic, has become pluralist, with\r\nmedium-sized and small countries emerging as\r\nincreasingly important actors. Previously, the role of\r\nthese countries was, at best, that of a go-between or\r\nobserver, rather than an active participant. Now they are\r\nbecoming partners in the multi-country discourse.\r\nMultilateralism is becoming more important than ever.\r\nMultilateral arrangements in various domains provide both\r\ninsurance of equal treatment and an opportunity to take\r\npart, to contribute. Multilateralism increases the freedom\r\nof action of individual States and the degree of their\r\nresponsibility.\r\nLet me set forth briefly the way in which Poland, a\r\nmedium-sized country, perceives its role and duty - I\r\nstress duty - as a partner in the international effort to\r\nbring about global cooperation, to build a united world.\r\nFirst, we develop friendly relations with neighbours.\r\nThe best testimony in this regard is found in the treaties\r\nwe have concluded with all our seven neighbours. We\r\nregard those treaties as a great common accomplishment\r\nby Poles, Belarusians, Czechs, Germans, Lithuanians,\r\nRussians, Slovaks and Ukrainians. It was not always easy\r\nto reach an agreement: hard diplomatic work,\r\nimagination and willingness to compromise were required,\r\nto say the least. But the result was very much worth the\r\neffort. The treaties constitute a solid block of durable\r\nrules based on international law, in a region of major\r\nimportance for the security of the continent and the world\r\nat large.\r\nSecondly, we are active in developing regional\r\ncooperation. The Czech Republic, Hungary, Slovakia and\r\nPoland have formed a non-binding structure known as the\r\nVisegrad group. It is not an organization; it has no\r\npermanent bodies, not even a secretariat - a true rarity for\r\nany international venture. The group did, however,\r\nmanage to work out a Central European Free Trade\r\nAgreement (CEFTA).\r\nPoland is also a partner in the Central European\r\nInitiative and the Council of the Baltic Sea States.\r\nFurthermore, we have recently reached out to our eastern\r\nneighbours with a number of proposals to enhance\r\nregional links.\r\n24\r\nGeneral Assembly 6th meeting\r\nForty-ninth session 27 September 1994\r\nThirdly, we are impatiently and insistently striving to\r\nbecome members of institutions whose membership has\r\nbeen determined by the logic of the divided world. We all\r\nagree they must not remain exclusive. It is \"one Europe,\r\none world\" that lies behind Poland’s efforts to join the\r\nEuropean Union, the Western European Union and the\r\nNorth Atlantic Treaty Organization (NATO). It was in this\r\ncontext that Poland responded with determination and\r\nconfidence to the Partnership for Peace programme. By\r\nvirtue of its history, size and vital interests, Poland wants\r\nto enter NATO not as a front-line State but, rather, as a\r\ncountry furthering cooperation. We do not want to create\r\nnew divisions. On the contrary, we are striving to\r\novercome the remnants of the past divisions which are still\r\nwith us. It was also in this context that Poland entered into\r\nthe association agreement with the European Union, and it\r\nis in this context that Poland is actively preparing for\r\nmembership. It is our strong desire to take part in the\r\nprocess of integrating Europe so that it becomes more\r\nsecure, cooperative and hospitable; and to participate in an\r\neffort to overcome the irrationalities of history - rivalry,\r\nimperial divisions and nationalistic stereotypes.\r\nFourthly, Poland is a strong believer and a dedicated\r\nparticipant in interregional and global actions. We are in\r\nthe forefront in promoting cooperation within the\r\nConference on Security and Cooperation in Europe (CSCE).\r\nThe CSCE is not only the symbol of the necessary bonds\r\nof security but also a forum for practical cooperation across\r\nthree continents. We support the CSCE as a regional\r\narrangement within Chapter VIII of the United Nations\r\nCharter.\r\nPoland is a time-tested participant in United Nations\r\npeace-keeping operations. Over 2,000 of our troops are\r\nthere to uphold the ideas in the Charter, whenever called to\r\nduty by the Security Council.\r\nPoland, finally, is also active in other areas of\r\ninternational cooperation: in the economic, social, cultural,\r\neducational and health fields as well as in the promotion of\r\nhuman rights and fundamental freedoms as stipulated by\r\nArticle 13 of the Charter.\r\nMedium- and small-sized States are potentially a great\r\nasset of the United Nations; it has not so far been\r\nsufficiently recognized, let alone utilized. States such as\r\nPoland can play a stabilizing role and exert an important\r\nbeneficial influence on developments in their immediate and\r\nmore distant neighbourhood, and tangibly contribute to\r\nglobal stability and security. In particular, they can be\r\nexpected to become nuclei of regional integration as they\r\nshould not be suspected of seeking to dominate or to\r\nimpose their will on others.\r\nTo act locally - that is, regionally - is practical and\r\neffective. Medium-sized countries in consensus with\r\nsmaller States can, indeed, make a difference. However,\r\nwe should not allow a loose constellation of separate\r\nvillages to emerge. We need a global, united village.\r\nTherefore, we need a framework for subregional, regional\r\nand interregional cooperation and discipline to ensure\r\ncoherence. This is of course the raison d’être of the\r\nUnited Nations. We are trying today to improve its\r\noperations. Let me here draw attention to two specific\r\nissues.\r\nFirst, the fundamental task for the United Nations is\r\nto maintain international peace and security. The role of\r\nthe Security Council has been in recent years broadened\r\nby more frequent recourse to action under Chapter VII of\r\nthe Charter. On the one hand, that allows for a fresh look\r\nat the security role of the United Nations, particularly in\r\nthe context of countries which do not enjoy sound\r\nsecurity guarantees. On the other hand, one cannot\r\nremain indifferent to the Council’s decisions in cases\r\nwhere sovereignty, democracy and human rights are\r\nviolated, or access to humanitarian assistance is hindered.\r\nFor this reason, Poland consistently makes an effort to\r\nrespond to the Council’s calls for action, be it in the\r\nformer Yugoslavia, Rwanda or, most recently, Haiti.\r\nPoland shares the view that the increase in the\r\nmembership of the United Nations justifies the\r\nenlargement of the Council. There are different\r\nsuggestions and ideas as to how this might best be done.\r\nThe principal criterion continues, for us, to be\r\npreservation of the effectiveness of the Council.\r\nEnlargement should be accomplished on a consensus basis\r\nand as a package. The interests of all United Nations\r\nregional groups need to be respected in the process. A\r\nseat on the Council, permanent or not, cannot be\r\nconsidered a matter of prestige. Indeed, it implies\r\nincreased responsibility and the ability to discharge it.\r\nThe Council’s decisions involving peace-keeping and\r\npeace-enforcement measures, from sanctions to recourse\r\nto force, give rise to various risks and sacrifices by third\r\ncountries. They include potential risk to the lives and\r\nhealth of the troops and financial losses for which so far,\r\ndespite the provisions of Article 50, there is no adequate\r\ncompensation.\r\n25\r\nGeneral Assembly 6th meeting\r\nForty-ninth session 27 September 1994\r\nThe security of the peace-keepers is of the utmost\r\nimportance. Work undertaken on a convention on the\r\nsafety of United Nations peace-keeping personnel should be\r\ncompleted at the earliest date. There is also a need for\r\nactive dialogue between members of the Security Council,\r\nthe Secretary-General and troop-contributing States. Such\r\ndialogue should be a standard practice in the case of\r\ndecisions which may affect the security of these troops.\r\nPoland shares the view that: first, all United Nations\r\nactivities in the four fields - preventive diplomacy,\r\npeace-keeping, peacemaking and post-conflict\r\npeace-building - must be fully mandated and better planned,\r\norganized and financed; secondly, regional organizations\r\nshould make a more significant contribution in the areas of\r\npreventive diplomacy and peace-keeping, but one fully\r\nconsistent with the United Nations Charter; and, thirdly, a\r\nspecific mandate is to be sought when peace-keeping troops\r\nneed to use force beyond the requirements of self-defence.\r\nDisarmament is yet another dimension of a global\r\neffort to strengthen international peace and security.\r\nMankind is no longer held hostage to nuclear confrontation;\r\nthe nuclear arms race has been halted and, it is hoped,\r\nreversed. Post-cold-war cooperation between erstwhile\r\nadversaries has resulted in important nuclear disarmament\r\naccords. Poland is playing an active part in the ongoing\r\nmultilateral negotiations at the Conference on Disarmament\r\nin Geneva for a comprehensive nuclear test-ban treaty.\r\nInternationally verifiable, universally adhered to and\r\neffective, such a treaty would put in place yet another\r\nbarrier to the spread of nuclear arms, which is in the vital\r\nsecurity interests of each and every member of the family\r\nof nations. These interests would also be served by a\r\nnon-discriminatory, multilateral and internationally and\r\neffectively verifiable treaty banning the production of fissile\r\nmaterial for nuclear weapons and other explosive devices.\r\nThe window of opportunity is wide open. It must not be\r\nignored. We warmly welcome the renewed interest and\r\ninitiative on nuclear disarmament submitted yesterday to\r\nthis Assembly by President Clinton and President Yeltsin.\r\nWe believe that further reinforcement of the\r\nnon-proliferation regime is imperative. We are alarmed by\r\nrecent reports of illicit trafficking in nuclear materials\r\nacross frontiers. This is a threat to international security\r\nand also a danger to innocent bystanders exposed to\r\nradiation. It also casts doubts on the efficiency and\r\nsufficiency of existing legal provisions and procedures. A\r\nthorough review of such provisions and procedures seems\r\ntimely.\r\nThe overriding national security interests of States\r\nwould be served in particular by the universalization of\r\nthe Treaty on the Non-Proliferation of Nuclear Weapons\r\n(NPT). We welcome the recent accessions to the NPT,\r\nespecially by some of our newly independent neighbours.\r\nWe fervently hope that Ukraine will soon follow suit. In\r\nthis connection, I wish to recall that Poland firmly\r\nsupports the unconditional and indefinite extension of the\r\nNPT. The forthcoming Conference to review the\r\noperation of the NPT and to decide on its extension\r\nshould strengthen the regime. It will benefit the entire\r\ninternational community. Coming as an aftermath to both\r\nHiroshima and Chernobyl, it would be the most fitting\r\nstep to mark the fiftieth anniversary of the nuclear age.\r\nWith the signing of the chemical weapons\r\nConvention, there is a prospect of finally eliminating\r\nanother category of weapons of mass destruction. Poland\r\nis actively involved in the work of the Preparatory\r\nCommission for the Organization for the Prohibition of\r\nChemical Weapons, and its ratification procedure is well\r\nadvanced.\r\nIn conclusion, I would say this: more power to the\r\nregions; more authority to the Security Council; more\r\ninitiative and involvement on the part of medium-sized\r\ncountries. These are, in our view, the cornerstones and\r\nobjectives of the reform of the United Nations.\r\nAllow me now to address an issue to which Poland\r\nand a number of other countries attach particular\r\nimportance. I am referring to the provisions of Article\r\n107 and to parts of Article 53 of the Charter of the\r\nUnited Nations. I doubt that there is any delegation here\r\nthat would not agree that they have become obsolete - a\r\ndead letter.\r\nFor almost 50 years these provisions have not been\r\nofficially invoked. Indeed, the States covered by this\r\nso-called \"enemy clause\" have become not only an\r\ninseparable part of the democratic world but also a crucial\r\nelement of the United Nations system. It is impossible to\r\nimagine how the Organization and its system could\r\nfunction without their political, economic and financial\r\ncommitment.\r\nPoland, the victim of the Nazi aggression that started\r\nthe Second World War, considers it its moral duty to take\r\na lead in closing this chapter of history for all time. We\r\nbelieve that the time has come to part with transitional\r\nclauses born of the war, concerning States which were\r\n26\r\nGeneral Assembly 6th meeting\r\nForty-ninth session 27 September 1994\r\nthen, 50 years ago, enemies, but which have now become\r\npartners in our common work for the United Nations.\r\nI formally propose the removal from the Charter of the\r\nUnited Nations of the clauses referring to \"enemy States\".\r\nA political decision by the General Assembly on this\r\nmatter could be taken at this session. While, of course,\r\nother modalities may be considered, the Assembly could,\r\nfor instance, request the Special Committee on the\r\nCharter of the United Nations to submit to it at its fiftieth\r\nsession a proposal for an appropriate legal solution that\r\nwould not amount to a substantive revision of the Charter.\r\nLet me express the hope that this initiative will meet\r\nwith the unanimous support of the Member States.\r\nThe meeting rose at 1.35 p.m.\r\n27\r\n"