"United Nations A/49/PV.43\r\n94-86818 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one week of the date of publication, to the Chief of the Verbatim\r\nReporting Section, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum. When the result of a recorded and/or roll-call vote is followed by an\r\nasterisk, see annex to the record.\r\nGeneral Assembly Official Records\r\nForty-ninth Session\r\n43rd Meeting\r\nTuesday, 25 October 1994, 10 a.m.\r\nNew York\r\nPresident: Mr. Essy . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Côte D’Ivoire)\r\nThe meeting was called to order at 10.15 a.m.\r\nAgenda item 25\r\nThe situation in Burundi: draft resolution (A/49/L.10)\r\nThe President (interpretation from French): I call on\r\nthe representative of the Gambia to introduce the draft\r\nresolution before the Assembly.\r\nMr. Jallow (Gambia): On behalf of its sponsors in\r\nthe African Group and other sponsors, it gives me great\r\npleasure to introduce to the General Assembly draft\r\nresolution A/49/L.10 on the situation in Burundi, which is\r\nbefore the Assembly for consideration.\r\nOne year after the assassination of Burundi’s first\r\ndemocratically elected President, which precipitated mass\r\nkillings, with thousands of lives lost, political turmoil and\r\ninstability in Burundi, the time has come to assess the\r\ncontribution of the international community.\r\nThere is no need to recall the negative impact of the\r\neven greater calamity that struck Rwanda this year. The\r\naction initiated to halt the Rwandan genocide and its\r\nrefugee overspill to neighbouring countries has been\r\ncharacterized as \"too little, too late\".\r\nThe African Heads of State and Government gathered\r\nin Tunisia recognized the necessity of engineering a\r\nconcerted solution to alleviate the adverse consequences of\r\nthe ethnic turmoil in Rwanda and Burundi. Obviously, the\r\nextreme needs of the refugees, returnees and displaced\r\npersons in the Great Lakes region have never been\r\nproperly addressed. The international community is bound\r\nto take steps if such sad conflicts are to be totally\r\neradicated in the area and elsewhere.\r\nThe time has come to tackle the critical issue of the\r\nrefugees, returnees and displaced persons in a more global\r\nand human way. The suggestion to hold a regional\r\nconference should be commended. The Government of\r\nBurundi, which is keen to have a more balanced\r\nintercommunal relationship, needs support. The key areas\r\nfor which immediate action is requested are underlined in\r\nthe draft resolution under consideration. We are confident\r\nthat the proposals put forward in the text will receive the\r\nfullest support of all Member States. I therefore ask that\r\nthe draft resolution be adopted without a vote. That would\r\nsend a clear message of solidarity to all the peace forces\r\nin Burundi and be a serious admonition to all\r\ndestabilizing forces in that country and in the region.\r\nI should like now to read out the list of additional\r\nsponsors of the draft resolution: Austria, Belgium,\r\nCambodia, Denmark, Finland, France, Gabon, Germany,\r\nGreece, Guinea, Ireland, Italy, Luxembourg, Mali, the\r\nNetherlands, Spain, Sweden, Togo, Tunisia, the United\r\nKingdom of Great Britain and Northern Ireland, Zambia\r\nand Zimbabwe.\r\nMr. Abdellah (Tunisia) (interpretation from\r\nFrench): Tunisia, in its capacity as current Chairman of\r\nthe Organization of African Unity (OAU) welcomes with\r\nGeneral Assembly 43rd meeting\r\nForty-ninth session 25 October 1994\r\ngreat satisfaction the recent political developments in\r\nBurundi that were reflected in the signing of the\r\nConvention on Governance by virtually all political parties\r\nand the election of a President, by Parliament, thus opening\r\nthe way to a new era of joint efforts and dialogue in the\r\ncountry.\r\nThe leaders of the parties that signed the Convention\r\non Governance demonstrated great wisdom by that act and\r\nshowed that the people of Burundi is able to proceed\r\nresponsibly in order to overcome the crisis. Although some\r\ninstitutional matters are still pending, we are convinced that\r\nthe same spirit that prevailed in order to reach the results\r\nalready achieved will surely allow the remaining problems\r\nto be resolved.\r\nOne cannot fail here to hail the role played by the\r\ninternational community in helping Burundi overcome its\r\ndifficulties. In this regard, we wish to express our esteem\r\nand congratulations to the Special Representative of the\r\nSecretary-General, Mr. Ahmedou Ould Abdallah, on the\r\nfruitful mediation efforts he undertook with those involved\r\nin Burundi politics.\r\nFor its part the Organization of African Unity has\r\nspared no effort to restore confidence in the people and to\r\navoid a worsening of the situation in the country. Thus\r\nthere has been a series of pan-African good offices\r\ninitiatives in Burundi and an OAU mission was dispatched,\r\nwith a military component deployed in the five regions of\r\nthe country.\r\nFurthermore, following the Tunis summit, OAU’s\r\ncentral body for the prevention, management and settlement\r\nof conflicts in Africa, met in Sousse, Tunisia from 3 to 4\r\nAugust 1994 to deal with the situation in Burundi. It urged\r\nthe Government, the army, the political parties and civilian\r\nsociety to pursue the path of dialogue and to engage in a\r\ngenuine process of peace, reconciliation and national unity.\r\nThe central body moreover welcomed the positive role\r\nplayed by the OAU mission in Burundi in the peace\r\nprocess, and the cooperation that the Government, the army\r\nand the political parties had shown to that mission.\r\nWe hope that this cooperation will continue and be\r\nfurther increased for the good not only of the people of\r\nBurundi but also of all countries in the region.\r\nIn this respect we must emphasize the importance of\r\ncooperation between the OAU and the United Nations in\r\norder to promote a favourable climate for lasting national\r\nreconciliation in the country. This cooperation would stand\r\nto gain by further coordination of the efforts made by the\r\ntwo organizations and also by giving effective support to\r\nthe central body of the OAU so that it can effectively\r\ncarry out its role in the maintenance of peace.\r\nDespite the political progress in Burundi, the security\r\nsituation remains precarious. Some extremist parties are\r\ncontinuing to incite the population to violence and hatred\r\nand refuse to go along with the consensus, thereby\r\ncreating an atmosphere of fear and suspicion in the\r\ncountry. To counteract these extremists and to prevent\r\nthem from succeeding in their destructive goals, the\r\npeople of Burundi are called upon the strengthen their\r\ncohesion and increase their determination to go forward\r\nwith the peace process.\r\nThe problem of refugees in Burundi continues to be\r\na source of major concern because of its clear economic,\r\nsocial and political implications on the situation in that\r\ncountry. It is urgent for the international community to\r\ngive substantial support to the Burundi Government to\r\nhelp it to face this situation.\r\nAt their summit meeting held in Tunis, the African\r\nHeads of State and Government emphasized the need to\r\nprovide increased assistance to the host countries — in\r\nparticular those countries which for a long time have been\r\nhosting refugees on their territory — in order to remedy\r\nthe deterioration in their economy and their environment\r\nand to mitigate the harmful effects on public services and\r\nthe development process. In the course of the summit\r\nmeeting, they also reaffirmed their willingness to continue\r\nto deal with the deeper causes of the problems of refugees\r\nand displaced persons. To this end, they emphasized the\r\nurgency of convening a regional conference - in\r\nBujumbura - on assistance to refugees, repatriated persons\r\nand displaced persons in the region of the Great Lakes.\r\nWe repeat here the appeal which the African Heads\r\nof State and Government launched to the effect that all\r\nMembers of the United Nations and members of the\r\nOrganization of African Unity (OAU) as well as\r\nintergovernmental and non-governmental organizations\r\nhaving competence in this matter should contribute to the\r\nprocess of developing a plan of action and a programme\r\nof assistance to refugees, repatriated persons and\r\ndisplaced persons in the Great Lakes region.\r\nWe are joining in sponsoring the draft resolution\r\nbefore us since we feel that it is in perfect accord with\r\nthe demands of the situation in Burundi.\r\n2\r\nGeneral Assembly 43rd meeting\r\nForty-ninth session 25 October 1994\r\nMr. Ntakibirora (Burundi) (interpretation from\r\nFrench): I must share with the Assembly some thoughts\r\nthat the Government of the Republic of Burundi wishes to\r\ncontribute to the discussion under agenda item 25, entitled\r\n\"The situation in Burundi\". Holding this debate today is\r\nsymbolic since it marks the first anniversary of the 3297th\r\nmeeting of the Security Council, held on 25 October 1993,\r\nat which the question of Burundi was addressed. The\r\nmeeting took place right after the bloody coup d’etat of 21\r\nOctober 1993, which decapitated the democracy emerging\r\nin Burundi and plunged the country into the horrors of\r\ninter-ethnic massacres. The tragic succession of events, one\r\nmore appalling than the next, is familiar history. It is a\r\ntragic story written in the blood of the innocent, both Hutu\r\nand Tutsi, who died to no avail as the result of the great\r\nfolly of intransigence, intolerance and the blindness of\r\ncertain individuals who were committed to anachronistic\r\nbattles unworthy of our century.\r\nBurundi is today emerging from a political and ethnic\r\ncrisis unprecedented in its history, a crisis whose\r\npsychological, institutional, economic and social aftermaths\r\nhave not yet been fully overcome. The trauma still felt by\r\nthe population as a result of this crisis has cast doubt on\r\nthe ability of Burundi to mend the national fabric that has\r\nbeen so radically torn apart. More than 50,000 people have\r\ndied, victims of their ethnic origin or their membership in\r\na different political party. There has been unspeakable\r\ndestruction of goods and property, of housing, of\r\ninfrastructure and socio-economic equipment which had\r\nbeen acquired with difficulty. The environment has been\r\nparticularly hard hit by the fact that thousands of people are\r\nliving in catastrophic circumstances. Camps for displaced\r\npersons have been set up almost everywhere around the\r\ncountry. Some have found shelter in community centres,\r\nschools and hospitals, while others have hidden in the\r\nmountains, in the swamps and in the bush. Just as many\r\nhave fled to neighbouring countries.\r\nAs noted in the report of the United Nations High\r\nCommissioner for Refugees, many others have fled to\r\nneighbouring countries. He stated that:\r\n\"Upheavals in Burundi provoked the most\r\ndramatic refugee exodus of 1993, with some 580,000\r\npeople have seeking refuge in Rwanda, the United\r\nRepublic of Tanzania and Zaire.\" (A/49/12, para. 92).\r\nThe people of Burundi have had to delve deep into\r\ntheir age-old resources of wisdom and culture to cope with\r\nthis onslaught. They have understood that they had been\r\nabused by politicians greedy for power who refuse to share\r\nnational responsibilities or accept the alternation of\r\npolitical power, fearing dangers which are more often\r\nimaginary than real but with deadly consequences. The\r\nrule of constitutional law and the calming of spirits began\r\nonly when the protagonists realized that in civil war\r\neveryone is a loser.\r\nIt will be recalled that this was the atmosphere\r\nprevailing at the time of the aircraft accident that took\r\nplace on 6 April 1994 in Kigali, Rwanda, in which the\r\nPresident of the Republic, Mr. Cyprien Ntaryamia, the\r\nPresident of the Republic of Rwanda and several of their\r\nentourage died.\r\nThis tragic death of the two Heads of State served as\r\na trigger for the dramatic events which plunged the\r\ncountry into bloodshed and mourning. The magnitude,\r\nnature and extent of the massacres which followed altered\r\nthe landscape of Rwanda and that of the Great Lakes\r\nregion.\r\nEven though the Government and people of Rwanda\r\nwere able to contain their profound distress after the\r\ntragic loss of President Ntaryamira and thus avoid getting\r\ncaught up in the dynamics of the Rwandan tragedy, peace\r\nand security have not been fully safeguarded. In his\r\nlatest report (S/1994/1152) to the Security Council on the\r\nsituation in Burundi, dated 11 October 1994), the\r\nSecretary-General very eloquently described the complex\r\nnature of the political situation, the security problems and\r\nthe humanitarian crisis besetting Burundi today.\r\nWe welcome the signing of the agreement\r\nembodying a convention on governance between the\r\nforces for democratic change - made up of the political\r\nparties in power and the opposition political parties —\r\nwhich took place on 10 September in Bujumbura. If this\r\nagreement is strictly respected by all the parties, it\r\ncontains sufficient guarantees to ensure a rapid restoration\r\nof peace and security as well as of trust among the\r\nvarious components of the people of Burundi, which has\r\nbeen profoundly undermined by the crisis. With constant\r\nsupport from the international community, the consensus\r\ninstitutions, the President of the Republic, the Prime\r\nMinister and the coalition government will be in a\r\nposition to secure, once and for all, the domestic stability\r\nwhich is essential in order to commit the country to the\r\npath of reconciliation and reconstruction.\r\nThe tasks confronting the new coalition government\r\nare tremendous. International assistance is necessary.\r\nThrough the Group of 77 my delegation intends to submit\r\n3\r\nGeneral Assembly 43rd meeting\r\nForty-ninth session 25 October 1994\r\nanother draft resolution calling for special emergency\r\nassistance.\r\nWe have reached the conclusion that there cannot be\r\nviable and lasting political stabilization in Burundi if\r\nmeasures are not taken at the same time to ensure regional\r\nstabilization.\r\nRecent developments in the political and social\r\nsituation in Burundi and in Rwanda have highlighted a new\r\nphenomenon that threatens the peace and security of the\r\nGreat Lakes region: massive and uncontrollable movements\r\nof people, which are creating increasingly difficult\r\nsituations in host countries such as Tanzania, Zaire, and\r\nUganda. Between April and July 1994 Burundi faced a\r\nconstant flow of trans-border refugees and the presence of\r\napproximately 700,000 displaced people within the country.\r\nThousands of refugees from Burundi who had found shelter\r\nin Rwanda before and during the October 1993 crisis\r\nreturned to Burundi because of the heavy fighting that had\r\nbroken out in Rwanda. The defeat of the former Rwandese\r\narmed forces by the Rwandese Patriotic Front resulted in an\r\nexodus of approximately 250,000 Rwandese refugees to\r\nnorth-east Burundi, giving rise to new needs and security\r\nproblems for Burundi. Everyone remembers the unbearable\r\npictures of the victims of the cholera epidemic that\r\ndecimated the Rwandese refugees in the congested camps\r\nin Goma and Bukavu in Zaire, and the anguish in the\r\nBonaco camp in Tanzania, the largest refugee camp in the\r\nworld, which was set up in just a few days. And these are\r\njust a few examples of the plight of these refugees.\r\nWe believe that our Governments are duty-bound to\r\nhelp these unfortunate victims. We must restore their reason\r\nfor living, for hoping and for rebuilding their lives. In their\r\nwisdom, the Heads of State and Government of the\r\nOrganization of African Unity (OAU), during their thirtieth\r\nsummit Conference, in Tunisia, adopted resolution\r\nCM/Res.1527 (LX), on the holding of a regional conference\r\non assistance to refugees, returnees and displaced people in\r\nthe Great Lakes region. This regional conference, initiated\r\nby Burundi, will take place in Bujumbura, Burundi. The\r\nmassive presence of armed populations, which can arouse\r\ntensions likely to degenerate into armed conflict, makes the\r\nholding of this conference urgent. Since 13 October 1994,\r\nBurundi has experienced a number of attacks from heavily\r\narmed assailants, which have disrupted security in Cibitoke\r\nand Ngozi provinces, bordering Zaire and Rwanda. These\r\ncriminals attacked the forces of order and the displaced\r\npeople’s camps, thus hindering the procedures set in motion\r\nby the Government to persuade those people who had fled\r\nto Zaire or Rwanda to come back to their homes. Having\r\ncarried out their attacks, the criminals returned to the\r\nneighbouring countries.\r\nRegrettably, the international tribunal envisaged to\r\ntry persons who committed crimes of genocide in Rwanda\r\nhas not yet been established; had it come into being with\r\nall the requisite rights and powers, it would have been\r\nable to prosecute these criminals without any delay.\r\nThe objective of the planned conference is to bring\r\ntogether representatives of all the States of the region, of\r\nthe OAU and of the United Nations that have an interest\r\nin these problems in order to look into the fundamental\r\ncauses of these mass population movements and draw up\r\na plan of action and an agreed programme of assistance\r\nto the refugees, returnees and displaced people in the\r\nregion. Experts - political scientists, historians,\r\nethnologists, anthropologists, sociologists and so forth -\r\nfrom the region or from outside will participate in the\r\nefforts to find explanations and will help devise solutions\r\nthat can put an end to the cycles of ethnic violence that\r\nare at the root of the appalling situation in the region.\r\nThe results of this process of reflection should enable the\r\npolitical decision-makers to determine what needs to be\r\ndone in order to prevent a recurrence of the tragedies of\r\nRwanda and Burundi. This conference could help\r\nhumanitarian organizations and non-governmental\r\norganizations which are well known for their effectiveness\r\nand their commitment to humanitarian assistance and\r\nwhich are already functioning in the region, or wish to\r\nparticipate in this operation, to coordinate their activities.\r\nThe General Assembly should endorse the concerns\r\nexpressed by the African Heads of State; reaffirm the\r\nimportance of the participation of the States Members of\r\nthe United Nations in, and their contribution to the\r\nsuccess of, the regional conference at Bujumbura; and call\r\non donors to fund the assistance programme that will be\r\nestablished as a result of its deliberations.\r\nWe are happy to note that it has been clearly\r\nrecognized by the Secretary-General of the United\r\nNations that the problems besetting Rwanda and Burundi\r\nare regional problems. We welcome his complementary\r\ninitiative designed to explore the feasibility of convening\r\nan international conference to study the region’s\r\nproblems, and we invite him to cooperate, for the sake of\r\nefficiency, with the Secretary-General of the OAU, who\r\nis responsible for coordinating the regional conference at\r\nBujumbura. As Burundi’s Minister for Foreign Affairs\r\nand Cooperation stated from this rostrum on 12 October\r\nin his address to the Assembly, we hope that this\r\n4\r\nGeneral Assembly 43rd meeting\r\nForty-ninth session 25 October 1994\r\ninternational conference will be convened and that its\r\nthemes will be peace, security and development in the\r\nAfrican Great Lakes region.\r\nIn the meantime, the coalition Government of Burundi\r\nwill be tackling the tremendous tasks of national\r\nreconciliation and reconstruction. It has decided to hold at\r\nthe beginning of 1995 a national substantive debate on all\r\nthe problems hampering relations between the two major\r\ncomponents of the nation of Burundi. We hope that this\r\ndialogue will be candid and dispassionate so that we can\r\nfind genuinely Burundian formulas for a healthy and fair\r\ndemocracy in keeping with Burundi’s social and political\r\nrealities.\r\nAs the Secretary-General of our Organization has\r\nrightly emphasized in the report to which I referred earlier,\r\nBurundi is a unique challenge for the international\r\ncommunity, which must recognize its moral obligation to\r\nensure that the Rwandese tragedy is not repeated on a\r\nsimilar or larger scale in Burundi. A number of areas of\r\nassistance to Burundi have been identified; what needs to\r\nbe done is to support our efforts to ensure the success of\r\nprogrammes for reconstruction, for rebuilding trust among\r\nthe people of Burundi, for strengthening the country’s\r\njudicial system, and for combating extremists of all kinds.\r\nIn our view, we should no longer devote attention to\r\ncertain suggestions which were made by the Secretary-\r\nGeneral on 18 August 1994 and which have been placed\r\nonce again before the international community for\r\nconsideration. I refer to such ideas as the creation of a\r\n\"humanitarian base\" at Bujumbura airport; the maintenance\r\nof a military presence in Zaire that would be capable of\r\nintervening rapidly if the situation in Burundi suddenly\r\nworsened; and the deployment of guards, on the Iraqi\r\nmodel, responsible for protecting the personnel of the\r\nhumanitarian organizations operating in Burundi.\r\nIn our opinion, the feasibility and coherence of these\r\nproposals and their compatibility with the provisions of the\r\nConvention recently signed in Burundi should be looked\r\ninto. The Government of Burundi has no doubts about the\r\nultimate effectiveness of the actions proposed in the\r\nConvention. It believes, however, that the sums that would\r\nbe expended in this context could be directed more\r\nbeneficially towards the priority areas for cooperation\r\noutlined in draft resolution A/49/L.10, now before the\r\nAssembly. We urge the Secretary-General and the High\r\nCommissioners for Refugees and Human Rights,\r\nrespectively, to submit to the Assembly at the appropriate\r\ntime coherent plans for financing the emergency measures\r\nrequired by the situation in Burundi.\r\nThere is a wise saying that it is very difficult to see\r\ndrops of sweat on the forehead of a man labouring in the\r\nrain. It is likely that the efforts of the leaders and people\r\nof Burundi are not sufficiently recognized or assessed at\r\ntheir true worth. It is nonetheless true that the people of\r\nBurundi have done a great deal to establish mutual trust,\r\nsave their democracy and establish a climate that bodes\r\nwell for a better future. All they ask of the international\r\ncommunity is understanding, support and succour.\r\nMr. Rudolph (Germany): I have the honour of\r\nspeaking on behalf of the European Union and of Austria.\r\nWhen the General Assembly discussed the situation\r\nin Burundi at its forty-eighth session, the first\r\ndemocratically elected President of Burundi had been\r\nassassinated a month earlier. The period that followed\r\nwas marked by violence and atrocities against ethnic and\r\npolitical groups. When President Ntaryamira assumed\r\noffice in February 1994, it seemed that the situation in\r\nBurundi might stabilize. However, tensions rose again\r\nafter his death and that of the President of Rwanda in\r\nApril.\r\nWe warmly welcomed the investiture of President\r\nSylvestre Ntibantunganya on 1 October and the formation\r\nof a new Government. This is the culmination of a long\r\nand difficult process in which political parties, the civilian\r\npopulation and moral forces in Burundi worked together\r\nto establish institutions and mechanisms capable of\r\ntackling the grave crisis that began a year ago. We have\r\nnoted the spirit of reconciliation in which the political\r\nconsultations took place and pay tribute to those who\r\nexerted efforts to that end.\r\nThe European Union and Austria express the hope\r\nthat the dialogue established will strengthen the\r\ndemocratic principles on which Burundi must build its\r\nfuture. We emphasize that the commitments made by the\r\nvarious political partners must be honoured and that the\r\nnew Head of State and the new Government should be\r\nable to rely on the support of all. We also trust that the\r\nnew leaders will take measures to ensure the peace and\r\nsecurity so arduously aspired to by the people of Burundi.\r\nThe European Union and Austria pay tribute to the\r\nefforts undertaken by the Secretary-General and his\r\nSpecial Representative, Mr. Ould Abdallah, who played\r\n5\r\nGeneral Assembly 43rd meeting\r\nForty-ninth session 25 October 1994\r\na central role in facilitating the all-party talks held prior to\r\nthe investiture of the new President. We have supported the\r\nefforts made by the Organization of African Unity, which,\r\namong other things, has dispatched a mission of military\r\nobservers to Burundi. States members of the European\r\nUnion have provided financial and logistical assistance to\r\nthis mission.\r\nThe Security Council is following events in Burundi\r\nclosely. This is a sign of the heightened international\r\nawareness of Burundi’s problems and has helped to create\r\na climate conducive to the negotiations between the\r\nBurundian parties. In this respect, the European Union and\r\nAustria endorse the most recent statement made by the\r\nPresident of the Security Council.\r\nThe country’s economic and social recovery will\r\nundoubtedly require the mobilization of all available\r\nenergies. In this connection, we reaffirm our willingness to\r\nprovide appropriate and diversified aid to support the effort\r\nwhich will be made in close consultation with other\r\nbilateral or multilateral partners to ensure, in the requisite\r\nclimate of stability, the development of the entire nation\r\nand the well-being of the people of Burundi. Preparations\r\nare being made to resume gradually development\r\ncooperation with Burundi, including balance-of-payments\r\nsupport. In parallel, the European Union is continuing its\r\nintensive humanitarian aid. States members of the European\r\nUnion and Austria are also ready to lend support to\r\nmeasures to be taken to foster tolerance and the protection\r\nof human rights.\r\nThe situation of refugees in the entire region is of\r\ngreat concern. Close to 1 million Burundis have either fled\r\nthe country or are internally displaced. The tragic events in\r\nneighbouring Rwanda have provoked the exodus of more\r\nthan 2 million people. Following the visit to the region by\r\nCooperation Ministers of the European Union troika, the\r\nEuropean Union has decided to initiate a regional\r\nprogramme for the repair of economic, ecological and\r\nsocial damage in those countries bordering Rwanda which\r\nhave been particularly affected by the refugee crisis.\r\nThe European Union and Austria support the\r\nSecretary-General’s recommendation, as endorsed by the\r\nSecurity Council, to convene an international conference on\r\nthe problems of the subregion, including the refugee\r\nproblem. We also welcome the fact that the African Heads\r\nof State, at their summit in Tunis in June, decided to launch\r\na similar initiative. We hope that such a conference will be\r\nheld as soon as possible.\r\nWe have witnessed the unfolding of an extreme\r\ntragedy in Burundi, and subsequently an even greater one\r\nin Rwanda. Today, the picture looks brighter than it has\r\nfor a long time. The process of democratization has\r\nresumed, but the new institutions are still fragile.\r\nReconciliation in Burundi and moral, political and\r\nfinancial support from the outside will be necessary to\r\nbring the reinitiated process to a good end. We are\r\nprepared to give our share. It is in this spirit that we are\r\ncosponsoring the draft resolution before the Assembly.\r\nWe hope that it will be adopted by consensus.\r\nMr. Biørn Lian (Norway) (interpretation from\r\nFrench): I should like to say, first of all, that I listened\r\nwith keen interest to the statement made earlier by the\r\nrepresentative of Burundi. His words, it seems to me,\r\nwere marked by a true desire to see his country develop\r\nharmoniously along the lines supported by the\r\ninternational community. We have taken careful note of\r\nthe contents of that statement.\r\n(spoke in English)\r\nIn my statement today, I have the honour of\r\nspeaking on behalf of the five Nordic countries:\r\nDenmark, Finland, Iceland, Sweden and Norway.\r\nLet me say at the outset that it is most timely that\r\nthe General Assembly should give its attention and\r\nsupport to Burundi, a fragile democracy faced with\r\nparticular problems and challenges.\r\nThe Nordic countries support the views just\r\nexpressed by the presidency of the European Union. Like\r\nthe European Union, we underline that\r\n\"moral, political and financial support from the\r\noutside will be necessary to bring the reinitiated\r\nprocess to a good end\" (supra, p. 6).\r\nBurundi, a country passing through a critical stage in the\r\nprocess of building democracy, needs the support and\r\nencouragement of the international community.\r\nIn this connection, there is reason to compliment the\r\npolitical forces in Burundi on the re-establishment of\r\ngoverning institutions, including the investiture of the\r\nPresident and the formation of a new Government. The\r\ndegree of flexibility that enabled this to be done in a\r\npeaceful manner gives hope for the future.\r\n6\r\nGeneral Assembly 43rd meeting\r\nForty-ninth session 25 October 1994\r\nWe welcome the constructive manner in which the\r\nSpecial Representative, Mr. Ould Abdallah, has helped to\r\nfacilitate the all-party talks. We further support the efforts\r\nmade by the Organization of African Unity, including its\r\nconflict-resolution mechanism. Hopefully, this international\r\npresence has helped to impress on potential perpetrators\r\nthat the international community views with the utmost\r\nseriousness threats of violence against the process of\r\nnegotiated change.\r\nAlthough the situation in Burundi is thus not without\r\nencouraging signs, the picture is still not as positive as\r\ncould be wished for. Reports about continuing violence are\r\ndeeply disturbing. Strife and tension have given rise to\r\nmassive human-rights violations. We deplore the continuing\r\nacts of intimidation and violence, and we underline the\r\nimportance of bringing those responsible to justice. We\r\nencourage the Government to address the potential problem\r\nof the displaced persons and to facilitate their speedy\r\nreturn. On the continent of Africa, Governments have taken\r\na number of initiatives to promote the rule of law,\r\ndemocratization and political pluralism. We trust that the\r\nnew Government of Burundi will join in these efforts.\r\nWe pay tribute to initiatives taken by the\r\nSecretary-General, inter alia, through the dispatch of\r\nspecial missions and through his Special Representative.\r\nThe proposals suggested by the Security Council in its\r\nstatement of 21 October this year should be speedily\r\nfollowed up. Building peace and confidence where hostility\r\nand unrest have prevailed calls for deliberate and long-term\r\nefforts.\r\nThe Nordic countries, in a spirit of solidarity, have\r\nplayed their part in providing assistance to the people of\r\nBurundi and will continue to do so, both through the United\r\nNations and on a bilateral basis. Although the key to the\r\nsolution of Burundi’s problems lies with that country’s\r\npeople themselves, they deserve the full support of the\r\ninternational community. Events in Rwanda have clearly\r\nunderscored the importance of preventive action. In the\r\nwords of the Secretary-General,\r\n\"Burundi constitutes a unique challenge for the\r\ninternational community, which is morally obliged to\r\ntake action to ensure that the tragic events in Rwanda\r\nare not repeated in Burundi\". (S/1994/1152, para. 47).\r\nAny delay in providing assistance could easily lead to a\r\nfurther dangerous deterioration of the economic and social\r\nfabric.\r\nThe Nordic countries are pleased to support the draft\r\nresolution before us and hope that it will be adopted by\r\nconsensus. We would particularly like to give our support\r\nto the proposal made by the Government of Burundi in\r\nthe fourteenth preambular paragraph that the regional\r\nconference to be convened should study all the aspects of\r\nthis problem, which is disrupting the plans and\r\nprogrammes for political stabilization of the Great Lakes\r\nregion, and should not be confined to the question of\r\nrefugees and displaced persons. We welcome this as a\r\ndevelopment towards strengthening comprehensive\r\napproaches and comprehensive responses. The limited\r\ninfrastructure and concerns about protection after years of\r\nconflict underscore the need for such a comprehensive\r\napproach. The protection of human rights must be linked\r\nwith development activities, peacemaking and confidence-\r\nbuilding measures.\r\nIn our view, regional cooperation, with support from\r\nthe outside, is most essential to the progress, harmony and\r\nstability of the countries of the region. We recognize the\r\ncrucial role to be played by the Organization of African\r\nUnity if this is to be achieved. The Nordic countries, for\r\ntheir part, will consider giving financial support for the\r\nholding of the Great Lakes regional conference and look\r\nforward to its being convened.\r\nMr. McKinnon (New Zealand): My delegation\r\nwelcomes this opportunity to speak on the situation in\r\nBurundi. As another small country Member of this\r\nOrganization and as a member of the Security Council,\r\nNew Zealand has been following closely the tense and\r\nvolatile conditions that have threatened that country’s\r\nnascent democracy.\r\nIn this context, let me say at the outset that, despite\r\nthe many warnings that Burundi was about to follow the\r\npath of its neighbour, it has so far succeeded in avoiding\r\ndoing so. This is in no small measure due to the\r\ncommitment of the authorities in Burundi to peace in their\r\ncountry, a commitment that was reiterated in the\r\nstatement just made in the Assembly by the representative\r\nof Burundi. We also welcome the considerable efforts of\r\nthe Organization of African Unity, which has maintained\r\nits ongoing commitment to assisting the Government of\r\nBurundi in its efforts to restore democratic institutions,\r\nrebuild confidence and stabilize the situation.\r\nMy delegation warmly welcomes the recent election\r\nand swearing in of the President, the confirmation in\r\noffice of the Prime Minister and the formation of the new\r\nGovernment of National Unity. We call upon all parties\r\n7\r\nGeneral Assembly 43rd meeting\r\nForty-ninth session 25 October 1994\r\nin Burundi to cooperate closely in the important work of\r\nre-establishing democracy and stability in their country.\r\nThe draft resolution before us is an important one. It\r\nforms one part of a much wider effort to focus attention on\r\nBurundi and to enhance the presence of the international\r\ncommunity. It follows the valuable, sensitive and effective\r\nefforts of the Secretary-General’s Special Representative. It\r\nrequests the enhancement of the presence of the\r\ninternational community. This is a means to an end; it\r\ncannot be an end in itself. The objective is for the\r\ninternational community to help restore stability and\r\npromote national reconciliation. In the final analysis, this\r\ncan be done only by the people of Burundi themselves.\r\nHowever, the ongoing commitment by this Organization\r\nand by the Organization of African Unity, which recently\r\nincreased its already substantial commitment to Burundi,\r\ncan provide important assistance to the Government of\r\nNational Unity as it confronts the critical task of\r\nreconstruction.\r\nNew Zealand has used its membership of the Security\r\nCouncil to promote the concept of preventive diplomacy.\r\nOur strong support for this draft resolution is firmly\r\nanchored in that concept. Our experience over the past 22\r\nmonths has served to strengthen our belief that effective\r\npreventive measures can make a difference.\r\nThis draft resolution contains a number of important\r\ncomponents of preventive diplomacy. In this respect, my\r\ndelegation warmly welcomes the establishment of the\r\ntechnical assistance programme and the human rights office\r\nin Bujumbura. These two initiatives will go a long way\r\ntowards assisting in the process of reconciliation and\r\nrestoring confidence in the process of restoring democracy.\r\nMy delegation would also like to draw particular\r\nattention to the request in the draft resolution for the\r\nprovision of human rights observers. This request has been\r\nendorsed by a number of international agencies. New\r\nZealand strongly believes that human rights observers have\r\nan important role to play in helping to dispel the climate of\r\ninsecurity to which the Secretary-General referred in his\r\nmost recent report to the Security Council.\r\nThe plight of refugees and displaced persons in\r\nBurundi is also of considerable concern to my delegation.\r\nNew Zealand commends the continuing efforts of the\r\nOffice of the United Nations High Commissioner for\r\nRefugees and other humanitarian bodies to address the\r\nterrible plight of these people. In this context, New Zealand\r\nstrongly supported the Secretary-General’s dispatch to\r\nBurundi of a mission led by Ambassador Dillon. This\r\nmission was designed to facilitate the preparation and\r\nholding of an international conference on the problems\r\nfacing the subregion, with particular reference to the\r\nongoing refugee problem. The Security Council has also\r\nexpressed its support for such a conference, and we look\r\nforward to any specific recommendations that the\r\nSecretary-General may have as a result of this initiative.\r\nIn conclusion, New Zealand supports the draft\r\nresolution and trusts that it will be adopted by consensus.\r\nMs. Hassan (Egypt) (interpretation from Arabic): At\r\nthe outset, my delegation wishes to convey its thanks to\r\nthe Secretary-General for his report to the Security\r\nCouncil on the situation in Burundi, contained in\r\ndocument S/1994/1152 of 11 October 1994. We support\r\nthe proposals set out in that report.\r\nWe listened with interest to the representative of\r\nBurundi, who detailed his country’s problems and his\r\nGovernment’s wish to put an end to the present crisis. We\r\nhope that efforts towards reconciliation will continue and\r\nfinally bear fruit.\r\nEgypt has followed the situation in Burundi since the\r\nbeginning of the crisis, and is pleased to note that a\r\ntangible positive development has taken place recently,\r\nnamely the signing by the majority of the country’s\r\npolitical parties on 10 September 1994 of an agreement to\r\nform a new Government, to amend the Constitution of\r\nBurundi and to elect an interim President. My delegation\r\nviews this as the beginning of a new era of tolerance and\r\nnational reconciliation among the various elements of the\r\npopulation of Burundi.\r\nBut despite such positive movement, a number of\r\nmajor security, economic, social and humanitarian\r\nproblems remain to be solved. The new Government\r\ncannot cope with such problems alone, without support\r\nfrom the international community and the United Nations\r\nsystem, and without the financial and technical assistance\r\nthat would make it possible to contain the negative effects\r\nof such problems, such as the refugee problem and those\r\nof the returnees and the displaced persons within the\r\nterritory of the State and beyond its borders. In addition,\r\nthere is the problem of disarming the militias inside the\r\ncountry in order to guarantee security and restore\r\nconfidence to the various elements of the Burundian\r\npopulation.\r\n8\r\nGeneral Assembly 43rd meeting\r\nForty-ninth session 25 October 1994\r\nMy delegation wishes also to support the efforts\r\ndeployed to revitalize the Burundian economy and, in\r\nparticular, the convening of the round-table conference\r\nscheduled for early next year in Geneva, with the\r\nparticipation of the United Nations Development\r\nProgramme (UNDP) and the World Bank. This conference\r\nwill enable Burundi’s partners, both African and non-\r\nAfrican, to coordinate their economic assistance in serving\r\nthe interests of Burundi’s economy.\r\nSuccess by the Government and people of Burundi in\r\nemerging from their present plight will depend also on the\r\nneighbouring States’ willingness to ensure Burundi’s\r\nsecurity and to enable its Government to extend its\r\nauthority to all the country’s territory and to ensure the\r\nsuccess of the current national reconciliation process.\r\nWith this aim in view, Egypt supports the idea of\r\nconvening an international conference on assistance to\r\nrefugees, returnees and displaced persons in the Great\r\nLakes region, in so far as the security and stability of any\r\ncountry in the region depend on the security and stability of\r\nits neighbours. It is this organic link which makes it a must\r\nfor the international community to deal with the region’s\r\nhumanitarian problems from the standpoint of an all-\r\nembracing regional view that takes into account the impact\r\nof the conditions in any country on its neighbours. Hence,\r\nmy delegation’s call for the United Nations and the\r\nagencies concerned to participate in organizing and\r\nfinancing such a conference.\r\nMy delegation pays tribute to the efforts deployed by\r\nthe Organization of African Unity (OAU) to contain the\r\nBurundian crisis and the measures it adopted in that respect,\r\nparticularly the dispatch of a military observer mission to\r\nBurundi at the height of the crisis. This action had concrete\r\npositive effects that underscore the need to support regional\r\norganizations financially and technically in order for them\r\nto shoulder their responsibility more efficiently and\r\neffectively.\r\nIn conclusion, the African Group endorsed draft\r\nresolution A/49/L.10 presented by Burundi. Egypt hopes it\r\nwill be adopted by consensus.\r\nThe President (interpretation from French): I call on\r\nthe representative of Gambia, who has a point of\r\nclarification regarding the draft resolution.\r\nMr. Jallow (Gambia): I wish to stress that draft\r\nresolution A/49/L.10 was submitted on behalf of the entire\r\nGroup of African States. In introducing the draft resolution,\r\nI named only a few African States, but that was when I\r\nread out the list of additional sponsors, which I did in\r\norder to satisfy a technical requirement relating to the co-\r\nsponsors of draft resolutions, as advised by the General\r\nAssembly secretariat. The draft resolution is fully\r\nendorsed and supported by the entire African Group.\r\nThe President (interpretation from French): The\r\nAssembly will now take a decision on draft resolution\r\nA/49/L.10.\r\nThe following countries have joined in sponsoring\r\nthe draft resolution: Congo, Côte d’Ivoire, Kenya and\r\nPortugal.\r\nMay I take it that the General Assembly decides to\r\nadopt draft resolution A/49/L.10?\r\nDraft resolution A/49/L.10 was adopted\r\n(resolution 49/7).\r\nThe President (interpretation from French): We\r\nshall now hear representatives who wish to speak in\r\nexplanation of vote or position. May I remind delegations\r\nthat such explanations are limited to 10 minutes and\r\nshould be made by delegations from their seats.\r\nMr. Gallegos (United States of America): The\r\nUnited States has long been a supporter of efforts to\r\nconsolidate democracy, bring stability and improve the\r\nplight of the refugees and displaced persons in the region.\r\nWe have provided over $60 million in humanitarian aid\r\nto Burundi since violence erupted there last October\r\nfollowing the failed coup attempt and murder of President\r\nNdadaye. We have also sent high-level visitors to show\r\nour support for Burundi’s fragile nascent democracy.\r\nFurthermore, we are providing $300,000 to support the\r\ncomprehensive plan of the United Nations High\r\nCommissioner for Human Rights for human-rights\r\nadvisory services in Burundi. We are also providing\r\nsupport for the 40-member monitoring forces of the\r\nOrganization of African Unity .\r\nMy delegation favours the proposals contained in the\r\nresolution and endorses the convening of a regional\r\nconference to address the problems of the subregion,\r\nincluding assistance to refugees, returnees and displaced\r\npersons in the Great Lakes region.\r\nIn closing, let me add my voice to the others which\r\nhave called on all parties in Burundi to do their part to\r\nnurture the fragile democracy in their country.\r\n9\r\nGeneral Assembly 43rd meeting\r\nForty-ninth session 25 October 1994\r\nMr. Macedo (Mexico) (interpretation from Spanish):\r\nThe Mexican delegation joined the consensus that has led\r\nto the adoption of the resolution on the situation in\r\nBurundi, since we believe that it reflects the political\r\nprogress achieved in that country and the importance of the\r\nefforts being made by the international community in its\r\nattempt to contribute to the restoration of peace in Burundi.\r\nHowever, we have some doubts as to the competence\r\nof the General Assembly to make pronouncements on\r\ncertain other issues that figure in the resolution, for it is\r\nwholly incumbent upon the people of Burundi to find their\r\nown way towards the restoration of its institutions and of\r\ndemocracy.\r\nThe President (interpretation from French): I now\r\ncall on the representative of Burundi, who wishes to make\r\na statement.\r\nMr. Ntakibirora (Burundi) (interpretation from\r\nFrench): I would like to take advantage of this opportunity\r\nto express the sincere thanks of the Government of Burundi\r\nfor the support given the proposals contained in the\r\nresolution that we have just adopted. Our thanks go\r\nespecially to the members of the Group of African States\r\nhere in New York who initiated the draft resolution and, at\r\nthe same time, we wish to express our deep gratitude to all\r\nthe sponsors and the other members of the General\r\nAssembly that have just enabled it to be adopted by\r\nconsensus.\r\nI would be remiss were I to conclude without publicly\r\ncongratulating the Special Representative of the Secretary-\r\nGeneral for Burundi, His Excellency Mr. Amadou Ould\r\nAbdallah of Mauritania, for the effective work he did in\r\nBurundi, often under very difficult conditions. The\r\nGovernment and the people of my country are determined\r\nto contribute to the emergence of a new Burundi of less\r\nshame to itself and the international community. As one of\r\nour national heroes, Prince Louis Rwagasore, said, \"Judge\r\nus by our acts and your satisfaction will be our pride.\"\r\nThe President (interpretation from French): May I\r\ntake it that the General Assembly has now concluded its\r\nconsideration of agenda item 25?\r\nIt was so decided.\r\nAgenda item 20\r\nCooperation between the United Nations and the Asian-\r\nAfrican Legal Consultative Committee\r\nReport of the Secretary-General (A/49/262)\r\nDraft resolution (A/49/L.4)\r\nThe President (interpretation from French): I call\r\nupon the representative of Japan, who will introduce draft\r\nresolution A/49/L.4 in the course of his statement.\r\nMr. Yamada (Japan): I should like to make a brief\r\nstatement on agenda item 20 now before us, \"Cooperation\r\nbetween the United Nations and the Asian-African Legal\r\nConsultative Committee,\" and then introduce a draft\r\nresolution on the agenda item, which has already been\r\ncirculated as document A/49/L.4 dated 18 October 1994.\r\nSince 1980, when the General Assembly accorded\r\npermanent observer status to the Asian-African Legal\r\nConsultative Committee, the United Nations has\r\nstrengthened and widened the scope of cooperation with\r\nthe Consultative Committee in the field of the progressive\r\ndevelopment and codification of international law and\r\nother areas of common interest to the two organizations.\r\nThe report of the Secretary-General submitted to this\r\nsession in document A/49/262 amply demonstrates the\r\nsignificant development of the cooperative relationship,\r\nparticularly for the past two years since 1992 when the\r\nAssembly last considered this same agenda item. Forty-\r\nfour countries from Asia and Africa, States members of\r\nthe Consultative Committee, are satisfied with these\r\nachievements.\r\nIn January of this year the Government of Japan\r\nacted as host to the annual meeting of the Consultative\r\nCommittee at Tokyo. It has now become a tradition that\r\nvarious United Nations bodies be represented at this\r\nannual meeting. During the Tokyo meeting a special\r\nmeeting was held with assistance from the World Bank\r\non the legal issues involved in the privatization of public-\r\nsector undertakings. The case study of the privatization of\r\nthe former Japanese National Railways was presented.\r\nThis is a subject of keen interest to many Member States\r\nthat are seeking an increase in economic efficiency\r\nthrough the liberalization of economic activities.\r\nThe Consultative Committee held a seminar last\r\nmonth on the establishment of a safety zone for refugees\r\nin the country of origin, in conjunction with the United\r\nNations High Commissioner for Refugees and the\r\nInternational Committee of the Red Cross. It decided to\r\npursue its studies, taking into account the new\r\ncircumstances in which we now have more displaced\r\n10\r\nGeneral Assembly 43rd meeting\r\nForty-ninth session 25 October 1994\r\npersons in the countries of their nationality than refugees\r\noutside their borders.\r\nThe Consultative Committee will convene another\r\nseminar next month on the international criminal court, a\r\nsubject that is currently being discussed in the Sixth\r\nCommittee, which has received the draft statute from the\r\nInternational Law Commission. The States members of the\r\nConsultative Committee would like to have a further\r\nstrengthening and widening of cooperation with the\r\nmembers of the United Nations family.\r\nI now have the honour, under agenda item 20, to\r\nintroduce the draft resolution contained in document\r\nA/49/L.4, entitled \"Cooperation between the United Nations\r\nand the Asian-African Legal Consultative Committee\". I am\r\nspeaking on behalf of the following sponsors: China,\r\nCyprus, Egypt, India, Indonesia, Kenya, Nigeria, Pakistan,\r\nPhilippines, Qatar, Sri Lanka and Sudan as well as Japan.\r\nThe draft resolution is almost the same as resolution\r\nA/47/6, adopted in 1992 by the General Assembly at its\r\nforty-seventh session, with the necessary updating. It has\r\nthree preambular paragraphs and six operative paragraphs.\r\nI would like to draw the attention of representatives to\r\noperative paragraph 4. The Consultative Committee now\r\nparticipates actively in the work of the Commission on\r\nSustainable Development. Accordingly, a reference to that\r\neffect is included in this paragraph.\r\nI would like to make one technical amendment to\r\ndocument A/48/L.4. We are to hear today an oral statement\r\nby Mr. Tang, Secretary-General of the Consultative\r\nCommittee. I would therefore like to propose that the date,\r\n25 October 1994, be inserted in the third preambular\r\nparagraph, after the fifth word, which is \"made\". Thus, the\r\nthird preambular paragraph will now read:\r\n\"Having heard the statement made on 25 October\r\n1994 by the Secretary-General of the Asian-African\r\nLegal Consultative Committee on the steps ...\"\r\nand so forth.\r\nIt is my hope that this draft resolution will receive the\r\nAssembly’s unanimous approval, as it does not contain any\r\ncontentious point. The sponsors commend the draft\r\nresolution contained in document A/49/L.4, as orally\r\namended, to the General Assembly for adoption without a\r\nvote.\r\nThe President (interpretation from French): I now\r\ncall on the representative of Germany, who will speak on\r\nbehalf of the European Union and Austria.\r\nMr. Martens (Germany): I have the honour to speak\r\non behalf of the European Union and Austria to express\r\nour interest in the activities of the Asian-African Legal\r\nConsultative Committee (AALCC).\r\nThe European Union and Austria welcome the\r\nCommittee’s contribution to, and cooperation with, the\r\nUnited Nations. We equally appreciate the Committee’s\r\nwork in other fields, among which I would like to\r\nmention here the law of international trade. The regional\r\narbitration centres in Kuala Lumpur and Cairo contribute\r\nto the settlement of disputes in economic and commercial\r\ntransactions. In this way they are supporting the\r\nimplementation of the United Nations Commission on\r\nInternational Trade Law (UNCITRAL) arbitration rules.\r\nWe are pleased to note that AALCC intends to establish\r\nanother of these extremely useful centres in Nairobi.\r\nBoth the report of the United Nations\r\nSecretary-General and the statement of the Secretary-\r\nGeneral of the Committee, Mr. Tang Chengyuan, show a\r\nconsiderable range of topical activities that are relevant to\r\nthe work of the United Nations. Of particular interest to\r\nthe Assembly is the work connected with items on the\r\nagenda of the Sixth Committee, such as the United\r\nNations Decade of International Law. We are pleased to\r\nnote the many activities that the AALCC has already\r\nundertaken in this regard. The international conference\r\nheld at Doha in March of this year to promote the\r\nobjectives of the Decade is only one example. The\r\nEuropean Union and Austria would like to encourage the\r\nAsian-African Legal Consultative Committee to further\r\nenrich the Decade with its contributions.\r\nMany other aspects of the Committee’s work, such\r\nas that connected with refugees, are also directly relevant\r\nto the work of the United Nations and its agencies. We\r\nare looking forward to studying the Modular Legislation\r\non the Rights and Duties of the Refugees that the\r\nAALCC is currently drafting. The European Union and\r\nAustria welcome the close cooperation that exists between\r\nthe United Nations and the Committee, demonstrated by\r\nthe extent of participation of relevant United Nations\r\nbodies in the annual session and the conferences of the\r\nCommittee.\r\nSince we last considered this item in the General\r\nAssembly, the Asian-African Legal Consultative\r\n11\r\nGeneral Assembly 43rd meeting\r\nForty-ninth session 25 October 1994\r\nCommittee has held two very successful sessions, in\r\nKampala in 1993 and in Tokyo in 1994. We are grateful to\r\nthe Committee, as well as to the Governments of Uganda\r\nand Japan, for the hospitality afforded to observers,\r\nincluding those from States members of the European\r\nUnion, which benefited greatly by their attendance.\r\nMr. Suwardi (Indonesia): At the outset, my delegation\r\nwould like to express its appreciation to the Secretary-\r\nGeneral for his report contained in document A/49/262, of\r\n18 July 1994, entitled \"Cooperation between the United\r\nNations and the Asian-African Legal Consultative\r\nCommittee\".\r\nIt should be recalled that the Asian-African Legal\r\nConsultative Committee (AALCC) was founded nearly four\r\ndecades ago, as the Asian Legal Consultative Committee,\r\nby seven Asian States — namely, Myanmar, Sri Lanka,\r\nIndia, Indonesia, Iraq, Japan and the Syrian Arab\r\nRepublic — to serve as an advisory body of legal experts\r\nfor consultation and cooperation between its member States\r\nin the field of international law and economic relations and,\r\nmore particularly, in matters which are under the\r\nconsideration of the United Nations and its various organs\r\nand agencies.\r\nThe AALCC is a unique regional organization, having\r\ncountries of two large and populous continents of the world\r\nas its members. It assists member States through the\r\nconsideration of international legal questions affecting the\r\ninterests of developing countries and in the work of\r\ncodification and development of international law. The\r\nAALCC maintains official relations with the United Nations\r\nand its bodies, including the International Law Commission,\r\nthe United Nations Commission on Trade and\r\nDevelopment, the Office of the United Nations High\r\nCommissioner for Refugees and the International Institute\r\nfor the Unification of Private Law.\r\nThe AALCC undertakes three types of work which are\r\nsupportive of the efforts of the United Nations: keeping\r\nunder review in its work programme items which are on the\r\nagenda of the United Nations, promoting the ratification of\r\nmajor conventions and treaties and rendering assistance to\r\ndeveloping countries concerning items before the Sixth\r\nCommittee and other topics in the economic and\r\nhumanitarian fields.\r\nFollowing routine consultations between the United\r\nNations and the AALCC, a programme of cooperation was\r\ndrawn up in areas of current interest in the Organization,\r\nwith a view to strengthening its role. My delegation\r\nwould like to comment briefly on some of these activities.\r\nMr. Abdellah (Tunisia), Vice-President, took the\r\nChair.\r\nIndonesia has always attached great importance to\r\nthe subject of the law of the sea. At the request of the\r\nIndonesian Government, this item was included in the\r\nAALCC’s agenda in 1971. Initially the AALCC carried\r\nout its work on the subject with a view to assisting\r\ndeveloping countries to prepare for the Third United\r\nNations Conference on the Law of the Sea. Later its\r\nefforts were aimed at encouraging and facilitating\r\ncompromise solutions, the search for which was the task\r\nconfronting the Conference. Since then its deliberations\r\nhave focused on a variety of issues relating to the\r\nexclusive economic zone, the breadth of the territorial sea,\r\narchipelagos, straits used for international navigation,\r\nmarine pollution and scientific research.\r\nThe AALCC has also undertaken various measures\r\nto promote the ratification and implementation of the\r\nUnited Nations Convention on the Law of the Sea. Its\r\ncontributions in this field will be even more significant\r\nwhen the international community welcomes the\r\nConvention’s entry into force on 16 November 1994.\r\nThis will indeed be a historic occasion as the Convention\r\nis the only comprehensive legal instrument governing the\r\noceans and their uses.\r\nAlthough the role of the AALCC lay initially in the\r\nfield of international law, the Committee broadened its\r\nobjectives by becoming a forum for cooperation in trade\r\nand economic relations. The Secretary-General’s report\r\ninforms us of the many activities that have been\r\nundertaken in this field. In this regard, we appreciate the\r\npreparation of model bilateral agreements for the\r\npromotion and protection of investments in the\r\nAsian-African region. In 1991 the AALCC adopted a\r\nlegal guide on industrial joint ventures with a view to\r\nenhancing regional industrial cooperation between\r\nMember States.\r\nIn the field of economic and commercial\r\ntransactions, two regional centres were established — one\r\nin Kuala Lumpur and one in Cairo. These centres provide\r\nfacilities for ad hoc arbitration hearings and for arbitration\r\nhearings held under the auspices of other recognized\r\ninstitutions. They also provide assistance in the\r\nenforcement of awards and in the development of national\r\n12\r\nGeneral Assembly 43rd meeting\r\nForty-ninth session 25 October 1994\r\narbitration institutions in third-world nations, as well as\r\nenhancing cooperation between such institutions.\r\nThe global refugee problem has worsened in recent\r\nyears, and a solution remains elusive. It is therefore\r\ngratifying to note that the AALCC and the United Nations\r\nHigh Commissioner for Refugees are working closely\r\ntogether in studying the situation. A workshop with the\r\nremit \"International Refugee and Humanitarian Law in the\r\nAsian-African Region\" was convened by the two\r\nOrganizations to bring to the attention of Member States the\r\nrelevant instruments concerning refugees and, in particular,\r\nto promote wider acceptance of the 1951 Convention and\r\nof the 1967 Protocol relating to the status of refugees.\r\nIn addition, we have noted with appreciation the\r\nAALCC’s programme of work in the field of international\r\ncontrol of narcotic drugs and psychotropic substances, as\r\nwell as its study concerning the Indian Ocean as a zone of\r\npeace and its analysis of international instruments adopted\r\nby the United Nations Conference on Environment and\r\nDevelopment, which was held at Rio de Janeiro in June\r\n1992. The Committee has also prepared studies on the legal\r\naspects of the proposals made by the Secretary-General in\r\nhis report \"An Agenda for Peace\" — in particular, those\r\nconcerning mine clearance and the protection of personnel\r\nengaged in peacemaking, peace-keeping and other\r\nhumanitarian activities.\r\nThe Indonesian delegation is firmly of the view that\r\nthe significant progress so far achieved in the work of the\r\nAALCC has not only proved beneficial to the countries in\r\nthe Asian-African region but also had a considerable impact\r\nin promoting the interests of the international community as\r\na whole. As a founding member of the Committee,\r\nIndonesia reaffirms its support for continued close\r\ncooperation between the AALCC and the United Nations,\r\nand we are pleased to be one of the sponsors of the draft\r\nresolution contained in document A/49/L.4.\r\nMr. Kalpagé (Sri Lanka): Sri Lanka’s association\r\nwith the Asian-African Legal Consultative Committee\r\n(AALCC) dates back to its formative years in the\r\nmid-1950s. Sri Lanka was privileged to host the\r\nCommittee’s third session, which was held in 1960 — 34\r\nyears ago. Thereafter, two annual sessions of the\r\nCommittee — those of 1971 and 1981 — were convened\r\nin Colombo.\r\nWhen Sri Lanka first hosted the AALCC, the\r\nCommittee comprised a handful of Asian-African nations\r\nthat were just emerging from long periods of colonial rule.\r\nAt that time it served as an invaluable mechanism for the\r\ncreation of a greater consciousness of international legal\r\nissues among these newly independent States of Asia and\r\nAfrica on whose political and economic development the\r\nissues of the time had a direct bearing.\r\nIndeed, the AALCC became the logical\r\nintergovernmental body for the nations of Asia and Africa\r\nto voice their concerns, their needs and their aspirations.\r\nIt also helped to refashion and to progressively develop\r\nthe existing norms and principles, which had emerged in\r\nthe distant past when the countries of Asia and Africa had\r\nno opportunity of making any contribution to the\r\nformulation of such norms and principles.\r\nToday the Asian-African Legal Consultative\r\nCommittee has a membership of more than 40 countries\r\nfrom the continents of Asia and Africa. Over the years it\r\nhas developed as an invaluable forum for these countries\r\nto discuss contemporary issues of international law and to\r\nprovide an Asian-African dimension in the progressive\r\ndevelopment and codification of such laws.\r\nThe Asian-African Legal Consultative Committee\r\nmade its greatest impact through the leading role that it\r\nplayed in the development of contemporary international\r\nlaw of the sea. In fact, new concepts that developed\r\nduring the negotiations at the Third United Nations\r\nConference on the Law of the Sea — such as the\r\nconcept of the exclusive economic zone — first emerged\r\nwithin the forum of the Asian-African Legal Consultative\r\nCommittee, before further discussion, development, and\r\nfinally, adoption at the Conference on the Law of the Sea.\r\nToday, as we stand on the threshold of the entry into\r\nforce of the historic Convention on the Law of the Sea,\r\nwhich emerged from the complex negotiating process to\r\nwhich the AALCC made an invaluable contribution, it\r\nshould be reiterated that the Committee has a continuing\r\nand crucial role to play in this field. The task of the\r\nCommittee is to ensure the full realization of the\r\nfundamental principle on which the Convention was\r\ncarefully built - the principle of the common heritage of\r\nmankind - in the new phase of the legal regime of the\r\noceans.\r\nFurther, the AALCC has cooperated with other\r\nongoing initiatives of the United Nations - in particular,\r\nthe issues under discussion in the International Law\r\nCommission. In recent years it has devoted its attention\r\nto questions relating to the development of new principles\r\nin the context of international law of refugees. The work\r\n13\r\nGeneral Assembly 43rd meeting\r\nForty-ninth session 25 October 1994\r\nbeing undertaken on the preparation of model legislation on\r\nthe status and treatment of refugees and the examination of\r\nthe novel concept on the establishment of safety zones for\r\ndisplaced persons in their country of origin will\r\nundoubtedly have a positive impact on the emerging law in\r\nthese areas.\r\nThe Committee was closely associated with the work\r\nof the United Nations Conference on Environment and\r\nDevelopment, and in particular on the formulation of the\r\nConvention on biodiversity and the Framework Convention\r\non Climate Change.\r\nThe Committee has been engaged in other issues\r\npertaining to the work of the United Nations, such as the\r\nUnited Nations Decade of International Law, the promotion\r\nof wider use of the International Court of Justice and the\r\nlegal aspects of international economic cooperation and\r\ndevelopment. Legal issues relating to questions of\r\nprivatization in Asian-African countries are currently on the\r\nCommittee’s agenda. All this demonstrates both the\r\ncomprehensive range of activities of the Committee and its\r\ncontributions to contemporary issues of great relevance to\r\nthe States Members of the United Nations.\r\nContinuing cooperation between the United Nations\r\nand the AALCC is imperative if the Committee is to\r\ncontinue to carry out this invaluable task. As a founding\r\nmember, Sri Lanka welcomes all efforts to strengthen\r\nfurther the cooperation that exists between the United\r\nNations and the Committee. We are therefore pleased to\r\nco-sponsor draft resolution A/49/L.4, and we commend its\r\nadoption by consensus.\r\nMr. Karem (Egypt) (interpretation from Arabic): The\r\nAsian-African Legal Consultative Committee (AALCC) was\r\nestablished as a regional intergovernmental organization in\r\naccordance with the resolutions of the Conference of\r\nBandung in Indonesia in the 1950s. Egypt was one of the\r\nprincipal organizers of the Conference, in cooperation with\r\nthe two other founding countries of the Non-Aligned\r\nMovement, India and Yugoslavia. This, from the very\r\noutset, gave the Committee a close association with Egypt\r\nthat was reflected in its legal, political and diplomatic role\r\nover the past four decades. It is now an established\r\npractice that the Deputy Secretary General of the\r\nCommittee should be an Egyptian national, that he should\r\nreside and work in India on a permanent basis and that he\r\nshould participate in the Committee’s work which has led,\r\ninter alia, to the setting up of the Cairo Regional Centre for\r\nInternational Commercial Arbitration. This Centre makes\r\nan effective contribution to heightening awareness in the\r\ncountries of Africa and Asia of the provisions and rules\r\nof international law and of compliance with those rules as\r\nwell as awareness of the importance of developing and\r\nmodernizing the norms of international law.\r\nGiven these historical and substantive considerations\r\nwhich have created a link between Egypt and the\r\nCommittee since its inception, and in view of the\r\ncontinued and fruitful cooperation between Egypt and the\r\nCommittee, the delegation of Egypt wishes to reaffirm\r\nthat Egypt, which extends every possible support to the\r\nCommittee, calls for ensuring the continued and effective\r\nperformance of the Committee’s role and hopes that it\r\nwill receive all the support and cooperation it needs in\r\norder for it to discharge its lofty task.\r\nProceeding from this commitment, Egypt, along with\r\nPakistan, Sri Lanka, China, Qatar, Kenya, India and\r\nJapan, which are all members of the AALCC, has\r\npresented a draft resolution, which, adopted, will entail\r\nthe inclusion of a new item in the Assembly’s provisional\r\nagenda for the fifty-first session, under the title of\r\n\"Cooperation between the United Nations and the Asian-\r\nAfrican Legal Consultative Committee\". We believe that\r\nthe adoption of such a resolution will strengthen efforts\r\nand further cooperation between the United Nations and\r\nthe regional sub-regional organizations, in consonance\r\nwith the purposes and principles of the United Nations\r\nCharter.\r\nMr. Kalita (India): The Asian-African Legal\r\nConsultat ive Committee (AALCC) is an\r\nintergovernmental organization composed of countries\r\nfrom Asia and Africa. The Committee was constituted in\r\n1956 as an outcome of the Bandung Conference of 1955.\r\nIndia was one of the seven original members and played\r\nan important role in setting up the organization. Originally\r\nconceived of as an organization of Asian States, it was\r\nenlarged to include African States on the suggestion of\r\nthen Prime Minister Jawaharlal Nehru in his inaugural\r\naddress to the Committee, whose membership is now 45.\r\nIndia has the privilege of being not only a founder\r\nmember, but also the host of the Committee since its very\r\ninception.\r\nMy delegation would like to place on record its\r\nappreciation of the contribution of the former Secretary-\r\nGeneral of the Committee, Mr. Frank Njenga of Kenya.\r\nWe also welcome the new Secretary-General, Mr. Tang\r\nChengyuan of China. We have no doubt that under his\r\nable leadership the Committee will continue its very\r\n14\r\nGeneral Assembly 43rd meeting\r\nForty-ninth session 25 October 1994\r\nuseful work in the field of progressive development and\r\ncodification of international law.\r\nThe report (A/49/262), of the Secretary-General on\r\ncooperation between the United Nations and the Committee\r\ncontains an overview of the Committee’s very useful\r\nactivities.\r\nThe Committee’s functions as envisaged in its Statute\r\nare primarily directed towards cooperation between its\r\nmember States in the field of progressive development and\r\ncodification of international law, particularly matters under\r\nconsideration by the International Law Commission and\r\nother United Nations agencies in the legal field, and\r\nconsideration of legal problems referred to it by member\r\nGovernments. Thus the Committee acts as a forum to\r\nproject the views of Asian and African States in the\r\nevolution of new international legal regimes to suit the\r\nneeds of the developing countries and the changed character\r\nof international society. In this connection, I should like to\r\nrecall that the recently concluded ministerial meeting of the\r\nForeign Ministers of the Non-Aligned Movement noted that\r\ncodification of international law had proceeded in recent\r\nyears at a rapid pace and that there was need to take\r\ncomprehensive stock of the ongoing codification and\r\nchanges in international law in different spheres. The\r\nMinisters called upon the United Nations Secretariat to\r\nassist in this important exercise. My delegation would like\r\nto suggest that cooperation between the United Nations and\r\nthe AALCC should cover, as a matter of priority, the\r\nrequest made by the Non-Aligned Movement to the United\r\nNations Secretariat.\r\nPursuant to its programme of rendering assistance to\r\nits members to enable them to participate effectively in the\r\nwork of the General Assembly, the Committee has since\r\n1982 prepared notes and comments on selected items before\r\nthe General Assembly including those before the Sixth\r\nCommittee. This year also the Committee has prepared\r\nnotes and comments for use by members on selected items.\r\nThe notes cover the report of the International Law\r\nCommission on the work of its forty-sixth session, work\r\ndone by the United Nations Commission on International\r\nTrade Law (UNCITRAL) at its twenty-seventh session, the\r\nUnited Nations Decade of International Law, the Law of\r\nthe Sea and so on. This aspect of the Committee’s work\r\nshould, in our view, be further strengthened.\r\nThe Committee’s work on international economic\r\ncooperation for development is an area of special interest.\r\nIt is a matter of satisfaction that, under an AALCC scheme\r\nfor the settlement of disputes in economic and commercial\r\ntransactions, two regional arbitration centres have been\r\nestablished at Kuala Lumpur and Cairo. One of the\r\nobjectives of these centres is to help in the promotion and\r\nimplementation of the UNCITRAL arbitration rules. Steps\r\nare being taken to establish and make operational a\r\nsimilar centre in Nairobi for serving the countries in\r\neastern and southern Africa.\r\nDevelopments in international law are of particular\r\ninterest to developing countries. In this context, the\r\nAALCC plays a useful role in promoting the\r\nunderstanding of these developments by developing\r\ncountries. We look forward to its strengthening its efforts\r\nin this regard.\r\nBefore concluding, may I recall that India is a\r\nsponsor of draft resolution A/49/L.4, entitled\r\n“Cooperation between the United Nations and the Asian-\r\nAfrican Legal Consultative Committee”. It is our\r\nexpectation that it will be adopted by consensus.\r\nMr. K. J. Khan (Pakistan): At the outset my\r\ndelegation would like to thank the Secretary-General for\r\nhis report (A/49/262) of 18 July on cooperation between\r\nthe United Nations and the Asian-African Legal\r\nConsultative Committee.\r\nWe are pleased to note that since the admission of\r\nthe Committee as an Observer in the General Assembly,\r\nin October 1980, it has steadily strengthened its\r\nsupportive role in the work of the United Nations in\r\nwide-ranging areas.\r\nWe note with satisfaction the continuing efforts of\r\nthe Committee to strengthen the role of the United\r\nNations and its various organs, including the International\r\nCourt of Justice, through programmes and initiatives\r\nundertaken by the Committee. Pursuant to the framework\r\nof cooperation agreed upon by the two organizations,\r\nconsultations have regularly taken place on matters of\r\ncommon interest to the two organizations. We are pleased\r\nto note that as a result the areas of cooperation between\r\nthe two organizations have significantly widened and now\r\ncover matters in economic and humanitarian fields as well\r\nas in the fields of international law.\r\nWe attach importance to the active participation of\r\nthe Committee in the regular sessions of the General\r\nAssembly, the International Law Commission, the United\r\nNations Commission on International Trade Law\r\n(UNCITRAL) and previously in the meetings of the\r\n15\r\nGeneral Assembly 43rd meeting\r\nForty-ninth session 25 October 1994\r\nPreparatory Commission for the International Sea-bed\r\nAuthority.\r\nWe recognize the useful role being played by the\r\nCommittee in implementing the objectives of the United\r\nNations Decade for International Law for the period\r\n1990-1999. We also commend the contributions of the\r\nCommittee in promoting wider recourse to the International\r\nCourt of Justice. In this context, important progress was\r\nmade at the meeting of the legal advisers of the member\r\nStates of the Committee in November 1991 at United\r\nNations Headquarters in New York, to consider, inter alia,\r\nthe peaceful settlement of disputes, including resort to and\r\nfull respect for the International Court of Justice.\r\nWe note with interest the model bilateral agreements\r\nfor promotion and protection of investment prepared by the\r\nCommittee with the aim of generating a wider flow of\r\ncapital and technology to the developing countries in the\r\nAsian-African region. We also note with appreciation the\r\ncurrent efforts of the Committee to update the legal\r\nframework for promoting industrial joint ventures in that\r\nregion. We welcome the intention of the Committee to\r\nprepare a legal guide on joint ventures similar to the one\r\nprepared by UNCITRAL on drawing up international\r\ncontracts for industrial works.\r\nThe establishment of two regional arbitration centres\r\nat Kuala Lumpur and Cairo by the Committee for the\r\nsettlement of disputes in economic and commercial\r\ntransactions is also a welcome step. We hope that the third\r\ncentre will soon be established in Nairobi.\r\nMy delegation recognizes the commendable progress\r\nachieved towards enhancing cooperation between the United\r\nNations and the Committee in wider areas in recent years.\r\nWe also appreciate the continuing efforts of the Committee\r\nto strengthen the role of the United Nations and its various\r\norgans through programmes and initiatives undertaken by\r\nthe Consultative Committee. My delegation therefore fully\r\nsupports draft resolution A/49/L.4, which we have co-\r\nsponsored.\r\nMr. Li Zhaoxing (China) (interpretation from\r\nChinese): First I should like to extend my thanks to\r\nAmbassador Chusei Yamada for his introduction of the\r\ndraft resolution on the item “Cooperation between the\r\nUnited Nations and the Asian-African Legal Consultative\r\nCommittee”. I also look forward to hearing the statement of\r\nthe Secretary-General of the Asian-African Legal\r\nConsultative Committee (AALCC), Mr. Tang Chengyuan,\r\non this item. We note with satisfaction the further\r\nstrengthening and widening of the scope of cooperation\r\nbetween the two organizations in the past two years.\r\nIn the 38 years since its inception the Asian-African\r\nLegal Consultative Committee (AALCC) has increased its\r\ninfluence in the international arena. It provides a forum\r\nfor Asian and African countries to consult and discuss\r\nlegal issues and other matters. It has also made important\r\ncontributions to promoting the progressive development\r\nand codification of international law to better serve world\r\npeace and development. Since 1980, when the General\r\nAssembly invited AALCC to participate in its work and\r\nmeetings as an Observer, the cooperation between the two\r\norganizations has grown closer. Each year a representative\r\nof the Secretary-General attends the annual session of\r\nAALCC and its representatives also attend meetings of\r\nbodies in the United Nations system, including the\r\nGeneral Assembly, the International Law Commission and\r\nthe United Nations Commission on International Trade\r\nLaw. AALCC has also adjusted its work programme to\r\ngive high priority to matters of immediate concern to the\r\nUnited Nations. Special mention must be made of the\r\nfact that in the development and codification of\r\ninternational law AALCC attaches great importance to its\r\ncooperation with the International Law Commission. Each\r\nyear AALCC invites the Chairman of the Commission to\r\nattend its annual session to speak about the Commission’s\r\nwork. AALCC has also made the Commission’s report\r\non its work a fixed item on the AALCC’s annual agenda.\r\nEach of the special topics of the International Law\r\nCommission is actively discussed at AALCC meetings\r\nand proposals are made. At the Commission’s annual\r\nsession, the Secretary-General of AALCC also speaks\r\nabout its work. The cooperation between the two bodies\r\nhas been satisfactory and fruitful.\r\nTo support the decision contained in General\r\nAssembly resolution 44/23, declaring 1990-1999 as the\r\nUnited Nations Decade of International Law, the\r\nsecretariat of AALCC drew up a paper listing relevant\r\nitems and possible activities for the Decade. AALCC, in\r\ncooperation with the Government of Qatar, held a meeting\r\non international law in Doha in March 1994 to promote\r\nthe objectives of the United Nations Decade of\r\nInternational Law. To promote acceptance of and respect\r\nfor the principles of international law, AALCC has urged\r\nits members to accede to or ratify as soon as possible the\r\nUnited Nations Convention on the Law of the Sea. It has\r\nalso compiled a note on the implications and the costs of\r\nratifying the Convention.\r\n16\r\nGeneral Assembly 43rd meeting\r\nForty-ninth session 25 October 1994\r\nAALCC continues to follow closely the\r\nimplementation of the international instruments adopted at\r\nthe United Nations Conference on Environment and\r\nDevelopment, especially Agenda 21. It has attended many\r\ninternational meetings in the field of environment and\r\ndevelopment convened by the United Nations, especially\r\nthe meetings of the Intergovernmental Negotiating\r\nCommittee for the elaboration of an international\r\nconvention to combat desertification in those countries\r\nexperiencing serious drought and/or desertification,\r\nparticularly in Africa. AALCC has conducted an in-depth\r\nstudy of the draft convention, which provides helpful\r\nassistance to its members that are taking part in the\r\nnegotiations.\r\nIn conclusion, we note with satisfaction the further\r\nstrengthening of cooperation between the United Nations\r\nand AALCC. We hope the effective cooperation between\r\nthem in the progressive development and codification of\r\ninternational law as well as other fields of mutual concern\r\nwill be further strengthened and thereby make a positive\r\ncontribution to the friendly cooperation between States, the\r\nmaintenance of international peace and security and the\r\ncommon prosperity of human society, as well as to the\r\nestablishment of a fair and just new international order\r\nbased on the five principles of peaceful coexistence and the\r\nspirit of the Bandung Conference.\r\nThe President (interpretation from French): In\r\naccordance with General Assembly resolution 35/2 of 13\r\nOctober 1980, I now call on the Secretary-General of the\r\nAsian-African Legal Consultative Committee.\r\nMr. Tang Chengyuan (Asian-African Consultative\r\nCommittee): I am greatly honoured to be making my first\r\nappearance in the General Assembly as the new\r\nSecretary-General of the Asian-African Legal Consultative\r\nCommittee. On behalf of the AALCC and on my own\r\nbehalf I wish to convey to Mr. Amara Essy our warmest\r\ncongratulations on his unanimous election to the presidency\r\nof the current session of the General Assembly. I share the\r\nopinion of everyone present here that he is conducting the\r\nproceedings admirably and that under his stewardship the\r\nsession will come to a successful conclusion.\r\nI am grateful to the Assembly for giving me this\r\nopportunity to share some of my thoughts about the close\r\nand continuing state of cooperation between the United\r\nNations and AALCC. Although this cooperation was\r\nformally initiated in 1980, it is my opinion that the origin\r\nof the nexus and cooperation between the United Nations\r\nand AALCC can be traced back to 1956, when AALCC\r\nwas founded to undertake, inter alia, the examination of\r\nthe work of the International Law Commission, from the\r\nAfro-Asian perspective on a systematic basis, and to place\r\nits recommendations before the Commission.\r\nFolIowing the establishment of the United Nations\r\nin 1945 and the initiation of the process of decolonization,\r\nmore and more countries in Asia and Africa emerged as\r\nfree nations, and one of their primary concerns was to\r\nexamine for themselves the existing rules of international\r\nlaw. The bondage to which they had been shackled by\r\nunequal treaties had left some sort of resentment against\r\ninternational law. Their adherence to the Charter of the\r\nUnited Nations included the solemn pledge to observe the\r\nrules of international law, and they were natural]y anxious\r\nto ensure that they were not going to be bound by\r\nsomething that would be to their disadvantage. The\r\nestablishment of the International Law Commission by the\r\nUnited Nations in 1947 for the codification and\r\nprogressive development of international law was clear\r\nrecognition that the existing norms of the law of nations\r\nneeded to be reoriented to meet the changing needs of an\r\nexpanding international community. Here was a chance\r\nfor the Asian and African nations to make their voices\r\nheard in the shaping of international law. Since, by the\r\nvery nature of things, progress in the Commission had to\r\nbe slow, the Asian-African countries were bound to resort\r\nto other avenues for expressing their views on questions\r\nof international law.\r\nThe first major step taken by the Afro-Asian\r\ncommunity towards evolving rules of conduct for\r\nrelations between nations was the Bandung Conference,\r\nheld in April 1955 and attended by the Heads of State or\r\nGovernment of the then independent or near-independent\r\nStates of the Afro-Asian region. The Conference was\r\ninstrumental in forging an identity for a group of nations\r\nwith different political, economic and social structures and\r\nsystems of government, and the 10 principles adopted at\r\nthat Conference have become important norms for\r\npresent-day international relations. Some of these\r\nprinciples were undoubtedly already enshrined in the\r\nUnited Nations Charter, but the very fact that the Heads\r\nof State or Government of the countries of the Afro-Asian\r\nregion, sitting together, had adopted them emphasized the\r\naspirations of the new nations to live in harmony on the\r\nbasis of the rule of law. The Conference provided an\r\nimpetus to the idea of regional cooperation and stressed\r\nthe need for concerted action on matters of common\r\ninterest fundamental to the growth of an international\r\nsociety.\r\n17\r\nGeneral Assembly 43rd meeting\r\nForty-ninth session 25 October 1994\r\nIt was against this background that this Committee\r\nwas established in November 1956 as a tangible outcome\r\nof the Bandung Conference and entrusted with a threefold\r\nmandate: first, the systematic examination of the work of\r\nthe International Law Commission (ILC) from the\r\nAfro-Asian perspective; second, the consideration of\r\nspecific legal questions referred to it by its member\r\nGovernments; and, third, providing of a forum for the\r\nexchange of views and information on legal matters of\r\ncommon concern. At its inception it had seven member\r\nStates, but its membership has now reached 44, and many\r\nmore States are expected to come into the fold of the\r\nAALCC in the post-Cold War period. With the increase in\r\nmembership, its mandate has been periodically broadened.\r\nThe review of the work of the ILC and the making of\r\nrecommendations to its member Governments, as well to\r\nthe ILC, have been a continuous exercise for the AALCC\r\nsince its inception; its recommendations have always been\r\ntreated with respect by the ILC and reflected in the latter’s\r\nwork. Over the years, it has become customary for the ILC\r\nto request that its Chairman attend the AALCC’s annual\r\nsessions and for the Committee in turn to be represented at\r\nthe ILC’s sessions by either its President or its\r\nSecretary-General.\r\nAnother of the AALCC’s activities that complements\r\nthe work of the United Nations in the legislative field is the\r\nassistance rendered to the delegations of the member States\r\nof the AALCC attending diplomatic conferences convened\r\nby the United Nations — assistance that is essential, since\r\nthese delegations are often in need of expertise and\r\nassistance to enable them to play a meaningful role in\r\ndiplomatic negotiations. Such assistance has been rendered\r\nto member Governments in the context of the following\r\ndiplomatic conferences: the Vienna Conference on\r\nDiplomatic Relations, 1961; the Vienna Conference on\r\nConsular Relations, 1963; the Vienna Conference on the\r\nLaw of Treaties, 1968-1969; the Third United Nations\r\nConference on the Law of the Sea, 1974-1982; the\r\nDiplomatic Conference on State Succession in respect of\r\nMatters other than Treaties, 1978; the Diplomatic\r\nConference on the Law of Treaties between States and\r\nInternational Organizations and between International\r\nOrganizations, 1986; the United Nations Conference on\r\nEnvironment and Development, 1992; and the World\r\nConference on Human Rights, 1993.\r\nA major initiative taken by the AALCC in the context\r\nof the Third United Nations Conference on the Law of the\r\nSea (1974-82) consisted in the Organization’s taking upon\r\nitself the task of assisting its member States and other\r\nAsian-African States in preparing for that Conference.\r\nThe AALCC’s role at this Conference was originally\r\nenvisaged to be the assisting of Asian-African\r\nGovernments through preparation of studies and arranging\r\nof in-depth discussion; however, the AALCC later\r\nemerged as a global forum for dialogue between the\r\nindustrialized and the developing countries through the\r\nparticipation of observers at its annual sessions and\r\ninter-sessional meetings. Some concepts that found a\r\nplace in the final Convention originated in the\r\ndeliberations of the AALCC, namely, the exclusive\r\neconomic zone and archipelagic States. The AALCC is\r\ncurrently engaged in the preparation of model legislation\r\nto enable member Governments to implement the\r\nprovisions of the Convention.\r\nIn addition, the AALCC also prepared background\r\nand analytical studies for circulation to its member\r\nGovernments on the subjects of such United Nations\r\nConferences as those on Limitation in International Sale\r\nof Goods, 1974; the Code of Conduct on Liner\r\nConferences, 1974; Carriage of Goods by Sea, 1978;\r\nContracts for International Sale of Goods, 1980;\r\nInternational Bills of Exchange and International\r\nPromissory Notes, 1988; and the Liability of Transport\r\nTerminal Operators in International Trade, 1991. The\r\ndraft Conventions on International Sales and on Carriage\r\nof Goods by Sea had in fact been intensively examined in\r\nthe AALCC. The latter’s recommendations had been\r\nplaced before the respective Conferences, and some of\r\nthese recommendations were reflected in the Conventions\r\nadopted therein.\r\nThe AALCC’s activities in the spheres of economic\r\nrelations and trade law have also complemented the work\r\nof the United Nations — in particular, of its subsidiary\r\norgans, such as the United Nations Conference on Trade\r\nand Development (UNCTAD) and the United Nations\r\nCommission on International Trade Law (UNCITRAL).\r\nIn 1970, the AALCC established a standing\r\nSubcommittee on International Trade Law matters with a\r\nmandate to deal with economic and trade law issues and\r\nto monitor recent developments in those areas. Official\r\nrelations were established with UNCTAD in 1968 and\r\nsince then its legislative activities in the field of trade and\r\ndevelopment have been under the constant review of our\r\ntrade law Subcommittee. Official relations established\r\nwith UNCITRAL in 1971 have resulted in fruitful and\r\neffective cooperation between the two organizations in\r\nseveral areas, including the international sale of goods,\r\nthe carriage of goods by sea, international commercial\r\n18\r\nGeneral Assembly 43rd meeting\r\nForty-ninth session 25 October 1994\r\narbitration, international negotiable instruments and the\r\nlegal implications of the new international economic order,\r\nwhich was included in UNCITRAL’s programme of work\r\npursuant to a recommendation made by the AALCC.\r\nThis Assembly, in its resolution 47/171, urged the\r\ndeveloping countries and countries in transition to market\r\neconomies to attach growing importance to the privatization\r\nof public sector undertakings as a means to increase\r\neconomic efficiency, growth and sustainable development\r\nin the context of their economic restructuring programmes.\r\nIn consonance with this recommendation, it was proposed\r\nthat the AALCC convene a special meeting on privatization\r\nat which, through interaction between invited experts, legal\r\nadvisers and other officials of our member States handling\r\nprivatization programmes in their respective countries, legal\r\nand institutional guidelines for privatization and\r\npost-privatization regulatory framework could be developed\r\nto provide an added impetus to the process of privatization\r\nin Africa and Asia.\r\nAccordingly, a special meeting on privatization was\r\nconvened by the AALCC in Tokyo from 18 to 20 January\r\n1994 in conjunction with its thirty-third annual session held\r\nthere. The World Bank deputed the services of two of its\r\nsenior counsels to serve the special meeting as resource\r\npersons. The special meeting was able to produce a text of\r\nthe legal and institutional guidelines for privatization\r\nprogrammes, which it has submitted to the member\r\nGovernments for their consideration and possible\r\napplication. With the financial assistance of the World\r\nBank, we have also been able to print the outcome and\r\nproceedings of this special meeting for wider circulation in\r\nthe African-Asian region.\r\nLet me now briefly refer to our activities since the\r\ninstitutional cooperation between the two bodies was put on\r\na formal footing in 1980. Since then, the AALCC has\r\noriented its work programme so as to give focused attention\r\nto the ongoing efforts of the United Nations in several\r\nareas. These have included \"An Agenda for Peace\", the\r\nUnited Nations Decade of International Law, environment\r\nand sustainable development, international protection of\r\nrefugees and the World Conference on Human Rights.\r\nThe proposals made by the United Nations\r\nSecretary-General in his report \"An Agenda for Peace\",\r\naimed at strengthening the role and authority of the United\r\nNations in the post-cold-war era, are under discussion in the\r\nAALCC. The Secretary-General’s proposals envisage an\r\nenhanced role for the United Nations in preventive\r\ndiplomacy, peace-keeping, peacemaking and peace-building.\r\nPeacemaking, which includes preventive diplomacy, is\r\nintended to avert or halt conflicts; peacekeeping is\r\nintended to preserve the peace once it has been attained;\r\npost-conflict peace-building is intended to keep the\r\nconflict from breaking out again.\r\nAlthough each of these stages is different, they are\r\nclosely interrelated. Although the Secretary-General’s\r\ninitiative is highly laudable, it has to be emphasized that\r\nany intrusive action on the part of the United Nations\r\nought to be limited to responding to breaches of\r\ninternational peace or security. Such action should not be\r\nextended to the maintenance of internal peace and law\r\nand order, which is recognized as the legitimate\r\nresponsibility of the Member States. At the same time, it\r\nneeds to be ensured that the United Nations peace agenda\r\nshould not be at the expense of its development agenda.\r\nAs regards the observance of the United Nations\r\nDecade of International Law, I am pleased to inform the\r\nAssembly that the AALCC is working actively towards\r\nthe realization of the objectives set for this Decade. In\r\nthis context, it is worth mentioning that we actively\r\ncooperated with the Government of the State of Qatar in\r\norganizing a conference on international legal issues\r\narising under the United Nations Decade of International\r\nLaw in Doha from 22 to 25 March 1994. The conference,\r\nwhich was widely attended, deliberated on such subjects\r\nas the protection of the environment, the Decade of\r\nInternational Law, the peaceful settlement of disputes, the\r\nnew international economic order and humanitarian law.\r\nWe are also discussing the various modalities through\r\nwhich we could make our humble contribution to the\r\nfiftieth anniversary of the United Nations next year.\r\nIn the field of environment and development, I might\r\nmention that the AALCC actively participated in the\r\npreparatory and final phases of the United Nations\r\nConference on Environment and Development, which\r\nculminated in the adoption of Agenda 21 and of the\r\nInternational Conventions on Climate Change and on\r\nBiological Diversity. Since the conclusion of the Rio\r\nConference, the AALCC has been focusing on the\r\nevaluation of implementing Agenda 21 and on assisting\r\nthe member Governments to implement the provisions of\r\nthese two Conventions at the national level. In addition,\r\nthe AALCC also actively participated and provided input\r\nto the work of the Intergovernmental Negotiating\r\nCommittee, which has resulted in an International\r\nConvention to Combat Desertification.\r\n19\r\nGeneral Assembly 43rd meeting\r\nForty-ninth session 25 October 1994\r\nAs for the promotion of human rights, the AALCC\r\nmonitored the preparatory process of the World Conference\r\non Human Rights, held in Vienna in 1993, and was\r\nrepresented at that Conference. While we wholeheartedly\r\nsubscribe to the promotion of human rights by the United\r\nNations, we must clearly indicate that intrusive action by\r\nthe United Nations for this purpose is not acceptable and\r\nthat persuasion, rather than coercion, should be the\r\nwatchword.\r\nIn the area of international refugee law, we have been\r\nactively cooperating with both the Office of the United\r\nNations High Commissioner for Refugees and the\r\nOrganization of African Unity for its development. At\r\npresent, work is focused on two areas: first, the possible\r\nestablishment of safety zones for persons displaced\r\ninternally due to armed hostilities in their country of origin;\r\nand, secondly, the formulation of model legislation on\r\nrefugee protection. The focus of deliberations on the former\r\nis on the evolution of acceptable operational criteria, so that\r\nsuch zones could provide internationally supervised\r\nprotected areas in armed conflicts and thus alleviate the\r\nsuffering of displaced persons. The proposed model\r\nlegislation is intended to offer guidelines to the Member\r\nStates for enacting a suitable legal regime in their\r\nrespective territories to guarantee a legal status and\r\ntreatment for refugees.\r\nLet me take this opportunity to inform the Assembly\r\nthat the thirty-fourth annual session of the AALCC is to be\r\nheld in Doha, Qatar, in March 1995.\r\nThe President (interpretation from French): We\r\nhave heard the last speaker in the debate on this item.\r\nThe Assembly will now take a decision on draft\r\nresolution A/49/L.4. In this context, I should like to\r\nannounce that Uganda has joined the list of sponsors.\r\nMay I take it that the General Assembly wishes to\r\nadopt draft resolution A/49/L.4?\r\nDraft resolution A/49/L.4 was adopted (resolution\r\n49/8).\r\nThe President (interpretation from French): May I\r\ntake it that it is the wish of the General Assembly to\r\nconclude its consideration of agenda item 20?\r\nIt was so decided.\r\nAgenda item 89 (continued)\r\nEnvironment and sustainable development\r\n(d) Elaboration of an international convention to\r\ncombat desertification in those countries\r\nexperiencing serious drought and/or\r\ndesertification, particularly in Africa\r\nReport of the Secretary-General (A/49/477)\r\nNote by the Secretary-General transmitting the\r\nreports of the Intergovernmental Negotiating\r\nCommittee (A/49/84, Add.1 and Add.2)\r\nMr. Mwakawago (United Republic of Tanzania):\r\nIt gives me much pleasure to participate in this very\r\nimportant debate on desertification. May I express at the\r\noutset my delegation’s satisfaction at the speedy and\r\nefficient conclusion in Paris last June of the negotiation\r\nprocess of the Intergovernmental Negotiating Committee,\r\nwhich paved the way for the signing of the Convention\r\nlast week.\r\nWe would like to record our very sincere\r\nappreciation for the hard work, commitment and\r\ndedication of the entire Committee, which was very ably\r\nchaired by Ambassador Bo Kjellén. Our congratulations\r\n20\r\nGeneral Assembly 43rd meeting\r\nForty-ninth session 25 October 1994\r\nalso go to Ambassador Hama Arba Diallo, Executive\r\nSecretary of the Committee, for their pioneering work, as\r\nwell as to all members of the delegations that participated\r\nin the process.\r\nThe signing ceremony for the desertification\r\nConvention in Paris on 14 and 15 October demonstrated the\r\nimportance member countries attach to it. Its signing by 87\r\nMember States and organizations gives us hope that the\r\nprocess of ratification will also be smooth and efficient, so\r\nas to allow for the Convention to enter into force without\r\ndelay.\r\nDuring the Preparatory Conference of the Rio Summit,\r\nthe international community, moved to action by the\r\ngrowing scale of desertification and drought and its impact\r\non the countries affected, agreed to treat the problem as a\r\nglobal phenomenon calling for universal mobilization. It\r\nwas on that basis that General Assembly resolution 44/228\r\nand Chapter 12 of Agenda 21 placed desertification among\r\nthe nine questions of the greatest importance for the\r\npreservation of the quality of the Earth’s environment for\r\necologically sound and sustainable development.\r\nMy delegation believes that the international\r\ncommunity has the ability to prevent the catastrophe of\r\ndesertification and drought. All that is needed is to mobilize\r\nhuman, technical and financial resources to this end. Two\r\nyears ago, the United Nations Secretary-General appealed\r\nto the international community to avert the consequences of\r\nthe severe drought that confronted the countries of eastern\r\nand southern Africa. As members remember, the prolonged\r\nabsence of rainfall threatened the social and economic\r\nfabric in those areas. The rapid response of the international\r\ncommunity helped to prevent large-scale human\r\ncatastrophe. But we remain mindful of the ecological and\r\neconomic damage inflicted by that drought, and we appeal\r\nto the international community to join forces in combating\r\nthe phenomenon on a sustained basis.\r\nThe fight against desertification is a fight for survival.\r\nIt must be an integral part of the socio-economic\r\ndevelopment programme aimed at satisfying people’s\r\nimmediate and long-term needs. The strategic objective of\r\ncombating desertification and drought, which is limited to\r\nthe sustainable development of arid, semi-arid and dry\r\nsub-humid zones, must confront the real challenges of using\r\npreventive measures to check or prevent the desertification\r\nof land that is only slightly or not yet degraded. It should\r\nalso regenerate, through corrective measures, the\r\nproductivity of moderately degraded land, as well as restore\r\nthe productivity of seriously degraded land, using\r\nrehabilitation and repair measures.\r\nAgainst that background, it becomes imperative that\r\nadditional resources be sought. It is not by coincidence\r\nthat the most affected countries happen to be also the\r\nleast developed countries.\r\nThe international community should take measures\r\nto reduce the excessive burden of debt on developing\r\ncountries and to check deteriorating rates of exchange and\r\nimprove international economic relations so as to increase\r\nand maintain the quality of life. Particular attention should\r\nbe directed towards increasing financial and technical\r\nassistance to help poor developing countries implement\r\ntheir strategies for development of arid, semi-arid and dry\r\nsub-humid zones in rural areas threatened or affected by\r\ndesertification on a sustained basis.\r\nThe international community, together with\r\ninternational, regional and subregional organizations, and\r\nin particular the Committee on Science and Technology,\r\nshould mobilize the existing network of institutions,\r\nagencies and other bodies in order to organize effectively\r\nthe gathering, analysis and distribution of data in the\r\nobservation and forecasting of drought and desertification\r\nphenomena and in perfecting techniques to combat\r\ndesertification and drought.\r\nThe journey on the road from the Rio \"Earth\r\nSummit\" has many significant milestones, and one of\r\nthem is the desertification Convention. But the search for\r\na new global consensus on international cooperation for\r\ndevelopment links together all economic, social and\r\nenvironmental conferences, including the International\r\nConference on Population and Development, the World\r\nConference on Human Rights, the World Summit for\r\nSocial Development, the Fourth World Conference on\r\nWomen and the second United Nations Conference on\r\nHuman Settlements (Habitat II). All these conferences\r\nconverge in an international policy dialogue that seeks to\r\ndefine a more integrated and holistic strategy for human\r\ndevelopment and welfare.\r\nPoverty alleviation, education and health, gender\r\nequality, the empowerment of local groups, better\r\nstandards of life, and care for our natural resources are\r\ncommon themes that run through all those conferences.\r\nThose themes are rooted in a set of principles and values\r\nenshrined in the United Nations Charter and other\r\ninternational instruments. By building on these human\r\nvalues and the efforts of many institutions, the\r\n21\r\nGeneral Assembly 43rd meeting\r\nForty-ninth session 25 October 1994\r\ninternational community can resolve to make the world a\r\nbetter place for all and for future generations.\r\nIt is my delegation’s belief that now that the process\r\nof negotiations for the Convention relating to desertification\r\nhas come to a successful conclusion and the signing process\r\nis in progress, the Convention should have the same status,\r\nreceive equal interest and be given the same attention and\r\npriority as the international conventions signed at Rio.\r\nOne of the significant decisions reached by the\r\nIntergovernmental Negotiating Committee was the need for\r\nurgent action on Africa. While it is acknowledged that\r\ndesertification is a worldwide phenomenon, its impact on\r\nthe continent of Africa is profound and is spreading at an\r\nalarming rate. We urge our developed partners and\r\ninternational and multilateral institutions to provide support\r\nin areas such as capacity-building and the mobilization of\r\nnecessary resources for the implementation of the resolution\r\non urgent action for Africa.\r\nLet me conclude my statement by expressing our hope\r\nthat the signing of this Convention will provide an avenue\r\nfor our country to become a useful partner in the global\r\neconomic system and in devising efficient means to address\r\nour priorities in combating desertification, drought and\r\npoverty.\r\nMr. Idris (Sudan) (interpretation from Arabic): The\r\ndelegation of Sudan reiterates the great importance it\r\nattaches to the recommendations and decisions of the\r\nUnited Nations Conference on Environment and\r\nDevelopment, particularly those contained in Agenda 21,\r\nand of the conferences and conventions that emanated from\r\nthe Rio Conference, such as the Global Conference on the\r\nSustainable Development of Small Island Developing\r\nStates, the United Nations Conference on Straddling Fish\r\nStocks and Highly Migratory Fish Stocks, the Framework\r\nConvention on Climate Change, the United Nations\r\nConvention to Combat Desertification in those Countries\r\nExperiencing Serious Drought and/or Desertification,\r\nparticularly in Africa and the Convention on Biological\r\nDiversity. When we add to these conferences the\r\nestablishment of the Commission on Sustainable\r\nDevelopment and the restructuring of the Global\r\nEnvironment Facility, we find that we have a number of\r\nlandmarks toward the continued implementation of Agenda\r\n21 and the other Rio recommendations.\r\nThe considerable political commitment demonstrated\r\nat the Rio summit, with all States emphasizing the need to\r\nprotect the environment and to adopt long-term\r\ndevelopment policies, in the interest of present and future\r\ngenerations, in consonance with the shared responsibility\r\nof developing and developed countries, was an\r\nachievement that continues to be the focus of the attention\r\nby the international community, especially by the\r\ndeveloping countries. Despite the developing world’s\r\nconcern at the failure to implement what was agreed upon\r\nat Rio, there have been some positive developments that\r\ngive reason for optimism, such as the signing of the\r\nFramework Convention on Climate Change and the\r\nUnited Nations Convention to Combat Desertification in\r\nthose Countries Experiencing Serious Drought and/or\r\nDesertification, particularly in Africa, the adoption last\r\nMay of the Barbados Programme of Action on\r\nSustainable Development of Small Island Developing\r\nStates and the restructuring of the Global Environment\r\nFacility, which involved the earmarking of $2 billion for\r\nthe implementation of Agenda 21.\r\nYet, despite those encouraging developments, there\r\nhas not been any progress on a number of important\r\nissues, such as the transfer of environmentally sound\r\ntechnology and the creation of permanent sources of\r\nfinancing for the implementation of the Rio agreements.\r\nIn that context, my delegation wishes to congratulate the\r\nCommission on Sustainable Development, which has set\r\nup working groups for that purpose, and which keeps\r\nalive the spirit of partnership and shared responsibility\r\nthat led to the adoption of Agenda 21.\r\nAmong the most significant results of the Rio\r\nConference is chapter XII of Agenda 21, on combatting\r\ndrought and desertification and on the elaboration of a\r\nconvention to combat drought and desertification,\r\nespecially in Africa. My delegation participated in all\r\nphases of the work towards such a convention as a\r\nmember of the Intergovernmental Negotiating Committee,\r\nthrough the signature of the Convention last week in\r\nParis. Sudan was among the first States to sign this\r\nimportant Convention, on which we pin great hopes for\r\na lasting solution to the problem of drought and\r\ndesertification, the major impediment to development.\r\nGiven the importance of the environment, my\r\ncountry has established the Supreme Council for\r\nDevelopment and Natural Resources to follow up the\r\nimplementation of the recommendations and resolutions\r\n22\r\nGeneral Assembly 43rd meeting\r\nForty-ninth session 25 October 1994\r\nof the United Nations Conference on Environment and\r\nDevelopment. In this connection, a number of symposia,\r\nprogrammes and seminars have been held, the latest of\r\nwhich was the workshop convened on 30 and 31 August\r\n1994. Sudan also introduced a programme to enhance grass-\r\nroots awareness of afforestation to halt the onslaught of the\r\ndesert. At present Khartoum and other provinces are\r\ncarrying out broad afforestation campaigns with the\r\nparticipation of all members of society, the young, the\r\nelderly, men and women alike. Combating desertification\r\nis one of three important issues that have been given\r\nspecial attention by my country. The other two are food\r\nsecurity and environmental protection.\r\nAt the regional level, Sudan is preparing a five-year\r\nprogramme of action with the Intergovernmental Authority\r\non Drought and Development (IGADD). Recently, Sudan\r\nhosted a workshop attended by States members of IGADD,\r\nthe States of the Horn of Africa, Djibouti, Eritrea, Uganda,\r\nKenya, Ethiopia and Sudan. The workshop was held from\r\n28 to 30 September 1994, with the purpose of arriving at a\r\njoint position and developing an integrated programme of\r\naction for the implementation of the International\r\nConvention to Combat Drought and Desertification.\r\nWhile we welcome the International Convention to\r\nCombat Drought and Desertification in those Countries\r\nExperiencing Serious Drought and/or Desertification,\r\nparticularly in Africa, we must say that the Convention will\r\nremain dead letter if adequate financing is not provided. In\r\nthis connection, my delegation calls for the strengthening of\r\nnational capabilities in the area of combating desertification\r\nand the strengthening of regional and subregional\r\norganizations that are active in the field.\r\nMr. Lacson (Philippines): The Philippines is greatly\r\npleased to participate in this meeting of the General\r\nAssembly to consider the twin problems of drought and\r\ndesertification. That we are meeting in plenary session\r\nattests to the significance of those problems, as affirmed by\r\nthe Rio Summit, and recognizes the courage and\r\ndetermination of the international community in waging war\r\nagainst those scourges of nature of global dimensions, both\r\ngeological and human, that affect all regions of the world,\r\nparticularly Africa.\r\nBefore I continue I should like, on behalf of my\r\nGovernment, to pay a tribute to Ambassador Bo Kjellén of\r\nSweden, Chairman of the Intergovernmental Negotiating\r\nCommittee, for his diplomatic skill, his prudence and his\r\npatience in guiding the arduous and complex work of the\r\nCommittee. Well-deserved congratulations also go to the\r\nmembers of the Board of the Committee and its Executive\r\nSecretary, Mr. Hama Arba Diallo. The fact that close to\r\n90 countries signed the International Convention in Paris\r\n10 days ago confirms the acceptability of the Committee’s\r\nproduct.\r\nThe Philippines participated actively in the\r\nformulation of United Nations General Assembly\r\nresolution 47/188 of 22 December 1992, which\r\nestablished an Intergovernmental Negotiating Committee\r\nfor the elaboration of an international convention to\r\ncombat desertification in those countries experiencing\r\nserious drought and/or desertification, particularly in\r\nAfrica, and in the subsequent negotiations for the\r\nelaboration and adoption of the International Convention.\r\nWe were pleased that the international community,\r\nafter addressing the important issues of climate change\r\nand biological diversity, flexed its mental muscles to\r\naddress another critical issue in the global quest for\r\nsustainable development, namely the problem of land\r\ndegradation and its effects caused by desertification and\r\ndrought.\r\nDesertification, which already affects one sixth of\r\nthe world’s population and one fourth of the total land\r\narea of the earth, continues to claim vast areas as it\r\ncreeps ominously across vulnerable land-degraded\r\nterritories. Instances of extended drought have contributed\r\nto the degradation of once-productive range land and crop\r\nland and have led to widespread unemployment and\r\nunderemployment, to poverty, famine and death. Agenda\r\n21 notes that drought, a recurring phenomenon throughout\r\nmuch of the developing world, especially in Africa, claimed -\r\nin that continent alone - the lives of some 3 million\r\npeople in the mid-1980s. Who among us has not been\r\nmoved by the stark images of people fleeing from\r\ndrought-stricken areas, of children dying from starvation?\r\nAware of these facts and considerations, the Philippines\r\nand other countries afflicted by serious drought problems\r\nwelcomed the proposed objectives and concerns of the\r\nInternational Convention.\r\nDrought and desertification are problems with\r\ncomplex, interlinked causes and effects — physical,\r\npolitical and social. Subregional, regional and\r\ninternational collaboration is critical to arrest their causes\r\nand to rectify their effects. We felt that efforts not only to\r\nmitigate the effects of drought but also to seek means to\r\nprevent it would help in the international action to arrest\r\ndesertification.\r\n23\r\nGeneral Assembly 43rd meeting\r\nForty-ninth session 25 October 1994\r\nSuch concerted action, marshalling the accumulated\r\nresearch and scientific knowledge, the intimate experience,\r\nthe technologies and the financial resources of all nations,\r\nwould be assured by the International Convention.\r\nChapter 12 of Agenda 21 stresses that, in combating\r\ndesertification, priority should be given to the\r\nimplementation of preventive measures for vulnerable and\r\npotentially vulnerable lands, without, of course, neglecting\r\nthe already severely degraded areas.\r\nAs its carefully chosen title indicates, the International\r\nConvention’s objective is to combat desertification in\r\ncountries that are experiencing not only actual\r\ndesertification but also serious drought problems.\r\nGeographical history shows us how serious and extended\r\nperiods of drought lead to hydrological imbalances\r\nadversely affecting land-production resource systems and\r\nshows us that such land degradation can contribute\r\ninexorably to the process of desertification.\r\nIndeed, in defining the phrase \"mitigating the effects\r\nof drought\", the International Convention refers to activities\r\nrelated to the prediction of drought and to the reduction of\r\nthe vulnerability of society and natural systems to drought\r\nas it relates to combating desertification. Preventive action,\r\nwhich is key to the strategy of the International Convention,\r\nis in line with the precautionary principles which we have\r\naccepted in our many discussions on environment and\r\nsustainable development in the past few years.\r\nWe believe that an ounce of prevention is more\r\neffective than a pound of cure. Prevention of the causes of\r\ndesertification, including drought, could cost much less than\r\nreclaiming deserts and rehabilitating already degraded land.\r\nThe Philippines continues to hold that drought-stricken\r\nareas in humid tropical regions, such as South-East Asia,\r\nshould have been included in the Convention’s definition of\r\naffected areas and that countries with such areas should\r\nhave been considered affected countries. We are convinced\r\nthat even by itself drought is a problem of such magnitude\r\nin the developing world that it requires urgent international\r\ncooperative attention.\r\nWe are also convinced that prevention of drought\r\nhelps prevent severe land degradation and could help\r\nprevent desertification. We stressed this concept and put it\r\non record at the Intergovernmental Negotiating Committee\r\nmeeting in Paris last June. We intend to pursue it at the\r\nfirst Conference of the Parties, in the hope that the affected\r\ndeveloping country parties considered eligible for assistance\r\nin the implementation of the Convention — as indicated\r\nin paragraph 3 of Article 4, \"General obligations\" — can\r\ninclude, de facto, other countries experiencing severe\r\ndrought problems. Such countries, let me repeat, are very\r\nvulnerable to serious land degradation and desertification.\r\nDespite our feeling in Paris last June that\r\ndrought-affected countries in humid tropical regions were\r\nexcluded from the mainstream of the Convention, we\r\nwere assured by the Chairman of the Intergovernmental\r\nNegotiating Committee, by its Bureau, by the secretariat\r\nand by other delegations that our problems were part of\r\nthe Convention’s concerns. We hoped, as we do now, and\r\ncontrary to our interpretation of key provisions, that the\r\nletter of the Convention did not fall short of the spirit\r\nwhich moved us to join the Intergovernmental Negotiating\r\nCommittee’s deliberations. It was with this hope that we\r\njoined the consensus for the adoption of the Convention\r\nin Paris.\r\nIndeed, there are many provisions in the\r\nConvention — in the statement of objective in article 2,\r\nin the statement of principles in article 3, in the general\r\nprovisions, in the action programmes, scientific and\r\ntechnical cooperation and supporting measures, and in the\r\nregional annexes — which feed our hope that\r\ndrought-affected countries, including those in South-East\r\nAsia, \"belong\" to the Convention.\r\nWe know the Convention will usher in a new era of\r\ncooperative endeavour to solve very critical problems of\r\nadvanced and steadily deteriorating land degradation,\r\nwhich continue to cause so much economic and social\r\ndifficulty, displacement, poverty and personal anguish for\r\nmillions of people the world over, particularly in Africa.\r\nThe Philippine delegation welcomes the report of the\r\nSecretary-General in document A/49/477. We agree with\r\nhim that in addressing the major environmental problems\r\nof desertification and drought the Convention manifests\r\ninnovativeness by dealing urgently\r\n\"not only with what needs to be done but also with\r\nhow it is to be done.\" (A/49/477, para.6)\r\nWe agree, in particular, with the Convention’s emphasis\r\non, first, a \"bottom-up\" philosophy encompassing\r\nparticipation at all levels of national communities,\r\nincluding local Governments and non-governmental\r\norganizations; secondly, an integrated approach to the\r\nphysical, biological, social and economic dimensions,\r\nincluding those related to maintaining and enhancing land\r\n24\r\nGeneral Assembly 43rd meeting\r\nForty-ninth session 25 October 1994\r\nproductivity in order to alleviate poverty; thirdly,\r\ndemand-driven redirection of scientific and technological\r\nactivities according to perceived and evident needs;\r\nfourthly, integration of action programmes in national\r\npolicies for sustainable development and emphasis on\r\nsubregional and regional collaboration towards global\r\naction; and, fifthly, measurement of the progress of\r\nimplementation through specific criteria and indicators.\r\nSuch a continuing review of progress could avoid the\r\nrelegation of the Convention to the archives of inactive\r\ninternational agreements. We hope the Global\r\nEnvironmental Facility can marshal new and adequate funds\r\nfor projects to combat drought and desertification and that\r\nthe financial and technological assistance committed by our\r\ndeveloped-country partners will be forthcoming. The\r\nprovisions of the Convention would mean little without\r\nadequate financing and technological support.\r\nWe in the Philippines, as evidenced by our active\r\nparticipation in the Intergovernmental Negotiating\r\nCommittee deliberations and, we hope, in the\r\nConvention’s subsequent implementation, with whatever\r\nknowledge and experience we can share, wish to manifest\r\nour solidarity with other countries, but most particularly\r\nwith our brotherly countries in Africa.\r\nWe look forward to participating actively in the\r\npreparations for the first Conference of the Parties and, of\r\ncourse, in the Conference of the Parties itself.\r\nWe reiterate our pledge of solidarity and\r\ncollaboration, within our region and beyond, in the\r\nstruggle against the economic and social effects of land\r\ndegradation and in the global efforts to combat\r\ndesertification and drought. That we make this pledge\r\ndespite misgivings because the Convention can stand\r\nfurther improvement is, we believe, the essence of\r\ninternational cooperation. We are ready to cooperate.\r\nThe meeting rose at 1.15 p.m.\r\n25\r\n"