"United Nations A/49/PV.33\r\n94-86684 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one week of the date of publication, to the Chief of the Verbatim\r\nReporting Section, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum. When the result of a recorded and/or roll-call vote is followed by an\r\nasterisk, see annex to the record.\r\nGeneral Assembly Official Records\r\nForty-ninth Session\r\n33rd Meeting\r\nMonday, 17 October 1994, 10 a.m.\r\nNew York\r\nPresident: Mr. Essy . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Côte d’Ivoire)\r\nThe meeting was called to order at 10.15 a.m.\r\nAgenda item 14\r\nReport of the International Atomic Energy Agency\r\n(a) Note by the Secretary-General transmitting the\r\nreport of the Agency (A/49/297 and Corr.1)\r\n(b) Draft resolution (A/49/L.2)\r\nThe President (interpretation from French): Before\r\ncalling on the first speaker, I should like to propose that the\r\nlist of speakers in the debate on this item be closed today\r\nat noon.\r\nI hear no objection.\r\nIt was so decided.\r\nThe President (interpretation from French): I\r\ntherefore request those representatives wishing to participate\r\nin the debate on this item to place their names on the list as\r\nsoon as possible.\r\nI now invite the Director General of the International\r\nAtomic Energy Agency, Mr. Hans Blix, to present the\r\nreport of the Agency for the year 1993.\r\nMr. Blix (Director General of the International Atomic\r\nEnergy Agency): In 1995 it will be 50 years since the\r\nfounding of the United Nations and 25 years since the\r\nTreaty on the Non-Proliferation of Nuclear Weapons\r\n(NPT) entered into force. For the International Atomic\r\nEnergy Agency (IAEA), these anniversaries provide\r\noccasions to review its role in the United Nations system\r\nand under the NPT, and to identify new needs and new\r\nchallenges.\r\nAlthough it is an independent intergovernmental\r\norganization, now with 121 members, the Agency’s\r\nStatute enjoins it to conduct its activities in accordance\r\nwith the purposes and principles of the United Nations,\r\nand the Agency looks to the United Nations for policy\r\nguidance in the field of arms control and disarmament\r\nand development, and in acute political issues relevant to\r\nthe United Nations family of organizations.\r\nIt is striking that the first resolution ever adopted by\r\nthe General Assembly of the United Nations, in 1946,\r\ndealt with \"the problems raised by the discovery of\r\natomic energy\" (resolution 1(I)), preambular paragraph).\r\nAlready at that time, the tasks ahead were identified as\r\nthe elimination of nuclear weapons and control of atomic\r\nenergy to ensure its use only for peaceful purposes. Also\r\nmentioned at that early stage was the need for effective\r\nsafeguards by way of inspection and for exchange of\r\nscientific information.\r\nDespite the constraints of the cold war, the IAEA\r\nwas successful in pursuing some of the aims expressed in\r\nthis resolution and in the subsequently proclaimed policy\r\nGeneral Assembly 33rd meeting\r\nForty-ninth session 17 October 1994\r\nof \"Atoms for Peace\". The Agency developed the\r\nsafeguards system and it helped to transfer nuclear science\r\nand technology relevant to agriculture, medicine, industry\r\nand electricity generation.\r\nSince the Chernobyl accident in 1986, a major\r\nchallenge for the IAEA has been to develop and consolidate\r\ninternational rules and measures relating to nuclear safety\r\nand radiation protection into a global nuclear safety regime.\r\nAfter the discovery of clandestine nuclear activities in Iraq\r\nin 1991, another great challenge has been to strengthen the\r\nsafeguards system so as to reduce the risk that any nuclear\r\nactivity which should have been declared, remains\r\nundetected.\r\nWith the end of the cold war, new opportunities for\r\nnuclear disarmament and arms control have opened up. As\r\na result, there are new expectations and demands on the\r\nIAEA in the area of verification. Similarly, the goals of\r\nsustainable development and protection of the global\r\nenvironment mean new tasks and challenges for the IAEA.\r\nI shall now develop these themes, beginning with the issue\r\nof non-proliferation.\r\nThe seriousness with which the Security Council of\r\nthe United Nations looks at the question of nuclear\r\nproliferation is reflected in the summit declaration of\r\n31 January 1992, where it was clearly stated, inter alia, that\r\n\"... the proliferation of weapons of mass destruction\r\nconstitutes a threat to international peace and\r\nsecurity.\" (S/PV.3046, p. 145)\r\nPointing to the non-proliferation Treaty, the members of the\r\nCouncil stressed\r\n\"the integral role in the implementation of that Treaty\r\nof fully effective safeguards\" (ibid., p. 145 (a-z))\r\nand committed themselves to taking\r\n\"appropriate measures in the case of any violation\r\nnotified to them by the IAEA\" (ibid., p. 145 (a-z)).\r\nThe Security Council thus made it clear that it regards\r\nthe IAEA as instrumental to the fulfilment of its own task\r\nof preventing the proliferation of nuclear weapons, and the\r\ncases of Iraq and the Democratic People’s Republic of\r\nKorea (DPRK) demonstrated how the Council relies on the\r\nIAEA as the nuclear inspection arm of the United Nations\r\nsystem. For its part, the Agency has, naturally, looked to\r\nthe Council as the political organ responsible for handling\r\nany violations of nuclear arms control agreements. It\r\nwould be wise to build on this experience in the future.\r\nIn these days of electronic communications, close and\r\ncontinuous liaison between Vienna and New York is not\r\ndifficult. Between the Director General of the IAEA and\r\nthe Secretary-General of the United Nations there is\r\nalready a secure and direct communications link, and if\r\nthe Security Council so wished I am sure informal\r\nbriefings by the IAEA by closed-circuit television could\r\nbe arranged.\r\nAs the non-proliferation regime moves further\r\ntowards universality and as nuclear disarmament results\r\nin reductions in nuclear arsenals, it becomes increasingly\r\nimportant that commitments made under the NPT and\r\nother nuclear-related agreements be fully respected. The\r\n1995 NPT review and extension Conference, which will\r\nmeet in New York next year, will have before it detailed\r\nreports from the IAEA about the way in which the\r\nAgency is strengthening the safeguards system in order to\r\nincrease its detection capacity and, thereby, the level of\r\nassurance it can give about compliance by States with\r\ntheir international commitments. The Agency will also be\r\nreporting to the NPT Conference on its activities in\r\nsupport of the transfer of nuclear science and technology\r\nfor peaceful purposes.\r\nI shall now discuss IAEA verification activities in\r\nspecific areas, beginning with Iraq.\r\nSince May 1991 the IAEA has carried out 26\r\ninspection missions in Iraq under the mandate of Security\r\nCouncil resolution 687 (1991). Based on these\r\ninspections and the analysis of document samples,\r\nprocurement data and other information, the course of\r\nIraq’s clandestine nuclear-weapons programme has been\r\nthoroughly investigated and charted. As also required by\r\nresolution 687 (1991), the IAEA has completed the\r\ndestruction, removal or rendering harmless of Iraq’s\r\nweapons-usable materials, facilities and equipment. We\r\nare confident that, as a result of these activities, no\r\npractical capability for the production of nuclear weapons\r\nremains in Iraq. Nevertheless, the IAEA retains the right\r\nto investigate any further aspects of Iraq’s former\r\nprogramme if new information should warrant such\r\naction.\r\nConcurrently with these mapping and dismantling\r\nactivities, the IAEA has been phasing in elements of its\r\nplan for the ongoing monitoring and verification of Iraq’s\r\ncompliance with resolutions 687 (1991) and 707 (1991).\r\nAll the elements of the IAEA’s plan, which was approved\r\n2\r\nGeneral Assembly 33rd meeting\r\nForty-ninth session 17 October 1994\r\nby the Security Council in resolution 715 (1991) and was\r\naccepted by Iraq, are now in place, and the continuing\r\npresence of IAEA inspectors in Iraq has been established at\r\nthe Baghdad Monitoring and Verification Centre, with the\r\nassistance and the United Nations Special Commission.\r\nMonitoring and verification measures will continue to\r\nevolve as technical needs arise and advanced technologies\r\nbecome available.\r\nA mechanism for monitoring future sales and supplies\r\nof designated items to Iraq has been jointly developed with\r\nthe United Nations Special Commission in consultation with\r\nthe Security Council’s Committee on sanctions against Iraq.\r\nOnce approved by the Council, this mechanism will form\r\nan integral part of the ongoing monitoring and verification\r\nsystem.\r\nIn the Democratic People’s Republic of Korea the\r\nIAEA has found evidence suggesting the existence of some\r\nnuclear material - plutonium - that has not been reported by\r\nthat country to the Agency. No progress has been made in\r\nthe Agency’s consequent effort to secure access to\r\nadditional information and locations, as requested by the\r\nAgency in 1993. Further, the problem has been aggravated\r\nby the discharge of spent fuel from the 5-megawatt\r\nexperimental nuclear power reactor without the appropriate\r\nsafeguards measures requested by the Agency. Valuable\r\ninformation about the history of the spent fuel was thereby\r\nirretrievably lost.\r\nIn June 1994 the Democratic People’s Republic of\r\nKorea withdrew from IAEA membership. However, this\r\ndoes not affect its obligations under the Non-Proliferation\r\nTreaty and under the safeguards agreement with the IAEA.\r\nAlthough access for certain periodic safeguards verification\r\nactivities in the declared facilities was denied to the\r\nAgency’s inspectors during July and August, most of these\r\nactivities are currently not subject to restrictions, and the\r\nAgency has been enabled to maintain inspection coverage\r\nof the discharged spent fuel at the 5-megawatt reactor on a\r\ncontinuous basis - in keeping, inter alia, with a statement\r\nby the President of the Security Council on 30 May this\r\nyear.\r\nSo long as the Democratic People’s Republic of Korea\r\nis not providing full nuclear transparency through full\r\nacceptance of safeguards, it will not be possible to verify\r\nthe completeness of the nuclear inventory that it declared in\r\n1992. To the extent that effective safeguards on declared\r\ninstallations are accepted by the Democratic People’s\r\nRepublic of Korea, the Agency can verify the non-diversion\r\nof declared nuclear material from these installations.\r\nAn important development in the past year was the\r\nsuccessful negotiation of comprehensive safeguards\r\nagreements with newly independent States of the former\r\nSoviet Union having significant nuclear facilities.\r\nNPT-type safeguards agreements have been approved with\r\neight of those States. Ukraine, although not yet an NPT\r\nparty, has also signed a comprehensive safeguards\r\nagreement with the Agency, pledging that all nuclear\r\nmaterial under its control will be used only for peaceful\r\npurposes.\r\nIn Latin America, Argentina, Brazil and Chile have\r\nratified the Tlatelolco Treaty for the denuclearization of\r\nLatin America, and Cuba has recently declared that it\r\nintends to adhere to the Treaty. We can therefore expect\r\nthat the Treaty will soon enter into force and that the\r\nIAEA will apply comprehensive safeguards in the entire\r\nLatin American region.\r\nSouth Africa’s roll-back from the possession of\r\nnuclear weapons to non-nuclear-weapon status and its\r\naccession to the NPT constitute a major development.\r\nThe IAEA has carried out a great number of safeguards\r\nmissions to South Africa under the NPT safeguards\r\nagreement since October 1991. After thorough\r\ninvestigation, the Agency has found no reason to doubt\r\nthe veracity of South Africa’s initial declaration of\r\nnuclear material. Full membership rights in the IAEA\r\nhave now been restored to South Africa.\r\nAnother recent positive development in Africa is the\r\ndeclaration by Algeria of its intention to accede to the\r\nNPT.\r\nThe creation of the African nuclear-weapon-free\r\nzone should now be at hand. The IAEA has continued to\r\nassist the African States in their efforts towards this end.\r\nThe text of a treaty for an African nuclear-weapon-free\r\nzone, which has been submitted to the current session of\r\nthe General Assembly for consideration, entrusts the\r\nIAEA with the responsibility for safeguards verification\r\nunder the treaty.\r\nAt the request of its General Conference, the IAEA\r\nhas been engaged in activities to promote the role of\r\nsafeguards in the Middle East. I have personally pursued\r\nconsultations with a number of States in the Middle East\r\nabout the early application of Agency safeguards to all\r\nrelevant activities in the region. Further, in the context of\r\nthe Middle East peace negotiations, the Agency has\r\nprovided expert assistance to the participants in the\r\nMultilateral Working Group on Arms Control and\r\n3\r\nGeneral Assembly 33rd meeting\r\nForty-ninth session 17 October 1994\r\nRegional Security. Lastly, the Agency organized in 1993\r\na workshop for experts from Middle East countries on the\r\nmodalities for the application of safeguards in the Middle\r\nEast region. As a follow-up, and in the context of the\r\nMultilateral Working Group, a visit by representatives of\r\nMiddle East States was arranged to a nuclear power plant\r\nin Western Europe. The purpose of this visit was to\r\ndemonstrate how regional verification activities can\r\ncomplement international verification efforts. In the\r\ncoming year, I propose to continue my consultations with\r\ncountries in the Middle East.\r\nFollowing the discovery in Iraq of undeclared nuclear\r\nmaterial, installations and activities, considerable efforts\r\nhave been made in the IAEA to strengthen the Agency’s\r\ndetection capability. Some measures have already been\r\nintroduced, such as the request for the early provision of\r\ndesign information on nuclear installations and for reporting\r\non the export and import of nuclear material and specified\r\nequipment and non-nuclear material over and above the\r\nreporting requirements of safeguards agreements.\r\nFurthermore, a comprehensive programme to improve the\r\nefficiency and effectiveness of the safeguards system is\r\nbeing developed for submission to the Board of Governors\r\nin March 1995. It is designed to strengthen the Agency’s\r\naccess to information and access to sites for inspection. It\r\nwill include innovations in detection techniques and\r\ntechnologies, such as environmental monitoring, as well as\r\nrecommendations to remove various restrictions imposed by\r\nStates on inspections. It is paradoxical, for instance, that\r\nStates that have accepted international inspection in order\r\nto demonstrate their openness and compliance with\r\nnon-proliferation commitments, still demand that inspectors\r\napply for visas before coming.\r\nSafeguards are not a form of intrusion on States’\r\nsovereignty, but, rather, an opportunity for States to\r\ndemonstrate their compliance with international obligations.\r\nSafeguards are an institutionalized means of nuclear\r\ntransparency to create confidence.\r\nLet me now briefly describe the IAEA’s recent\r\nengagement in some verification issues that go beyond our\r\ntraditional safeguards activities.\r\nMr. Arzoumanian (Armenia), Vice-President, took the\r\nChair.\r\nAs a result of the current dismantling of nuclear\r\nweapons by the United States and Russia and the ongoing\r\nreprocessing of spent nuclear fuel in several countries,\r\nsubstantial quantities of plutonium and high enriched\r\nuranium (HEU) are recovered. On the issue of\r\nfissionable material from dismantled weapons, President\r\nClinton and President Yeltsin agreed in January 1994 to\r\nestablish a joint working group to consider, inter alia:\r\n\"steps to ensure the transparency and irreversibility\r\nof the process of reduction of nuclear weapons,\r\nincluding the possibility of putting a portion of the\r\nfissionable material under IAEA safeguards\".\r\nI can report to the Assembly that, for its part, the United\r\nStates has begun a process for the eventual submission to\r\nIAEA inspection of all United States fissile material no\r\nlonger needed for defence purposes. Storage locations for\r\nsuch material have been identified, and the legal,\r\ntechnical and financial aspects of safeguards are being\r\nconsidered. A first inspection has already taken place.\r\nFurthermore, there seems to be broad agreement that\r\nplutonium and high enriched uranium from the civilian\r\nsector should be stored under conditions of greater\r\ntransparency, adequate physical security and nuclear\r\nsafety and with a high degree of assurance against\r\npossible diversion for weapons purposes. The Agency\r\ncan assist in building further on existing measures if\r\nrequested to do so by the relevant States and if adequate\r\nresources are made available.\r\nLast year the General Assembly adopted without a\r\nvote a resolution which recommended the negotiation of\r\na verifiable treaty banning the production of fissile\r\nmaterial for nuclear weapons or other explosive purposes.\r\nThe Assembly also requested the IAEA\r\n\"to provide assistance for examination of verification\r\narrangements for such a treaty as required\".\r\n(resolution 48/75 L, para. 2)\r\nIn compliance with this request I have established a\r\nworking group within the IAEA secretariat to examine the\r\nverification problem and to prepare background papers\r\nwhich may be of use in the negotiations between States.\r\nNegotiations are well under way at the Conference\r\non Disarmament on a comprehensive test-ban treaty\r\n(CTBT). Although the scope of the treaty and the\r\nmodalities for its verification are not yet agreed, a number\r\nof States seem to support a significant role for the\r\nAgency, having in mind the cost-effectiveness of using an\r\nexisting organization with relevant experience and\r\ninfrastructure, and also the mutually reinforcing nature of\r\nverifying non-proliferation and CTBT pledges. Violation\r\n4\r\nGeneral Assembly 33rd meeting\r\nForty-ninth session 17 October 1994\r\nof a commitment not to test would simultaneously\r\nconstitute a violation of a non-proliferation commitment to\r\nuse nuclear material only for peaceful purposes.\r\nThe recently reported increase in illicit trafficking in\r\nnuclear material is a matter of concern. During the past\r\nyear the IAEA has recorded many cases which have\r\nwarranted follow-up. Fortunately, each of these cases has\r\nturned out to involve only small quantities of nuclear\r\nmaterial, and in no instance does this material appear to\r\nhave come from a nuclear weapons stockpile. However, the\r\nuncontrolled movement of fissionable material involves\r\nboth proliferation and radiation risks, and it suggests that\r\ncontrol and supervision at some installations authorized to\r\npossess and use such material are currently inadequate.\r\nThese problems have been the subject of much\r\ndiscussion between Governments lately, and several\r\nmeasures are being taken. A primary condition to prevent\r\ntrafficking is that institutions handling nuclear material\r\nshould have adequate systems of accountancy, control and\r\nphysical protection. In these regards, the IAEA can step up\r\nadvice and technical assistance - if resources are made\r\navailable.\r\nFurthermore, although activities such as the conduct of\r\npolice investigations are beyond the IAEA’s competence,\r\nthe Agency could significantly improve its continuous\r\ncollection, verification and analysis of information obtained\r\nfrom the media and from Member States in order to\r\nseparate fact from fiction and report the real extent of the\r\nproblem. Last month the IAEA General Conference invited\r\nme to convene a group of experts designated by Member\r\nStates and competent international organizations to examine\r\nthe options available for a strengthened Agency role in that\r\narea. This will take place in November, and the Board of\r\nGovernors of the IAEA will take up the issue again in\r\nDecember.\r\nI turn now to the IAEA’s work on the peaceful\r\napplications of nuclear energy, both nuclear-power\r\ngeneration of electricity and other applications.\r\nNuclear power has been stagnating in the Western\r\nindustrialized countries, partly as a result of a comfortable\r\nelectricity supply situation in several of these countries and\r\npartly as a result of public opposition, especially after the\r\nChernobyl accident. East Asia is now a major growth area,\r\nwhere a number of countries are moving ahead with\r\nvigorous construction programmes.\r\nAs demand for electricity begins to accelerate\r\nworldwide, a continued stagnation of nuclear power could\r\nbe problematic. Ambitious energy saving and the greater\r\nuse of renewable sources of energy - like solar and wind\r\npower and biomass, will not be enough to meet the\r\ndemand for increased base load electricity which everyone\r\npredicts. In some places more hydropower may be\r\ndeveloped, but the easiest way to meet the increased\r\ndemand dictated by population increase and economic\r\nexpansion will generally be through the burning of more\r\nfossil fuels, notably coal and gas. However, as this is\r\nbound to add to the pollution of the world’s atmosphere,\r\nsuch a choice would present policy makers with a serious\r\ndilemma. At a cost, sulphur dioxide and nitrogen oxides\r\nmay be removed from flue gases; but Governments are\r\ncommitted also to reducing, or at least stabilizing, the\r\nlevel of carbon dioxide emissions in order to try to ward\r\noff global warming. In this regard, a shift from coal to\r\ngas may be welcome, as gas gives rise to less carbon\r\ndioxide per energy unit produced. However, the current\r\ntrend is towards a global increase not only in the use of\r\ngas but also in the use of all fossil fuels and,\r\nconsequently, a global increase in carbon dioxide\r\nemissions.\r\nAlthough nuclear power is essentially emission-free,\r\nand although uranium resources and existing industrial\r\ncapacity would allow a vast expansion of nuclear\r\ngenerating capacity, it is not suggested that nuclear power\r\nalone can be the solution to this dilemma. It is very\r\ndifficult, on the other hand, to see that there can be a\r\nsolution to the dilemma without a substantial nuclear\r\ncomponent in the world energy mix.\r\nGovernments are beginning to grapple with this\r\nproblem as a part of the implementation of the\r\nFramework Convention on Climate Change, adopted at\r\nthe United Nations Conference on Environment and\r\nDevelopment in Rio de Janeiro in June 1992. The\r\nIntergovernmental Panel on Climate Change (IPCC), set\r\nup by United Nations Environment Programme and the\r\nWorld Meteorological Organization, is examining\r\nresponse scenarios to the threat of global climate change.\r\nFrom these scenarios it can be seen that future energy\r\nmixes with a substantial nuclear power component offer\r\na chance for restraining carbon dioxide emissions. It is\r\nnot surprising, therefore, that the World Energy Council\r\nstated in 1993 that\r\n\"there is a need to continue to seek a way of\r\nexploiting the immense energy reserves of nuclear\r\npower [in a way] which is publicly acceptable across\r\n5\r\nGeneral Assembly 33rd meeting\r\nForty-ninth session 17 October 1994\r\nthe whole fuel cycle from procurement and processing\r\nthrough disposal.\"\r\nThe obstacles to general public acceptance of nuclear\r\npower relate to three major issues: the proliferation risk,\r\nsafety and waste.\r\nI have already described the proliferation situation,\r\nwhich is moving in a positive direction. With accelerated\r\nnuclear disarmament and the prospect of non-proliferation\r\napproaching universality, one might hope that the peaceful\r\nuse of nuclear power may at long last be decoupled in\r\npeople’s minds from the anxiety they have felt about the\r\nthreat of nuclear weapons.\r\nOn safety, Governments are not only focusing on the\r\nweaknesses of some reactors of Soviet design, they are also\r\nmaking broad efforts to develop an international safety\r\nculture. In this regard, a major element was completed this\r\nyear with the conclusion of the international Convention on\r\nNuclear Safety. The Convention covers power reactors and\r\nestablishes binding general rules, and the implementation of\r\nthese rules will be promoted by a peer review process. The\r\nConvention has already been signed by 47 States. Other\r\nelements in the international safety culture are the Paris and\r\nVienna Conventions on liability in the event of a nuclear\r\naccident, the IAEA’s safety-related \"audits\" at individual\r\nnuclear plants and agreed International Basic Radiation\r\nSafety Standards developed by six organizations, including\r\nthe World Health Organization (WHO), International\r\nLabour Organization (ILO) and the IAEA. I should\r\nmention, lastly, that an International Nuclear Event Scale\r\nhas been established and adopted by most States using\r\nnuclear power to help define the severity of incidents in an\r\neasily understandable way.\r\nThus, just as safety in the air and safety at sea have\r\nlong been legitimate international concerns regulated by\r\ninternational instruments, safety in the operation of nuclear\r\npower plants the world over is increasingly subject to\r\ninternational rules, guidelines and advice. We know that an\r\naccident anywhere can result in radioactive fallout across\r\nborders, and even when this is not the case, the\r\npsychological fallout is instantaneous; hence, the efforts to\r\nensure that nuclear power plants everywhere in the world\r\nare operated at a high level of safety.\r\nThe IAEA is at the centre of the emerging\r\ninternational legal infrastructure surrounding the peaceful\r\nuses of nuclear energy. The Agency is also expanding its\r\nrange of international services designed to strengthen safety.\r\nNevertheless, supervision and enforcement of nuclear\r\nsafety rules remain the prerogative of national Governments.\r\nThe results of the intensified work - national and\r\ninternational - on nuclear safety are positive. The number\r\nof unplanned stoppages in nuclear-power plants is going\r\ndown generally and the trend is towards lower doses of\r\nradiation for workers in nuclear-power plants.\r\nNevertheless, probably only years of nuclear operations\r\nwithout serious accidents will reduce the concern of a\r\npublic which is prepared to accept much less risk in the\r\nnuclear area than in many others. To give only one\r\nexample, let me mention that a report of the International\r\nLabour Organization last April estimating that 3.5 to 5\r\nmillion persons per year are poisoned by pesticides, of\r\nwhom 40,000 die, does not appear to have aroused the\r\npublic.\r\nA third concern affecting public acceptance of\r\nnuclear power relates to nuclear waste. The concern is\r\nnot only about highly radioactive waste resulting from\r\npowerplants but even about lower medium-level\r\nradioactive waste, sometimes raising problems for further\r\nuse of modern nuclear techniques in medicine. It is\r\nprobable that these concerns will be allayed only when\r\ngovernments and industry have actually established\r\nrepositories for wastes of different levels of radioactivity.\r\nFrom the scientific and technical standpoint there are no\r\nserious obstacles to the building of such repositories and\r\nseveral countries have done so or are preparing to do so.\r\nNor are there usually any financial problems connected\r\nwith the disposal of radioactive waste from civilian\r\nactivities, as these are accustomed to carrying the cost of\r\ndisposal. However, as the selection of disposal sites often\r\nmeets opposition, a very open dialogue with the public is\r\nneeded. Experience in several countries shows that this\r\nis possible.\r\nAlthough the disposal of radioactive waste is clearly\r\na local matter, the extremely long periods during which\r\nsome wastes remain active creates a common international\r\ninterest that radioactive waste anywhere on the planet be\r\nresponsibly handled. This is also the reason why there is\r\nnot only an increasing international exchange of\r\nexperience in this field, but also a development of\r\ninternationally agreed legal rules and guidelines. We\r\nexpect that work will soon commence in the IAEA on a\r\nbinding convention on the safety of radioactive waste management.\r\nSo far, only a few developing countries have a\r\ntechnological level and infrastructure that would allow\r\nthem to make use of the present types of nuclear-power\r\n6\r\nGeneral Assembly 33rd meeting\r\nForty-ninth session 17 October 1994\r\nreactors. For their electricity generation, they will have to\r\nrely on technologically less demanding solutions, mostly\r\ninvolving the burning of fossil fuels, which in turn will\r\nmake it desirable for technologically advanced nations to\r\nmake greater use of nuclear power. For the future, it may\r\nbe hoped that simpler-to-operate, smaller and less costly\r\nnuclear reactors will become available for wider use by\r\ndeveloping countries in the generation of electricity for their\r\nfast-growing urban centres and also perhaps in the\r\ndesalination of water to compensate for scarce fresh water\r\nresources. Developing countries members of the IAEA are\r\nkeenly interested in these questions.\r\nMeanwhile, the IAEA is intensely and successfully\r\nengaged in the transfer of many non-power nuclear\r\ntechniques to developing countries. Emphasis is being\r\nplaced on techniques which will contribute to sustainable\r\ndevelopment - food production and preservation, the\r\nharnessing of fresh water resources, industrial uses and the\r\npromotion of human health. Let me give just a few\r\nexamples of what the Agency is engaged in in these fields.\r\nIn the field of food production, the Agency is\r\npromoting the use of the so-called sterile insect technique,\r\nwhich relies on the release of large numbers of\r\nradiation-sterilized male insects to mate with fertile females,\r\nthereby gradually reducing the population of, for instance,\r\ntsetse flies and Mediterranean fruit flies. Interest in this\r\ntechnique, which has long been used in North and South\r\nAmerica, is now growing in many countries, and the IAEA\r\n- together with the Food and Agriculture Organization of\r\nthe United Nations - is trying to respond to this interest.\r\nStill in the field of food production, much use is being\r\nmade of radiation to induce mutants of crops such as rice,\r\ngrain and bananas and to create strains which may be more\r\nresistant to pests or adverse climatic conditions.\r\nThe use of tracer radioisotopes for the mapping of\r\nexploitable water resources is another technique promoted\r\nby the IAEA technical cooperation programme, especially\r\nin arid and semi-arid areas.\r\nIn the field of medicine, the use of radiation is a\r\nprincipal method of combating cancer and the IAEA is\r\nmuch involved, inter alia, in the transfer of such techniques\r\nand in assisting recipient States in the field of dosimetry to\r\nensure that the radiation doses delivered are appropriate. A\r\nvery common use of radiation for medical purposes is the\r\nsterilization of surgical instruments and skin grafts; here,\r\ntoo, the Agency is providing assistance.\r\nLet me conclude with some remarks about the\r\nprospects for and constraints on the ability of the IAEA\r\nto play its full role in meeting the growing demands on\r\nthe international system. The United Nations has an\r\noverall responsibility for the maintenance of peace and\r\nsecurity and for the promotion of development. As the\r\n\"Agenda for Peace\" and the agenda for development\r\nshow, there is an obvious link between peace and\r\ndevelopment. Such a link is also at the heart of the\r\nmandate of the IAEA, which is the nuclear verification\r\narm of the United Nations system and at the same time an\r\nagency for the transfer of nuclear technology for peaceful\r\ndevelopment. Both tasks are likely to increase in\r\nimportance as nuclear disarmament accelerates and\r\nemphasis is placed on sustainable development.\r\nDespite the constraints of the zero-real-growth\r\nbudgeting over many years, the IAEA has been able to\r\ndeliver an expanding programme and to respond promptly\r\nto new challenges. This is due partly to strong support -\r\nincluding extrabudgetary support - from member States\r\nand partly to the enthusiasm, dynamism and versatility of\r\nthe Agency’s staff. I would be less than frank, however,\r\nif I did not admit that we are now facing serious\r\nproblems in both respects. While we need to attract the\r\nbest nuclear specialists in the world to remain on top of\r\nthe problems referred to us, the pay and conditions of\r\nservice offered by the United Nations Common System\r\nhave deteriorated. The loss of competitiveness is creating\r\na recruitment problem for the IAEA and for the Common\r\nSystem. As regards financial resources, a decade of\r\nsevere budgetary constraint, combined with delays in\r\nGovernments’ payments of contributions, is perpetuating\r\nthe sense of financial crisis.\r\nThis problem is of course not unique to the IAEA,\r\nbut it is clear that for the IAEA a more adequate, timely\r\nand predictable resource base is necessary if it is to meet\r\nexpanding obligations in the area of nuclear verification\r\nand to undertake tasks requested to ensure the safe use of\r\nnuclear power and the transfer of nuclear technology in\r\nsupport of development. As we approach the fiftieth\r\nanniversary of the first and, we trust, last use of nuclear\r\nweapons in war, and with at last the prospect of major\r\nsteps towards reducing and perhaps eliminating nuclear\r\narsenals, it is all the more vital that effective verification\r\nmechanisms be in place. It would be deplorable if\r\nshort-term concerns over resources reduced the\r\nopportunity to secure the major advances in the field of\r\nnuclear-arms control which now seem to exist. Arms\r\ncontrol and disarmament undoubtedly yield a peace\r\ndividend in terms of reduced military spending.\r\n7\r\nGeneral Assembly 33rd meeting\r\nForty-ninth session 17 October 1994\r\nHowever, disarmament, like development, must be\r\nsustainable and reliable verification is indispensable. A\r\nsmall part of the peace dividend must be invested in such\r\nverification.\r\nLet me, in closing, record the thanks of the IAEA to\r\nthe Government of Austria for maintaining its tradition as\r\nan excellent host to all the international organizations which\r\nare located in Vienna.\r\nThe President: I should like to seek the cooperation\r\nof delegations on the matter of punctuality. I remind\r\ndelegations that punctuality is of the utmost importance in\r\nensuring an effective and orderly organization of the\r\nAssembly’s work and in achieving economies for the\r\nUnited Nations. I strongly endorse the practical suggestions\r\nthat were made at previous sessions for each delegation to\r\ndesignate someone to be present at the scheduled time. I\r\ngenuinely hope that all delegations will cooperate.\r\nI now call on the representative of Turkey to introduce\r\ndraft resolution A/49/L.2.\r\nMr. Batu (Turkey): My delegation has the honour to\r\nintroduce, on behalf of a wide and representative group of\r\nsponsors, draft resolution A/49/L.2 on the annual report of\r\nthe International Atomic Agency (IAEA). The sponsors are\r\nArgentina, Australia, Belgium, Bulgaria, Canada, Croatia,\r\nthe Czech Republic, Denmark, Finland, France, Germany,\r\nGreece, Hungary, Ireland, Italy, Japan, Luxembourg, the\r\nMarshall Islands, Micronesia, the Netherlands, New\r\nZealand, Norway, Poland, Portugal, the Republic of Korea,\r\nRomania, Singapore, Slovenia, Spain, Sweden, Turkey,\r\nUkraine, the United Kingdom and the United States. The\r\ndraft resolution on the report of the IAEA is traditionally\r\nintroduced in the General Assembly by a representative of\r\nthe Bureau of the Agency’s Board of Governors. In\r\nconformity with this established practice, and as a Co-\r\nVice-Chairman of the IAEA Board of Governors this year,\r\nTurkey has assumed the responsibility of introducing the\r\ndraft resolution.\r\nI would like to commend the Director General of the\r\nInternational Atomic Energy Agency, Mr. Hans Blix, for\r\nhis comprehensive statement explaining in detail the annual\r\nreport on the operation of the Agency in 1993. Turkey\r\nconsiders the report as a successful attempt to present a\r\nwell-balanced analysis of the Agency’s activities in 1993.\r\nThe report clearly demonstrates that the Agency has\r\ncontinued to discharge its responsibilities as provided for in\r\nits statute and in the resolutions of the General Conference\r\nand the Board of Governors. My delegation endorses this\r\nreport and believes that it faithfully reflects the Agency’s\r\nefforts to strengthen its safeguards system, to improve the\r\nscope and the effectiveness of its nuclear-safety and\r\nnuclear-cooperation programmes, to minimize risks to life,\r\nhealth and the environment, and to serve as a major\r\nsource of technical assistance to Member States.\r\nIn the changing international political landscape of\r\nour times, the IAEA remains vitally instrumental for the\r\nmaintenance of international peace and security and\r\ncontinues to promote cooperation on the peaceful uses of\r\nnuclear energy.\r\nDuring the past year, one of the most remarkable\r\nachievements of the Agency was the successful adoption\r\nof the Convention on Nuclear Safety. Turkey signed the\r\nConvention on 20 September 1994. We hold the view\r\nthat this Convention is a significant step in the right\r\ndirection and hope that it will contribute to maximizing\r\nsafety at nuclear power plants, of which more than 420\r\nare currently operating world-wide. The scope of this\r\nConvention should be expanded through additional\r\ninternational instruments to improve the effectiveness and\r\nefficiency of the safeguards system of the Agency. The\r\ndraft resolution before us, in paragraph 9, appeals to all\r\nStates to become parties to the Convention on Nuclear\r\nSafety.\r\nNext year will be a turning-point in the history of\r\nthe Treaty on the Non-Proliferation of Nuclear Weapons\r\n(NPT). We are convinced that the Conference of the\r\nparties to the Treaty to be convened in 1995 will\r\ncontribute to our common goal of achieving universal\r\nadherence to the Treaty. It is widely recognized that the\r\nNPT suffers from several weaknesses, especially in\r\nconnection with its monitoring and verification regime.\r\nMy delegation hopes that these weaknesses will be\r\neffectively addressed during the 1995 Conference. This\r\ncould strengthen and further encourage the IAEA’s\r\ncontinuing search for verification methods. We are\r\nconvinced that the IAEA will assume expanded\r\nresponsibilities after the Conference.\r\nWe have to recognize the fact that the end of the\r\ncold war has not totally removed the danger posed by\r\nnuclear weapons. On the contrary, in some cases the\r\ndanger has actually increased. In the post-cold-war era,\r\nillicit trafficking in nuclear material has emerged as a\r\ngrowing threat to international peace and security. This\r\nis a grave concern for all of us. We have to develop a\r\ncommon plan of action to combat this phenomenon. In\r\nthis context, we must address not only the symptoms but\r\n8\r\nGeneral Assembly 33rd meeting\r\nForty-ninth session 17 October 1994\r\nalso the root causes. It is in line with this reasoning that\r\nwe strongly endorse the call upon all States in paragraph 8\r\nof the draft resolution to take all necessary measures to\r\nprevent illicit trafficking in nuclear material.\r\nDraft resolution A/49/L.2 is similar to resolution\r\n48/14, which was adopted on this agenda item last year,\r\nexcept for the following additions and slight changes. The\r\nparagraphs on Iraq have been updated to reflect the\r\nprogress that has been made. The paragraph on the\r\nDemocratic People’s Republic of Korea has been elaborated\r\nto include reference to the bilateral talks. And new\r\nparagraphs on the prevention of illicit trafficking in nuclear\r\nmaterial and on the new Convention on Nuclear Safety\r\nhave been added to the draft resolution. It is a balanced\r\ntext which seeks to be responsive to the needs and interests\r\nof all IAEA members. The draft resolution has gained\r\nbroad support. We hope it will be adopted by consensus.\r\nMr. Chaturvedi (India): We have listened with keen\r\ninterest to the Director General of the International Atomic\r\nEnergy Agency (IAEA), Mr. Hans Blix, and we thank him\r\nfor so ably introducing the report of the Agency. India has\r\nthe honour and privilege of being Chairman of the Board of\r\nGovernors of the Agency for the period 1994-1995. India\r\nhas been a member of the Agency since its inception in\r\n1957. We have consistently attached the highest\r\nimportance to the objectives of the IAEA, and we are active\r\nparticipants in its many activities. We thus regard the\r\nchairmanship of the Board as a valuable opportunity to\r\nserve the Agency at a time when its manifold functions, be\r\nthey promotional, safety-related or regulatory, are attracting\r\nwide attention.\r\nThe objectives of the Agency, objectives which we\r\ngreatly value, are clearly spelt out in its statute. The\r\nprimary objective of the Agency is that\r\n\"The Agency shall seek to accelerate and enlarge\r\nthe contribution of atomic energy to peace, health and\r\ndevelopment throughout the world\".\r\nIn conformity with this spirit, India lays emphasis on\r\nthe Agency’s role in promoting the peaceful uses of nuclear\r\nenergy. We note with satisfaction that in September the\r\nGeneral Conference adopted resolutions on strengthening\r\nthe Agency’s technical cooperation activities. It also\r\nadopted resolutions supporting the Agency’s role in the use\r\nof isotope hydrology for water-resource management and in\r\nplans for producing potable water economically. Similarly,\r\nin 1993 a resolution on food irradiation was adopted; since\r\nthen the Agency has developed a useful project in this field.\r\nThese are concrete examples of uses of nuclear\r\nenergy for the benefit of mankind. While they are\r\nwelcome, we believe that the Agency can and should do\r\nmuch more. For instance, the availability of radioisotopes\r\nis influenced by the shortage of high-flux research\r\nreactors as sources of radioisotope production. The\r\nexisting facilities in some of the developing countries are\r\nunder-utilized or face financial crunches. The Agency\r\ncan address this situation.\r\nOne of the crucial areas for the Agency is to help\r\nmember countries, particularly those which require\r\ntechnical assistance and expertise, in their plans to\r\ndevelop nuclear power. Though debate continues about\r\nthe economic and safety aspects of nuclear power in parts\r\nof the developed world, particularly in Europe and\r\nAmerica, in Asia and in many developing countries there\r\nis recognition that nuclear power is a viable and\r\nsubstantive long-term option to meet the increasing\r\ndemands for energy without endangering the environment\r\nor depleting natural resources. The Agency has to play\r\na catalytic role in assisting member countries in this\r\nregard. It can also enhance its activities in other,\r\nnon-power applications in the fields of agriculture,\r\nmedicine and industry. We hope that more projects of\r\nreal and demonstrable benefit to the people will be\r\ndeveloped and that such model projects will give an\r\nimpetus to the growth of the peaceful uses of nuclear\r\nenergy. India, on its part, will be ready to intensify its\r\ninteraction with the Agency in these areas and to share its\r\nknow-how, either bilaterally or through the Agency\r\ntechnical cooperation programmes.\r\nIn September Vienna also witnessed the signing of\r\nthe International Convention on Nuclear Safety. India\r\nwas among the first few to sign this Convention. There\r\nis a growing global concern for nuclear safety. The\r\nAgency has done commendable work in helping the\r\nprocess of negotiation and conclusion of the safety\r\nConvention. We look forward to the exchange of ideas,\r\nsuggestions and expertise under the peer-group review\r\nmechanism envisaged under the Convention.\r\nAnother important area of the Agency relates to the\r\napplication of safeguards. We note with interest that the\r\nAgency has embarked upon a major exercise on the\r\nstrengthening of the safeguards system. We attach\r\nimportance to this exercise, aimed at making the\r\nsafeguards system more efficient and cost-effective. In\r\nthis context, one of the recurring themes over the year in\r\nthe Board meetings of the Agency has been the\r\nimplementation of the safeguards agreement between the\r\n9\r\nGeneral Assembly 33rd meeting\r\nForty-ninth session 17 October 1994\r\nAgency and the Democratic People’s Republic of Korea.\r\nThis is a complex and substantive issue, in which there\r\nhave been many developments, both technical and political.\r\nOur point of view has been consistent. We believe that the\r\nbest way in which this difficult issue can be resolved is\r\nthrough patient discussions among all the concerned parties.\r\nWe have supported a policy of cooperation and dialogue\r\nrather than confrontation and deadlines, and in this spirit\r\nhave welcomed the discussions between the United States\r\nof America and the Democratic People’s Republic of\r\nKorea. It is for this reason that in the Board we abstained\r\nin the voting on those resolutions, which we felt did not\r\ncontribute to a positive result. We have similar reservations\r\non the ninth preambular paragraph and operative paragraph\r\n6 of the draft resolution being considered under this item.\r\nNevertheless, since the draft resolution is on the activities\r\nof the IAEA as a whole, to which we attach great value, we\r\nwill go along with it.\r\nOne of the new resolutions at the General Conference\r\nrelated to illicit trafficking in nuclear material, an issue\r\nwhich has attracted worldwide attention. The threat\r\nemanating from such illegal trafficking is particularly grave\r\nwhen linked to clandestine nuclear programmes. We\r\ntherefore share the concern, and look forward to meaningful\r\nactivity by the Agency in this field.\r\nMany references are made to the Treaty on the\r\nNon-Proliferation of Nuclear Weapons (NPT) and the\r\nIAEA’s role in the application of safeguards to NPT\r\nsignatories. India’s position on the NPT is well known.\r\nWe have always unequivocally supported all efforts at\r\nnon-proliferation which are universal and\r\nnon-discriminatory. Similarly, we support measures which\r\nare truly universal in the disarmament field: the chemical\r\nweapons Convention, the proposed comprehensive test-ban\r\ntreaty, and a treaty on the cut-off of the production of\r\nfissile material for weapons. What we cannot subscribe to\r\nis a treaty that divides the world into nuclear haves and\r\nhave-nots, with an inherently inequitable set of\r\nresponsibilities and obligations for the two. In our view,\r\nthe only logical and viable approach to the proliferation\r\nproblem is to work for the goal of complete nuclear\r\ndisarmament. In demonstrating our willingness and ability\r\nto work with others towards the total elimination of nuclear\r\nweapons, I can do no better than to quote from the\r\nIndo-United States Joint Statement issued after discussions\r\nbetween Prime Minister Narasimha Rao and President\r\nClinton in Washington on 19 May 1994, as follows:\r\n\"President Clinton and Prime Minister Narasimha\r\nRao offered their strong support for efforts towards\r\nthe non-proliferation of weapons of mass destruction\r\nand their means of delivery and towards their\r\nprogressive reduction, with the goal of elimination\r\nof such weapons, which are among the most\r\npressing challenges to the security of States in the\r\npost-cold war era\".\r\nBefore I conclude, I would once again reiterate our\r\nfull support for and cooperation with the Agency in the\r\nexecution of its many responsibilities.\r\nMr. Wlosowicz (Poland): At the outset I should\r\nlike to express my delegations’s appreciation to the\r\nDirector General of the International Atomic Energy\r\nAgency, Mr. Hans Blix, for the annual report of the\r\nAgency for 1993, as well as for his comprehensive,\r\nforward-looking and - above all - convincing statement.\r\nAs a result of profound political transformations in\r\nthe world during the last few years and of the rapidly\r\nemerging public awareness of the limitations of the main\r\ncomponents of the natural environment that are decisive\r\nfor the existence of man - such as clean air, clean water\r\nand clean soil - the international instruments established\r\ndecades ago are now facing new challenges and\r\nopportunities. In the context of these changes and\r\nchallenges, the work of the International Atomic Energy\r\nAgency has assumed a higher profile than at any other\r\ntime in its history.\r\nStrengthening the nuclear non-proliferation regime\r\nremains a top priority for both the Agency and its\r\nmember States. The Treaty on the Non-Proliferation of\r\nNuclear Weapons (NPT) remains the cornerstone of\r\ninternational efforts to prevent the spread of nuclear\r\nweapons. It is our firm belief and hope that the 1995\r\nConference will extend the NPT indefinitely and\r\nunconditionally. That, in our view, would have beneficial\r\neffects on the world’s security and stability as well as on\r\nthe growth of international cooperation in the peaceful\r\nuses of nuclear energy. These beneficial effects could be\r\nenhanced by further reductions of the existing nuclear\r\nweapons arsenals and by the conclusion of a\r\ncomprehensive test-ban treaty, as well as by\r\ncommencement of negotiations on an international treaty\r\nbanning the production of fissile material for nuclear\r\nweapons.\r\nWith its extensive experience in safeguards\r\nverification activities, the Agency is well placed to play\r\na leading role in both developing and implementing the\r\nverification regime for such agreements.\r\n10\r\nGeneral Assembly 33rd meeting\r\nForty-ninth session 17 October 1994\r\nIn recent months Kyrgyzstan and Kazakhstan have\r\nacceded to the NPT, bringing it a step closer to\r\nuniversality. The Government of Ukraine has agreed to\r\nplace its nuclear material under IAEA safeguards and has\r\nindicated its intention to accede to the NPT. There are signs\r\nthat the Democratic People’s Republic of Korea will be\r\nreassuming its obligations under the NPT. We urge the\r\nDemocratic People’s Republic of Korea to allow the IAEA\r\nto have access to all safeguard-relevant information and\r\nlocations.\r\nMy delegation takes this opportunity to commend the\r\nDirector General and the Agency’s Action Team for their\r\nefforts relating to the dismantling of Iraq’s nuclear-weapons\r\ncapability. Now the Agency is in a position to implement\r\nits ongoing monitoring and verification plan.\r\nWe welcome the steps being taken by the Agency to\r\nstrengthen the safeguard system, which, together with the\r\nNPT, constitutes the principal international assurance of the\r\npeaceful uses of nuclear energy. We endorse in particular\r\nthe request to the IAEA Director to continue with the\r\nassessment, development and testing of measures for\r\nachieving a strengthened and more cost-effective safeguards\r\nsystem and to present proposals to that end to the IAEA\r\nBoard of Governors in March 1995.\r\nNuclear safety remains a key area of the IAEA’s\r\nwork. The recent adoption of a Convention on Nuclear\r\nSafety was an important step in this field. Poland was\r\namong the countries that signed that Convention during the\r\nthirty-eighth General Conference of the IAEA, on the day\r\nit was opened for signature. We are convinced that the\r\nConvention will serve as a basic international framework\r\nfor safety and review procedures related to nuclear power\r\nplants. Poland believes that it will, among other things, help\r\nensure the safety of the first-generation reactors which\r\npresent a significant threat to both my country and the\r\nwhole of Europe. We hope that all States Members of the\r\nUnited Nations will accede to this important instrument so\r\nthat it may enter into force as soon as possible.\r\nPoland strongly supports the Agency’s work related to\r\nsafe management of spent fuel from research reactors, in\r\nview of the growing scale of this problem in many\r\ncountries. We are also grateful to the Director General for\r\ninitiating consideration of international action in respect of\r\nillicit trafficking in nuclear material. The dimension of this\r\nproblem deserves serious consideration and the taking of all\r\nnecessary measures by the international community.\r\nThe IAEA Report for 1993 makes clear the extent of\r\nthe Agency’s activities in the field of technical assistance\r\nand cooperation. Poland, while not at present developing\r\na nuclear-power option on its territory, does benefit from\r\nthe Agency’s technical assistance in the field of\r\napplication of advanced nuclear methods and\r\ntechnologies, particularly in plant breeding, soil science\r\nand animal production. The IAEA’s activities in nuclear\r\ntechniques for food and agriculture, apart from\r\ncontributing to increased food production and food\r\nconservation, deal effectively with the protection of the\r\nenvironment. The Agency’s technical assistance model\r\nproject on the industrial installation for the electron beam\r\nflue gases treatment, starting this year in the Pomorzany\r\nPower Station in Szczecin, is a good example of the\r\npro-ecological orientation of the IAEA’s activities, which\r\nare of great importance not only for Poland, but also for\r\nthe whole Baltic region.\r\nIn conclusion, I wish to reiterate Poland’s support\r\nfor the Agency’s goals and objectives. Our support finds\r\nits reflection in our co-sponsorship of the draft resolution\r\non the report of the IAEA. To support this draft\r\nresolution is to support the Agency’s goals and objectives,\r\nwhich I believe we all share.\r\nMr. Gajda (Hungary): I should like to start by\r\nexpressing our sincere appreciation to Mr. Hans Blix,\r\nDirector General of the International Atomic Energy\r\nAgency (IAEA), for the submission of the Agency’s\r\nannual report for 1993, as well as for his introductory\r\nstatement and oral report on more recent developments.\r\nThe activities and achievements of the IAEA have\r\nalready been accorded well-deserved acknowledgment and\r\nsupport by the General Conference at its thirty-eighth\r\nsession, held only a short time ago in Vienna. Let me\r\ntherefore state here, once again, that the Republic of\r\nHungary continues to be fully committed to the general\r\nobjectives enshrined in the Statute of the International\r\nAtomic Energy Agency and that it deeply appreciates the\r\nwork done by the secretariat in order\r\n\"to accelerate and enlarge the contribution of atomic\r\nenergy to peace, health and prosperity throughout\r\nthe world.\" (Statute of the International Atomic\r\nEnergy Agency, Article II)\r\nThe Agency and its Director General may rest assured of\r\nthe Hungarian Government’s full support in the discharge\r\nof their important functions.\r\n11\r\nGeneral Assembly 33rd meeting\r\nForty-ninth session 17 October 1994\r\nThe Treaty on the Non-Proliferation of Nuclear\r\nWeapons (NPT), which has been in force for almost 25\r\nyears now, and the non-proliferation regime that is based on\r\nit have become fundamental instruments in the maintenance\r\nof international peace and security, and they have at the\r\nsame time provided a solid foundation for a verifiable\r\nframework for peaceful nuclear cooperation between\r\nnations. In view of the forthcoming 1995 Conference of\r\nthe States Parties to the Treaty, I wish to reiterate that the\r\nHungarian Government remains committed to achieving the\r\nuniversality of the Treaty as well as the indefinite and\r\nunconditional extension of that very important instrument.\r\nIn the reporting period we have witnessed significant\r\nand promising developments in various parts of the world\r\nwhich were aimed at strengthening the non-proliferation\r\nregime. Argentina and Brazil, for instance, have agreed to\r\nbe transparent and verifiable with regard to each other and\r\nto the IAEA. Cuba has announced its intention to adhere\r\nto the Treaty of Tlatelolco, thus raising the hope that the\r\nwhole of Latin America may soon become a nuclear-\r\nweapon-free continent.\r\nIn Africa we can also see good progress - due, in part,\r\nto the valuable assistance of the IAEA - towards the\r\nelaboration of an agreement that will turn that continent\r\ninto another nuclear-weapon-free zone. It is our\r\nexpectation that in March the Board of Governors will be\r\nable to approve a set of measures resulting in an improved\r\nand more cost-effective safeguards system, capable of\r\nproviding sufficient assurances for the international\r\ncommunity about the peaceful nature of the declared - and\r\nany possible undeclared - nuclear activities of any State.\r\nThe Agency’s skilful work in verifying the peaceful\r\nnature of nuclear activities through its safeguards system\r\nhas played an outstanding role for the community of nations\r\nby providing assurances in the field of nuclear non-\r\nproliferation. We note with satisfaction that direct\r\ncooperation between the Security Council and the\r\nInternational Atomic Energy Agency (IAEA) and the close\r\nand continuous liaison between the United Nations\r\nSecretary-General and the Director General of the IAEA\r\nhave proved to be effective tools in handling nuclear-non-\r\nproliferation-related challenges in keeping with the\r\naspirations expressed in the Security Council’s summit\r\nstatement of January 1992.\r\nIn recent years the Hungarian Government has\r\nconsistently supported the efforts of the Agency to\r\nimplement the relevant resolutions of the Security Council\r\nconcerning Iraq. We are pleased to learn from the\r\nAgency’s report that, as a result of those efforts, no\r\ncapability for the production of nuclear reactors exists in\r\nIraq and that the continuing presence of the IAEA\r\ninspectors and the necessary technical preparations for the\r\nongoing long-term monitoring and verification have been\r\nsecured.\r\nWe must express our regret that, despite repeated\r\nattempts by the International Atomic Energy Agency and\r\nthe Security Council, the problems relating to the\r\nimplementation of the safeguards agreements in the\r\nDemocratic People’s Republic of Korea have not yet been\r\nfully solved. We appreciate the impartial and consistent\r\nwork of the IAEA secretariat, which is aimed at\r\nmaintaining the continuity of safeguards and monitoring\r\nsome of the activities of the five-megawatt plant, as\r\nrequested by the Security Council in late May. The\r\nHungarian Government continues to support the Director\r\nGeneral’s efforts, based on the relevant resolutions of the\r\nBoard of Governors, to implement the safeguards\r\nagreement in force fully and unconditionally. We\r\nwelcomed the resumption of bilateral talks between the\r\nUnited States and the Democratic People’s Republic of\r\nKorea and hope that the ongoing negotiations, together\r\nwith the North-South dialogue on nuclear issues, will\r\nsoon enable the Agency to perform the required activities\r\nwith regard to all nuclear activities in the Democratic\r\nPeople’s Republic of Korea.\r\nGiven our country’s geographical location, the\r\nHungarian Government feels compelled to keep a\r\nparticularly watchful eye on the general trends and\r\ndevelopments with regard to trafficking in nuclear\r\nmaterials. We share the public’s increasing concern about\r\nrecent cases of illegal transfer and smuggling of nuclear\r\nmaterials. That is a serious challenge to the international\r\nnon-proliferation regime, causing additional health hazards\r\nas well as safety and environmental concerns. We are of\r\nthe view that in this context the International Atomic\r\nEnergy Agency has an important role to play by\r\nfacilitating international cooperation, including technical\r\nassistance to the countries concerned in the non-law-\r\nenforcement-related fields. The Hungarian Government\r\nwishes to see joint efforts by Member States, the IAEA\r\nand other relevant international organizations coordinated\r\nto curb and stem this problem.\r\nFurther steps must also be taken to eliminate the\r\nthreat of nuclear proliferation. Real and speedy progress\r\nis needed in negotiations on a comprehensive nuclear test-\r\nban treaty and in efforts leading to the elaboration of a\r\nmultilateral internationally and effectively verifiable treaty\r\n12\r\nGeneral Assembly 33rd meeting\r\nForty-ninth session 17 October 1994\r\nbanning the production of fissile material for nuclear\r\nweapons or other explosive devices. These tasks, like the\r\nongoing process of the dismantling of nuclear weapons or\r\nthe safe storage of the already substantial quantities of\r\nplutonium and highly enriched uranium, require additional\r\nefforts from the International Atomic Energy Agency to\r\nelaborate and eventually to operate an effective international\r\nverification mechanism.\r\nThe peaceful utilization of nuclear energy, in particular\r\nnuclear-power generation, is of strategic importance for our\r\nnational economy. We are very well aware that if we want\r\nto rely on nuclear power the safe handling of nuclear\r\nmaterials and facilities is essential. The Hungarian\r\nauthorities therefore have high esteem for the nuclear-\r\nsafety-related activities of the Agency. We commend the\r\nvaluable work performed by the IAEA in the course of the\r\nelaboration, adoption and opening for signature of the\r\nConvention on Nuclear Safety. Related national measures\r\nand international cooperation could contribute greatly to\r\nachieving and maintaining high-level nuclear safety and to\r\nutilizing nuclear energy without any significant risk.\r\nGuided by that desire, the Hungarian Government has\r\nsigned the Convention and intends to comply fully with its\r\nprovisions. Let us express the hope that the largest possible\r\nnumber of States will soon sign and ratify the Convention.\r\nThe accumulated knowledge and experience of the\r\nInternational Atomic Energy Agency have always been of\r\nfundamental importance to Hungary’s nuclear industry and\r\nscientific community. We intend, therefore, to continue to\r\nmake the best use of those assets and to cooperate closely\r\nwith the Agency. At the same time, let me reiterate our\r\nwillingness to share with other members of the international\r\ncommunity whatever experience we have gained in the field\r\nof the peaceful uses of nuclear energy.\r\nIn his opening statement, Mr. Blix described the\r\nInternational Atomic Energy Agency as a nuclear-\r\nverification arm of the United Nations system and as, at the\r\nsame time, an agency for the transfer of nuclear technology\r\nfor peaceful development. The Republic of Hungary\r\ncontinues to be fully committed to that type of organization\r\nand will not cease doing its best to strengthen the Agency.\r\nMr. Shoukry (Egypt) (interpretation from Arabic):\r\nAllow me at the outset to extend a welcome to Dr. Hans\r\nBlix, Director General of the International Atomic Energy\r\nAgency (IAEA), and to congratulate him on his valuable\r\nstatement wherein he reported on the Agency’s\r\nachievements over the past year. Those achievements\r\nreaffirm the increasingly important role played by the IAEA\r\nin promoting the use of nuclear energy for peaceful\r\npurposes throughout the world and to limit the dangers of\r\nnuclear proliferation.\r\nThe international arena continues to witness a\r\nsuccession of developments that afford us many\r\nopportunities to promote efforts aimed at nuclear\r\ndisarmament.\r\nThe IAEA has an important role to play and an\r\nincreasingly significant duty to take advantage of these\r\ndevelopments in promoting efforts aimed at nuclear\r\ndisarmament and in maintaining international peace and\r\nsecurity. The forthcoming 1995 Conference of the States\r\nParties to the Treaty on the Non-Proliferation of Nuclear\r\nWeapons makes it the duty of the international\r\ncommunity to redouble its efforts to achieve the\r\nuniversality of the Treaty and to apply the IAEA\r\nsafeguards regime to all nuclear installations as a\r\nfundamental step toward addressing the shortcomings of\r\nthe current non-proliferation regime and reducing the risk\r\nof international proliferation at the regional and global\r\nlevels in a manner that would build confidence and\r\nenhance the credibility of the IAEA’s role.\r\nEgypt wishes to take this opportunity to call again\r\nupon those States which have not yet done so to accede\r\nto the NPT and upon the States parties to respect their\r\nobligations by reaffirming the universality of the NPT and\r\nthe provisions relating to effective international\r\narrangements to assure non-nuclear-weapon States against\r\nthe use or the threat of use of nuclear weapons against\r\nthem. These two requirements are the only guarantee of\r\nthe credibility of any non-proliferation regime.\r\nEgypt urges all the States of the Middle East to\r\nrespect and to abide by the resolution of the General\r\nConference of the IAEA, which was adopted once again\r\nby consensus, regarding the application of the safeguards\r\nregime in the Middle East. Egypt reaffirms the\r\nimportance of the accession by all the States of the\r\nMiddle East to the NPT and of their placing all nuclear\r\ninstallations anywhere in the region, without exception,\r\nunder the Agency’s safeguards regime. This would\r\nconstitute an important element in support of the peace\r\nprocess in the Middle East in view of its positive effects\r\nit would have on confidence-building and in dispelling the\r\nsense of danger that continues to cast its shadow over the\r\nregion.\r\nI cannot fail to pay tribute to the activities of the\r\nAgency in promoting the peaceful uses of nuclear energy\r\n13\r\nGeneral Assembly 33rd meeting\r\nForty-ninth session 17 October 1994\r\nand in extending technical assistance to the developing\r\ncountries in this field. I should like also to express Egypt’s\r\nappreciation for the advice and assistance provided by the\r\nAgency, which has contributed positively to the work of the\r\nAfrican Group of Experts on the drafting of the treaty on\r\nthe denuclearization of Africa which, we hope, will be\r\ncompleted soon.\r\nI should like to conclude by expressing the hope that\r\nthe Agency will continue its successful work and that it will\r\nreceive the necessary support through the cooperation of the\r\nMember States and receive the resources necessary for it to\r\ndischarge its important responsibilities.\r\nMr. Maruyama (Japan): At the outset, I should like\r\nto express my delegation’s appreciation to the Director\r\nGeneral of the International Atomic Energy Agency (IAEA)\r\nfor his report, which highlights the most important activities\r\nof the Agency and outlines the challenges that are\r\nconfronting it. I also take this opportunity to commend the\r\nefforts of the Director General and his staff in promoting\r\nthe use of nuclear energy for peaceful purposes.\r\nThe IAEA plays a very important role in verifying that\r\nnuclear energy is not diverted from peaceful uses to\r\nmilitary purposes; in assisting Member States to improve\r\nthe safety of nuclear activities undertaken in their\r\nterritories; and in disseminating nuclear technologies for a\r\nvariety of applications. I am confident that the IAEA, as\r\nthe organization within the United Nations system that\r\nspecializes in nuclear issues, will continue to contribute to\r\nworld peace and security, as well as to the well-being of\r\npeople everywhere.\r\nWith the rapid growth of the world’s population and\r\nthe continuous expansion of the global economy, the\r\ndemand for energy is increasing throughout the world.\r\nUnder these circumstances, nuclear power, together with\r\nfossil fuels, must be regarded as a major and reliable source\r\nof energy. The fact that the greater use of nuclear energy\r\nwill help to reduce the amount of carbon dioxide emitted\r\ninto the environment continues to gain relevance. Although\r\nit is up to each individual country to decide which energy\r\nsources to use, the IAEA has valuable expertise in this area\r\nand should be ready to offer advice and assistance to\r\nMember States upon request. In particular, the IAEA can\r\nfacilitate the introduction and maintenance of nuclear-power\r\ngeneration by, inter alia, helping to improve safety levels\r\nand to ensure that nuclear energy is used strictly for\r\npeaceful purposes. It should also be noted that, in addition\r\nto power generation, there are a variety of applications for\r\nnuclear technology in agricultural, health and industrial\r\nareas.\r\nLet me now comment on a number of specific\r\nissues.\r\nI turn first to the question of safeguards. The\r\nimplementation of the Safeguards Agreement between the\r\nIAEA and the Democratic People’s Republic of Korea\r\nremains the most acute problem facing the Agency. It is\r\nmy Government’s position that this Agreement is still in\r\nforce and should be implemented fully; we continue to\r\nsupport the Director General’s strenuous and patient\r\nefforts in this regard. Japan also appreciates the efforts\r\nof the United States to seek a comprehensive solution to\r\nthe nuclear issue in North Korea, and hopes that its\r\ndiscussions with the Democratic People’s Republic of\r\nKorea will soon be successfully concluded. My\r\nGovernment will do its part to promote the process\r\ntoward a solution. Once again, we urge the Democratic\r\nPeople’s Republic of Korea to respond immediately to the\r\nconcerns of the international community as articulated in\r\nresolution GC(XXXVIII)/RES/16 of the General\r\nConference of the IAEA, which was adopted by an\r\noverwhelming majority on 23 September 1994.\r\nMy delegation is pleased that the Convention on\r\nNuclear Safety has been adopted and is open for signing.\r\nAs of 10 October 1994, 47 countries, including Japan, had\r\nsigned the Convention. I should like to appeal to those\r\ncountries that have not yet done so to sign it at the\r\nearliest opportunity. I hope that as many countries as\r\npossible will accede to the Convention and that it will\r\nenter into force before long. My delegation believes that\r\nour next task should be the preparation of a convention\r\non the safety of radioactive waste management, and urges\r\nthat work be started without delay on the basis of the\r\nGeneral Conference resolution to which I referred earlier.\r\nNext, I should like to touch upon the recent increase\r\nin incidents of illicit trafficking in nuclear material, a\r\nproblem that has very serious implications for both\r\nnuclear non-proliferation and safety. The countries and\r\ninternational organizations concerned must redouble their\r\nefforts to address this problem. It is the hope of my\r\ndelegation that the IAEA too will do its utmost, in\r\ncooperation with Member States, to counter this\r\ndangerous trend.\r\nLastly, on technical cooperation with developing\r\ncountries, my delegation appreciates and supports the\r\nIAEA’s recent efforts to explore projects which address\r\n14\r\nGeneral Assembly 33rd meeting\r\nForty-ninth session 17 October 1994\r\nthe development needs of a country and which may be\r\nexpected to directly affect the lives of its people. This new\r\ntrend requires the IAEA to become more closely involved\r\nwith development-related ministries and agencies as well as\r\nwith other international organizations. In this connection,\r\nmy delegation would like to point out that, under the\r\npresent and the foreseeable circumstances, it is especially\r\nimportant that the relevant organizations of the United\r\nNations system cooperate closely in meeting the changing\r\nrequirements of Member States.\r\nMr. Sievering (United States of America): On behalf\r\nof my Government, I congratulate the Director General of\r\nthe International Atomic Energy Agency (IAEA) on his\r\nreport, and in particular commend him and all his staff for\r\nthe many achievements that are reflected in the report.\r\nIt is clear from reviewing the IAEA’s annual report\r\nfor 1993 and listening to the informative remarks of the\r\nDirector General that a major hallmark characterizing\r\nIAEA’s activities is diversity. As an international\r\norganization, the IAEA is, by its very nature, staffed by\r\nindividuals drawn from different and diverse backgrounds\r\nand cultures. These individuals bring to their respective\r\npositions an impressive range of skills. As an international\r\norganization, the IAEA reflects the involvement, concerns\r\nand priorities of its diverse and growing membership. And\r\nin response to its statutory mandate and the needs of its\r\nmembers, the IAEA implements a diverse set of\r\nprogrammes which touch many different lives in many\r\ndifferent ways around the world.\r\nNowhere is the diversity of IAEA programmes more\r\napparent than in its multifaceted programme of technical\r\ncooperation. This programme spans all continents and\r\ndeals with multiple human needs, through efforts, for\r\nexample, to increase food production, improve medical\r\ncare, control the spread of disease among people and\r\nlivestock, ensure safe and reliable water supplies, and\r\nprotect the environment. The list could go on. In a\r\nsteadily shrinking world, in which all countries are\r\nincreasingly facing common problems which transcend\r\nnational boundaries, IAEA programmes are part of timely\r\nand effective responses. At the same time, the IAEA is\r\ndeveloping the human resources to use and expand its\r\nprogrammes. During the past 25 years, the IAEA has\r\nawarded approximately 9,300 fellowships and conducted\r\nover 500 training courses for its members.\r\nInherent in all IAEA programmes is the commitment\r\nto nuclear safety. For many years the IAEA has addressed\r\na diverse array of safety issues, ranging from nuclear-\r\npower-reactor safety to the safe handling of medical\r\nisotopes. The United States strongly supports the IAEA’s\r\ncontinuing work in nuclear safety, and is pleased to have\r\nbeen one of the first signatories of the International\r\nConvention on Nuclear Safety last month in Vienna. My\r\nGovernment urges all countries to participate in this\r\nimportant step forward in enhancing nuclear safety world\r\nwide.\r\nIn his statement the Director General highlighted a\r\ndiverse set of safeguards activities being pursued by the\r\nIAEA. The United States is fully engaged with the IAEA\r\nand other IAEA members in efforts to strengthen the\r\nsafeguards system further. The safeguards system is\r\ndynamic and evolutionary. It provides not only the\r\nessential confidence that nuclear material is being used\r\nexclusively for peaceful purposes, but also the\r\nfundamental basis for continued international nuclear\r\ncooperation and commerce. For these reasons, the United\r\nStates will continue to advocate universal acceptance of\r\nIAEA safeguards.\r\nIn his message to the participants at the thirty-eighth\r\nregular session of the IAEA General Conference last\r\nmonth, President Clinton welcomed \"the Agency’s efforts\r\nin its diverse technical programmes\". The breadth and\r\ncomplexity of these programmes is remarkable. Yet, for\r\nall their diversity, the underlying purpose of these\r\nprogrammes, when taken as a whole, is simple and\r\nsingular. In every facet of its activities, the IAEA is\r\ndedicated to the basic goal of promoting a more peaceful\r\nand prosperous world for its members, and for the\r\ninternational community as a whole. The United States\r\nis committed to supporting and assisting the IAEA in its\r\nimportant work, and looks forward to continued close\r\ncooperation with the Director General, his staff and other\r\nmembers of the International Atomic Energy Agency.\r\nMr. Lamamra (Algeria) (interpretation from\r\nFrench): On behalf of the Algerian delegation and in my\r\nown capacity, I am pleased to express our great\r\nappreciation to Mr. Hans Blix, the Director General of the\r\nInternational Atomic Energy Agency (IAEA), for the\r\nexcellent report he has just presented to us on the\r\nAgency’s activities. Like those before it, this report,\r\nwhich is particularly valuable and instructive, is evidence\r\nof the Agency’s vitality; during its consideration by the\r\nGeneral Assembly a tribute must of course be paid to all\r\nthe Agency’s organs for the activities they carry out.\r\nIn considering of the annual report, we can\r\nimmediately note with satisfaction the commendable\r\n15\r\nGeneral Assembly 33rd meeting\r\nForty-ninth session 17 October 1994\r\nefforts made by the Agency’s various sectors of activity\r\nduring the period under consideration - and with financial\r\nresources frozen, practically speaking, at the level of almost\r\na decade ago. This financial constraint cannot but be\r\nreflected in the density and breadth of the Agency’s\r\nactivities, at a time when it is being called upon more than\r\never to satisfy the international community’s growing needs\r\nboth in promotional and in monitoring activities, and when\r\nthe growing awareness of many developing countries of\r\natomic energy’s potential contribution to their scientific and\r\neconomic development is propitious to a necessary\r\nexpansion in the peaceful uses of atomic energy. To this\r\nend, the Agency must be guaranteed sufficient means to\r\ncarry out its task of promoting the peaceful uses of atomic\r\nenergy by strengthening its technical-assistance activities\r\ndesigned, in particular, to improve developing countries’\r\nscientific and technological capacities in this area. For\r\nalthough the international media may focus on the IAEA\r\nonly in connection with difficulties relating to the\r\nimplementation of safeguards or with serious situations\r\naffecting nuclear safety, there is no doubt but that by\r\ninvesting increasingly and wisely in all spheres of technical\r\nassistance the Agency contributes to the advancement and\r\nimprovement of the living conditions of the peoples, as it\r\nis supposed to do under its statute and Article 55 of the\r\nUnited Nations Charter.\r\nThrough its promotional activities in the areas of\r\nagriculture, food, health, industry, the environment and\r\nearth sciences, the Agency accumulates and disseminates a\r\nbroad range of experience while helping to promote the\r\ndevelopment, acquisition and transfer of nuclear technology\r\nin optimal conditions of security and safety. Ensuring the\r\nprovision of reliable and predictable resources to back up\r\nthe Agency’s technical assistance activities is thus the best\r\nway to promote economic, social, scientific and technical\r\nprogress in order to finally do justice to atomic energy in\r\nthe eyes of the public, which up to now has primarily been\r\naware of the devastating effects of its military uses and the\r\nunbridled nuclear-arms race.\r\nAlgeria for some time now has had an excellent\r\nrelationship with the IAEA and has benefited from some\r\nmodest but precious assistance in terms of expertise and\r\nfinancial resources. This technical cooperation, which has\r\ndeveloped over the years, has helped to strengthen those\r\nrelations, which have culminated in Algeria’s decision\r\nvoluntarily to submit to the IAEA safeguards system its two\r\nresearch and radioisotope-producing reactors. In this\r\ncontext, I am glad to note that thanks to the Agency’s\r\ntechnical assistance Algeria has in recent years developed\r\nactivities designed to expand the application of nuclear\r\ntechnology to the fields of health, agriculture, monitoring\r\nof foodstuffs, industrial gammagraphy, environmental\r\nprotection and the management of radioactive waste.\r\nGiven this remarkable progress, my Government\r\nintends to make additional investments in this field and to\r\nshare its achievements and expertise with our fraternal\r\nAfrican countries through the framework of South-South\r\ncooperation, to which my country is deeply committed.\r\nI wish here to reaffirm to the Director General of the\r\nAgency the Algerian Government’s appreciation for its\r\nassistance in organizing courses and seminars in Algeria,\r\nincluding the regional course on radiotherapy dosimetry,\r\nthe regional course on the preparation and monitoring of\r\nradiopharmaceuticals and the regional course for Africa\r\non food irradiation.\r\nThe conclusion of the International Convention on\r\nNuclear Safety is a perfect illustration of the normative\r\nfunction expected of the Agency, which will be from now\r\non called on to develop this role by increasingly taking\r\nresponsibility for the various aspects of nuclear\r\ntechnology that have an impact on the broad range of\r\nhuman safety. Algeria welcomes the successful\r\nconclusion of the arduous negotiations leading to the\r\nadoption of this important international legal instrument\r\nand is glad to be one of its first signatories.\r\nThe conclusion of the Convention on Nuclear Safety\r\nshould serve to stimulate the normative work of the\r\nAgency, and other such regimes could be envisaged as\r\nneeded in order to meet various existing concerns and\r\nthus minimize the risk of accidents as a result of improper\r\nuse of equipment.\r\nFinally, in carrying out its role in the area of\r\nmonitoring, the Agency should have all the necessary\r\nmeans available to it in order to be able to perform its\r\ntraditional functions in implementing safeguards for the\r\nuse of nuclear energy for strictly peaceful purposes. Here\r\nit should be noted in principle that the IAEA’s safeguards\r\nsystem, which is still one of the key tools in preventing\r\nthe proliferation of nuclear weapons, should not serve\r\nindiscriminately to justify unjustifiable and inappropriate\r\nimpediments on the transfer of nuclear technology to the\r\nbenefit of developing countries.\r\nWith the expected progress in the process of nuclear\r\ndisarmament, the Agency’s proven expertise will of\r\ncourse be called upon in providing a credible verification\r\nsystem to ensure respect for agreements on a total ban on\r\nnuclear testing and on prohibiting the production of fissile\r\n16\r\nGeneral Assembly 33rd meeting\r\nForty-ninth session 17 October 1994\r\nmaterials for military use. Along those same lines, I should\r\nlike to express Algeria’s gratitude for the Agency’s positive\r\nrole and the valuable assistance that it has provided to\r\nAfrican experts in preparing the treaty establishing a\r\nnuclear-weapon-free zone in Africa. We must hope that in\r\nthe near future the Agency will be in a position to\r\nparticipate in establishing a nuclear-weapon-free zone in the\r\nMiddle East, and it is on this expression of hope that I\r\nconclude my statement.\r\nMr. Hudyma (Ukraine) (interpretation from Russian):\r\nThe delegation of Ukraine would like to express its\r\ngratitude to the Director General of the International\r\nAtomic Energy Agency (IAEA), Mr. Blix, for the report he\r\nhas presented to us on the work of the Agency for 1993.\r\nIt is our opinion that the report reflects the multiplicity of\r\nuseful activities which the IAEA undertook during that\r\nperiod.\r\nIt is clear from the report that over the almost-40-year\r\nperiod of its existence, the IAEA has become not only an\r\nactive channel for coordinating policies in the area of the\r\npeaceful uses of nuclear energy but also an authoritative\r\nand world-recognized mechanism for monitoring nuclear\r\nmaterial and for the non-proliferation of nuclear weapons.\r\nUkraine, as a member of the Board of Governors of the\r\nIAEA, has consistently advocated the development of\r\ninternational cooperation in the peaceful uses of atomic\r\nenergy.\r\nThe election of a representative of Ukraine as Vice-\r\nChairman of the Board of Governors of the IAEA is\r\nviewed in our country as acknowledgment of the role and\r\nthe virtues of Ukraine in this area, and also of its\r\ncommitment to the nuclear non-proliferation regime.\r\nUkraine supports the activities of the IAEA to strengthen\r\nthe Agency’s safeguards system by consistently\r\nimplementing measures aimed at its becoming a non-\r\nnuclear State. On 28 September of this year, Ukraine\r\nsigned an agreement with the IAEA on the application of\r\nsafeguards to all nuclear material in all types of peaceful\r\nactivity. We feel that that event is a solid contribution by\r\nour country to the strengthening of the international nuclear\r\nnon-proliferation regime. Ukraine views the signing of the\r\nagreement with the IAEA as a necessary interim measure\r\nin the process of our adhering to the Treaty on the Non-\r\nProliferation of Nuclear Weapons.\r\nIt is the first time that such an agreement has been\r\nconcluded by the IAEA with a State that has nuclear\r\nweapons on its territory but has decided to become a non-\r\nnuclear State. We feel that the signature of that agreement\r\nwill eliminate all other barriers to establishing an\r\nexpanding cooperation by Ukraine with other States,\r\nincluding members of the Nuclear Suppliers’ Group, in\r\nthe area of research, production and the peaceful uses of\r\nnuclear energy.\r\nOf particular importance for Ukraine and the entire\r\nworld community today are the problems of nuclear and\r\nradiation safety. We note with great satisfaction that the\r\nactivities of the Agency are paying increasing attention to\r\nthese problems. We find evidence of the significant\r\nprogress achieved in international cooperation in the area\r\nof nuclear and radiation safety in the preparation for the\r\nimplementation of the Convention on Nuclear Safety.\r\nUkraine was one of the first to sign that document,\r\nthereby taking upon itself obligations to undertake\r\nmeasures to support and enhance the safety of nuclear\r\ninstallations. We signed the Convention fully\r\nunderstanding our responsibility for the safety of nuclear\r\npower plants under our jurisdiction and fully aware of the\r\ncomplexity of the task and of the time it will take us\r\nbefore the safety system for Ukrainian nuclear-power\r\nplants is fully in keeping with the demands of that\r\ndocument.\r\nAs you know, in recent years a great deal of work\r\nhas been done in assessing the safety of nuclear-power\r\nplants in the countries of Central and Eastern Europe and\r\nin those of the former Soviet Union. The Agency’s\r\nsecretariat has played an important role in this connection.\r\nThere is a gradually emerging international consensus\r\nwith regard to the safety of Soviet-designed nuclear-\r\npower plants, and it is important that that consensus be\r\nlinked to a realistic assessment of the virtues and\r\ninadequacies of such equipment.\r\nThere is a growing understanding that assistance\r\ncannot solve the entire gamut of existing problems. We\r\nmust now move towards closer cooperation between East\r\nand West in the area of nuclear safety and promote the\r\nestablishment of infrastructures that can develop and\r\nimplement programmes to enhance the safety of nuclear-\r\npower plants. It is clear that there are no short-term\r\nsolutions to the safety problems created by nuclear\r\nenergy. Such problems demand long and painstaking\r\nefforts, devoted not so much to solving technical\r\nproblems as to bringing about radical changes in the\r\neconomics, management and development of a nuclear\r\nregulatory regime.\r\nIn this context I should like to speak about the\r\nproblems related to the Chernobyl nuclear-power plant.\r\n17\r\nGeneral Assembly 33rd meeting\r\nForty-ninth session 17 October 1994\r\nThe Ukrainian Government has taken the basic decision to\r\nshut that plant down. However, we must not overlook the\r\nfact that 12 reactors of the Chernobyl type are still in\r\noperation in other countries. The problem, therefore, is\r\nboth national and international. We feel that all questions\r\nrelated to nuclear-power units of the Chernobyl type and\r\ntheir shut-down must be viewed, not as local questions, but\r\nas questions that should be part of a comprehensive,\r\ninternational programme.\r\nIt should be pointed out that within the framework of\r\ncooperation between Ukraine and the Group of 7 most-\r\ndeveloped countries an intensive search is being carried out\r\nto find acceptable financial and technical solutions to the\r\nproblem of the Chernobyl nuclear-power plant. Similarly,\r\nwe would stress Ukraine’s position that shutting down the\r\nChernobyl nuclear-power plant and taking it out of\r\noperation must be carried out according to an agreed\r\ntimetable that should contain deadlines for bringing\r\nsufficient compensatory power on line, measures to prepare\r\nfor taking out of operation and subsequently shutting down\r\nsectors of the Chernobyl plant, guarantees for the protection\r\nof plant personnel and a series of measures to enhance the\r\nsafety and security of the sarcophagus. Specific deadlines\r\nfor shutting down individual sectors of the Chernobyl plant\r\nwill depend on the effective solution of all of the\r\naforementioned problems.\r\nOf equal concern to Ukraine is the problem of the\r\ndisposal of spent fuel from the plant. In designing nuclear-\r\npower plants in Ukraine, no one considered the technology\r\nof using or disposing of spent radioactive materials. All\r\nsuch operations were carried out on the territory of a\r\nneighbouring country. Today, Ukraine is confronted with\r\nthe serious problem of establishing permanent, long-term\r\ndepots for such material on its own territory.\r\nHowever, in siting such installations on the European\r\ncontinent, and with an awareness of the danger inherent in\r\nthe disposal of radioactive waste by European States, it has\r\nbeen concluded that joint efforts are required to solve this\r\ncomplicated problem. The results of the international\r\nconference on isolating radioactive waste held late in\r\nSeptember of this year bear eloquent witness to the fact that\r\nthe European countries, and especially the countries of\r\nCentral and Eastern Europe, are prepared to combine their\r\nfinancial and scientific resources to achieve a more rapid\r\nand reliable solution to the problem of enhancing nuclear\r\nsafety in all the countries of the continent.\r\nWe support the Agency’s activities aimed at\r\nestablishing a comprehensive civil liability nuclear damage\r\nregime, and we would express our commitment to the\r\nfundamental principles of that regime, aware as we are\r\nthat it must be applicable to nuclear installations in\r\nUkraine. We are undertaking concrete steps to have our\r\ncountry join the international legal regime for nuclear\r\nresponsibility. Our country’s Parliament is examining a\r\nlaw on the use of nuclear energy and protection from\r\nradioactivity that will contain provisions for the\r\nexceptional and absolute responsibility of the operator in\r\nnuclear-damage compensation. The law will also contain\r\nstandards for regulating the conditions and statute of\r\nlimitations for such compensation.\r\nThe Government has mandated a group of experts to\r\nprepare proposals for Ukraine’s adherence to the Vienna\r\nConvention on Civil Liability for Nuclear Damage. With\r\nregard to accession to that Convention, one must bear in\r\nmind, first, the economic and financial situation of my\r\ncountry, as well as the fact that we possess neither an\r\ninsurance or compensation structure nor any relevant\r\nlegislative regulations.\r\nIn conclusion, my delegation would like to assure\r\nthe General Assembly that it will continue to play a\r\nconstructive role in meeting the important challenges\r\ninherent in the peaceful uses of nuclear energy.\r\nMr. Rovensky (Czech Republic): This year is of\r\nspecial importance in the history of the International\r\nAtomic Energy Agency (IAEA) for two reasons. First,\r\nthis year marks the end of the first 25 years of the Treaty\r\non the Non-Proliferation of Nuclear Weapons (NPT) and,\r\nsecondly, it is the year in which the Convention on\r\nNuclear Safety was concluded and opened to signature.\r\nLet me therefore focus my statement on the IAEA\r\nactivities in those two fields.\r\nThe Czech Republic has reiterated on many\r\noccasions that it considers the non-proliferation Treaty to\r\nbe one of the basic pillars of the system of international\r\nsecurity on both a global and on a regional level. Neither\r\nthe world of today nor that of tomorrow can do without\r\nit. It is in this context that we highly praise the role of\r\nthe IAEA and its safeguards system in the verification\r\nmechanism of the non-proliferation Treaty. In addition to\r\nthe Agency’s continuing work in Iraq and its efforts\r\naimed at the systematic implementation of the safeguards\r\nsystem in various parts of the world, this year we\r\nparticularly appreciate all the efforts of the IAEA in the\r\nsettlement of the North Korean nuclear problem. We\r\nregard that problem as one of key importance and assure\r\nthe IAEA of our readiness to support all its efforts fully\r\n18\r\nGeneral Assembly 33rd meeting\r\nForty-ninth session 17 October 1994\r\nto implement the safeguards agreement with the Democratic\r\nPeople’s Republic of Korea.\r\nWe also welcome the attention being paid by the\r\nIAEA, especially of late, to strengthening safeguards and\r\nenhancing the effectiveness of the safeguards system. The\r\nIAEA will in future have to cope with even more\r\ndemanding tasks in this field in connection with the\r\ncontinued process of nuclear disarmament, for that process\r\nwill remain a permanent reality. Fissile material will\r\nincreasingly be diverted from the military sphere to civilian\r\nuse and thus be brought under the IAEA safeguards system.\r\nThe process has already begun in the United States. We\r\nnote with satisfaction the attention paid to the \"93 plus 2\r\nProgramme\", the framework of which includes many\r\nrecommendations submitted jointly by the delegations of\r\nAustria and the former Czechoslovakia at the thirty-sixth\r\nGeneral Conference of the IAEA in 1992.\r\nIt gives me great honour and pleasure to inform the\r\nAssembly that, on 20 September, just as the Convention on\r\nNuclear Safety was opened for signature in Vienna, the\r\nCzech Republic signed it. We regard this step as our\r\ncontribution to efforts to increase the safety of nuclear\r\ninstallations all over the world through national measures\r\nand international cooperation. In doing so, we also wish to\r\nexpress our readiness to have the international community\r\nobjectively evaluate the safety level of our own nuclear\r\ninstallations. We attach paramount importance to this\r\nquestion, inasmuch as the Czech Republic has been\r\noperating in a densely populated region of Central Europe\r\nits Dukovany nuclear-power plant, with an output of 1,760\r\nMW, and is building a 2,000 MW nuclear-power plant at\r\nTemelin. This plant will go down in history as the first\r\nnuclear-power plant combining to a great extent Russian\r\nand American nuclear technologies.\r\nOn this occasion, let me recall the attention and efforts\r\nwith which the IAEA has been assisting countries of\r\nCentral and Eastern Europe that are operating nuclear\r\nreactors of Soviet provenance to upgrade their technical and\r\nsafety standards. We are very grateful for such assistance.\r\nMr. Biegman (Netherlands), Vice-President, took the\r\nChair.\r\nProviding technical assistance and cooperation is\r\nindeed another important role the Agency plays. For a\r\nnumber of countries, particularly developing ones, material\r\nand scientific assistance in the peaceful use of nuclear\r\nenergy, especially in the use of ionizing radiation,\r\ncontributes to their technical and economic progress. The\r\nCzech Republic cannot as yet contribute more towards the\r\nfund of technical assistance and cooperation, but we\r\nintend to re-evaluate our contribution as soon as our\r\neconomic situation permits.\r\nLet me conclude by thanking the staff of the IAEA\r\nsecretariat, headed by Director General Hans Blix, as well\r\nas the Chairman, Vice-Chairmen and members of its\r\nBoard of Governors, the staff of the advisory committees,\r\nthe working groups and all those who have participated in\r\nthe IAEA’s work. The Czech delegation greatly\r\nappreciates their devoted work and I assure them of my\r\nGovernment’s readiness to continue working with the\r\nIAEA in all fields of its activities.\r\nMr. Sucharipa (Austria): Before commenting on\r\nthe comprehensive, informative and focused report which\r\nwas presented to this General Assembly by the Director\r\nGeneral of the International Atomic Energy Agency\r\n(IAEA), I should like to take this opportunity to express\r\nsincere thanks and great appreciation to Mr. Hans Blix for\r\nhis outstanding services to the Agency and its member\r\nStates. Under the Director General’s leadership, the\r\nAgency has successfully met once again the challenges of\r\nthe past year.\r\nAustria commends the IAEA for its activities in the\r\nfield of safety of nuclear installations and radiation\r\nprotection. We have been following with great interest\r\nthe Agency’s efforts related to the operational safety of\r\nnuclear-power plants. We also support technical\r\nassistance to the newly independent States. Austria\r\nrecently signed the Convention on Nuclear Safety,\r\ncompleted under the aegis of the Agency, and we are\r\nhoping for progress towards a future convention on the\r\nsafety of radioactive waste management.\r\nWe strongly support the ongoing programme to\r\nevaluate possibilities of further strengthening the\r\nAgency’s safeguards system, especially its capacity to\r\ndetect undeclared nuclear activities. We are interested in\r\nthe development and testing of alternative safeguards\r\nmeasures, such as environmental monitoring and the\r\nexpanded involvement of national systems of nuclear\r\naccounting and control in verification.\r\nA major challenge for the Agency resulted from the\r\nDemocratic People’s Republic of Korea’s failure to\r\nrespond to obligations under the Treaty on the Non-\r\nProliferation of Nuclear Weapons (NPT) and its\r\nsafeguards agreements and to the relevant resolutions of\r\nthe Board of Governors and the United Nations Security\r\n19\r\nGeneral Assembly 33rd meeting\r\nForty-ninth session 17 October 1994\r\nCouncil. In this connection, we commend the Agency for\r\nits firmness, competence and impartiality in dealing with\r\nthis disregard for the international system of non-\r\nproliferation of nuclear weapons and for its perseverance in\r\ntrying to secure the full compliance of the Democratic\r\nPeople’s Republic of Korea with its legal safeguards\r\nobligations.\r\nDecisive action by the Agency, carried out in close\r\ncooperation with the United Nations Special Commission,\r\nalso yielded noticeable success in the dismantling of Iraq’s\r\nclandestine nuclear-weapons programme. The long-term\r\nverification system will further contribute to preventing the\r\nproliferation of nuclear weapons and other weapons of mass\r\ndestruction in the Middle East region.\r\nAustria attaches priority importance to the prevention\r\nof the proliferation of nuclear weapons. We recognize the\r\ncentrality of the Nuclear Non-Proliferation Treaty (NPT) to\r\nall efforts to stem the spread of nuclear weapons and we\r\nwill support the indefinite and unconditional extension of\r\nthe NPT at the review and extension Conference next year.\r\nAustria welcomes recent accessions to the NPT.\r\nStressing the importance of universal adherence to the NPT,\r\nwe urge all States which have not yet decided to do so to\r\naccede to the Treaty as soon as possible. In this respect,\r\nwe welcome the recent agreement between Ukraine and the\r\nIAEA for the application of safeguards to all nuclear\r\nmaterials in all peaceful nuclear activities. We look\r\nforward to the accession of Ukraine to the NPT as a\r\nnuclear-weapon State.\r\nWe welcome the entry into force of the Treaty of\r\nTlatelolco in Argentina, Chile and Brazil, the announcement\r\nof Cuba of its intention to adhere to that Treaty for the\r\nProhibition of Nuclear Weapons in Latin America and the\r\nCaribbean, as well as Argentina’s decision to accede to the\r\nNPT this year. We also welcome the progress achieved\r\ntowards the establishment of a nuclear-weapon-free zone in\r\nAfrica and, in the light of the ongoing peace process in the\r\nMiddle East, we urge all States in the region to further the\r\nestablishment of a nuclear-weapon-free zone by becoming\r\nStates parties to the Non-Proliferation Treaty.\r\nThere is an important link between international\r\nendeavours to prevent nuclear proliferation and nuclear\r\ndisarmament, as called for under Article VI of the NPT. In\r\norder further to facilitate the process of nuclear\r\ndisarmament, which has gained momentum in recent years,\r\nwe therefore call for the early start of negotiations on a\r\n\"cut-off\" convention to ban the production of fissile\r\nmaterial for nuclear weapons or other nuclear explosive\r\ndevices. We are gratified by the continued moratoriums\r\non nuclear testing declared by the United States of\r\nAmerica, the United Kingdom, France and Russia, and we\r\nappeal to all States to make every effort to intensify the\r\nnegotiations and to ensure the earliest possible completion\r\nof a comprehensive test-ban treaty. We appreciate the\r\nIAEA’S contributions to the ongoing negotiations in\r\nGeneva and we foresee an important role for the Agency\r\nin the verification of a comprehensive test-ban treaty. In\r\nthis context, I should like specifically to recall and refer\r\nto the relevant statement made this morning by the\r\nDirector General.\r\nThe success of a future comprehensive test-ban\r\ntreaty will largely depend on the quality of the work of\r\nthe organization entrusted with its verification. Close\r\ncooperation with and proximity to the IAEA and its\r\nfacilities will undoubtedly facilitate this work\r\nsignificantly. The Austrian Government has therefore\r\noffered to accommodate the future comprehensive test-ban\r\ntreaty organization in Vienna. This offer was reiterated\r\nby Foreign Minister Mock in his statement during the\r\ngeneral debate of this session of the General Assembly.\r\nThe promotion of nuclear non-proliferation and of\r\nnuclear safety world-wide, the prime responsibility of the\r\nIAEA, is paramount to global security. As the host\r\ncountry for the IAEA, we commend the Agency on its\r\nefforts and on another year of successful implementation\r\nof its mandate.\r\nMr. Graf zu Rantzau (Germany): I have the\r\nhonour to speak on behalf of the European Union.\r\nThe European Union thanks the Director General of\r\nthe International Atomic Energy Agency (IAEA) for his\r\nconcise, comprehensive and informative report. It clearly\r\ndemonstrates that the Agency can once again look back\r\nto a year of successful work in promoting world-wide\r\ncooperation for the peaceful and safe use of nuclear\r\nenergy.\r\nThe European Union feels a particularly strong\r\nresponsibility for promoting nuclear non-proliferation and\r\nnuclear safety world-wide. Strengthening the international\r\nnon-proliferation regime is among the chief priorities of\r\nthe European Union’s common foreign and security\r\npolicy, developed under the provisions of the Maastricht\r\nTreaty. The Union therefore strongly supports the\r\nstrengthening of the Agency’s safeguards system. We\r\nwelcome the Agency’s well-defined programme to\r\n20\r\nGeneral Assembly 33rd meeting\r\nForty-ninth session 17 October 1994\r\ninvestigate ways and means of further strengthening the\r\nsafeguards system. We are looking forward to the results\r\nof this programme which the Director General intends to\r\nsubmit to the Board early next year.\r\nWith regard to the application of Agency safeguards\r\nin the Democratic People’s Republic of Korea, we are\r\ngreatly concerned about the continuing and even increasing\r\nnon-compliance by the Democratic People’s Republic of\r\nKorea with its obligations both under the non-proliferation\r\nTreaty and under its non-proliferation Treaty safeguards\r\nagreement. We deplore the failure of the Democratic\r\nPeople’s Republic of Korea to implement the essential\r\nelements of resolutions of the Board of Governors and of\r\nthe Agency’s General Conference, and of the United\r\nNations Security Council. The European Union, at its\r\nCorfu summit meeting in June, noted with deep concern\r\nthat the Democratic People’s Republic of Korea had not\r\npermitted the Agency to complete essential inspection\r\nactivities, thus making it impossible to ascertain whether\r\nplutonium had been diverted for non-peaceful purposes.\r\nThis persistent non-compliance with international\r\nobligations constitutes a serious challenge to the\r\ninternational non-proliferation regime and to the safeguards\r\nsystem as a whole.\r\nWe support all efforts which contribute, through\r\nconsultation and dialogue, to the transparency of the nuclear\r\nprogramme of the Democratic People’s Republic of Korea\r\nand to stability on the Korean peninsula. However, we\r\nwish to emphasize that our objective remains to secure full\r\ncompliance by the Democratic People’s Republic of Korea\r\nwith its legal obligations. We welcome in this regard the\r\nresolution adopted on 21 September 1994 by the IAEA\r\nGeneral Conference which urges the Democratic People’s\r\nRepublic of Korea to cooperate immediately with the\r\nAgency in the full implementation of the safeguards\r\nagreement and to allow the Agency to have access to all\r\nsafeguards relevant information and locations.\r\nAs regards the Agency’s activities related to the\r\ndismantling of the clandestine nuclear weapons programme\r\nof Iraq, we note positive developments. The IAEA and its\r\naction team have succeeded - in cooperation with the\r\nUnited Nations Special Commission (UNSCOM) and with\r\nclose support from the European Union - in further\r\nneutralizing and eliminating Iraq’s nuclear-weapons\r\npotential. After Iraq’s formal acceptance of Security\r\nCouncil resolution 715 (1991) in November last year, and\r\ngiven the progress reported by UNSCOM since then, we\r\nmay now see the introduction of a long-term verification\r\nsystem. This represents an important further contribution\r\nto preventing the proliferation of weapons of mass\r\ndestruction in the Middle East region.\r\nWe welcome the evolution of a nuclear\r\nnon-proliferation policy in Latin America, in particular the\r\ncoming into force last March of the Quadripartite\r\nAgreement between Argentina, Brazil, the Joint\r\nArgentine-Brazilian Agency for Accounting and Control\r\nof Nuclear Materials, and the IAEA on the\r\nimplementation of full-scope safeguards in both countries.\r\nWe also note with satisfaction that the Tlatelolco Treaty\r\nfor the Prohibition of Nuclear Weapons in Latin America\r\nhas now entered into force in Argentina, Chile and Brazil,\r\nthus nearly completing an important regional\r\nnon-proliferation system, and we note with appreciation\r\nthe recent announcement by Cuba of its decision to\r\nadhere to the Tlatelolco Treaty. The next step should be\r\naccession to the non-proliferation Treaty by all those\r\nLatin American countries that have not yet ed to it. In\r\nthis context, we welcome Argentina’s decision to accede\r\nto the non-proliferation Treaty before the end of this year.\r\nWe also welcome the commitment by Algeria and\r\nMoldova to accede to the non-proliferation Treaty at an\r\nearly date.\r\nThe European Union notes with concern that a major\r\nnewly independent State, Ukraine, has not yet acceded to\r\nthe non-proliferation Treaty. We welcomed the\r\nagreement between Ukraine and the IAEA for the\r\napplication of safeguards to all nuclear material in all\r\npeaceful nuclear activities in Ukraine. We wish to point\r\nout, however, that this safeguards agreement is no\r\nsubstitute for Ukraine’s rapid accession to the non-\r\nproliferation Treaty. We therefore urge Ukraine to accede\r\nto the non-proliferation Treaty as a non-nuclear-weapon\r\nState in accordance with the commitment it gave in\r\nparticular in the so-called Lisbon Protocol and reiterated\r\nin the Trilateral Statement by the United States of\r\nAmerica, Russia and the Ukraine issued in Moscow in\r\nJanuary this year.\r\nThe European Union is firmly committed to the\r\nindefinite and unconditional extension of the Treaty on\r\nthe non-proliferation of Nuclear Weapons, to be decided\r\nupon in April and May next year. This aim has been\r\nenshrined in a formal \"joint action\" adopted by the\r\nGeneral Affairs Council of the European Union in July\r\nthis year.\r\nWe furthermore underline the importance of\r\nuniversal adherence to the Non-Proliferation Treaty and\r\ntherefore call upon all States that are not yet parties to the\r\n21\r\nGeneral Assembly 33rd meeting\r\nForty-ninth session 17 October 1994\r\nnon-proliferation Treaty to accede as soon as possible,\r\npreferably before the extension conference.\r\nIn this connection we welcome the progress being\r\nmade in other important fields of arms control and\r\nnon-proliferation, such as a comprehensive test-ban treaty.\r\nFurthermore, we hope that in the near future negotiations\r\non a convention on a ban on the production of fissile\r\nmaterial for nuclear weapons or other nuclear explosive\r\ndevices - known as the \"cut-off\" - will be initiated. In both\r\nareas we appreciate the IAEA’s readiness to contribute to\r\nthe ongoing negotiation processes.\r\nFurthermore, the European Union welcomes the\r\nprogress achieved towards the establishment of a\r\nnuclear-weapons-free zone in Africa as an encouraging sign\r\nof the increasing commitment in that region to\r\nnon-proliferation principles. We hope that full agreement\r\non all the provisions of the draft treaty will soon be reached\r\namong all the States concerned.\r\nIn the Middle East peace process we have witnessed\r\nremarkable progress. We welcome this development and\r\nstrongly encourage all States in the region to join the non-\r\nproliferation Treaty and establish a multilateral and\r\ncomprehensive safeguards system as a step towards\r\nenhancing peace and security in the context of the\r\nestablishment of a nuclear-weapon-free zone.\r\nThere is serious concern in States members of the\r\nUnion about recent cases of illegal transfers and smuggling\r\nof plutonium and uranium, sometimes of weapons-grade\r\nquality. The illicit trade in nuclear materials is a challenge\r\nto the international system of non-proliferation of nuclear\r\nweapons. We urge Member States to apply the relevant\r\nlegal instruments and the IAEA’s standards for physical\r\nprotection, and to seek assistance in cases where the\r\nexisting systems of accounting and control of materials and\r\nof physical protection or export controls are inadequate.\r\nWe appreciate the support given by the Agency to\r\nMember States with regard to the establishment and\r\nupgrading of national systems of nuclear-material\r\naccounting and control. Moreover, we welcome the\r\nresolution adopted by the Agency’s General Conference, on\r\nthe basis of an initiative taken by the European Union,\r\ninviting the Director General to examine additional options\r\navailable in the field of collecting, verifying and analysing\r\ndata relating to incidents of illicit trafficking and in the\r\nfield of physical protection, in conformity with the\r\nAgency’s statute. We are looking forward to proposals\r\nfrom the Director General in the near future.\r\nThe Agency is conducting a valuable programme in\r\nthe area of the safety of nuclear installations and radiation\r\nprotection. In particular, the activities related to the\r\noperational safety of nuclear power plants will continue\r\nto be followed with interest by national administrations\r\nand to enjoy their support. There is, of course, a\r\nparticular interest in activities related to assistance to\r\nnewly independent States.\r\nThe European Union cons ide r s the\r\n20 September 1994 signature by 47 States of the\r\nConvention on Nuclear Safety, the outcome of an\r\ninitiative undertaken by the Union, a major achievement\r\nof the international community. The Convention can be\r\nexpected to help harmonize safety requirements, in\r\nparticular through the implementation of the peer review\r\nprocess, and thus to enhance nuclear safety worldwide.\r\nWe hope that the greatest possible number of States, in\r\nparticular those using nuclear energy, will soon sign and\r\nimplement the Convention.\r\nLet me now make some observations on the\r\ncooperative efforts undertaken by the Union and the\r\nAgency to improve the situation with regard to nuclear\r\nsafety in the States of Central and Eastern Europe and in\r\nthe newly independent States. Since the Group of Seven\r\nsummit in Munich two years ago, bilateral and\r\ninternational assistance programmes have shown\r\nimportant improvements. The Agency’s activities to\r\nassess the safety of nuclear power plants in those States\r\nand to assist the Group of 24 in coordinating its nuclear\r\nsafety assistance are of great value.\r\nThe Union, at its Corfu summit in June this year,\r\nrecommended to Ukraine a series of measures in the field\r\nof nuclear safety and pledged substantial financial and\r\nother assistance to encourage and support these measures.\r\nEarly closure of reactor units 1 and 3 of the Chernobyl\r\nnuclear power plant and confirmation that reactor 2 will\r\nnot reopen remain high priorities, subject to the\r\nintroduction of acceptable alternative energy resources,\r\npossibly including new reactors with adequate safety\r\nstandards. Reform of the energy sector, review of nuclear\r\nsafety regulations and Ukrainian ratification of the Vienna\r\nConvention and Joint Protocol on nuclear third party\r\nliability are also seen as vital ingredients of this\r\nprogramme. The Union will make available 100 million\r\nEuropean Currency Units (ECU) as grants and 400\r\nmillion ECU as loans to support this package of\r\nmeasures, which was formally adopted as an action plan\r\nat the Naples summit of the Group of Seven in July. At\r\nNaples, the Group of Seven pledged an additional $200\r\n22\r\nGeneral Assembly 33rd meeting\r\nForty-ninth session 17 October 1994\r\nmillion, and there are pledges for more funds from other\r\nStates members of the Organization for Economic\r\nCooperation and Development. The action plan has in\r\nprinciple been accepted by Ukraine. The safety situation at\r\nChernobyl gives rise to serious concern, and we therefore\r\nexpect that the action plan will provide a sound basis for\r\nprompt and appropriate decisions leading to the closure of\r\nthe plant. We also anticipate that the Agency will play its\r\nrole in the implementation of this plan and in all future\r\naction to enhance nuclear safety in the region and world\r\nwide.\r\nTurning now to the Agency’s activities in the field of\r\ntechnical cooperation, the Union commends the Director\r\nGeneral and the secretariat on the implementation of the\r\n1993 programme. Increased income for the technical\r\nassistance fund and other funding instruments, higher\r\nimplementation rates, increased delivery figures and the\r\nstart-up of the new concept of model projects indicate that\r\nthe Agency’s programme in technical cooperation is on the\r\nright track. The Union considers technical cooperation a\r\nvery high political priority. Its member States are\r\ncontributing sizeable extrabudgetary funds to the Agency’s\r\ntechnical cooperation activities. We would like to\r\nencourage all measures, already initiated or planned, to\r\nimprove programme delivery further and to make the\r\nAgency’s assistance more directly relevant to the stated\r\nneeds and development priorities of the countries\r\nconcerned.\r\nMr. Breitenstein (Finland): Let me begin by stating\r\nthat Finland associates itself with the statement of the\r\nEuropean Union just delivered by the representative the\r\npresidency of the Union. In this statement I shall therefore\r\ntouch only on some aspects of the Agency’s work which\r\nare of particular relevance to Finland’s relations with the\r\nInternational Atomic Energy Agency (IAEA).\r\nMy Government remains strongly committed to\r\ninternational cooperation in the peaceful and safe use of\r\nnuclear energy. In per capita terms, Finland is one of the\r\nmost important producers of nuclear energy. In building\r\nthat capacity, we have benefited from international\r\ncooperation and assistance. In turn, we have been able to\r\nplay our part in advising and assisting others, notably in our\r\nneighbouring areas and within the framework of the IAEA.\r\nThe Finnish Government strongly supports the\r\nindefinite and unconditional extension of the Treaty on the\r\nNon-Proliferation of Nuclear Weapons (NPT). We are\r\nparticularly active in the preparations for the 1995 review\r\nconference, and we are pleased to note that the Agency is\r\nmaking a valuable contribution to the preparatory process.\r\nIndeed, the Agency’s safeguards are essential to the\r\nimplementation of the Treaty.\r\nIn the course of the past year, the Agency has taken\r\nimportant steps to strengthen the safeguards system\r\nfurther, particularly in the area of detection of undeclared\r\nnuclear facilities. Finland welcomes these steps and\r\nregards the further strengthening of the safeguards system,\r\nalso in this respect, essential to its effectiveness and\r\ncredibility. I am therefore happy to state that Finland is\r\nand will remain a contributor to the Agency’s safeguards\r\nsupport programme.\r\nThe IAEA has moved forward in streamlining its\r\nsafeguards operations. In this connection, we welcome\r\nthe partnership agreement concluded between the IAEA\r\nand the European Atomic Energy Community\r\n(EURATOM). This partnership will release valuable\r\nresources to help the Agency cope with additional\r\nworkload as new facilities are placed under safeguards in\r\nmany parts of the world.\r\nDuring the 38th General Conference of the IAEA, a\r\nmajor step forward was taken in the field of nuclear\r\nsafety. Finland was among the first to sign the Nuclear\r\nSafety Convention. We believe that highest standards in\r\nnuclear safety, radiation protection, and waste\r\nmanagement in all areas of nuclear applications are\r\nessential for the continued development of peaceful uses\r\nof nuclear energy. In order to have a real guiding effect\r\nin the area of nuclear safety globally, it is important that\r\nadherence to the Convention be as wide as possible.\r\nFinland, together with several other States, supported\r\na broader scope for the Convention. We welcome,\r\ntherefore, the commitment of the contracting parties to\r\napply corresponding principles in all uses of nuclear\r\nenergy and to develop an international convention on the\r\nsafety of radioactive waste management.\r\nThe IAEA has a recognized role in the formulation\r\nof internationally applicable norms and standards, notably\r\nin the field of nuclear safety. It is important to stress,\r\nhowever, the fundamental role of the national safety\r\nauthorities and of the utilities themselves in seeing to it\r\nthat the highest safety standards are rigorously applied in\r\npractice.\r\nThe IAEA continues to face many challenges. We\r\ncommend Director General Hans Blix and his secretariat\r\nfor their good work done under difficult circumstances.\r\n23\r\nGeneral Assembly 33rd meeting\r\nForty-ninth session 17 October 1994\r\nAnd I should also like to thank Mr. Blix for the annual\r\nreport, which he introduced this morning. Redefining the\r\nAgency’s priorities remains, however, an important task.\r\nMy Government will continue to participate actively and\r\nconstructively in this important work.\r\nMr. Svanko (Belarus) (interpretation from Russian):\r\nWe listened with great interest to the very comprehensive\r\nreport given by the Director General of the International\r\nAtomic Energy Agency (IAEA), Mr. Blix, and we have\r\nanalysed the annual report on the activities of the Agency\r\nfor 1993. We note with satisfaction that special attention\r\nwas given by the organs of the Agency to the development\r\nof a more effective safeguards regime and to its extension\r\nto the greatest possible number of countries. Attention was\r\nalso given to dealing with radioactive waste, radiation\r\nsafety and the safety of nuclear installations.\r\nWe are also pleased at the fact that the Agency has\r\ndealt with the problems of individual countries with regard\r\nto the establishment of the appropriate infrastructure for\r\nnuclear safety and protection from radiation and radioactive\r\ncontamination. In particular, a joint IAEA-United Nations\r\nDevelopment Programme (UNDP) programme was begun\r\nin Vienna to give assistance to independent States in\r\nstrengthening their infrastructure for nuclear and radiation\r\nsafety. A regional project of technical cooperation was also\r\nestablished to promote clean-up activities in those countries\r\nof areas that were contaminated as a result of nuclear-fuel-\r\ncycle activities, defence activities, and industrial and\r\nresearch work. These numerous but important examples\r\ndemonstrate the Agency’s ability to react flexibly, rapidly\r\nand effectively to constantly changing international needs.\r\nWe are on the threshold of two important dates in the\r\nlife of our Organization: the 50th anniversary of the\r\nestablishment of the United Nations and the 25th\r\nanniversary of the entry into force of the Treaty on the\r\nNon-Proliferation of Nuclear Weapons. Allow me, in\r\nreference to these special events, to offer you a few\r\nthoughts on the item we are considering. We should point\r\nout that in recent years there has been a trend in the\r\nactivities of the IAEA towards strengthening cooperation\r\nand coordination with the United Nations and other\r\ninternational organizations. The activities of the Agency\r\nwith regard to Iraq and the Democratic People’s Republic\r\nof Korea have once again convinced the world that the\r\nAgency is playing an important role in strengthening the\r\nnon-proliferation regime.\r\nAs you know, a large number of nuclear weapons\r\nfrom the former Soviet Union were on the territory of our\r\nRepublic, Belarus, which is an important geostrategic\r\ncentre in Eastern Europe. When the Republic of Belarus\r\nbecame an independent State, it indicated its desire to\r\nachieve non-nuclear status and laid down that desire in\r\nour new Constitution, which was adopted by the Supreme\r\nSoviet of the Republic of Belarus on 15 March 1994. In\r\narticle 19 of the Constitution, it says:\r\n\"The Republic of Belarus has the goal of making its\r\nterritory a non-nuclear zone and its State a neutral\r\nState.\"\r\nBelarus has firmly and consistently carried out measures\r\nto achieve that goal. As we have already pointed out, in\r\n1992 we completed, ahead of time the withdrawal of all\r\ntactical nuclear weapons from the territory of our\r\nRepublic, and we are working now on ridding our\r\nterritory of strategic nuclear warheads, in accordance with\r\nexisting bilateral agreements with Russia.\r\nLast year the Republic of Belarus adhered to the\r\nTreaty on the Non-Proliferation of Nuclear Weapons as a\r\nnon-nuclear State, and it also adhered to the Convention\r\non the Physical Protection of Nuclear Material. The next\r\nconcrete step we took to strengthen the international non-\r\nproliferation regime was to state that our Republic was\r\nready to sign an IAEA safeguards agreement. At the\r\nsame time, in order to implement the provisions of the\r\nagreement effectively, it is necessary to carry out a great\r\ndeal of preparatory work, primarily to establish a State\r\nsystem of accounting for and monitoring nuclear\r\nmaterials. In this connection we note with gratitude the\r\nparticipation of Japan and Sweden in solving these\r\nquestions.\r\nThe Republic of Belarus has paid much attention to\r\nthe development of bilateral and multilateral relations in\r\nmatters relating to the peaceful uses of nuclear energy,\r\nnuclear safety and the protection of our populations\r\nagainst radiation. Belarus therefore signed an agreement\r\nwithin the framework of the Commonwealth of\r\nIndependent States on cooperation in the area of the\r\npeaceful uses of atomic energy, and we have prepared an\r\nagreement with Poland on an early-warning system on\r\nnuclear disasters and cooperation in the area of nuclear\r\nsafety. We are preparing similar agreements with\r\nLithuania and also agreements with the United States on\r\ncooperation in the use of atomic energy. We are prepared\r\nto consider proposals on concluding other such\r\nagreements, mainly with our neighbouring countries.\r\n24\r\nGeneral Assembly 33rd meeting\r\nForty-ninth session 17 October 1994\r\nThe Republic of Belarus, being well aware of the\r\ndanger for all mankind of radioactive contamination of the\r\nenvironment, has made a firm appeal for a rapid conclusion\r\nof the preparation of the text of a comprehensive test-ban\r\ntreaty. Belarus is very much interested in pursuing\r\ninitiatives and measures that are being carried out by the\r\nAgency itself to enhance nuclear safety, because there are\r\nnuclear power plants near our borders. We emphasize this\r\nbecause we can see from the report of the IAEA that\r\nincidents at nuclear power plants are continuing. We\r\nwelcome the efforts of the IAEA, together with UNDP, the\r\nCommission of the European Union and the World\r\nAssociation of Nuclear Operators, to enhance the safety of\r\nnuclear installations. We note with satisfaction the\r\ncompletion of the drafting and the opening for signature of\r\nthe Convention on Nuclear Safety, which is to introduce\r\nhigh safety standards for nuclear installations into\r\nworldwide practice. We are also interested in a rapid\r\nconclusion of the preparations for international safety\r\nstandards for protection against radiation, since this has a\r\ndirect bearing on the conditions under which populations\r\nlive on territories contaminated by radionuclides.\r\nWe share the international community’s concern about\r\nillicit trafficking in nuclear materials, and we welcome the\r\nefforts to overcome that problem. Belarus supports the\r\nAgency’s moves to establish a comprehensive regime of\r\ncivilian liability for nuclear damage.\r\nIt is more than eight years since the disaster at the\r\nChernobyl nuclear-power plant. That accident was the\r\nbiggest single disaster in the entire history of atomic\r\nenergy. It caused unprecedented radioactive contamination\r\nof the environment in many countries, and it resulted in\r\ndeaths and sickness in the most severely affected territories,\r\nof which Belarus, like Ukraine and Russia, is one. We\r\nhave repeatedly drawn the world community’s attention to\r\nthe fact that Belarus is the country most seriously affected,\r\nmore than 20 per cent of its population having been in the\r\narea of radioactive contamination.\r\nThe cost of undoing the damage, together with direct\r\nand indirect expenditures between 1986 and 2015, is\r\nassessed at $45 billion, which is approximately 30 times\r\nour State’s budget for this year.\r\nBut most horrible of all are the accident’s effects on\r\npeople’s health. Research carried out by Belarusian\r\nscientists has revealed persistent deterioration in the health\r\nof our nation. In recent years the incidence of malignant\r\ntumours in the country increased by an average of 25 per\r\ncent. Among the children living in the most contaminated\r\nareas the number of cases of anaemia, thyroid cancer and\r\nrespiratory disorders is more than 100 times what it was\r\nin the past. In the next 50 years, according to the\r\ncalculations of Belarusian and foreign scientists, there\r\nmay be up to 150 cases of child leukaemia annually.\r\nFollowing the Chernobyl disaster the frequency of\r\nbirth defects in the non-contaminated areas increased by\r\na factor of 1.2, compared to a factor of 1.8 in the\r\ncontaminated areas. This, together with other detrimental\r\nconsequences, has resulted in negative population growth\r\nin several regions of Belarus. Unfortunately our country\r\ncannot, by itself, deal with the disaster that has befallen\r\nit. We are grateful to all countries and all international\r\norganizations that have helped us to overcome its\r\nconsequences. We hope that the assistance we receive\r\nwill not lessen.\r\nWe call for continuing non-governmental\r\nhumanitarian initiatives and for steady intergovernmental\r\ncooperation to resolve the long-term medical,\r\nenvironmental, humanitarian and scientific problems\r\narising from the consequences of the Chernobyl disaster.\r\nIn this connection, we place great hopes in the work of\r\nthe United Nations Committee that was set up to\r\ncoordinate efforts to minimize the consequences of the\r\ndisaster.\r\nWith regard to the International Atomic Energy\r\nAgency’s programme of technical assistance and\r\ncooperation for 1995-1996, Belarus has put forward\r\nprojects primarily related to problems connected with\r\nChernobyl. We hope that these projects will be included\r\nin the Agency’s programme, especially since, throughout\r\nthe Agency’s existence, Belarus did not, until recently,\r\nreceive any money from the fund for technical assistance\r\nand cooperation.\r\nIt should be emphasized that scientists and\r\nspecialists in our country have accumulated a great deal\r\nof material concerning the impact of radiation on the\r\nenvironment, on the migration of radionuclides and on\r\necosystems and concerning the effect of long-term doses\r\nof radiation on people’s health, as well as the\r\neffectiveness of counter-measures taken to protect the\r\npopulation, and so on.\r\nThis experience was our sad fate, but what happened\r\nto us is, we think, of great interest to the entire world. In\r\n1990, under the auspices of the IAEA, an international\r\nproject on Chernobyl was undertaken to assess the\r\nradiation situation and the health of people in the affected\r\n25\r\nGeneral Assembly 33rd meeting\r\nForty-ninth session 17 October 1994\r\nregions. In addition, a study was carried out to assess what\r\nmeasures should be taken to protect the population.\r\nExperts from 23 countries and seven international\r\norganizations came to the conclusion that the methodology\r\nfor studying the Chernobyl disaster’s consequences in\r\nRussia, Ukraine and Belarus were basically in keeping with\r\ninternational standards, and they acknowledged the need for\r\nfurther scientific studies, coordinated worldwide, to achieve\r\na fuller understanding of the effects of radioactive\r\ncontamination and of exposure to radioactivity. In this\r\ncontext, of course, we must study also the question of\r\nimproving the health of the peoples of the entire world.\r\nMore than three years have elapsed since then, and in\r\n1996 we shall mark the tenth anniversary of the disaster.\r\nIn these circumstances, we propose that the IAEA, the\r\nUnited Nations Educational, Scientific and Cultural\r\nOrganization (UNESCO), the World Health Organization\r\n(WHO) and other bodies concerned with this matter,\r\ntogether with scientists and specialists from Russia, Ukraine\r\nand Belarus, analyse and summarize the results of a study\r\nof the Chernobyl disaster over a period of 10 years.\r\nTo that end, it is advisable that an international group\r\nof highly qualified experts be set up. In our view, it would\r\nnot be necessary for that group to travel to the\r\ncontaminated areas to carry out their studies. Its task\r\nwould be to study and analyse the material that has been\r\naccumulated. The Republic of Belarus is prepared to\r\nprovide all necessary materials for that purpose. In our\r\nopinion, one product of such work might be the publication\r\nof a special summary report, which would become the\r\nproperty of the entire world community. In this context,\r\nwe propose that an international conference under the\r\nauspices of the United Nations and the IAEA, and with the\r\ndirect patronage of the United Nations Scientific Committee\r\non the Effects of Atomic Radiation, be held in Minsk in\r\n1996, on the eve of the tenth anniversary of the Chernobyl\r\ndisaster.\r\nI wish to emphasize one further aspect of the\r\nChernobyl problem. There are currently about 6,000\r\nreactors of different types in operation in the world. The\r\nconsequences of Chernobyl are holding up the development\r\nof the use of nuclear energy and of other peaceful uses of\r\nthe atom. Therefore, our country appeals to all interested\r\nStates and international organizations - especially the IAEA,\r\nthe WHO and the Commission of the European\r\nCommunities - not to slacken their efforts to have every\r\nlast effect of that disaster eradicated.\r\nMr. F. A. Khan (Pakistan): At the outset I should\r\nlike to express the Pakistan delegation’s sincere\r\nappreciation to Mr. Hans Blix, the Director General of the\r\nInternational Atomic Energy Agency (IAEA), for his\r\ndetailed statement on the Agency’s activities for 1993.\r\nThe widening scope of the programmes and activities of\r\nthe IAEA bear testimony to the energy and dedication of\r\nMr. Blix and his colleagues in the Agency. Pakistan has\r\nalways reposed great confidence in the IAEA as an\r\ninstrument both to promote peaceful nuclear cooperation\r\nand to regulate the use of nuclear technology for peaceful\r\npurposes. Pakistan’s decision to seek the presidency of\r\nthe General Conference this year was a manifestation of\r\nour commitment to the important tasks of the Agency.\r\nWe welcome the annual report of the Agency for\r\n1993. This well presented document outlines a number\r\nof complex and technical issues in a way that will\r\nfacilitate meaningful discussion here.\r\nMy delegation considers it essential to recall that the\r\ncentral purpose of the IAEA is to promote the peaceful\r\nuses of nuclear energy. Despite the negative public\r\nperceptions created in some countries and the fears\r\naroused about the danger of nuclear proliferation, nuclear\r\nenergy remains a viable and attractive energy option for\r\nmany countries.\r\nPakistan’s current and projected need for power\r\ngeneration is considerable. The attractive framework of\r\nour energy policy has generated considerable interest. A\r\nlarge number of projects for thermal, oil, gas and coal-\r\nfired plants, involving investments of over $11 billion,\r\nhave recently been concluded with United States and\r\nother companies. However, in the words of the United\r\nStates Energy Secretary on the conclusion of her recent\r\nvisit to Pakistan,\r\n\"We have no intention of walking away from\r\na power source like nuclear energy. Any capping of\r\nthis technology would cap the development of the\r\nworld\".\r\nIn this regard, the assistance that the Agency has\r\nrendered to several countries in providing advanced\r\ntechnologies such as MAED, WASP and ENPEP for an\r\nintegrated approach to energy and nuclear power planning\r\nis praiseworthy. These methodologies should continue to\r\nbe made available, and should not be constrained by\r\nextraneous considerations. The development of an\r\ninteragency project, DECADES, on data bases and\r\nmethodologies for comparative assessment of different\r\n26\r\nGeneral Assembly 33rd meeting\r\nForty-ninth session 17 October 1994\r\nenergy resources is another useful initiative undertaken in\r\n1993. Pakistan is an active participant in this project,\r\nwhich we hope will lead to a better-informed assessment of\r\nthe role of nuclear power.\r\nI must, however, express our concern at the relative\r\ndecline in the Agency’s promotional activities. The 1993\r\nannual report commences with a review of IAEA\r\nsafeguards and controls, then considers nuclear safety and\r\nonly later takes up the area that is of vital concern to the\r\nmajority of the Agency’s membership: technical\r\ncooperation in the peaceful uses of nuclear energy. It is\r\nour fervent hope that this sequence in the report does not\r\nreflect the priority the Agency attaches to its areas of\r\nresponsibility.\r\nIt is essential that the IAEA should expand its\r\ntechnical cooperation programmes. Adequate resources are\r\nrequired to finance those programmes. We are disappointed\r\nthat the pledges for technical cooperation programmes for\r\n1994 have so far reached only 66 per cent of the target of\r\n$59.4 million. Moreover, the shortfall in overall\r\ncontributions has made it necessary to reduce the regular\r\nbudget appropriation of $201 million by $24 million.\r\nWhile that reduction of about 12 per cent in the regular\r\nbudget has been spread across the board, we are especially\r\nconcerned by its negative effect on the departments\r\nconcerned with technical cooperation. Pakistan has not\r\nonly pledged, but has paid in full, its target contribution for\r\ntechnical cooperation programmes. We hope that IAEA\r\nmembers will cooperate to increase the payment-to-\r\nassessment ratio, thereby facilitating the implementation of\r\nthe Agency’s programmes.\r\nWhile much more needs to be done in the area of\r\ntechnical cooperation, certain initiatives undertaken by the\r\nTechnical Cooperation Department of the Agency in 1993\r\ndeserve to be commended, particularly the successful\r\nlaunching of the model project initiative. We welcome the\r\napproval under that initiative of a key project on the\r\neradication of cotton pests in Pakistan. The Agency’s\r\ninitiative to help Member States become self-sufficient in\r\ntraining operators, managers and technical personnel must\r\nbe encouraged. In that regard, the Agency might consider\r\nsupporting selected national training centres in order to\r\ndevelop them and upgrade them into regional centres.\r\nPakistan has always supported activities related to the\r\nenhancement of nuclear safety. We have participated\r\nactively in meetings of the Technical Committee held to\r\nprepare and finalize the International Basic Safety\r\nStandards. Pakistan was among the original signatories of\r\nthe Convention on Nuclear Safety. The success of that\r\nConvention will depend in large measure on the\r\nimplementation of provisions relating to cooperation\r\nbetween the industrially advanced countries and the\r\ndeveloping countries. It is through continued and\r\nunimpeded supply of safety-related information and\r\nequipment that the safety of nuclear facilities can be\r\nassured and enhanced. Such measures for nuclear safety\r\nwould be reinforced by an international agreement\r\nprohibiting attacks against all nuclear facilities. Pakistan\r\nhas endeavoured to promote such an agreement. The\r\nAgency can play an important role in its realization.\r\nPakistan has always adhered to the Agency’s\r\nsafeguards and will continue to lend its fullest support for\r\nthem. This is consistent with our commitment to nuclear\r\nnon-proliferation and to the peaceful use of nuclear\r\nenergy. Pakistan has sincerely endeavoured to keep\r\nSouth Asia free of nuclear weapons. We proposed the\r\ncreation of a nuclear-weapon-free zone, the simultaneous\r\nsignature of the Treaty on the Non-Proliferation of\r\nNuclear Weapons (NPT), the simultaneous acceptance of\r\nfull scope IAEA safeguards, mutual verification of\r\nnuclear facilities, a bilateral nuclear-test-ban treaty and a\r\nbilateral renunciation of nuclear weapons. We continue\r\nto hope that these proposals will evoke a positive\r\nresponse. We are also willing to consider any other\r\nequitable and non-discriminatory proposals which would\r\navert the danger of nuclear weapons in South Asia. In\r\nthis context, we are greatly encouraged by the adoption of\r\nthe IAEA General Conference resolutions relating to the\r\nestablishment of nuclear-weapon-free zones in Africa and\r\nthe Middle East.\r\nPakistan supports a cost-effective safeguards system.\r\nThe objectives of safeguards activities should be realized\r\nwithout causing a gross imbalance in the allocation of\r\nresources between the Agency’s major areas of activity.\r\nWe are happy to note that the Agency is in the process of\r\ndeveloping a programme for improving the cost\r\neffectiveness of the safeguards system. However, the\r\nmajor thrust of the programme is in environmental\r\nmonitoring and analysis of information supplied by third\r\nparties. Both of these activities could turn out to be\r\ncostly in terms of financial resources and manpower\r\nrequirements.\r\n27\r\nGeneral Assembly 33rd meeting\r\nForty-ninth session 17 October 1994\r\nThe Agency’s regulatory responsibility should not lead\r\nto the imposition of arbitrary restrictions on the transfer of\r\nnuclear technology for peaceful purposes. Unfortunately,\r\nrestrictions have been imposed even when it is evident that\r\nno proliferation dangers are involved. At times even\r\nsafety-related information has been refused. This approach\r\nis not conducive to the evolution of safer techniques and\r\nmethods or to the promotion of greater openness and\r\ntransparency in the field of nuclear technology. Since these\r\nare the Agency’s key objectives, we hope it will redouble\r\nits efforts for their achievement. It can best do so by\r\nstriving to remove all impediments in the transfer of\r\npeaceful nuclear technology.\r\nThe meeting rose at 1.15 p.m.\r\n28\r\n"