"United Nations A/49/PV.8\r\n94-86433 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one week of the date of publication, to the Chief of the Verbatim\r\nReporting Section, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum. When the result of a recorded and/or roll-call vote is followed by an\r\nasterisk, see annex to the record.\r\nGeneral Assembly Official Records\r\nForty-ninth Session\r\n8th Meeting\r\nWednesday, 28 September 1994, 10 a.m.\r\nNew York\r\nPresident: Mr. Essy . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Côte d’Ivoire)\r\nThe meeting was called to order at 10.35 a.m.\r\nAddress by Mr. José María Figueres Olsen,\r\nConstitutional President of the Republic of Costa Rica\r\nThe President (interpretation from French): The\r\nAssembly will first hear an address by the Constitutional\r\nPresident of the Republic of Costa Rica.\r\nMr. José María Figueres Olsen, Constitutional\r\nPresident of the Republic of Costa Rica, was escorted into\r\nthe General Assembly Hall.\r\nThe President (interpretation from French): On\r\nbehalf of the General Assembly, I have the honour to\r\nwelcome to the United Nations the Constitutional President\r\nof the Republic of Costa Rica, His Excellency Mr. José\r\nMaría Figueres Olsen, and to invite him to address the\r\nAssembly.\r\nPresident Figueres Olsen (interpretation from\r\nSpanish): Costa Rica hails and congratulates you most\r\nwarmly, Sir, on your election to the presidency of the\r\nGeneral Assembly. We also wish to thank the Secretary-\r\nGeneral, whose untiring efforts have made this an\r\nOrganization which is daily playing a more dynamic and\r\neffective role in the advancement of peace, security and\r\ndevelopment.\r\nWe are Members of an Organization whose name\r\nbespeaks hope and dreams - the United Nations; not aligned\r\nor groups of nations but one single family of peoples,\r\nunited in the struggle for peace, human rights and\r\ndevelopment.\r\nIn those dark days of 1945, filled with suffering,\r\nhatred and ruin, those who forged the United Nations\r\ncreated an Organization with medium- and long-term\r\nobjectives. Rather than setting up a transitory league of\r\nvictors, their vision was to look to the future in unity.\r\nThey thought not only of themselves; they thought as well\r\nof their children and their grandchildren. They also\r\nthought of the children of their former adversaries, and\r\nthought as well of those who had stayed on the margins\r\nof the tragedy.\r\nMy country is proud to have been a founding\r\nmember of this fraternity. It is also proud to say that the\r\nideals of the United Nations live on in the spirit and in\r\nthe daily lives of our people. And although my country\r\nis not wealthy, not powerful, not big, we feel we have\r\nhonourably served the cause of this Organization both\r\nwithin and beyond our borders.\r\nDespite the limitations inherent in our small and\r\npoor country, the Costa Rican people have proved they\r\nare capable of dreaming bold dreams and of making those\r\ndreams come true. Forty-six years ago, when the United\r\nNations was about to take its first steps and the world\r\nwas just beginning to emerge from the horrors of the\r\nSecond World War, a group of men and women of vision\r\nin our country began to pursue the dream of a world\r\nGeneral Assembly 8th meeting\r\nForty-ninth session 28 September 1994\r\nwithout wars and armies, and decided that the dream should\r\nbegin to be made a reality right at home. We thus\r\nabolished our army and began a long period of economic\r\ngrowth, accompanied by social well-being and political\r\nstability. We became a model of human development in a\r\ndeveloping country and a force for the abolition of war and\r\nviolence in our region. It is through our commitment to\r\nmaking this dream a reality within our own borders that our\r\ncountry has made its most important contribution to the\r\ncause of the United Nations.\r\nToday, as humanity stands at a decisive crossroads,\r\nthe need to build new utopias has become of the utmost\r\nurgency. As human beings, we are at our creative best\r\nonly when we are in pursuit of a dream, when our eyes\r\nshine with the gleam of that dream. Given the magnitude\r\nof the dangers we face, the international community, now\r\nperhaps more than ever before, needs to muster all its\r\nenergies in pursuit of renewal.\r\nAs a people living at the centre of the Americas, we\r\nare deeply concerned by the threats hanging over mankind.\r\nWe are especially concerned about growing tensions\r\nbetween the proponents of social progress and those of the\r\nnatural environment that supports it. At times, the\r\ncountries of the world seem to be playing out a macabre\r\nglobal compact for self-destruction. While the production\r\nand consumption patterns of the industrialized world are\r\nwreaking havoc on nature, poverty in the third world is also\r\ncausing serious environmental damage. The end result is\r\na rapid deterioration of the natural resource base upon\r\nwhich all of life and society depends, to the point where the\r\nvery survival of humanity is in jeopardy. With every\r\npassing day, awareness is growing of the fact that this\r\nabsurd path the world has chosen to follow is not\r\nsustainable.\r\nGiven such a formidable threat, the United Nations\r\nonce again shines like a beacon of hope for the world. As\r\na forum pooling the energies of the international\r\ncommunity, it has already acted resolutely in dealing with\r\nthe environment. From a variety of vantage points, many\r\nof its agencies have launched efforts to preserve and\r\nconserve the world’s resources and to establish norms of\r\nsocial organization that are compatible with the life cycles\r\nof the planet. At the Rio de Janeiro Summit, that decades-\r\nlong effort of the United Nations in this area was clearly\r\nexpressed, and the adoption of Agenda 21, along with the\r\nconventions on biodiversity and climatic change, which my\r\ncountry has signed, is to a large extent the fruit of the work\r\nof the United Nations.\r\nAs the community of nations tackles new common\r\nchallenges, Costa Rica once again affirms its commitment\r\nto play a useful role. Aware as we are of our limitations\r\nas a small and poor country, we can but offer the best we\r\nhave. We pledge our land and our collective\r\ndetermination as a contribution to building utopias and\r\nkeeping hope alive.\r\nWe wish to assume our role in these global causes\r\nwith two reasons in mind: we are committed to the\r\nworld-wide struggle to ensure the existence and well-\r\nbeing of mankind, and we feel it is urgent for us to\r\nprovide our people with the kind of development that will\r\nmake of nature an ally and not an enemy.\r\nToday, we acknowledge that the social and economic\r\nprogress made in Costa Rica in recent decades was\r\nachieved at the expense of a serious deterioration in our\r\nenvironment. Our polluted rivers, our eroded soil and our\r\nrapidly disappearing forests are the unfortunate proof.\r\nFor the future, only sustainable development can offer us\r\ncontinued abundance and growing well-being, generation\r\nafter generation.\r\nAll too often throughout history, human beings have\r\nopted for the easy way out - only economic growth,\r\nsuperficial and fleeting change and an irrational\r\nexploitation of the environment. Aware as we are of the\r\ndeplorable results of such an approach, we Costa Ricans\r\nwish to rid ourselves of such self-deception. We envisage\r\nsustainable development as one that is mindful of the\r\nmacro-equilibrium that in turn makes long-term\r\ndevelopment possible - I refer to political stability, social\r\nequity, economic balance and harmony with nature.\r\nThe enjoyment of peace, democracy and stability in\r\nCosta Rica is in large measure because of the sustained\r\ninvestment we have made for decades in education, health\r\nand other services to ensure the well-being of our people.\r\nBy abolishing our army, we have been able to convert\r\nmilitary expenditure into expenditure on social\r\nprogrammes and to avoid the threat of stunted\r\ndevelopment such as often occurs under military\r\ndictatorships. Building on these traditions, we are now\r\nattaining new and ambitious goals.\r\nTo achieve sustainability, major changes are in store\r\nfor us in our way of life, and to make these changes we\r\nwill have to set free the energies and the determination of\r\nour citizens. That is why we are shifting away from\r\nrepresentative democracy and moving towards more\r\ncomplex forms of participatory democracy.\r\n2\r\nGeneral Assembly 8th meeting\r\nForty-ninth session 28 September 1994\r\nSince we have chosen to pursue sustainable\r\ndevelopment we are committed to finding medium- and\r\nlong-term solutions to the cyclical economic imbalances\r\nfrom which we have suffered over the years.\r\nDesirous as we are of changing the ways in which we\r\ninteract with the natural world, we in Costa Rica have\r\nundertaken an ambitious programme based on social\r\nconsensus, the work of the scientific and technological\r\ncommunity and the historical ability of new State\r\ninstitutions to promote development. Decades ago, when\r\nthe topic of environmental conservation was not yet a key\r\nitem on the agendas of Governments or international\r\norganizations, my country was already working to set up a\r\nsystem of nature conservation areas which today cover one\r\nfourth of our national territory and provide protection for\r\nvirtually all our animal and plant species. Today we are\r\ntaking yet a further step and endeavouring to arrive at an\r\nintegrated scheme to combine nature conservation with the\r\nproductive use of tropical biodiversity. Our goal to live in\r\nharmony with nature has helped us to realize that our land\r\nwas for the most part meant to be forested. The objectives\r\nof our programme include improving the net absorption of\r\ncarbon dioxide through forestation programmes carried out\r\nin conjunction with developed countries, the exportation of\r\nplant trees and the development of technologies for tropical\r\nreforestation. These and other projects are part of a\r\nnational plan designed to implement all the elements of\r\nAgenda 21, adopted at the Earth Summit in Rio de Janeiro.\r\nIn the pursuit of these and other, similar goals we\r\nintend to make Costa Rica into a model of sustainable\r\ndevelopment. Indeed, we hope to become the first\r\ndeveloping country to make the leap to sustainable\r\ndevelopment. Like other dreams we have cherished and\r\nrealized in the past, through our own efforts and with the\r\nhelp of the international community, this dream is bold and\r\nambitious.\r\nCosta Rica cherishes this aspiration for all of Central\r\nAmerica as well. We are committed to our region’s efforts\r\nto achieve sustainable development, efforts that are today\r\nbeing carried out under a common programme that was\r\nagreed to at our recent meetings of Presidents.\r\nDuring the tragic years of the Central American crisis\r\nCosta Rica did not suffer the ravages of war or dictatorship,\r\nnor did it see any of its freedoms taken away.\r\nNevertheless, our national development was hampered by\r\nthe backwardness, injustice and violence that held sway\r\nthroughout the region. Today, we Costa Ricans reaffirm\r\nour conviction that our destiny as a nation is indissolubly\r\nlinked to that of the other nations of the Isthmus.\r\nCosta Rica vividly remembers and continues to be\r\ngrateful to the United Nations for its valuable support in\r\nbringing peace to our region. We recall the exceptional\r\nefforts the Organization made. Its action of solidarity,\r\nmobilizing substantial resources and devising specific\r\nprogrammes, was at that time of great benefit to Central\r\nAmerica.\r\nToday, the situation is very different. In our region\r\nwe have put an end to the fratricidal conflicts that bled us\r\nfor decades and we have ushered in an era of\r\nreconciliation, peace and democracy. Today, Central\r\nAmerica offers much more fertile ground for ever-higher\r\nlevels of human development. Today, our peoples are\r\nmore capable of building a better future for themselves\r\nand therefore of establishing mutually beneficial and\r\ncooperative relations with international organizations and\r\nfriendly countries.\r\nToday’s watchword is \"interdependence\". The\r\nindustrialized countries will be able to maintain their\r\nstandards of living and levels of production only if they\r\ncan foster development in the rest of the world. This is\r\nwhy we invite them to forge closer ties of cooperation\r\nwith us so that Central America’s goals can be shared and\r\nmore easily attained by our countries.\r\nNotwithstanding innumerable difficulties and despite\r\n40 years of cold war and a multitude of conflicts, the\r\nUnited Nations has a record of accomplishment\r\nunprecedented in history.\r\nWe derive great satisfaction from the imminent\r\nfiftieth anniversary of the United Nations. Never before\r\nin the history of mankind has any joint effort for peace\r\nmanaged to endure so long, and never before has any\r\ninternational effort taken on such universal proportions.\r\nWe nevertheless hope that this universality will\r\nbecome total as soon as possible, without any exceptions\r\nwhatever. Today, Costa Rica would like to reaffirm its\r\nstrong support for the legitimate aspirations of the\r\nRepublic of China in Taiwan to take part in the efforts of\r\nthe United Nations. We believe that the people of that\r\nnation must be represented in this family of nations. It is\r\na reality, and it is also an issue that the Organization\r\ncannot continue to sidestep.\r\n3\r\nGeneral Assembly 8th meeting\r\nForty-ninth session 28 September 1994\r\nThe impending anniversary is also a good time for us\r\nto set a new course for the United Nations so that we can\r\nsuccessfully meet new challenges. We consider the ideas\r\non this subject contained in the Secretary-General’s\r\n\"Agenda for Peace\" to be of the utmost importance, and we\r\nhope that we will be able to contribute to making them a\r\nreality.\r\n\"An Agenda for Peace\" is a particularly important\r\nguide for the international community. Its natural\r\ncomplement, the agenda for development, optimistically\r\nreflects mankind’s new concerns and offers us great\r\nopportunities to work dynamically in building the new\r\nmillennium.\r\nIndeed, there is a great deal of work before us.\r\nAlthough there is no longer a cold war, although many\r\nStates have rejected totalitarianism, it is still true that we\r\nare faced with the horror of the unfolding tragedy of\r\nRwanda, the aggression being pursued against Bosnia and\r\nthe resurgence of ethnic and religious fanaticism. We are\r\nfrustrated to see that the best efforts of the organized\r\ninternational community have not been sufficient to find a\r\nway out of the Cuban crisis, in our America.\r\nWe feel indignation in the face of the violence and\r\nexploitation to which women and children continue to be\r\nsubjected and alarm at the steady increase in drug\r\ntrafficking and its occasional ally, terrorism. We are sad to\r\nsee that hunger and poverty continue to be a daily reality\r\nfor millions in Africa, Asia and our own Latin America.\r\nThese painful realities must not, however, weaken our\r\nresolve. Recently we have seen hopeful and bright signals\r\nto the effect that things can and should be different. We\r\nhave witnessed the Republic of South Africa peacefully\r\nputting an end to a shameful regime and becoming the\r\nmother of all its children, regardless of the color of their\r\nskin.\r\nWe have seen Israelis, Palestinians and Jordanians\r\ntogether plough furrows of peace through the Holy Land.\r\nThe first steps have been taken towards reconciliation in\r\nNorthern Ireland. There are signs of lessening tensions on\r\nthe Korean peninsula, and we trust that, through\r\nnegotiations, there will be effective control of North\r\nKorea’s nuclear programme.\r\nJust a few days ago we saw how the efforts of the\r\ninternational community had finally provided the people of\r\nHaiti with a chance of real peace and democracy. Costa\r\nRica would like to make a proposal that it considers basic\r\nfor human development in Haiti. To this end we ask the\r\nUnited Nations to work with others on a democratization\r\nprogramme, with the gradual and irreversible abolition of\r\nthe army in that country. The time is ripe for such an\r\ninitiative; by carrying it out we would protect this long-\r\nsuffering nation from many future injustices.\r\nHaving for many years been committed to the\r\nstruggle against poverty and underdevelopment, Costa\r\nRica has strong hopes of the World Summit for Social\r\nDevelopment, to be held in Denmark next March. My\r\ncountry shares and supports its objectives and will\r\nenthusiastically participate in activities at the Summit and\r\nafterwards.\r\nWe optimistically hail, as part of the restructuring of\r\ninternational relations, the establishment of the World\r\nTrade Organization. We are confident that its creation\r\nwill lead to greater legal consistency in international trade\r\nrelations, a new era of global economic cooperation and\r\na greater dynamism in trade, as well as higher volumes.\r\nFor countries such as the banana-producing countries of\r\nLatin America, today facing serious problems because of\r\nreduced access to markets in the European Union, this\r\nnew forum will be of particular importance. We are glad\r\nthat its priority topics include the links between trade\r\npolicies, environmental policies and sustainable\r\ndevelopment.\r\nCosta Rica was present in San Francisco to declare\r\nits faith in the future of the world. We have been here\r\nfor half a century, bearing witness to our trust in the\r\nUnited Nations. Today Costa Rica is present again to call\r\non all Member States to continue to look forward, firmly\r\ncommitted to working with still greater dedication for the\r\nattainment of the common goal of securing the well-being\r\nof our peoples.\r\nWe must have faith in the future, but we must work\r\nto build it. Let us forge a new spirit in our minds and fill\r\nour hearts, and this Organization, with a new kind of\r\nfeeling. Let us adopt as our own the attitude embodied\r\nin the lessons of an old proverb:\r\n\"Fear less and hope more; complain less and breathe\r\nmore; speak less and say more; hate less and love\r\nmore; and all good things shall be yours.\"\r\nThe President (interpretation from French): On\r\nbehalf of the General Assembly, I wish to thank the\r\nConstitutional President of the Republic of Costa Rica for\r\nthe statement he has just made.\r\n4\r\nGeneral Assembly 8th meeting\r\nForty-ninth session 28 September 1994\r\nMr. José María Figueres Olsen, Constitutional\r\nPresident of the Republic of Costa Rica, was escorted from\r\nthe General Assembly Hall.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nThe President (interpretation from French): The first\r\nspeaker in the resumed debate is the Secretary of State for\r\nForeign and Commonwealth Affairs of the United Kingdom\r\nof Great Britain and Northern Ireland, His Excellency Mr.\r\nDouglas Hurd, on whom I now call.\r\nMr. Hurd (United Kingdom): I should like first to\r\ncongratulate you most warmly, Sir, on your election as\r\nPresident. The Assembly could not have made a wiser\r\nchoice. I wish you all good fortune and success in your\r\nmission.\r\nIn a few months we shall commemorate the fiftieth\r\nanniversary of the birth of the United Nations. The United\r\nNations is the fullest expression man has yet achieved of\r\nthe age-old desire to escape from war and establish an\r\nenduring peace.\r\nWhen the United Nations was founded in San\r\nFrancisco 50 years ago the threat of nuclear war between\r\nthe super-Powers had already begun to cast a shadow\r\nacross the world. That shadow has now lifted, and we all\r\nlive and sleep more safely as a result. Yet as we approach\r\nthe anniversary we are all more conscious of the suffering\r\nand destruction that still disfigure parts of almost every\r\ncontinent in the world. The threats to international peace\r\nand security are more diffuse and perhaps less serious than\r\nthey were, but not less real and not less tragic for those\r\ncaught up in them.\r\nTo some extent, disappointment comes out of\r\nexaggerated expectation. There is still a tendency to think\r\nof the United Nations as if it were some great palace of\r\nworld order which descended splendidly from heaven 50\r\nyears ago. If that were our view, then every broken pane\r\nof glass in that palace, every door, every pillar fouled or\r\ndamaged would be a disgrace and a scandal.\r\nBut, of course, in reality world order does not descend\r\nfrom heaven at the moment when a Charter is signed. It is\r\nnot like that at all. World order is built painfully,\r\ngradually, brick by brick. Sometimes the wind and the\r\nweather destroy what has already been built. But the\r\nbuilders cannot afford to be discouraged - and we are all\r\nbuilders. They have to repair; they have to rebuild; they\r\nhave to hope that gradually in what they build the\r\nadvances will outnumber the retreats.\r\nThere have been recent advances that have been\r\ndramatic - beyond expectation. No one who was present\r\nat the Union Buildings in Pretoria this May could fail to\r\nbe moved at the birth of the new South Africa. The\r\ngoodwill and the cheerful determination of all South\r\nAfricans on that occasion were a marvelous refutation, it\r\nseemed to me, of the cynicism that so often weakens our\r\nwork.\r\nAnd we have seen the same as the peace process\r\ngathers strength in the Middle East.\r\nIn part of my own country, we may - and I fervently\r\nhope we shall - see killings cease, see fears slowly\r\ndissolve, as a result of the process started by the British\r\nand Irish Governments in the Downing Street Declaration\r\non Northern Ireland.\r\nIn Europe - in Cyprus, in the former Yugoslavia, in\r\nGeorgia -the United Nations has helped at least to contain\r\nif not yet to resolve deep-rooted conflicts. The world’s\r\nmost intractable problems continue to be laid at your\r\ndoor, Mr. Secretary-General, like infants laid at the door\r\nof some medieval monastery. It is not surprising that, for\r\nall the efforts of 77,000 men and women serving in\r\nUnited Nations peace-keeping operations in the field, our\r\nOrganization has had failures as well as successes to its\r\nname.\r\nAs is common in our society of mass media, the\r\nheadlines have been dominated by the reversals, and some\r\nof them have indeed been tragic. In Rwanda the efforts\r\nof the United Nations failed to avert genocide. In\r\nSomalia it looks as if our efforts have been effectively\r\nspurned by a people whose need for help seemed, and\r\nseems, self-evident.\r\nA word about Bosnia. There has in recent months,\r\nmercifully, been more peace in Bosnia. It is a fragile,\r\nuncertain, inconclusive, often interrupted peace, but it is\r\nstill better than what went before. We necessarily discuss\r\nBosnia all the time. The debate in particular in this\r\nbuilding about the United Nations arms embargo has at\r\ntimes seemed to rage more fiercely than the fighting on\r\nthe ground. Certainly the diplomatic efforts have been\r\nfrustrating. And I can understand those who believe that\r\nreverting to a fight, even a fight to the death, would be\r\n5\r\nGeneral Assembly 8th meeting\r\nForty-ninth session 28 September 1994\r\npreferable to the tangle of negotiations and compromise that\r\nsometimes seems to stretch ahead for ever.\r\nNevertheless, I do not agree with that opinion. We\r\nshould value, we should build on, the advances that have\r\nbeen made, we should value the lives that have been saved\r\nby the reduction in fighting on the ground. We can now\r\nsee perhaps more clearly that the United Nations Protection\r\nForce (UNPROFOR) has been essential in protecting\r\ncivilians and in preventing the Bosnian Serb army from\r\nmaking further advances. Who here can believe that\r\nGorazde, or Srebrenica or Zepa would still be in the hands\r\nof the Bosnian Government if it were not for the bravery\r\nand commitment of UNPROFOR troops?\r\nUNPROFOR can operate only if it is able to keep\r\nlines open to all the parties to the fighting. It could not\r\ncontinue if leading members of the United Nations were\r\nrearming one side; UNPROFOR would then be identified\r\nas a party to the war. It is not mandated or equipped for\r\nthat purpose. Our Secretary-General has endorsed that\r\nview, and the Commander of United Nations forces in\r\nBosnia has rightly said \"We have not come here to fight a\r\nwar from inside white painted vehicles\".\r\nSo I welcome the decision of which we heard\r\nyesterday from the Bosnian President, the decision to accept\r\nthat now is not the moment to lift the arms embargo. And\r\nthat Bosnian decision allows UNPROFOR to continue its\r\nmission. We have said before that if the Bosnian Serbs do\r\nnot join the peace process and agree the map presented by\r\nthe Contact Group, then our present approach may become\r\nexhausted. Lifting the arms embargo may become\r\nunavoidable, as we said at Geneva in July, and in those\r\ncircumstances UNPROFOR would have to withdraw. But\r\nit would not be a good policy. Indeed, it would be a policy\r\nof despair, a policy that, as in Shakespeare’s King Lear,\r\n\"Bids the wind blow the earth into the sea,\r\n\"...\r\n\"That things might change or cease\". (King Lear, Act\r\nIII, scene i, l. 5)\r\nA real solution to the conflict, as always, lies with\r\nthose who are doing the fighting. We from outside must\r\ncontinue to show all the parties that the way forward is\r\npolitical agreement and not more military action. There is\r\na settlement plan, the settlement plan of the Contact Group,\r\non the table. Those who refuse it, those who continue the\r\nwarfare, must be isolated, must be put under sustained -\r\nindeed, increased - pressure. Those who cooperate with the\r\ninternational peace plan effectively, in deeds and not just\r\nin words, should have that cooperation recognized.\r\nI need to say a few words in response to the remarks\r\nmade yesterday by the distinguished President of\r\nArgentina concerning the dispute over the Falkland\r\nIslands. President Menem was right - and I am glad that\r\nhe mentioned it - when he referred to the increasing\r\ncooperation between the United Kingdom and Argentina\r\nin several areas. Indeed, this cooperation nowadays\r\ncharacterizes our bilateral relationship. And we certainly\r\nhope, sincerely hope, that the progress that we have\r\nachieved together will not be reversed.\r\nWe are quite clear about British sovereignty over the\r\nFalkland Islands and the other British dependencies in the\r\nSouth Atlantic, so we were concerned at the recent\r\nincorporation into the constitution of Argentina of the\r\nnew clause to which President Menem referred. It seems\r\nto us that in these Falkland Islands, as in Northern\r\nIreland, we must heed the wishes of the people\r\nconcerned. Indeed, any other course for us or for the\r\nUnited Nations would be inconceivable. This body has\r\nheard those wishes of the Islanders expressed, most\r\nrecently by their elected representatives who visited the\r\nUnited Nations for the debate in the Committee of 24 last\r\nJuly.\r\nSo we have a difference. But despite this difference,\r\nwe have joined a dialogue with the Argentine\r\nGovernment on fisheries and petroleum development. We\r\nlook forward to resuming discussions in the near future\r\nwith the Argentine authorities on a new agreement on\r\nfishing and on the development of possible hydrocarbon\r\nresources in the South Atlantic continental shelf. We are\r\nalso discussing the welcome Argentine offer to remove\r\nmines from the Falklands. It seems to me that that is the\r\nrational and logical path to the wider progress of which\r\nthe President of Argentina spoke.\r\nI return to this Organization. It is often the target of\r\ncriticism because it cannot solve every problem laid at its\r\ndoor. We all know that there is scope for improving the\r\nperformance of the United Nations here in New York\r\nand, more critically, where the United Nations and its\r\nagencies are in action on the ground. The steps taken so\r\nfar are a beginning, but only a beginning.\r\nMachinery cannot run on thin air. The United\r\nNations can only run on the fuel that we, its Member\r\nStates, supply to it. So where it has failed, we must not\r\npretend that the failure lies with the system. It lies with\r\n6\r\nGeneral Assembly 8th meeting\r\nForty-ninth session 28 September 1994\r\nus. The failure of the United Nations is our failure, and so\r\nit is for us to take action. For example, the sufferings of\r\nthe Rwandan refugees will not be helped by Member\r\nStates’ holding their heads in their hands. Their hands\r\nshould be ready to provide from their pockets what is\r\nneeded to remedy such suffering.\r\nPreventive diplomacy is the ideal. But it often will\r\nnot be enough. We have to be prepared for the demand for\r\npeace-keepers to continue. There are practical ways in\r\nwhich we can respond better to that demand: first, by\r\nensuring that we learn the lessons from our experiences in\r\npeace-keeping; secondly, by taking practical steps to\r\nimprove our capacity to keep the peace, especially in\r\nAfrica; and, thirdly, by reforming our financing system.\r\nI should like to say a brief word about peace-keeping.\r\nIt is often impossible to predict at the outset of a mission\r\nwhat demands or dangers United Nations troops will\r\nencounter. Within limits, they must be ready to improvise.\r\nBut allowing their role to drift from peace-keeping to taking\r\nsides in a war carries high risks to the troops themselves,\r\nto the political process they support, and to the ability of\r\nthe United Nations to put in peace-keepers elsewhere. It\r\nundermines the willingness of Member States to contribute\r\ntroops. So in making their decision to contribute to a\r\nUnited Nations operation countries need to be confident that\r\ntheir troops will be supporting peace and not becoming a\r\nparty to war.\r\nRwanda put this to the test, and we were found\r\nwanting for a response for the time being. The issue was\r\nnot really whether the United Nations should have sent an\r\nintervention force to stop the fighting - which it clearly\r\ncould not - but whether it could find the means, the men\r\nand the equipment, for a force to protect the civilian\r\npopulation. That, tragically, took far too long.\r\nThat is the latest lesson we need to learn from. It is\r\nnot now, it seems to me, a question of will, because there\r\nis a far greater readiness than there used to be to\r\ncontemplate intervention on the ground to mitigate or\r\nprevent humanitarian disaster. It is not so much the will,\r\nthe intellectual willingness; it is the resources, the know-\r\nhow, the ability to respond swiftly, which are still not\r\nenough.\r\nYou, Mr. Secretary-General, have pointed this out over\r\nand over again, and I should like to pay tribute to the\r\npatience and persistence with which you have rammed\r\nhome this lesson and sought not merely to tell us the truths\r\nabout it but to persuade us into practical action and remedy.\r\nI agree with what you have said on many occasions. We\r\nneed to work hard and fast to overcome obstacles which\r\nare essentially practical.\r\nWe British will continue to contribute practically.\r\nWe have 4,000 British men and women in blue berets,\r\nfrom Georgia to Rwanda, something which would have\r\nbeen thought inconceivable even 10 years ago. We have\r\nthe seconded British experts at United Nations\r\nHeadquarters. The speed with which the Department of\r\nPeace-keeping Operations has adapted to cope with ever-\r\nincreasing demand has been impressive. The\r\ndevelopment of the professional military staff at United\r\nNations Headquarters has been particularly welcome. So\r\nhas the trend to bring more seconded staff in alongside\r\nUnited Nations personnel. But it will be vital also to help\r\nto strengthen our ability to respond quickly in areas where\r\nit remains weak. Africa, in the light of experience,\r\nshould be a priority.\r\nAfrica’s need for peace-keepers is plain to see:\r\nnearly 40 per cent of all United Nations peace-keepers are\r\ndeployed in Africa. Africa needs peace. There can be no\r\ndoubt of that, because it is only in peace that Africans\r\nwill succeed in finding their own solutions to their\r\nproblems. The remarkable events in South Africa earlier\r\nthis year showed that.\r\nThe efforts of the Organization of African Unity\r\n(OAU) to develop a coherent approach to the prevention\r\nof conflict are welcome. They deserve our full support.\r\nBut the OAU has warned that its resources are not\r\nenough. I believe that the United Nations must respond.\r\nBy setting up a coherent structure of support systems,\r\nrunning from early warning and preventive diplomacy\r\nright through to humanitarian and peace-keeping\r\ndeployment on the ground, we can make sure that the\r\nskills and resources can be put into action as soon as the\r\nneed arises, and not months later.\r\nWhat does that mean? It means, first, an early\r\nwarning system. Not all conflicts can be foreseen. Some\r\nare triggered by assassination or a coup d’état or other\r\nsudden events. More often, surely, we can see trouble\r\nbrewing: competition for land and resources, ethnic or\r\nreligious rivalry, the gradual breakdown of law and order,\r\nill-judged responses by central governments. We need a\r\nmechanism to pull together information and analysis of\r\nevents like these, to take a regular forward look at\r\npotential troublespots and decide whether preventive\r\ndiplomacy needs to be triggered.\r\n7\r\nGeneral Assembly 8th meeting\r\nForty-ninth session 28 September 1994\r\nThen, secondly, it means a capacity to react, that is to\r\nsay, to intervene diplomatically before warfare breaks out.\r\nWe do not have that capacity now. Britain and France - we\r\nannounced this last year - have offered help, making\r\navailable experienced diplomats and offering equipment and\r\nsupport. There needs to be an institutional framework. In\r\nEurope we have the Conference on Security and\r\nCooperation in Europe (CSCE), which operates to agreed\r\nprinciples and has intervened, for example, in Ukraine,\r\nMoldova and the Baltic States to try to help parties to\r\nresolve disputes before there is recourse to fighting. The\r\nOAU has its own experience of pre-emptive action, and it\r\nwould clearly need to be the focal point of an enhanced\r\neffort in Africa. I am proposing that the United Nations\r\nshould help the OAU and African countries to share this\r\nexpertise and establish agreed mechanisms for preventive\r\ndiplomacy in Africa.\r\nBut, thirdly, that will not always be enough. Peace-\r\nkeeping skills will continue to be in demand. We must\r\nbuild up the necessary capabilities in Africa. Many African\r\ncountries already make a major contribution to peace-\r\nkeeping - Ghana, Egypt, Botswana, Zimbabwe and Zambia,\r\nto mention just some. But we all know the United Nations\r\nhas not been able to deploy in Africa with the necessary\r\nspeed and effectiveness.\r\nI therefore propose that, under the auspices of the\r\nUnited Nations, a number of military staff colleges existing\r\nin Africa should become peace-keeping skills centres; that\r\nis to say, they should give training in doctrines and\r\ndisciplines of peace-keeping, and in mediation and conflict\r\nresolution.\r\nThe physical capacity also needs to be strengthened if\r\nintervention is to be rapid when it is needed. That requires\r\nUnited Nations logistics basing centres, like those already\r\nexisting in Europe, to store equipment and ensure that it is\r\nquickly available, with rapid mobile logistics teams,\r\nearmarked by Member States, to help to maintain that\r\nequipment in good running order and to give training and\r\non-the-spot maintenance support. Again, the lesson of\r\nRwanda is clear. These centres will also need headquarters\r\nstaff to identify and remedy logistic weaknesses, give\r\nadvice on maps or communications and advise existing and\r\npotential troop contributors.\r\nThese are not proposals for enormous new machinery.\r\nWe need a framework within which existing resources,\r\ncapability and know-how can be mobilized. We will\r\nstrongly support such an effort. It needs further\r\ndiscussion - above all, among and with African countries.\r\nWe would welcome such discussion soon, here in New\r\nYork, to develop these ideas, other people’s ideas and\r\ntake some practical decisions quickly.\r\nFinally, money. As you, Mr. Secretary-General,\r\nremind us, as you are bound to remind us, the United\r\nNations at the moment works miracles with what we do\r\nnot pay it. It simply cannot keep running on exhausted\r\ncredit. It must be able to pay its peace-keepers, for\r\nexample. We will not be able to build up the operations\r\nof the United Nations unless we act now to put the\r\nfinances of the United Nations on a sound and sustainable\r\nfooting for the long term.\r\nNo radical change in principles is needed, but we do\r\nneed a sensible updating of the way in which assessments\r\nare calculated. The existing system was adopted in 1973.\r\nMuch has changed. No one now would propose that\r\nStates with above average per capita incomes should\r\nenjoy an 80 per cent discount on their peace-keeping\r\ncontributions. No one now would suggest that discounts\r\nfor all the newly independent Member States should be\r\nabsorbed by five countries in an open-ended arrangement.\r\nBut that is the system. It means that some countries are\r\npaying too much and others too little. It means that we\r\nnow need to put these anomalies right. Moving to a\r\nsystem based on relative capacity to pay, with automatic\r\nadjustment for changing circumstances, would not mean\r\nvery much change for most countries, but it would mean\r\na fair, equitable basis on which the long-term viability\r\nand therefore vitality of the United Nations could be\r\nassured.\r\nA word about the Security Council. Reform is on\r\nthe agenda - that is quite right - and I believe it is in the\r\ninterests of the United Nations to sort out the question of\r\nenlargement in good time. We would like the momentum\r\nof discussion to be maintained.\r\nNext year’s fiftieth anniversary is a good milestone\r\nfor the debate. We will work hard for a good outcome,\r\nboth on enlargement and on transparency, where recent\r\ninformal arrangements to improve consultation on peace-\r\nkeeping between the Secretariat, the Security Council and\r\ntroop contributors should be further developed.\r\nWe should ensure that the Council is representative,\r\nwhile avoiding an enlargement so great that it puts at risk\r\nthe effectiveness of the Council. If consensus can be\r\nreached, then clearly there are countries that, by virtue of\r\ntheir global interests and their contribution to international\r\n8\r\nGeneral Assembly 8th meeting\r\nForty-ninth session 28 September 1994\r\nsecurity and United Nations operations, should be invited to\r\naccept the responsibilities of permanent membership.\r\nI have concentrated today on how we deal with crises\r\nand defuse tensions. But, of course, those are only some of\r\nthe challenges that our Organization faces. Drug trafficking\r\nand associated international crime are other threats to our\r\nsecurity and well-being. We need to give new energy and\r\nencouragement to all those who are involved in developing\r\ncooperation against those threats. I mention this because I\r\nfeel that we must give particular support to the United\r\nNations International Drug Control Programme. This is the\r\nprogramme that has the responsibility for leading all the\r\nworld’s efforts in this field. Once again, the United\r\nNations is the best resource we have for tackling a menace\r\nthat threatens the whole world.\r\nIn conclusion, we can say confidently that the United\r\nNations is indispensable. It is not a perfect glass palace,\r\nbut it is the best building we have, even though the winds\r\nstill blow cruelly through its gaps and its defects. We all,\r\ntherefore, have a duty to repair, make good, build afresh.\r\nNext year we will look back rightly on the\r\nachievements, and the list of achievements is long. But it\r\nwill remind us, and we will remind ourselves, of what has\r\nnot yet been achieved. And I hope that will stir us to show\r\nthe same vision, the same strength of purpose as the\r\nfounders of the United Nations, with, I hope, results of\r\nequal value for the next 50 years.\r\nThe President (interpretation from French): I now\r\ncall on the Deputy Prime Minister and Minister for Foreign\r\nAffairs of China, His Excellency Mr. Qian Qichen.\r\nMr. Qian Qichen (China) (interpretation from\r\nChinese): At the outset, I should like warmly to\r\ncongratulate you, Sir, on your election to the presidency of\r\nthe current session of the General Assembly. I am\r\nconvinced that given your outstanding talent and\r\nconsummate experience, you will fulfil this lofty mission\r\nwith distinction. At the same time, I should like to express\r\nmy appreciation and thanks to Mr. Samuel Insanally for the\r\npositive contribution he made during his presidency at the\r\nlast session.\r\nI wish to avail myself of this opportunity to extend a\r\nhearty welcome and congratulations to the delegation of\r\nSouth Africa, which is taking part in the work of the\r\ncurrent session. We are convinced that a united,\r\ndemocratic and non-racial new South Africa led by\r\nPresident Nelson Mandela will contribute positively to the\r\npeace and development of Africa and of the world as a\r\nwhole.\r\nThe world is still undergoing profound changes, and\r\nthe transition toward multipolarity has accelerated.\r\nEconomic factors are playing a greater role in\r\ninternational relations. Relaxation of tensions has become\r\nthe main trend of the world today. However,\r\nhegemonism and power politics continue to hold out.\r\nRegional hot spots flare up intermittently. Destabilizing\r\nfactors tend to multiply, thus compounding the volatility\r\nof the international scene. The maintenance of peace,\r\nstrengthening of cooperation and promotion of\r\ndevelopment remain the major challenges of our era.\r\nTo eliminate regional hot spots and settle\r\ninternational disputes are the world’s priorities and the\r\ncommon concern with which the international community\r\nhas been trying to deal in one way or another.\r\nExperience has shown that such practices as interfering in\r\nother countries’ internal affairs and resorting to pressure,\r\nsanctions or even force at will cannot help; they can only\r\nincrease the complications and difficulties that stand in\r\nthe way of a final solution. In the interest of maintaining\r\nregional peace and stability, the international community\r\nand regional organizations should take an appropriate and\r\neffective approach, that is, to promote dialogue and\r\nnegotiations between parties directly concerned so as to\r\nreach a solution acceptable to all sides. This has been\r\nbest illustrated by the breakthrough achieved in the\r\nMiddle East peace process and by the progress made on\r\nthe Korean nuclear issue.\r\nUnited Nations peace-keeping operations can play a\r\npositive role, but not all of them have been successful.\r\nExperience and lessons learned in this regard should be\r\nsummed up. It is our consistent view that peace-keeping\r\noperations should strictly conform to the principles of the\r\nUnited Nations Charter and the norms of international\r\nrelations. Such operations should be undertaken with the\r\nconsent and cooperation of the parties concerned, and an\r\nimpartial and unbiased attitude should be maintained. No\r\npeace-keeping operations or humanitarian aid programmes\r\nshould be permitted to interfere in the internal affairs of\r\nany country, still less to use force or become embroiled\r\nin a conflict between the parties. A lesson should be\r\ndrawn from what befell the United Nations peace-keeping\r\nforces in Somalia.\r\nHere I wish to underline the importance of strict\r\nadherence to the Five Principles of Peaceful Coexistence\r\nas the basic means to prevent international conflicts.\r\n9\r\nGeneral Assembly 8th meeting\r\nForty-ninth session 28 September 1994\r\nThese principles, namely, mutual respect for sovereignty\r\nand territorial integrity, mutual non-aggression,\r\nnon-interference in each other’s internal affairs, equality\r\nand mutual benefit, and peaceful coexistence, were jointly\r\ninitiated four decades ago by China, India and Myanmar -\r\ncalled \"Burma\" at the time - and were subsequently\r\nembodied in the 10 principles formulated by Asian and\r\nAfrican countries at the Bandung Conference and in the\r\npurposes and principles espoused by the Association of\r\nSouth-East Asian Nations and other regional organizations\r\nof the developing countries.\r\nThe history of the past four decades has testified to\r\nthe immense vitality of the Five Principles. All nations,\r\nnotwithstanding their differences in social systems,\r\nideologies, values or religious faiths, can live in amity and\r\ncarry out mutually beneficial cooperation as long as they\r\nabide by these principles. Failure to do so will lead to\r\nfriction, confrontation or even military conflicts. In a world\r\nas diversified as ours, nations have no alternative but to\r\nadhere to the Five Principles of Peaceful Coexistence and\r\nto find common ground while shelving their differences in\r\norder to live together amicably and pursue common\r\ndevelopment.\r\nThe peoples of the world have long lived in the\r\nshadow of a nuclear holocaust, due to the all-out nuclear\r\narms race between the two super-Powers during the cold\r\nwar, which resulted in a massive stockpiling of nuclear\r\nweapons. Now the international situation has drastically\r\nchanged. Not only can we avert another world war, but the\r\nchances have increased for the complete prohibition and\r\nthorough elimination of nuclear weapons and for mankind\r\nultimately to eliminate the threat of a nuclear war.\r\nChina has always stood for the complete prohibition\r\nand thorough elimination of all weapons of mass\r\ndestruction. The Chinese Government holds that a\r\nconvention on the complete prohibition of nuclear weapons\r\nshould be concluded in the same way as the conventions\r\nbanning all biological and chemical weapons, respectively.\r\nAs a signatory to the Treaty on the Non-Proliferation of\r\nNuclear Weapons, China is in favour of its extension. Yet\r\na mere extension of the Treaty is obviously not sufficient.\r\nWith a view to ultimately ridding mankind of the threat of\r\na nuclear war and ushering in a nuclear-weapon-free world,\r\nthe Chinese Government proposes the following.\r\nAll countries that possess nuclear weapons should\r\npledge unconditionally not to be the first to use them and\r\nshould immediately start negotiations to conclude a treaty\r\non non-first-use of nuclear weapons against each other;\r\nefforts for the establishment of nuclear-free zones should\r\nbe supported and all nuclear Powers should undertake not\r\nto use or to threaten to use nuclear weapons against any\r\nnon-nuclear-weapon State or nuclear-free zone;\r\nnegotiations should be undertaken with a view to\r\nconcluding a comprehensive nuclear-test-ban treaty not\r\nlater than 1996; the principal nuclear Powers should\r\nimplement their existing nuclear disarmament treaties as\r\nscheduled and go on to drastically cut back their nuclear\r\nstockpiles; negotiations should be undertaken to conclude\r\na convention banning the production of weapon-grade\r\nfissile materials; a convention on the complete prohibition\r\nof nuclear weapons should be signed under which all\r\nnuclear Powers should undertake the obligation to destroy\r\nall their nuclear weapons under effective international\r\nsupervision; and international cooperation in the peaceful\r\nuse of nuclear energy should be vigorously promoted\r\nsimultaneously with the efforts to prevent the proliferation\r\nof nuclear weapons and step up the nuclear disarmament\r\nprocess.\r\nThe above points make up an integrated and\r\ninterrelated nuclear disarmament process. We hold that\r\nall States, whether they possess nuclear weapons or not,\r\nare entitled to participate fully in this process.\r\nSince mankind has been able to make nuclear\r\nweapons and tap nuclear energy for peaceful purposes in\r\nthe twentieth century, we are confident that in the twenty-\r\nfirst century it will be able to completely ban and destroy\r\nnuclear weapons and fully harness nuclear energy to\r\nenhance its own welfare. Before the advent of the new\r\ncentury, we stand ready to join the other nuclear as well\r\nas non-nuclear States to blaze the way towards this lofty\r\ngoal and make our due contribution to its ultimate\r\nrealization.\r\nIt is now an international trend to give priority to\r\neconomic problems. Hence all countries are devoting\r\nthemselves to economic development and the expansion\r\nof international cooperation. This year the world\r\neconomy has started a recovery and East Asia continues\r\nto maintain a high growth rate. But there is unevenness\r\nin the world as a whole. It is disturbing to note that the\r\nimpoverishment of some developing countries has\r\nworsened. In the interest of common development, we\r\ncall for the abolition of protectionism and of\r\ndiscrimination in international economic relations and\r\ntrade. Neither global multilateral trade arrangements nor\r\nregional economic and trade cooperation should be\r\nexclusive. The principles of openness, equality and\r\nmutual benefit should be upheld. The World Trade\r\n10\r\nGeneral Assembly 8th meeting\r\nForty-ninth session 28 September 1994\r\nOrganization, to be founded next year, should from the\r\noutset be a broadly representative and open trade institution\r\nbased on equality and mutual benefit.\r\nThe world economy is an interdependent whole.\r\nDeveloped countries should make more tangible\r\ncontributions to global economic development and the\r\nexpansion of international economic cooperation. Primarily\r\nthey should take effective measures to open their markets,\r\nprovide development funds, transfer technology and\r\nincrease assistance to the developing countries to reduce\r\ntheir debt burden, thereby contributing to their economic\r\ngrowth, social stability and relief from poverty. Such\r\nactions will in turn bolster the economic growth of the\r\ndeveloped countries themselves.\r\nThe international community and the United Nations\r\nshould be more concerned with development matters and in\r\nparticular should actively help the developing countries to\r\nachieve prosperity. We appreciate the Secretary-General’s\r\nefforts in submitting the Agenda for Development pursuant\r\nto General Assembly resolutions. We hope that our\r\ndeliberations thereon will serve to reinvigorate world\r\neconomic development and international cooperation.\r\nThe Chinese Government considers economic\r\ndevelopment the central task of the whole nation and makes\r\nreform and opening its basic state policy. This year we\r\nhave taken a new series of major steps to intensify the\r\nreform and opening which have the effect of ensuring\r\nsustained, rapid and healthy economic growth. Gross\r\ndomestic product, foreign trade volume and overseas\r\ninvestments registered increases in the first six months of\r\n11.6 per cent, 25.5 per cent and 54.9 per cent respectively,\r\ncompared with the corresponding period last year. We will\r\nstep up our all-directional opening-up and continue to work\r\nfor world prosperity. We have been striving for an early\r\nresumption of our contracting party status in the General\r\nAgreement on Tariffs and Trade. A solution to this matter\r\nwill be in the interest of both China and the world as a\r\nwhole. China needs to cooperate with the rest of the world\r\nwhich in turn needs such an important trading partner as\r\nChina. A World Trade Organization without China would\r\nbe inconceivable.\r\nHuman society continues to move forward and make\r\nprogress. But social ills still stand out starkly such as\r\npoverty, unemployment, the deteriorating environment, the\r\npopulation explosion, refugees, illegal immigration, drug\r\ntrafficking, crime and injurious and unfair treatment of\r\nsocial groups such as women, children and the disabled.\r\nSome of these problems have become even more acute, and\r\nhave cried out for a remedy by the world community\r\nthrough international cooperation. We consider that it is\r\nnecessary to step up such cooperation. Because\r\nconditions vary, different countries face different social\r\nproblems. Each country has to draw up social\r\ndevelopment policies adaptable to its own conditions.\r\nInternational cooperation in this field should adhere to the\r\nprinciples of mutual respect, equality and mutual benefit\r\nwithout political strings or interference in domestic\r\naffairs. Developing countries account for the majority of\r\nthe world’s population and are in a disadvantaged position\r\nsocially. This is where the emphasis of the United\r\nNations social programmes should be placed.\r\nIn recent years we have actively supported and\r\nparticipated in important international conferences on the\r\nenvironment, human rights and population under the\r\nauspices of the United Nations. We will actively take\r\npart in the World Summit for Social Development, to be\r\nheld in Copenhagen next March. The Chinese\r\nGovernment attaches great importance to the Fourth\r\nWorld Conference on Women, to be held in Beijing in\r\nSeptember 1995. The Chinese people, our women folk in\r\nparticular, are preparing for and looking forward to this\r\ngrand event with tremendous enthusiasm.\r\nIn response to the call in the documents of the 1992\r\nUnited Nations Conference on Environment and\r\nDevelopment, the Chinese Government has analysed the\r\nactual conditions in the country and drawn up \"Agenda 21\r\n- White Paper on China’s Population, Environment and\r\nDevelopment in the 21st Century\", which will be an\r\nimportant guide in the formulation of our medium- and\r\nlong-term national, economic and social development\r\nplans.\r\nTo ensure and protect human rights is an essential\r\npart of a nation’s social policy. My Government makes\r\nit a basic policy to constantly enhance the people’s\r\nenjoyment of human rights commensurate with our\r\neconomic and social development. We always hold that\r\nthe principle of universality of human rights must be\r\nviewed in the context of the actual conditions of a given\r\ncountry. Conditions vary from country to country. It is\r\ninevitable and normal that there is divergence of views on\r\nhuman rights issues. We are in favour of dialogue on the\r\nbasis of equality and mutual respect so as to increase\r\nmutual understanding. We are against using human rights\r\nas a pretext to interfere in the internal affairs of other\r\ncountries.\r\n11\r\nGeneral Assembly 8th meeting\r\nForty-ninth session 28 September 1994\r\nNext year will mark the fiftieth anniversary of the\r\nfounding of the United Nations. Both the world and the\r\nUnited Nations have undergone drastic changes in that half\r\ncentury. The United Nations is the most representative\r\nintergovernmental Organization of sovereign States.\r\nMembers of the Organization are equal, irrespective of size,\r\nstrength or wealth.\r\nNotwithstanding its shortcomings, the status and role\r\nof the United Nations in global international affairs remain\r\nirreplaceable by any other international organizations or\r\ngroupings. It is the hope of the people of the world that\r\nthe Organization will better fulfil the mission conferred on\r\nit by the Charter and and that it will make even greater\r\ncontributions to the maintenance of peace and the\r\npromotion of development.\r\nTo cope with the greatly changed international\r\nsituation and grim challenges ahead, United Nations\r\ninstitutions should undergo relevant and necessary reforms.\r\nIn our view, any such reforms should serve to maintain and\r\nenhance the positive role of the United Nations in\r\ninternational affairs and improve its efficiency. At the\r\nsame time, the reforms should take full account of the\r\nconcerns and interests of the developing countries, which\r\nmake up the majority of the membership, so that their role\r\nmay be enhanced. The function and role of the General\r\nAssembly should be strengthened. Reform of the Security\r\nCouncil must be aimed at facilitating a better performance\r\nof its functions under the Charter. Any enlargement of the\r\nCouncil’s membership must fully conform to the principle\r\nof equitable geographical distribution to ensure broader\r\nrepresentation. Actions by the Council should better reflect\r\nthe collective will and common aspirations of the entire\r\nUnited Nations membership.\r\nTo prepare for the commemoration of the fiftieth\r\nanniversary of the United Nations, China has set up a\r\nnational committee, in accordance with the relevant United\r\nNations resolution. We hope that the commemoration in\r\nvarious countries in the coming year will be used to review\r\nthe experience of the past and look to the future so that we\r\nmay carry forward the purposes and principles of the\r\nCharter and enable the Organization to do a better job in\r\nmaintaining peace and promoting development.\r\nIt was sad that the first half of our century witnessed\r\ntwo world wars with disastrous consequences for mankind.\r\nThe ensuing cold war cast a dark and menacing shadow of\r\nwar over the world for the greater part of the second half\r\nof the century. It is gratifying, none the less, that we have\r\nbeen able to fulfil the historic mission of eliminating the\r\ncenturies-old colonial system from the Earth within this\r\ncentury. This is unquestionably one of the greatest\r\nachievements of contemporary human society.\r\nLooking ahead to the twenty-first century, we are\r\nfully confident of the future of humanity. The Chinese\r\npeople will make common efforts with all other peoples\r\nof the world to usher in a new century of peace and\r\nprosperity.\r\nThe President (interpretation from French): The\r\nnext speaker is the Minister for Foreign Affairs of France,\r\nHis Excellency Mr. Alain Juppé.\r\nMr. Juppé (France) (interpretation from French):\r\nFrance is especially pleased, Mr. President, to see the\r\nGeneral Assembly meeting under your authority. At the\r\nend of a year marked by the passing of an extraordinary\r\nstatesman, President Houphouët-Boigny, your election has\r\ngiven the international community another occasion to\r\nstop and think about the situation in the African continent,\r\nwhich in recent months has brought us both hope and\r\ntragedy.\r\nIn South Africa, a decisive evolutionary process took\r\nconcrete form this year in the first elections there with\r\nuniversal suffrage. We can now express our joy at seeing\r\nthat country take its rightful place in the concert of\r\nnations. The choice of the South African people, inspired\r\nby outstanding men to whom France wishes again to pay\r\na tribute, provides an example for all those who aspire to\r\ndemocracy, reconciliation and peace and gives them hope.\r\nIn Rwanda, on the other hand, an unprecedented\r\ntragedy has set the international community’s\r\nresponsibility squarely before it. The Assembly is\r\nfamiliar with the efforts made by France to respond to\r\nthat tragedy and with the support it managed to find,\r\nprimarily among the African States. The operation that\r\nwas carried out enabled us to shelter more than 3 million\r\nRwandans from the fighting. None the less, we have\r\nfound it necessary once again to say the word \"genocide\",\r\nwhich, almost 50 years after the birth of the United\r\nNations, amounts to saying that the worst is still possible.\r\nDuring the darkest years of the Second World War,\r\nGeneral De Gaulle spoke of the need to establish a world\r\norder that could guarantee the security of all, to make\r\nrational use of all the world’s riches and to bring together\r\nall the people on the face of the Earth. The time has\r\ncome for us to rediscover the ideal that inspired the\r\n12\r\nGeneral Assembly 8th meeting\r\nForty-ninth session 28 September 1994\r\ngeneration of the founders and to ask ourselves with clarity\r\nwhat means are necessary to implement it.\r\nAlmost everywhere in the world we are seeing the\r\npositive movement of nation-States into groups. France\r\nhas made the building up of Europe one of the pillars of its\r\nforeign policy. How could it not, then, encourage the\r\nformation of new areas of solidarity?\r\nThe experience of building Europe, which began 40\r\nyears ago, is a case in point. It has done more than just do\r\naway with the age-old rivalries that had led to two world\r\nwars. In the western part of the European continent,\r\neconomic integration and political cooperation have attained\r\na level that is unmatched in the world.\r\nSince the iron curtain ceased to exist, we have been\r\nprimarily concerned with expanding to all parts of Europe\r\nthe zone of peace and prosperity resulting from that\r\nprocess. This explains our desire to speed up the\r\nintegration of the Central and Eastern European\r\ndemocracies into the European Union. It also accounts for\r\nour efforts to organize a partnership with Russia and the\r\nStates of the Commonwealth of Independent States (CIS).\r\nThe European Union, the Western European Union (WEU),\r\nthe North Atlantic Treaty Organization (NATO) and the\r\nConference on Security and Cooperation in Europe (CSCE)\r\nare all coooperating in the efforts towards this end.\r\nFurthermore, it explains France’s initiative, taken up in turn\r\nby the European Union, to establish a stability pact. This\r\nis an ambitious exercise in preventive diplomacy, aimed at\r\nresolving issues of relations between neighbours and of\r\nminority groups, where such issues persist in the European\r\ntheatre.\r\nToday Europe is a world power, as it demonstrated\r\nduring the General Agreement on Tariffs and Trade\r\n(GATT) negotiations, at which its efforts led, notably, to\r\nthe establishment of a World Trade Organization (WTO).\r\nThis is a major success that will benefit all its member\r\ncountries by putting an end to unilateral practices and\r\nguaranteeing fair and free trade. Europe is thus assuming\r\nits international responsibilities. It is actively supporting\r\nthe peace processes in the Middle East, in southern Africa\r\nand elsewhere. It has long been involved in the struggle to\r\nachieve development, particularly through the Lomé\r\nConventions. It provides substantial financing everywhere -\r\nthe most in the world - for peoples mired in humanitarian\r\ncrises. Its actions prove that a genuine regional power can\r\nbenefit the entire international community.\r\nNew regional groups of solidarity are gradually\r\ntaking shape in all parts of the world. In Africa, France\r\nsupports the principle of an OAU mechanism for\r\npreventing, handling and settling conflicts. We are ready\r\nto help set up a military mechanism to enable the OAU\r\nto intervene more quickly, under United Nations control,\r\nin the framework of peace-keeping operations.\r\nIn South-East Asia, the countries of the Association\r\nof South-East Asian Nations (ASEAN) are working to\r\nstrengthen their economic ties and to establish confidence-\r\nbuilding measures to reinforce the stability of the region.\r\nFrance, which through the European Union was present\r\nat ASEAN’s regional forum on security, held recently in\r\nBangkok, takes a special interest in the beneficial effects\r\nthis process should have on the countries of the Indo-\r\nChinese peninsula.\r\nOn the American continent, the entry into force of\r\nthe North American Free Trade Agreement (NAFTA)\r\nadds to the dynamism of existing regional organizations,\r\nold and new.\r\nThus, perhaps, there may be such a group in the\r\nMiddle East as well, where progress in the peace process\r\nallows us to envision the development of intensive\r\nregional cooperation. The organization of all kinds of ties\r\namong the countries concerned will help to establish\r\npeace in the region, as will the search for solutions to the\r\npolitical problems that are still pending. France can\r\ntherefore only repeat that we hope to see the boycotts\r\nfinally ended. Our financial support for the peace\r\nprocess, as well as our active participation in the\r\nmultilateral negotiations, including participation in such\r\nultra-sensitive areas as regional security, reflect this very\r\nsame conviction.\r\nAbove and beyond that, France would like to see\r\nEurope organize a forum for cooperation involving all the\r\nMediterranean States. We have, on the initiative of\r\nEgypt, already made a contribution to the coming into\r\nbeing of the Mediterranean Forum, which recently held its\r\nfirst meeting in Alexandria. We will make this one of the\r\nmain goals of the French presidency of the European\r\nUnion in the first semester of the coming year.\r\nEverywhere, then, the progress being made in\r\nprocesses leading to integration and the establishment of\r\nregional frameworks for cooperation reflects positive\r\ntrends. These organizations, however, have neither the\r\nright nor the capability to do everything. It is the United\r\nNations that is and must remain the sole forum for\r\n13\r\nGeneral Assembly 8th meeting\r\nForty-ninth session 28 September 1994\r\norganizing peace and solidarity throughout the world. It is\r\nup to the United Nations and to that Organization alone to\r\nensure international equilibrium since, in the last resort, it\r\nalone has the power to decide on enforcement measures or\r\non the use of force. Regional organizations do contribute\r\nto peace and international stability. They may indeed fulfil\r\nmissions in preventive diplomacy, but they must then be\r\ninspired by the principles enshrined in the United Nations.\r\nAs regards peace-keeping, Chapter VIII of our Charter\r\nexpressly provides that the United Nations may, in certain\r\ncircumstances, employ the means at the disposal of the\r\nregional organizations.\r\nBut when conflicts become exacerbated, when a crisis\r\ncalls for a mandatory solution, the Charter requires us to\r\nturn to the Security Council, the sole authority having\r\npower to decide on enforcement measures or on the use of\r\nforce other than for legitimate self-defence. The\r\njustification for such measures may come only from the\r\nwill of the international community, and that is why the\r\nSecurity Council, in our view, must exert its authority and\r\ncontrol at all stages of operations it may decide upon:\r\nconception and approval of the mandate, the major phases\r\nof implementation and the monitoring of implementation.\r\nThe adoption of a system of mandatory sanctions\r\nagainst States that breach international legality is also a\r\nprerogative of the Security Council. But, and we are very\r\nkeenly aware of this, this concerns serious, exceptional\r\nmeasures whose purpose must be precisely defined to bring\r\npressure to bear on a Government to change its attitude.\r\nThat is the objective in such instances. France therefore\r\nproposes that in future, when a resolution imposing\r\nsanctions upon a Member State is to be voted upon, three\r\nconditions must be met. These are, that all other\r\ndiplomatic avenues have been explored without success;\r\nthat the Council resolution state explicitly what actions the\r\ntargeted State should take in order for the sanctions to be\r\nlifted; and that the maintenance of the sanctions should be\r\nsubject to regular review in good faith.\r\nIn the realm of disarmament, our Organization is once\r\nagain the sole forum where international commitments may\r\nbe entered into. Given this perspective, France ascribes\r\nespecial importance to the speedy ratification of the\r\nConvention banning chemical weapons - the first\r\nmultilateral disarmament treaty - and thereby its entry into\r\nforce in 1995. France hopes to see our Organization make\r\nprogress towards strengthening the Convention banning\r\nbiological weapons and to see new efforts made to ban\r\nanti-personnel mines. I was particularly pleased to hear\r\nPresident Clinton endorse this very concept in his recent\r\nstatement to the Assembly. Finally, the requirement for\r\nnon-proliferation, which North Korea’s attitude compels\r\nus to take especially seriously, must lead, at the 1995\r\nConference, to the unconditional and indefinite renewal of\r\nthe non-proliferation Treaty. In this same vein, France\r\nreaffirms its support for the decision taken by the General\r\nAssembly last year to begin negotiations on a\r\ncomprehensive nuclear-test-ban treaty that would be\r\ninternationally and effectively verifiable.\r\nOver recent years, crisis prevention and crisis\r\nmanagement have absorbed the greater part of our efforts.\r\nWe have thus imperceptibly strayed somewhat from what\r\nwas a major chapter in the history of the United Nations:\r\nthe North-South dialogue, the major conferences on trade\r\nand development. France thus proposes that the United\r\nNations restore development and the struggle to achieve\r\nit to their central place in its work.\r\nIt is not a question of repeating what was done in\r\npast decades. Our approach to development has changed.\r\nThe work pursued under the auspices of the United\r\nNations and its agencies has helped to call attention to the\r\ninterdependence of the economic, demographic, cultural\r\nand social ramifications of the development question.\r\nThat is why the main theme conferences devoted to the\r\nenvironment, to population, to social development and to\r\nthe status of women are now once again the instruments\r\nto be used to mobilize for development. Given this\r\nperspective, France will organize in Paris before the end\r\nof this year the signing of the Convention on the struggle\r\nagainst desertification, as well as the Aids Summit.\r\nThe United Nations alone is capable of ensuring that\r\nall these efforts be pursued consistently. It has the\r\nnecessary legitimacy and authority, inasmuch as all the\r\nmain institutions concerned, including what are known as\r\nthe Bretton Woods institutions, are part and parcel of the\r\nUnited Nations system. We therefore consider it\r\nnecessary to strengthen the links that unite all these\r\nseparate bodies. In particular, we should ensure that the\r\npolicies of adjustment carried out under World Bank or\r\nInternational Monetary Fund auspices take due account of\r\nthe social requirements of development. France is\r\ncommitted to doing so in working with its partners, and\r\nhas recently agreed to a substantial effort to help the franc\r\nzone countries overcome the short-term effects of the\r\ndevaluation of the CFA franc.\r\nThe Economic and Social Council should be the\r\nplace for ensuring coherence and consistency within these\r\norganizations. France therefore proposes that the next\r\n14\r\nGeneral Assembly 8th meeting\r\nForty-ninth session 28 September 1994\r\nannual meeting of the Council in Geneva should be an\r\nopportunity for the ministers of Member States personally\r\nto undertake a complete examination of the policies\r\nfollowed by these various institutions with regard to\r\ndevelopment, and especially to study specific ways by\r\nwhich they might work together better.\r\nThe Secretary-General’s efforts for renewal and\r\nclarification through the \"Agenda for Development\"\r\nnaturally form part of this global approach. The European\r\nUnion, for its part, has presented recommendations in its\r\naide-mémoire that it believes would enhance that draft.\r\nFrance intends to take an active part in General Assembly\r\ndiscussions on this subject.\r\nThe role of our Organization is no less critical where\r\nhumanitarian action is involved. France intervenes\r\nregularly on the ground alongside United Nations agencies,\r\nand we should like to pay a tribute to the outstanding work\r\ndone by the United Nations High Commissioner for\r\nRefugees, the World Food Programme and UNICEF,\r\nworking under tragically difficult circumstances. We were\r\nable to appreciate in full measure their usefulness as the\r\nRwandan crisis unfolded. We have had confirmation that\r\nthe United Nations alone is able to coordinate such difficult\r\noperations. Naturally, there is need for further progress:\r\nin shortening the Organization’s reaction time, and in better\r\nallocating tasks among agencies. But the reform that began\r\nthree years ago with the establishment of the Department\r\nfor Humanitarian Affairs is beginning to bear fruit. We are\r\nindeed on the right track.\r\nLastly, France would like to stress the underlying\r\nprinciple of international law: the universality of human\r\nrights, a principle which may not be challenged in the name\r\nof any religious, cultural or national specificities. I am all\r\nthe more ready to say that because France is itself keen on\r\npreserving its identity and intent on defending it. However\r\ndifferent people may be, they share the same rights. The\r\nvery existence of our Organization rests on this principle.\r\nFrance has consistently urged the acceleration of\r\nprogress in the field of human rights, by seeking\r\nrecognition that certain principles must be applied to States’\r\nactions. I welcome the steps taken by the High\r\nCommissioner for Human Rights since his designation and\r\nexpress the hope that the resources made available to him\r\nwill be commensurate with his mission.\r\nThe establishment of the International Tribunal for war\r\ncrimes committed in the former Yugoslavia is a significant\r\nevent. Until very recently there had been some scepticism\r\nabout this initiative. Today, thanks to the resolve of the\r\nTribunal’s judges and prosecutor, it is in place and\r\nbeginning to examine actual cases being submitted to it.\r\nFrance supports these efforts and hopes that comparable\r\ncrimes of genocide that may have been committed in\r\nRwanda will also lead to the establishment of an\r\ninternational legal body.\r\nThe juridical work of the United Nations extends to\r\nother areas as well. It is designed to address matters of\r\ninternational trade with a view to making it both freer and\r\nfairer. In this regard, I have already expressed our\r\nsatisfaction at the establishment of the World Trade\r\nOrganization. The signing a few weeks ago of an act that\r\ncompletes the monumental work done by the United\r\nNations on the law of the sea is also a historic event.\r\nIf our Organization is to be able to carry out the\r\nmany difficult tasks which I have just described, we must\r\nconstantly work to reform it and adjust the means\r\navailable to it - in the first place, by strengthening the\r\nmeans available to the Secretary-General. On behalf of\r\nFrance, I should like to pay a tribute here to the\r\nSecretary-General - and this is not a mere formality. We\r\nhave the good fortune to have at the helm of our\r\nOrganization a man who, thanks to his ceaseless efforts\r\nover the past two years, has made progress possible in all\r\nareas: preventive diplomacy, crisis management,\r\ndevelopment, the running of the institution. We must\r\ntherefore give him the means to continue his work.\r\nThis is true, too, of peace-keeping missions. Recent\r\nexperience has shown the need to make military forces\r\navailable to the Secretary-General on very short notice in\r\nthe implementation of Security Council resolutions. To\r\nthat end, France wishes to develop a network of stand-by\r\nforces. On the initiative of the President of the Republic,\r\nwe have offered to make a standing unit of several\r\nthousand men available to the United Nations. It is also\r\nessential for the Secretary-General to be able to control\r\nthe evolution of peace-keeping missions. To that end,\r\nFrance recommends systematic recourse to the designation\r\nof a special representative.\r\nThe Secretary-General must be able to rely on the\r\nassistance of prominent and particularly competent\r\npersons. With regard to management, last year’s\r\nestablishment of the post of Inspector General marked an\r\nimportant step forward. We expect further progress to be\r\nmade this year with the establishment of a committee on\r\nbudgetary discipline, as I proposed last year from this\r\nvery rostrum. Lastly, as our Prime Minister has\r\n15\r\nGeneral Assembly 8th meeting\r\nForty-ninth session 28 September 1994\r\nsuggested, France proposes that someone be appointed on\r\na permanent basis to the Secretary-General’s Office who\r\nwould deal with the question of the non-proliferation of\r\nweapons of mass destruction.\r\nOur Assembly is the most universal of international\r\ninstitutions. Its prestige and authority must therefore be\r\nstrengthened. To that end, France is making three\r\nproposals.\r\nFirst, sessions of the Fifth Committee must be held\r\nmore closely together in order to ensure better control over\r\nour finances, particularly with regard to peace-keeping\r\noperations.\r\nSecondly, there must be more frequent missions of the\r\nAssembly to deal with certain crisis situations, as was done\r\nin the cases of Haiti and South Africa. The financial\r\nreform of the United Nations, which has been discussed for\r\nseveral years now, must be set in motion. Following the\r\nwork of the high-level Working Group established last year\r\nto consider the question of enlarging the Security Council,\r\nFrance proposes that a group, led by the President of the\r\nGeneral Assembly, be set up this year to make proposals\r\nthat could lead to the financial reform of our Organization.\r\nThirdly, we must work to achieve the enlargement of\r\nthe Security Council. This question has already been the\r\nfocus of in-depth discussions that have clarified the\r\npositions at issue. For its part, France has no panacea to\r\noffer, but it believes that the solution must answer the dual\r\nimperative of efficacy and representativeness.\r\nOn the one hand, if the Security Council is to function\r\nefficiently, given its tasks and the circumstances in which\r\nit intervenes, its capacity to take important decisions\r\nquickly must clearly be maintained. But the Council must\r\nalso allow for full public debate in reaching its decisions.\r\nHence, we are in favour of the Council’s holding official\r\nmeetings - without of course giving up its informal\r\nconsultations - to hear Members of the Organization and\r\ntalk with them before taking positions on the important\r\nquestions before it. We believe that this is the appropriate\r\nresponse to the demand for transparency made by many\r\ndelegations.\r\nOn the other hand, the Council’s authority and thus its\r\nefficacy also depend on its representativeness. We\r\ntherefore favour the enlargement of the Council to include\r\nnew permanent and non-permanent members. France\r\nconfirms its support for the desires of Germany and Japan\r\nto accede to permanent membership. It also considers that\r\nthe representatives of the developing world should in no\r\ncase find themselves marginalized by any future reform.\r\nThe United Nations exists and acts only through the\r\nwill of its Member States. Though that is obvious it\r\nbears repeating. Any failure of our Organization is in\r\nfact the failure of those same States - that is, as my\r\ncolleague from the United Kingdom stated earlier today,\r\nour own failure. Its efficacy depends above all on the\r\ndegree of commitment each of us brings to it.\r\nWithout the commitment of States there can be no\r\nsolution to the financial crisis of the United Nations.\r\nEach of us is aware of the gravity of our Organization’s\r\nfinancial situation. Each of us also knows that this\r\ncritical situation is not the result solely of the sum total of\r\nexpenditures. The real source of our crisis is well known:\r\nit is the negligence of States which do not pay their\r\ncontributions or do not pay them in full.\r\nOf course, we welcome the fact that one of the main\r\ncontributor countries has decided to pay a substantial part\r\nof its arrears, thereby bringing temporary relief to the\r\nOrganization’s financial situation. We can understand\r\nwhy some Member States are requesting that the scale of\r\ncontributions be adjusted in order better to reflect real\r\nabilities to pay. France hopes that at the present session\r\nthe General Assembly will address the revision of this\r\nscale in accordance with the principle of fairness and in\r\na spirit of consensus.\r\nBut fairness also requires swifter and more\r\nsubstantial reimbursement to States that provide the troops\r\nnecessary to peace-keeping operations and are therefore\r\nthe primary victims of late payments. The situation in\r\nwhich some in fact pay twice while others do not pay at\r\nall must come to an end. France therefore asks once\r\nagain that a working group be established and mandated\r\nto propose all the measures that can encourage tardy\r\nStates to pay their arrears.\r\nAnd without the commitment of States there cannot\r\nbe any solution to international instability. France has\r\nmade considerable efforts to help resolve crises that have\r\nthreatened the international order over the past few years.\r\nIt has been the first and is now the second largest troop\r\ncontributor to the United Nations. It has well-known\r\nexperience in the three areas of preventive diplomacy,\r\npeace-keeping and humanitarian action. Obviously,\r\nFrance does not wish to lecture anyone, but its own\r\ncommitment does permit it to say that the readiness of\r\n16\r\nGeneral Assembly 8th meeting\r\nForty-ninth session 28 September 1994\r\nStates does not meet the demands made today upon our\r\nOrganization.\r\nNeed we cite all the circumstances in which the non-\r\nparticipation or temporizing of States has compromised\r\naction mandated by the Security Council? How many\r\nweeks did we have to wait last year for the military\r\narrangements provided for under Security Council\r\nresolution 824 (1993) on safe areas in Bosnia were finally\r\nin place? We all remember that, during the Rwandan\r\ncrisis, the decision taken by the Security Council in mid-\r\nMay to strengthen the United Nations Assistance Mission\r\nfor Rwanda had yet to be implemented two months later.\r\nRather than dwelling on these disappointments,\r\nhowever, France wishes to pay tribute to all those States\r\nthat have shown, by their commitment and sense of\r\ninternational solidarity, that the United Nations can prove\r\nthat it is effective. The African countries that chose to\r\nshare with us the risks involved in the operation in Rwanda;\r\nthe United States, which is working in Haiti to effect the\r\nimplementation of Security Council resolution 940 (1994);\r\nthe States whose soldiers stand with ours in the United\r\nNations Protection Force: it is thanks to them that there\r\nremains a chance for peace in the former Yugoslavia,\r\ndelayed only by the stubbornness of the Bosnian Serb\r\nleaders. France expects that the greatest of firmness will be\r\nused in dealing with these most recent warmongers. But\r\nthe change in position of the other parties, and in particular\r\nthe authorities in Belgrade, makes it incumbent upon us to\r\ncontinue to seek a negotiated settlement. In this spirit, we\r\nappeal to Presidents Izetbegovic, Tudjman and Milosevic,\r\nwho have all accepted the peace plan for Bosnia, to resume\r\nthe direct dialogue necessary for a comprehensive\r\nsettlement. Otherwise, the international community must be\r\nprepared to propose the terms of a comprehensive, just and\r\nlasting settlement, taking into account the legitimate\r\ninterests of the various communities that made up the\r\nformer Yugoslavia and must enjoy equal rights.\r\nBringing to trial those responsible for war crimes is a\r\nmoral imperative to which France is committed. We must\r\nabove all make the people in the former Yugoslavia\r\nunderstand that there are prospects for the future other than\r\nendless violence and vengeance. That is France’s message.\r\nThat is the reason for the commitment of our soldiers in\r\nBosnia and, sadly, the sacrifice of several dozen of them.\r\nThere is nothing pre-ordained about failure to get involved,\r\nor inertia. There is a strong will at the heart of our\r\nOrganization. Therefore France appeals to all Member\r\nStates to mark the fiftieth anniversary with a genuine\r\nrenewal of commitment.\r\nVoices are being raised today urging our\r\nOrganization to show greater realism in defining the\r\nmissions that it has to carry out. In appealing to Member\r\nStates to mobilize, France wishes to reaffirm its\r\nunwavering conviction that, in the face of the challenges\r\nto the international community, realism consists not in\r\nbeing less ambitious but in ensuring that we have the\r\nmeans fully to achieve our ambitions. They must not be\r\nlimited to what seems possible; they must be to make\r\npossible what is obviously necessary. It is in this spirit\r\nthat France will continue actively to play its role within\r\nthe United Nations.\r\nThe President (interpretation from French): I now\r\ncall on the Minister for Foreign Affairs of Ukraine, His\r\nExcellency Mr. Gennadi Udovenko.\r\nMr. Udovenko (Ukraine) (spoke in Ukrainian;\r\nEnglish text furnished by the delegation): It is a great\r\nhonour for me to congratulate you, Sir, on your election\r\nto the distinguished and very important post of President\r\nof the General Assembly.\r\nI am confident that your knowledge, experience and\r\nconsummate personal skills, which you have demonstrated\r\nboth as Permanent Representative to the United Nations\r\nand as President of the Security Council, will allow the\r\nsuccessful resolution of the complex problems the\r\ninternational community is now facing on the eve of the\r\ncelebration of the United Nations half century.\r\nI would like also to express my appreciation to the\r\nPresident of the previous session of the General\r\nAssembly, Ambassador Insanally, whose wise guidance\r\nresulted in the adoption of an entire set of constructive\r\ndecisions to the benefit of all Member States of the\r\nUnited Nations.\r\nThe year that has elapsed since the previous session\r\nof the General Assembly has witnessed important\r\ninternational developments, in many of which the United\r\nNations was both a catalyst and a participant. They\r\nincluded the historic turn towards peace in the Middle\r\nEast and the elimination of the apartheid system in South\r\nAfrica. Positive developments are expected in Ulster and\r\nin other hot spots of the planet. The completion of the\r\nwithdrawal of Russian troops from Germany and the\r\nBaltic States has at last marked the end of the European\r\nhistory of the Second World War. In this context, the\r\nleaders of the Russian Federation should be given their\r\ndue for displaying political courage and foresight.\r\n17\r\nGeneral Assembly 8th meeting\r\nForty-ninth session 28 September 1994\r\nRadical changes have also taken place in the political,\r\nsocial and economic life of Ukraine, which recently\r\ncelebrated the third anniversary of its independence. The\r\nUkrainian people, of their own free will, in a truly\r\ndemocratic way, elected Leonid Kuchma as the new\r\nPresident, and has elected the Parliament of the country.\r\nNew leaders have come to executive power. Naturally, all\r\nof these developments are generating broad interest in, and\r\ncloser attention to, Ukraine.\r\nIn this connection, different - sometimes arbitrary -\r\npredictions have been made concerning the direction of our\r\ndomestic and foreign policies, and even regarding their\r\npossible reorientation. Many radical and even diametrically\r\nopposed views have been heard - for example, whether the\r\npolitical pendulum in Ukraine will swing to the East or\r\nWest, or whether Ukraine will remain an independent State\r\nand preserve its political sovereignty.\r\nIn taking the opportunity to speak from this rostrum,\r\nI should like to clarify these important issues.\r\nFirst, the State policy of Ukraine will be consistently\r\nbased on the authority established by the Ukrainian people\r\nwhen it confirmed, almost unanimously, its choice of\r\nindependent development during the national referendum\r\nheld in December 1991. This reality is decisive, and\r\nrumours that Ukraine will eventually lose its sovereignty\r\nare absolutely unfounded. We shall continue to follow the\r\npath of building an independent State, and a return to the\r\nsituation which prevailed in the former Soviet Union is\r\nimpossible.\r\nSecondly, what also seems to be an oversimplification\r\nis the question of where Ukraine will be, whether in the\r\nEast or the West, of where it will go. I think it is precisely\r\nhere in this Hall, which brings together representatives of\r\nall continents and regions of the world, that the artificial\r\ndivision into East, West, North and South is especially\r\nstrongly felt. Today the world is becoming more\r\nintegrated, and political indicators of geographical\r\naffiliation of countries are gradually disappearing. Ukraine,\r\nlike any other State, cannot simply \"go\" East or West. It\r\nis there, where it has been for ages, and where it will stay\r\nfor ever. Its main task as a historically ancient but\r\npolitically young State consists in gradual integration into\r\nthe European and world political, economic, humanitarian\r\nand other processes as a reliable link in a new global\r\nsystem of international relations.\r\nOf course, there will be corrections to our policy. The\r\nworld has changed considerably, even in comparison with\r\nthat period of time when Ukraine emerged on the political\r\nmap as an independent State. All of us, including\r\nUkraine, have to take into account new realities and\r\nrespond to them appropriately. This is particularly so\r\nwhen we deal with the question of the intensification of\r\nmutually beneficial and equitable cooperation with the\r\nRussian Federation and with the other countries of the\r\nCommonwealth of Independent States (CIS). But these\r\nrelations will by no means be developed at the expense of\r\nour contact with our other partners. Ukraine is equally\r\nconcerned with strengthening relations with the United\r\nStates; Germany; Canada; the countries of Central and\r\nEastern Europe; the States of Asia - above all, China and\r\nJapan; as well as other countries of the Asian-Pacific\r\nregion, Africa and Latin America. In other words, the\r\nrange of our foreign policy interests is very broad. I\r\nwould like to emphasize that at the international level\r\nUkraine will protect its national interests, including its\r\neconomic interests, with increasing dynamism and\r\npragmatism.\r\nThese are the corrections that will be made to\r\nUkraine’s foreign policy, which, despite domestic political\r\nchanges, remains, as President Leonid Kuchma has stated,\r\npredictable, consistent and weighted. There can be no\r\ndoubt whatsoever in this respect: Ukraine has been\r\ncommitted, and will continue to be committed, to\r\nfulfilling its international obligations, consistently and in\r\ngood faith. This is a solid foundation of our foreign\r\npolicy.\r\nThe wave of political romanticism yielded to a time\r\nof severe trials in the political, social and economic lives\r\nof the newly independent States that emerged from the\r\nformer Soviet Union. Linking the titles of two well-\r\nknown novels, the overall tenor of the mood of society in\r\nthe post-communist world might be described as \"great\r\nexpectations gone with the wind\".\r\nTo speak frankly, those feelings were not spared\r\nUkraine, which immediately declared its readiness to\r\ncooperate honestly and openly with all interested partners.\r\nHowever, our State, after having made persistent efforts,\r\nhas felt that only recently has the world community come\r\nto understand its position. At the same time, the reality\r\nof the current situation of Ukraine is that we are still the\r\nsubject of pressure and suspicion from outside and that\r\nwe continue at times to encounter open reluctance to\r\nunderstand the essence of the problems we are facing.\r\nThis greatly aggravates the present and still difficult\r\neconomic situation in the country and hinders the process\r\nof market reforms.\r\n18\r\nGeneral Assembly 8th meeting\r\nForty-ninth session 28 September 1994\r\nToday, Ukraine is facing the difficult tasks of\r\novercoming an economic crisis, of normalizing its social\r\nand economic situation and of creating favourable domestic\r\nand international conditions for gradually raising the living\r\nstandard of its population. The President and the new\r\nGovernment are focusing their efforts on those tasks, but I\r\nmust note that Ukraine’s problem in surmounting its\r\neconomic crisis has an international dimension as well\r\nsince, because of its geopolitical situation, the establishment\r\nof Ukraine as a sovereign and economically developed State\r\nis an important factor for peace and stability on the\r\ncontinent of Europe. There is therefore every reason to\r\nassert that support for Ukraine - both political and,\r\nespecially, economic - is a reliable investment in the\r\nstrengthening of international security. These facts are\r\ngradually being accepted, and the discussion of the\r\nUkrainian question at the Naples Summit Meeting of the\r\nGroup of 7 was evidence of this trend.\r\nThe existence of a group of countries undergoing\r\ntransition to a market economy has become a real factor in\r\ncurrent international relations. Ukraine is a part of that\r\ngroup. Our experience is showing that the transition period\r\nwill not be smooth, that it will be fairly lengthy and that it\r\nwill necessitate considerable effort, including international\r\neffort. There is, however, no alternative. Those very\r\naspects of statecraft will be the focus of President\r\nKuchma’s attention in the policy statement he will soon\r\ndeliver to the Parliament. I should also like to note that the\r\ndifficult economic situation in our country can to a\r\nconsiderable extent be explained by the vast financial\r\nburden of nuclear disarmament and the eradication of the\r\naftermath of the Chernobyl disaster. Those problems are\r\nnot solely Ukrainian; they have a global dimension as well.\r\nIn this connection, one positive development is the fact that\r\nthe problems of countries undergoing the transition to a\r\nmarket economy are gradually coming to occupy a rightful\r\nplace in the varied activities of the United Nations and its\r\nspecialized agencies.\r\nHowever, it seems that donor States, while declaring\r\ntheir support for the implementation of reforms in countries\r\nundergoing transition, are still being excessively cautious in\r\nproviding adequate support to specific projects in Eastern\r\nEurope and in the countries of the Commonwealth of\r\nIndependent States (CIS). Today, that attitude is beginning\r\nto pose a serious problem.\r\nWe are also looking forward to target-oriented\r\nactivities by the international community designed to create\r\nfavourable conditions for free access to the world market\r\nfor exports from countries in this region, particularly\r\nUkraine. In this connection, Ukraine welcomes the\r\nestablishment of the World Trade Organization (WTO)\r\nand firmly intends to accede to the General Agreement on\r\nTariffs and Trade (GATT)/WTO system. We hope that\r\nthat system will promote trade liberalization and facilitate\r\nthe creation of an open and transparent system of trade.\r\nAfter all, the intensification of international trade is an\r\nintegral part of economic development.\r\nAs a European country, we are primarily concerned\r\nwith the problem of security in Europe in the broadest\r\nsense of that term. I should like to express some views\r\nconcerning Ukraine’s vision of ways to safeguard peace\r\nand stability on that continent.\r\nThe difficulties of making forecasts in the field of\r\ninternational relations can be explained by the number of\r\nnew risks and challenges to security that have been\r\ncreated by political, economic, inter-ethnic and other\r\ncontradictions. These have already generated a wave of\r\nconflicts to which Europe was not prepared to make an\r\nadequate response.\r\nThe anxiety on the continent of Europe is clearly\r\ndemonstrated by the ongoing search for new machinery to\r\nensure State security in Eastern and Central Europe, of\r\nwhich Ukraine is also a part. The point is not that\r\nappropriate structures to strengthen security in Europe do\r\nnot exist. There are the activities of the Conference on\r\nSecurity and Cooperation in Europe (CSCE), the North\r\nAtlantic Treaty Organization (NATO), the Western\r\nEuropean Union (WEU) and the North Atlantic\r\nCooperation Council (NACC), and the countries of the\r\nCommonwealth of Independent States are also seeking\r\nways to achieve collective security. However, for various\r\nreasons none of those structures is able adequately to fill\r\nthe military and political vacuum created in the region\r\nfollowing the disintegration of the USSR and the Warsaw\r\nTreaty.\r\nThat is why Ukraine strongly supports initiatives\r\naimed at all-European cooperation in various fields,\r\nincluding the field of security.\r\nI should like to recall that Ukraine was the first of\r\nthe CIS countries to become a signatory of the NATO\r\nPartnership for Peace programme and the Agreement on\r\nPartnership and Cooperation with the European\r\nCommunity. The Ukraine became a party to the\r\nConference on the Pact on Stability in Europe and has put\r\nforward initiatives for the strengthening of security and\r\n19\r\nGeneral Assembly 8th meeting\r\nForty-ninth session 28 September 1994\r\ncooperation in Central and Eastern Europe and in the Black\r\nSea region.\r\nHowever, it should be acknowledged that,\r\nnotwithstanding all their positive features, neither the\r\nPartnership for Peace programme nor any other measures\r\nundertaken can yet ensure reliable security safeguards for\r\nthe States concerned.\r\nIn the existing situation it seems reasonable to focus\r\nattention on a detailed examination of the question of\r\ncreating an all-European security structure that would\r\ninvolve all the existing structures in this field - the CSCE,\r\nthe NACC, NATO, the WEU - and, of course, the States of\r\nthe former USSR should have an appropriate place in that\r\nstructure. Ukraine advocates just such an approach,\r\nnamely, the strengthening of partnership and cooperation in\r\nan all-European dimension rather than a search for new\r\ngeometrical schemas which would, in fact, solidify the\r\ndivision of the European continent, small as it is on the\r\nglobal scale.\r\nWe feel that the strengthening of stability and security\r\nin the all-European sphere can and must be supplemented\r\nby regional actions that could be organically integrated into\r\nthe overall process of confidence-building and constructive\r\ncooperation.\r\nMr. Ansari (India), Vice-President, took the Chair.\r\nIn the search for such steps, Ukraine put forward the\r\ninitiative on confidence-building measures in the region of\r\nthe Black Sea. This region is extremely important to us as\r\na crossroads between Europe and Asia and between North\r\nand South. The elaboration and implementation of specific\r\nconfidence-building measures in the military and political\r\nfields in the Black Sea region would promote good-\r\nneighbourly relations and political and economic\r\ncooperation between the Black Sea countries.\r\nMultilateral consultations on these issues have already\r\nbegun. Ukraine proceeds on the basis that all Black Sea\r\ncountries may participate in confidence-building measures.\r\nWe believe that the measures themselves should be\r\nidentified in a politically binding document, which would\r\nregulate naval activities on the Black Sea, establish a\r\nprocedure for the exchange of appropriate information and\r\npromote the development of contacts between the naval\r\nforces of States parties.\r\nThe principle of collective action aimed at the\r\nmaintenance of peace under appropriate international\r\ncontrol must be one of the important conditions for the\r\noperation of an all-Europe security system. At the\r\npresent stage, national and international security is\r\nthreatened not so much by the possibility of military\r\naggression from outside as by local and regional conflicts\r\nprovoked by domestic circumstances - economic, ethnic,\r\nreligious and others - and especially by the possibility of\r\ntheir spilling over and involving neighbouring countries.\r\nThis requires timely preventive action.\r\nAssessing recent developments in the world, we have\r\nto recognize that, on the whole, preventive diplomacy is\r\ncoming to the foreground of United Nations activities\r\naimed at securing, restoring and strengthening peace and\r\nof activities of the CSCE. In this context, I should like to\r\nexpress gratitude to Mr. Boutros Boutros-Ghali, the\r\nUnited Nations Secretary-General, for his significant\r\npersonal contribution to the development of the\r\nfoundations in this extremely important field of\r\ninternational activity.\r\nWe greatly appreciate United Nations peace-keeping\r\nefforts aimed at settling regional conflicts. We realize\r\nthat such activities require intensive political, physical and\r\nfinancial support from Member States. Unfortunately, the\r\ndifficult economic situation of our State - not to mention\r\nthe unjustified excessively high contribution to the regular\r\nbudget - prevents Ukraine from meeting in full its\r\nfinancial obligation to the United Nations. However, we\r\nare trying to compensate, at least partially, through our\r\ncontribution to the peace-keeping forces.\r\nUkraine has already become one of the major\r\ncontributors to United Nations forces, and it remains\r\nready to cooperate in this field. We believe that\r\nappropriate protection and security for the peace-keeping\r\npersonnel are essential conditions for such cooperation.\r\nLet us consider the sad statistics. In the course of all\r\nUnited Nations operations more than 1,000 peace-keepers\r\nhave been killed. In the territory of the former\r\nYugoslavia nine Ukrainian servicemen gave their lives,\r\nand more than 30 persons were wounded. The problem\r\nof security for United Nations personnel becomes more\r\nacute every year. When sending its troops to Yugoslavia,\r\nUkraine took the initiative of developing an international\r\nconvention on the protection of United Nations peace-\r\nkeepers and of submitting a draft of the document. We\r\nnow await with hope the completion, during the current\r\nsession, of work on this question.\r\nDevelopments in the former Yugoslavia and in\r\nSomalia compel us to think about the problems of the\r\n20\r\nGeneral Assembly 8th meeting\r\nForty-ninth session 28 September 1994\r\neffectiveness of United Nations peace-keeping operations.\r\nThe fact that the United Nations, even using the potential\r\nof such a powerful organization as NATO, failed to\r\nextinguish the flames of bloody conflict in these countries\r\nobviously calls for a more thorough examination and a\r\ncloser definition of principles of United Nations peace-\r\nkeeping operations. First and foremost, there are such\r\nquestions as a precise mandate, a link with the negotiating\r\nprocess, the neutrality of the United Nations contingent, the\r\nreasons for coercive action and the concept of multinational\r\nforces.\r\nToday, with the transition to a multipolar world, it has\r\nbecome evident that no country, however great its potential\r\nfor military power, can any longer pretend to be an\r\neffective guarantor of peace by relying exclusively on its\r\nown strength. This would be incompatible with the rules\r\nand principles of behaviour that are recognized throughout\r\nthe world. Unfortunately, the United Nations proved not to\r\nbe completely ready to assume this important role.\r\nOperations have become increasingly expensive and\r\nunwieldy. During the last four years alone United Nations\r\nexpenditure for these purposes has increased from $350\r\nmillion to $2.8 billion, thus aggravating the chronic\r\nfinancial problems. In the opinion of the world community,\r\npeace-keeping operations have lost their element of the\r\nextraordinary and have become routine, and not always\r\nsuccessful, emergency actions. But the main reason for the\r\ncrisis in United Nations peace-keeping efforts has proved to\r\nbe changes in the conditions and circumstances of conflicts.\r\nClassic peace-keeping operations started after the end\r\nof the \"hot\" phase. That is why they were, in fact, quite\r\neffective means of conflict prevention. Now, in many\r\ncases, the United Nations intervenes when hostilities are at\r\ntheir height. This changes the principles of the use of\r\npeace-keeping forces. It is not always the case that the\r\n\"blue helmets\" are regarded by all the conflicting parties as\r\nwelcome guests. That is why the United Nations forces’\r\nmandate is considerably wider than used to be the case. In\r\nsome cases they have been given the right to use all\r\navailable weapons - and not only in self-defence.\r\nThe parties to conflicts are often unable to provide\r\nadequate conditions for United Nations forces to accomplish\r\ntheir peace-making mission. A distinctive attribute of\r\ncurrent conflicts is the phenomenon of field commanders.\r\nThese people obey no one and, thus, compromise United\r\nNations decisions or agreements reached within the\r\nframework of efforts aimed at achieving an armistice.\r\nIt is high time to renew the principles and\r\nmechanisms of peace-keeping operations on the basis of\r\nthe United Nations Charter. We feel that it is necessary\r\nto accelerate the creation of United Nations rapid-\r\ndeployment forces, which would recruit volunteers and\r\nwould be extraterritorial in character. Ukraine has\r\nalready declared its readiness to take part in this process.\r\nAn extremely important issue is the enhancement of\r\nthe role of international law within the system of\r\ninternational relations and the creation of a climate\r\nbetween States that would completely exclude diktat,\r\ninterference in internal affairs, the proclamation of\r\nso-called zones of special interests, and so on. The\r\nUnited Nations is also making a valuable contribution to\r\nstrengthening the international rule of law. In this\r\ncontext, Ukraine advocates further enhancement of the\r\nrules and principles of international law - first and\r\nforemost, such basic principles as respect for the\r\nsovereignty of States; territorial integrity and the\r\ninviolability of borders; and the protection of individual\r\nhuman rights, including the rights of national minorities.\r\nOur State is committed to cooperating with other\r\ncountries in this field.\r\nUkraine is also ready to make its contribution to the\r\nsolution of other urgent problems. It is necessary that we\r\nshould examine thoroughly and comprehensively the\r\nquestion of the implementation of economic sanctions\r\nagainst those who threaten peace and security. Previous\r\nUnited Nations experience in this field provides grounds\r\nfor justified criticism of the effectiveness of such\r\nsanctions. It is time to give serious thought to the\r\ncreation of machinery for the implementation of Article\r\n50 of the United Nations Charter. This would protect the\r\neconomic interests of third countries, which are suffering\r\ncolossal losses as a result of the strict implementation of\r\nsanctions.\r\nUkraine has already lost more than $4 billion as a\r\nresult of the implementation of sanctions against\r\nYugoslavia. Unfortunately, the international structures\r\ndid not extend appropriate assistance to enable our State\r\nto overcome the economic difficulties caused by the\r\nembargo. Obviously, collective action aimed at\r\nimplementing coercive measures cannot be taken on such\r\nan unfair basis, as this increases the danger of a loss of\r\nconfidence in the device of sanctions.\r\nGenerally, the necessity of substantively reforming\r\nthe United Nations, with a view to enhancing the\r\neffectiveness of the Organization while reducing at the\r\n21\r\nGeneral Assembly 8th meeting\r\nForty-ninth session 28 September 1994\r\nsame time the expenditures for its functioning, is a very\r\nserious problem. I am confident that this problem has\r\nceased to be merely an administrative and budgetary one\r\nand is moving to the foreground as one of the major\r\npolitical problems. Many countries, including Ukraine, are\r\ncurrently encountering great difficulties in convincing their\r\ncitizens that it is necessary to make excessively large\r\ncontributions to the budget of international organizations.\r\nThere are still many outstanding problems in the field\r\nof arms control and disarmament, which traditionally\r\noccupy an important place in the foreign policy of Ukraine.\r\nWe support efforts aimed at putting into force the chemical\r\nweapons Convention. We are taking an active part in the\r\nelaboration of effective mechanisms of international control\r\nregarding the implementation of the inhumane weapons\r\nConvention, the Convention on the prohibition of biological\r\nweapons, the Treaty on Conventional Armed Forces in\r\nEurope, and other international instruments to which\r\nUkraine is a party. We attach great importance to the\r\npreparation of the comprehensive test-ban treaty, which is\r\nnow under way within the framework of the Conference on\r\nDisarmament. These activities prove that Ukraine is\r\npursuing a consistent policy in the field of the prohibition\r\nof weapons of mass destruction, and they demonstrate its\r\nopenness and readiness to cooperate, its commitment to\r\nrespect the obligations assumed. Ukraine stands for the\r\nequality of all States parties to international treaties and\r\nsupports the universality and non-discriminatory nature of\r\nthese treaties.\r\nIt is precisely from such a position that Ukraine\r\napproaches nuclear disarmament, which, at the present\r\nstage, is its most complicated problem. It should be\r\nemphasized that Ukraine is the first State in the world that\r\nhas voluntarily and unilaterally assumed the obligation of\r\neliminating nuclear weapons located in its territory - the\r\nthird nuclear potential in the world - and that intends to\r\nachieve the status of a non-nuclear Power.\r\nThe decision on non-nuclear status was approved by\r\nthe Parliament of Ukraine for the benefit both of the\r\nhighest interests of our State and of mankind as a whole.\r\nThis decision was based on the profound belief of our\r\npeople in the morality of the non-nuclear option and was\r\nnot the result of any external pressure.\r\nAt the same time, Ukraine, as a State that of its own\r\nfree will is giving up nuclear weapons - this most effective\r\nmeans of deterrence - obviously has the right to obtain\r\nreliable security guarantees from other nuclear States and\r\nadequate economic and technical assistance from the\r\ninternational community for the elimination of these\r\nweapons.\r\nUnfortunately, our partners did not immediately\r\ncomprehend these just demands, and we lost a lot of time.\r\nThe Ukraine Parliament’s conditions for revoking its\r\nreservations at the time of the ratification of the START\r\nTreaty and the Lisbon Protocol, and for proceeding with\r\nthe practical withdrawal of nuclear warheads from\r\nUkraine with the view to their further elimination, were\r\ncreated only after the Trilateral Statement by the\r\nPresidents of Ukraine, the United States and the Russian\r\nFederation was signed and the relevant implementation\r\nagreements were concluded.\r\nVery soon the Parliament of Ukraine intends to\r\nconsider the accession of our State to the non-\r\nproliferation Treaty. Today, the settlement of this issue\r\ndepends mainly on the finalization of an acceptable text\r\nof the document concerning the provision of guarantees\r\nfor Ukraine’s national security by the nuclear States.\r\nUkraine stands for corresponding guarantees to be\r\nmultilateral and to be addressed directly to Ukraine as\r\nthat State which for the first time in history, on its own,\r\nis getting rid of nuclear weapons; these guarantees should\r\nprovide a mechanism of consultations, which could\r\nbecome involved should the security of Ukraine be\r\nthreatened. In this process, we attach great importance to\r\nthe role of the United Nations as the most authoritative\r\ninternational organization.\r\nIn conclusion, I would like to express optimism\r\nconcerning the future development of the United Nations\r\nand international co-operation. Current international life\r\nis highly complicated and contradictory: there are\r\nalarming moments and there are frustrations, but there are\r\nalso truly historical shifts which have led to the end of\r\nthe cold war and to the transition to constructive\r\nco-operation. It is highly symbolic that this is happening\r\non the eve of the fiftieth anniversary of our Organization,\r\nwhich emerged from the ruins of the Second World War.\r\nOn behalf of Ukraine, which suffered very heavy losses\r\nin that war, I would like to support the proposal to\r\nproclaim 1995 the universal year of commemoration of\r\nthe victims of this, the bloodiest of wars.\r\nPresent-day realities are laying a sound foundation\r\nfor global cooperation, stability and peace. Let us\r\ntherefore make every effort not to lose this historic\r\nopportunity.\r\n22\r\nGeneral Assembly 8th meeting\r\nForty-ninth session 28 September 1994\r\nThe President: I now call upon the Minister for\r\nForeign Affairs of Greece, His Excellency Mr. Karolas\r\nPapoulias.\r\nMr. Papoulias (Greece) (spoke in Greek; English text\r\nfurnished by the delegation): Allow me at the outset to\r\nextend to Mr. Amara Essy the warmest congratulations of\r\nthe Greek Government on his election to the presidency of\r\nthe forty-ninth session of the General Assembly. We are\r\nparticularly pleased that his presence this year will provide\r\nthe African States, with which Greece maintains excellent\r\nrelations, with a further opportunity to make an essential\r\ncontribution to the successful outcome of our work. I\r\nwould also like to thank Ambassador Insanally for the\r\nconstructive and efficient manner in which he performed\r\nhis duties as President of the General Assembly during its\r\nforty-eighth session.\r\nI wish to take this opportunity to address sincere\r\ncongratulations to the Secretary-General of the United\r\nNations, Mr. Boutros Boutros-Ghali, who is striving with\r\ncourage, energy, political will, vision and perspicacity for\r\na new world, a world in which law and ethics will prevail,\r\nand for the restructuring of the Organization to enable it to\r\nmeet the challenges of our time. He has our full support in\r\nhis efforts to fulfil his mission.\r\nThe Foreign Minister of Germany, in his capacity as\r\nPresident of the Council of the European Union, delivered\r\na statement yesterday on behalf of the European Union and\r\nits member States. My Government subscribes to its\r\ncontent. However, I should like to address some issues of\r\nparticular interest to Greece which, apart from the statement\r\nof my German colleague, Klaus Kinkel, are further\r\nelaborated in the European Union’s memorandum.\r\nThe United Nations is facing the challenges and\r\npreoccupations of our times. And now, more than ever, it\r\nmust become the forum to which all those who are\r\nsuffering injustice will naturally resort, knowing that justice\r\nwill be done. To this end, it is the duty of all to abide by\r\nthe principles of the Charter of the United Nations, which\r\nthey have accepted of their own free will, and to observe\r\nthe rules, to the development and establishment of which\r\nthey have contributed. In this context, all must respect\r\nUnited Nations resolutions, particularly those of the\r\nSecurity Council, the body on which the international\r\ncommunity has conferred primary responsibility for the\r\nmaintenance of international peace and security. This is the\r\nonly way in which we can strengthen the moral stature of\r\nthe United Nations and contribute to the attainment of its\r\ngoals.\r\nBearing this in mind, we welcome and strongly\r\nsupport the efforts of the Secretary-General in the area of\r\npreventive diplomacy and the maintenance and promotion\r\nof international peace and security, within a broader\r\nframework which, in addition to the political and military\r\naspects, also has an economic and social dimension,\r\nparticularly with respect to the protection of human rights\r\nand fundamental freedoms.\r\nRespect for human rights constitutes one of the most\r\nimportant factors for the maintenance of international\r\npeace and security and must be regarded as a prerequisite\r\nfor development in all areas and for democratic existence.\r\nThe Vienna World Conference on Human Rights was an\r\nimportant milestone, as was the establishment of the post\r\nof High Commissioner for Human Rights, whose mandate\r\nwe fully support, and the mission of the Centre for\r\nHuman Rights. The principles of the Universal\r\nDeclaration of Human Rights and the Vienna Declaration\r\nand Programme of Action, as well as other international\r\nacts and instruments, should guide the actions of all\r\nMember States on a daily basis.\r\nThe international community is called upon to\r\nconfront many problems among the Members of the\r\nOrganization. Fortunately, considerable progress has been\r\nachieved during the past year with regard to some of\r\nthem.\r\nI should like first to refer to the case of the Middle\r\nEast. Greece, a neighbouring country and a traditional\r\nfriend of the peoples in the region, is particularly pleased\r\nby the continuous and promising steps taken recently to\r\nstrengthen peace and security and to arrive at satisfactory\r\narrangements for the Palestinian people, steps which will\r\nopen up prospects for a final, generally acceptable,\r\nsettlement of the long-lasting Middle East crisis.\r\nThe other case I should like to mention is that of the\r\nrestoration of democracy in South Africa. Who would\r\nnot agree that the peaceful change achieved in that\r\ncountry by leaders such as President Mandela and\r\nVice-President De Klerk, is an example to follow? This\r\nchange was made possible, however, only because both\r\nmen had the will to abolish the system of apartheid and\r\nto establish a democracy based on tolerance and respect\r\nfor human rights.\r\nIn both cases Greece did its utmost to contribute to\r\nthe successful outcome of the efforts pursued to achieve\r\nthese results.\r\n23\r\nGeneral Assembly 8th meeting\r\nForty-ninth session 28 September 1994\r\nHowever, during the same period of time, mankind\r\nhas had to endure crises which have caused incalculable\r\nloss of human life and tremendous suffering.\r\nUnfortunately, there are many such examples that could be\r\nmentioned in Africa, Asia, Central America and Europe.\r\nRwanda, whose tragedy borders on genocide, is one of the\r\nmost telling cases. Greece, as a member of the European\r\ntroika, took part in a mission of the European Union to\r\nRwanda and its neighbouring countries, in order to assist in\r\nthe task of finding solutions to this tragic political conflict\r\nand to the problem of the refugees.\r\nAs a representative of a Balkan country that has a\r\nprimary interest in stability in the Balkans, and contributes\r\ndecisively to its consolidation, I will now refer specifically\r\nto the conflict in the former Yugoslavia, which continues to\r\nbe a source of serious concern to the international\r\ncommunity, and to European countries in particular.\r\nIn spite of the major efforts of the international\r\ncommunity, war is raging in the region for the fourth\r\nconsecutive year. The victims on all sides are countless\r\nand the number of refugees is increasing dramatically.\r\nGreece actively participates in all international\r\npeace-making efforts. During the first part of this year\r\nwhen Greece held the presidency of the European Union,\r\nmy country undertook a series of initiatives, aimed at\r\narriving at a political solution of the conflict through\r\nnegotiations.\r\nThe proposals of the contact group constitute a\r\nrealistic basis for a settlement and must be accepted by the\r\nBosnian Serb side as well. President Milosevic’s decisive\r\nstance vis-à-vis the Bosnian Serbs strengthens this\r\napproach, and we hope that it will lead the Bosnian Serbs\r\nto accept the peace plan. In this context, we welcome\r\nSecurity Council resolutions 942 (1994) and 943 (1994).\r\nThe concentration of efforts aimed at ending the war\r\nin Bosnia and Herzegovina does not mean that less\r\nattention should be paid to a solution of the problem of the\r\nKrajinas, nor that its importance should be underestimated.\r\nGreece is willing to contribute actively to the\r\nrapprochement of the parties involved, so that a mutually\r\nacceptable settlement might be achieved.\r\nWe have, however, inherited yet another problem since\r\nthe dissolution of the former Yugoslavia, that of the Former\r\nYugoslav Republic of Macedonia. It lies in the fact that\r\nthe new State insists on calling itself \"Macedonia\". The\r\nGreek people and the Greek Government cannot accept this\r\ndenomination because, together with provisions of the\r\nConstitution of Skopje, of the Former Yugoslav Republic\r\nof Macedonia, the propaganda against our country, as\r\nwell as the appropriation of Greek national and historical\r\nemblems on their flag, it indicates irredentist claims\r\nagainst Greece. We hope that the good offices of Mr.\r\nVance, on the basis of Security Council resolution 817\r\n(1993), and the ensuing negotiating process within which\r\nGreece has demonstrated its good will and constructive\r\napproach, will soon bear fruit.\r\nAnother serious international and European problem,\r\nwhich is of considerable interest to the United Nations,\r\nthe European Union and Greece in particular and which,\r\nunfortunately, remains unsolved, is that of Cyprus. More\r\nthan 20 years after the Turkish invasion of Cyprus and 20\r\nyears after this body, in this very Hall, demanded the\r\nimmediate withdrawal of all foreign occupation troops, a\r\nconsiderable part of Cyprus is still under occupation.\r\nBasic human rights are still being violated, and the\r\ntragedy of the refugees and of the missing and enclaved\r\npersons persists. Furthermore, in spite of the relevant\r\nUnited Nations resolutions, the mass establishment of\r\nTurkish settlers continues unabated, thus distorting the\r\ndemographic composition of the island.\r\nThe Secretary-General, in his latest report to the\r\nSecurity Council, unequivocally acknowledged that it is\r\nthe lack of political will of the Turkish Cypriot side that,\r\nover a number of years, has impeded any progress in the\r\npeace process. In spite of the many face-saving efforts\r\nbeing made, the Secretary-General’s conclusion cannot be\r\nquestioned. But even if some would wish to deliberately\r\nhide from the truth, the recent decision of the Turkish\r\nCypriots, which rejects the very basis for a settlement -\r\nnamely the Federation - that had been agreed and sought\r\nfrom the start, as well as the unequivocal and\r\nunconditional support that this decision received from\r\nAnkara, revealed the true Turkish sentiments and\r\nobjectives: contempt for the United Nations resolutions\r\nand the preservation of illegally acquired territories\r\nfollowing the invasion and the occupation.\r\nThere can be no doubt that this Turkish attitude of\r\nprovocation is supported by the Turkish military presence\r\non the island, which has gone unpunished for so many\r\nyears. That is the reason why we believe that the efforts\r\nof the international community should focus, as a matter\r\nof priority, on the withdrawal of the Turkish occupying\r\ntroops. In this context, President Clerides’ fair and\r\nbalanced proposal for the demilitarization of Cyprus\r\nshould be duly taken into consideration.\r\n24\r\nGeneral Assembly 8th meeting\r\nForty-ninth session 28 September 1994\r\nThe Secretary-General’s recent efforts are in progress,\r\nand we are awaiting their results. However, mere verbal\r\nsupport by the international community for the Secretary--\r\nGeneral’s initiative will not suffice. The time has come to\r\nassist the Secretary-General with concrete actions aimed at\r\nAnkara, which is, of course, the key factor for\r\ndevelopments in Cyprus. If, however, those efforts are not\r\nsuccessful, as has happened in other cases, the international\r\ncommunity will have to consider new, alternative methods\r\nand measures that will ensure the implementation of United\r\nNations resolutions calling for the restoration of the\r\nsovereignty, territorial integrity and unity of the Republic\r\nof Cyprus, together with respect for the rights and freedoms\r\nof all its citizens.\r\nThe strengthening of good-neighbourly relations on the\r\nbasis of respect for international law, national sovereignty,\r\nhuman rights and non-intervention in the internal affairs of\r\nother States is the cornerstone of Greek foreign policy. The\r\nimplementation of those principles bears particular\r\nimportance with regard to the relations between Greece and\r\nits neighbours. In this context, it is the sincere wish of the\r\nGreek Government that relations between Greece and\r\nTurkey be normalized.\r\nIt goes without saying that such a normalization of\r\nGreek-Turkish relations presupposes a just and lasting\r\nsolution to the Cyprus problem and the restoration of the\r\nrule of international law with regard to Cyprus. Moreover,\r\nrespect for international law and human rights, in\r\nconformity with the provisions of the Charter of the United\r\nNations, the Helsinki Final Act and the Charter of Paris, is\r\nthe only possible basis for the establishment and\r\nconsolidation of a climate of mutual trust between Greece\r\nand Turkey.\r\nGreece abides by the same principles in its foreign\r\npolicy towards Albania. We aspire, through a dialogue\r\nwhich we have repeatedly sought, to the development of\r\ngood-neighbourly relations and cooperation in all areas,\r\nwithin a framework of mutual respect for territorial\r\nintegrity and national sovereignty and of the unconditional\r\nimplementation of international instruments that safeguard\r\nrespect for human rights.\r\nAmple evidence of this policy is provided by the\r\nextensive and multifaceted economic and humanitarian\r\nassistance that my country has extended to Albania in\r\nrecent years, in support of that country’s reconstruction\r\nfollowing a long period of totalitarian rule and in support\r\nof its economy by various means, including, inter alia, the\r\nmassive flow of remittances from illegal Albanian\r\nimmigrants, hundreds of thousands of whom live and\r\nwork illegally in Greece.\r\nOn the other hand, the large Greek minority in\r\nAlbania had been deprived by the previous regime of all\r\nits fundamental rights and had hoped that a change in\r\nGovernment would lead to a change in their conditions.\r\nUnfortunately, however, the new Albanian Government\r\nhas pursued the same policies of its predecessors.\r\nMembers of the minority are persecuted, and many\r\ninternationally recognized fundamental human and\r\nminority rights are being violated in practice and not\r\nadmitted to, in spite of the verbal assurances to the\r\ncontrary of the Albanian Government. This is the case,\r\nfor instance, in the field of education, with which the\r\nHigh Commissioner for National Minorities of the\r\nConference on Security and Cooperation in Europe, Mr.\r\nVan Der Stoel, with whom the Greek Government is\r\nharmoniously cooperating, has been especially concerned.\r\nThe oppressive policy of the Albanian Government\r\nhas culminated in the harsh sentences delivered against\r\nfive leading members of the Greek minority, after a\r\nparody of investigation and judicial procedure, as\r\nwitnessed by unprejudiced observers from international\r\norganizations. All the above justifies the impression that\r\nthe Albanian leadership is promoting a climate of\r\nharassment against the Greek minority, so as to force its\r\nmembers to abandon their ancestral homes.\r\nGreece reaffirms that, as it has assured the\r\nSecretary-General, it sincerely favours the development of\r\ngood-neighbourly relations and constructive cooperation\r\nwith Albania, and calls on the Albanian Government, in\r\nconformity with its international commitments, to respect\r\nthe human rights and the individual freedoms of the\r\nGreek minority, so as to create the conditions necessary\r\nto ensure the development of such relations.\r\nThere are many other problems on which I would\r\nlike to express the views of my country. However, time\r\nis limited and I will constrain myself to addressing those\r\nwe deem particularly important.\r\nSignificant and daring steps have been taken in the\r\narea of disarmament. In spite of the end of the\r\nconfrontation between East and West, however, arms\r\ncontrol and disarmament remain issues of primary\r\nimportance due to the appearance of new sources of\r\ntension which jeopardize our efforts towards the\r\nnon-proliferation of arms.\r\n25\r\nGeneral Assembly 8th meeting\r\nForty-ninth session 28 September 1994\r\nThe Treaty on the Non-Proliferation of Nuclear\r\nWeapons (NPT) has played an important role to this day,\r\nand we believe that its unconditional and unlimited\r\nextension at the coming Conference of 1995 will further\r\nstrengthen the overall legal status of non-proliferation.\r\nWe also hope that negotiations for a comprehensive\r\nnuclear-test-ban treaty will soon yield positive results.\r\nMoreover, Greece hopes to contribute to the entry into\r\nforce of the Convention on the Prohibition of the\r\nDevelopment, Production, Stockpiling and Use of Chemical\r\nWeapons at the earliest possible date by promoting without\r\ndelay the relevant ratification procedures.\r\nFurthermore, my country is deeply concerned about\r\nthe problem of the increasing presence of mines and other\r\nunexploded devices and has decided to declare a\r\nmoratorium, without exception, on the export, sale or\r\ntransfer of all anti-personnel land-mines. We call on all\r\nStates to adopt similar measures.\r\nIt is time to accelerate and strengthen multilateral\r\nnegotiations in the area of disarmament. The international\r\ncommunity should prove that it is ready and willing to take\r\nthe steps which will bring about practical solutions to the\r\nproblem of disarmament and international security. We\r\nbelieve that an increase of the membership of the\r\nConference on Disarmament in Geneva would greatly\r\ncontribute to that end.\r\nIn addition, special attention should be given to the\r\nAfrican continent, not only regarding the settlement of\r\npolitical disputes between various States but also with\r\nregard to the establishment of the necessary political,\r\neconomic and social conditions for the restoration of peace\r\nand security and the improvement of the economic situation\r\nin all African countries.\r\nThe United Nations rightly places special emphasis on\r\nthe economic and social fields, which are so essential to\r\npeaceful coexistence among peoples. We must all\r\nthoroughly consider the Agenda for Development and\r\nattempt to find a way for developing countries to benefit\r\nfrom the achievements of industrialized States. We must\r\nwork together to find a new form of economic relations,\r\ntaking into account the difficulties with which we are all\r\nconfronted.\r\nThe International Conference on Population and\r\nDevelopment which has just taken place in Cairo, the\r\nforthcoming World Summit for Social Development, in\r\nCopenhagen, in March 1995, and the Fourth World\r\nConference on Women, in Beijing, in September 1995, as\r\nwell as all the other meetings that took place last year on\r\neconomic and social issues, are paving the way in the\r\nright direction.\r\nMoreover, I feel it necessary to underline the\r\nimportance that Greece attaches to the struggle against the\r\ninternational scourge of terrorism. My country\r\nunequivocally condemns all terrorist acts and actively\r\ncontributes - working within the framework of close\r\ncooperation with third countries and competent\r\ninternational organizations - to all actions and efforts\r\naimed at their elimination. However, I want to stress that\r\neconomic and social development, safeguarding the rule\r\nof law and respect for human rights and individual\r\nfreedoms are the most efficient and radical means to do\r\naway, once and for all, with this international scourge.\r\nIn concluding, I would like to express my country’s\r\ninterest in the future development of the institutional\r\naspects of the Organization, in particular with regard to\r\nthe Security Council, and to stress that Greece is willing\r\nto contribute actively to the consultations currently under\r\nway on these issues so as to achieve the best possible\r\nresult for all Members of the United Nations.\r\nIn the same spirit, I would like to reaffirm Greece’s\r\nfull and unwavering commitment to the purposes and\r\nprinciples of the Organization within the context of\r\ninternational cooperation and solidarity. We undertake to\r\ncontribute with all our means to the struggles and efforts\r\nto create lasting conditions that will ensure, at the dawn\r\nof the next millennium, that all peoples fully enjoy the\r\nbenefits of freedom and development within a peaceful,\r\ndemocratic and creative environment.\r\nThe meeting rose at 1.30 p.m.\r\n26\r\n"