"United Nations A/49/PV.20\r\n94-86555 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one week of the date of publication, to the Chief of the Verbatim\r\nReporting Section, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum. When the result of a recorded and/or roll-call vote is followed by an\r\nasterisk, see annex to the record.\r\nGeneral Assembly Official Records\r\nForty-ninth Session\r\n20th Meeting\r\nThursday, 6 October 1994, 10 a.m.\r\nNew York\r\nPresident: Mr. Essy . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Côte d’Ivoire)\r\nThe meeting was called to order at 10.35 a.m.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nAddress by Mr. Samuel Hinds, Prime Minister of\r\nthe Republic of Guyana\r\nThe President (interpretation from French): The\r\nAssembly will first hear a statement by the Prime Minister\r\nof the Republic of Guyana.\r\nMr. Samuel Hinds, Prime Minister of the Republic of\r\nGuyana, was escorted to the rostrum.\r\nThe President (interpretation from French): I have\r\ngreat pleasure in welcoming the Prime Minister of the\r\nRepublic of Guyana, His Excellency Mr. Samuel Hinds,\r\nand inviting him to address the General Assembly.\r\nMr. Hinds (Guyana): Permit me first of all to\r\ncongratulate you, Sir, on your election to the presidency of\r\nthe General Assembly at its forty-ninth session. I am\r\nconfident that under your skilful guidance the Assembly\r\nwill move forward in responding to the many complex\r\nissues on our agenda. You are equally assured of the full\r\nand unstinting support of Guyana in the discharge of your\r\nresponsibilities in the period ahead.\r\nGuyana was very honoured to have held the\r\npresidency of the forty-eighth session of the General\r\nAssembly. On behalf of the Government and the people\r\nof Guyana, I would like to express our gratitude and\r\nappreciation for the confidence and support given to\r\nAmbassador Insanally during his tenure of office.\r\nI have every confidence too that the work of the\r\nOrganization will benefit much from the dynamic\r\nleadership of Secretary-General Boutros Boutros-Ghali\r\nand his dedicated staff. They deserve our admiration and\r\nencouragement in the performance of their praiseworthy\r\nbut often difficult tasks.\r\nThe forty-ninth session of the General Assembly\r\ntakes place at a momentous time. There have been\r\nchanges, many of which have had a significant impact on\r\nglobal relations. World events now testify to the need for\r\nan Organization which is equipped to meet every\r\nchallenge posed to it.\r\nThe world is observing the United Nations and will\r\nnot fail to pass judgement on its activities. While much\r\nhas been accomplished, there are still considerable\r\nchallenges ahead of us. An overview of the United\r\nNations and its achievements has pointed to a greater\r\nawareness of its role in the world. Increasingly, the\r\nOrganization is being called upon to respond to and\r\nresolve critical situations confronting our global\r\ncommunity. Our responses, while effective in many\r\ncases, are still inadequate. It is now imperative that we\r\nmove beyond merely responding to individual crises to\r\naddress the fundamental causes of conflict and threats to\r\nglobal stability.\r\nGeneral Assembly 20th meeting\r\nForty-ninth session 6 October 1994\r\nIn the year ahead, Guyana will work with the\r\nAssembly to make the United Nations more responsive to\r\nthe altered situation we face in the post-cold-war era. We\r\nshall strive with others to make the Security Council more\r\nequitable and effective, so that it may better discharge the\r\nfunctions allocated to it under the Charter. As a priority,\r\nwe shall seek to promote the work of the Organization in\r\nthe formulation and implementation of an agenda for\r\ndevelopment, which should complement “An Agenda for\r\nPeace”. Equally important, we will press for the\r\nrevitalization of this Assembly in order that, as the most\r\nrepresentative body of the United Nations, it may\r\nharmonize our efforts to promote global peace and\r\ndevelopment.\r\nEfforts to achieve peace and security in the face of\r\noverwhelming odds reflect the desire of Member States to\r\ndwell in harmony, however difficult such an aim may be.\r\nThey also reflect the increasing importance of peaceful\r\nnegotiations to settle conflicts and to solve economic, social\r\nand human problems.\r\nThe eruption of conflicts, primarily within States, and\r\nthe ever-present threat of eruption in other States has\r\nstymied the hope of a new international order that would\r\naddress these issues and hopefully proffer solutions. In this\r\ncontext I wish to refer to the proposals of President Cheddi\r\nJagan on a new global humanitarian order, in response to\r\nGeneral Assembly resolution 47/106 of 16 December 1992.\r\nIn his work, President Jagan has stressed the\r\ndebilitating effects of poverty and hunger and the urgent\r\nneed for concerted action to alleviate their effects. But\r\napart from these classic humanitarian concerns, he has\r\nsought to broaden the tableau to include the entire spectrum\r\nof human development and related issues. Thus, he\r\npromotes the principles of international interdependence and\r\ncooperation which will recognize the primacy of human\r\ndevelopment as a sine qua non for a peaceful and orderly\r\nexistence.\r\nHe has emphasized the need for good governance and\r\npopular participation in decision-making as the cornerstone\r\nfor a new type of development, which will take into\r\nconsideration the satisfaction of basic human needs in\r\nhealth, education, housing and the right to productive\r\nemployment for all.\r\nMy Government has recognized that the question of\r\nbasic human needs cannot be ignored. It is a prerequisite\r\nfor good order and stability, which would in turn produce\r\na stable political environment. Governments cannot afford\r\nto allow the growth of social discontent that is\r\nengendered by the vicious circle of debt, poverty and\r\neconomic deprivation.\r\nThere are many countries, not least my own, which\r\nsuffer, not from open and violent conflict, but from the\r\nresidue of a crushing external debt and the debilitating\r\neffects of an ongoing structural adjustment programme.\r\nIn spite of all this, my Government is committed to\r\nproviding for its people the basic necessities of health,\r\nhousing, education and an economic and a social\r\nenvironment for both men and women to achieve their\r\nfull potential. Some of the factors that inhibit advances\r\ntowards a new economic and social order are attributed to\r\nthe prevailing inequitable terms of trade and the persistent\r\nreduction in commodity earnings of exporters of primary\r\nproducts.\r\nHowever, social and economic problems are now not\r\nconfined to developing countries. In this era of greater\r\ninterdependence among nations and increasing\r\nglobalization, issues and problems of economic growth\r\nand development, poverty, population growth and\r\nenvironmental destruction have become global. It is\r\ntherefore necessary to first of all address the root causes\r\nof these problems before any tangible and lasting\r\nsolutions are achieved.\r\nPresident Jagan’s proposals for a New Global\r\nHumanitarian Order have therefore taken into account the\r\nglobalization of these pressing issues. His proposals\r\ndirectly relate to the work of the General Assembly on\r\n“An Agenda for Development”; the Rio de Janeiro\r\nConference of 1992; the Conference of Small Island\r\nDeveloping States; the recently concluded World\r\nConference on Population and Development; the\r\nforthcoming World Summit on Social Development; and\r\nthe Fourth World Conference on Women. It is therefore\r\nmy Government’s fervent hope that this forty-ninth\r\nsession will result in positive measures being taken to\r\naddress the economic, social and humanitarian problems\r\nprevailing in the world today. We have shown the\r\ncapacity to resolve supposedly intractable problems. I\r\nmay refer here to the end of the iniquitous system of\r\napartheid, when we all felt a sense of pride and\r\naccomplishment at the readmission of South Africa to the\r\nUnited Nations on 23 June 1994.\r\nI may also refer to the Middle East where we have\r\nseen a marvellous example of what can be achieved\r\nthrough patient diplomacy and dialogue, by the recent\r\nsigning of a Peace Accord between Israel and Jordan.\r\n2\r\nGeneral Assembly 20th meeting\r\nForty-ninth session 6 October 1994\r\nThe earlier signature of the Declaration of Principles,\r\ntogether with the current self-rule in Gaza, point to the\r\nstatesmanship of the leaders of Israel, the Palestinian people\r\nand the other parties to a conflict which has dragged on for\r\nfar too long.\r\nWe have seen the convening of a World Conference\r\non Human Rights and the appointment of a High\r\nCommissioner for Human Rights, events which point to the\r\nincreasing concern of the United Nations for the protection\r\nof human rights and for the improvement of the economic\r\nand social conditions of mankind.\r\nIn my own region, we see the possibility of the\r\nrestoration of democracy in Haiti. The multinational\r\noperation now under way, of which Guyana is a part, offers\r\nthe hope that, notwithstanding its inherent difficulties, the\r\nillegal government will finally abandon power. Guyana is\r\npledged to participate in the process leading to the prompt\r\nreturn of peace and stability in Haiti. The international\r\ncommunity must now work together to assist in the\r\nrebuilding of that country’s institutions, as well as its\r\neconomy, as a safeguard to its future welfare.\r\nWe are happy that the United States and Cuba were\r\nable to meet here in New York and come to a positive\r\nagreement on the migration issue. We hope that the\r\nmaturity displayed in those negotiations will spill over to a\r\ncorrelative issue, the economic embargo, and that Cuba will\r\nbe allowed to pursue its economic rehabilitation for the\r\nbenefit of its people.\r\nA peaceful resolution of the Cyprus problem, which\r\nhas seemed to be elusive, continues to be our great desire.\r\nGuyana remains hopeful that the efforts of the Secretary-\r\nGeneral and the goodwill of the parties involved will lead\r\nto a satisfactory solution.\r\nI am convinced that this Organisation can and will\r\nachieve greater success for a better world. I would\r\ntherefore urge serious consideration of the “New Global\r\nHumanitarian Order”, which is aimed at fusing various\r\naspects of past and future undertakings by this Assembly.\r\nThis new order will effectively bridge the gap between\r\nrhetoric and implementation, and will succeed in dealing\r\ndirectly with the common problems which face us all.\r\nAs we approach the fiftieth anniversary of the United\r\nNations, I appeal to those present here today to reflect on\r\nthe spirit of solidarity which inspired the Charter of the\r\nUnited Nations. Let us therefore work together to enhance\r\nthe role of this august body. Let us also, through mutual\r\nrespect and tolerance, work to promote better relations\r\nbetween all nations and peoples.\r\nThe President (interpretation from French): On\r\nbehalf of the General Assembly, I wish to thank the\r\nPrime Minister of the Republic of Guyana for the\r\nstatement he has just made.\r\nMr. Samuel Hinds, Prime Minister of the Republic\r\nof Guyana, was escorted from the rostrum.\r\nThe President (interpretation from French): The\r\nnext speaker is the Minister for Foreign Affairs of\r\nBahrain, His Excellency Shaikh Mohammed bin Mubarak\r\nAl-Khalifa, on whom I now call.\r\nMr. Al-Khalifa (Bahrain) (interpretation from\r\nArabic): It is my pleasure at the outset to extend to you\r\nas President of the Assembly at its forty-ninth session,\r\nSir, and to your fraternal country, Côte d’Ivoire, my\r\nsincere congratulations on your election to preside over\r\nthis momentous international assembly. I should like to\r\nassure you of the cooperation of my delegation. We are\r\nconfident that your experience in the affairs of this\r\nOrganization will enable you to conduct the work of this\r\nsession with competence and efficiency.\r\nI should also like to express our appreciation to\r\nAmbassador Samuel Insanally, who conducted the\r\nproceedings of the last session with great skill.\r\nIt is also my pleasure to take this opportunity to\r\nconvey our sincere congratulations to the Republic of\r\nSouth Africa on regaining its full membership in the\r\nUnited Nations after its liberation from apartheid, trusting\r\nthat it will resume its role as active member of the\r\ninternational community.\r\nI avail myself of this opportunity as well to mention\r\nwith appreciation the persistent efforts and tireless drive\r\nof His Excellency Mr. Boutros Boutros-Ghali, Secretary-\r\nGeneral of the United Nations, to enhance the role of the\r\nUnited Nations in international affairs and to further the\r\nOrganization’s noble objectives. We also note with\r\nappreciation his sincere and continuous endeavours in the\r\nfield of development and international economic\r\ncooperation, to which the content of his report “An\r\nAgenda for Development” bears witness.\r\nThe Secretary-General’s report “An Agenda for\r\nDevelopment” prompts us to reflect anew, as we approach\r\nthe twenty-first century, upon the future of international\r\n3\r\nGeneral Assembly 20th meeting\r\nForty-ninth session 6 October 1994\r\ncooperation in all its aspects. The need for such\r\nquestioning undoubtedly gains an air of urgency at a time\r\nwhen the features of the international post-cold war order\r\nhave yet to take a clearly identifiable shape. As the\r\ninternational community witnessed profound changes in the\r\nwake of the 1815 Vienna Conference, the big powers and\r\nothers met to establish patterns for relationships amongst\r\nStates within the framework of a global order, to be\r\nbuttressed by an international consensus. Yet the current\r\ninternational period, fraught with a host of interlocked\r\nvariables, is noted for the absence of a similar consensus\r\nwhereby the features of the new world order could be\r\nidentified.\r\nChange is a law of nature. However, the accelerating\r\npace of change that we witness nowadays is unprecedented;\r\nit has sent tremors into the otherwise monotonous\r\nprogression of events and has made the present era a\r\nhistoric one. It is only by virtue of our understanding of\r\nhistory as the link between past and present that we are\r\nable to fathom for even a little while what goes on around\r\nus.\r\nWatching the dramatic changes that took place over\r\nthe past few years, one could detect two dominant yet\r\ncontradictory trends in the course of those changes. One is\r\nthe fragmentation that has occurred in certain regions of the\r\nworld, causing the emergence on the political map of new\r\nStates on ethnic and cultural bases. The other trend is the\r\ninclination towards globalization, especially as the new\r\ntechnology and current communications revolution have\r\nnarrowed the distances between various parts of the world.\r\nThe amazing pace and speed of these changes call for new\r\nvisions so that the present can be managed and the future’s\r\ndimensions charted.\r\nThe desirable structure of the global world order\r\nshould, in our view, rest on the following basic principles.\r\nFirst, the creation of a new vision for all aspects of\r\ndevelopment. Second, the development of an\r\ninternationally agreed-upon mechanism for the maintenance\r\nof world peace and security. Third, cultural and\r\ncivilizational interaction among nations.\r\nComprehensive development is a cornerstone of world\r\npeace. As the Secretary-General has said in his report,\r\ndevelopment is a fundamental human right. It is the safety\r\nvalve for peace. We understand that the concept of\r\ndevelopment means, basically, the achievement and\r\nsustaining of socio-economic progress. While some\r\ndeveloping countries have been able to overcome some of\r\nthe obstacles to their economic and social development,\r\nmost of them are still caught in the vicious circle of\r\neconomic problems. If we look back 25 years to consider\r\na 1969 study entitled “A Study of the Capacity of the\r\nUnited Nations Development System”, we are likely to\r\nrealize how optimistic that study was and, in contrast,\r\nhow frustrating is the present condition of development in\r\ndeveloping countries. Hence our conviction that the\r\nSecretary-General’s “An Agenda for Development” and\r\nhis call for a new vision are an attempt to cast the\r\ndevelopment process, with all its human and material\r\ncomplications, in a new form that would meet the basic\r\nneeds of developing countries.\r\nWe would like in this connection to welcome the\r\nforthcoming World Summit for Social Development, to be\r\nheld in Copenhagen next March. We attach great\r\nimportance to that summit, as it should have the potential\r\nto fulfil expectations in the field of social development in\r\naccordance with the provisions of Article 55 of the\r\nCharter. The significance of the summit is underlined by\r\nits programme of work, which addresses three important\r\nissues: the alleviation of poverty and eradication of need,\r\nthe creation of employment opportunities and the\r\npromotion of social integration.\r\nEconomic growth is a central element of\r\ncomprehensive development. Although the world\r\neconomy’s performance has improved, relatively\r\nspeaking, its growth rate still falls short of the rates of the\r\n1970s and 1980s. During 1993, the growth of the world\r\neconomy has not exceeded one percent, nor is it expected\r\nto grow more than two-and-a-half percent during this\r\nyear, according to economic projections.\r\nEconomic problems that plague the world economy\r\ncontinue to have adverse effects on the economies of\r\ndeveloping countries — in particular, on their\r\ndevelopment process. Those countries are beset by\r\neconomic problems that are primarily external and are\r\nmanifested mainly in indebtedness, the decline in the\r\nprices of commodities including oil, high interest rates,\r\nthe decline in investments, fluctuation of the rate of\r\nexchange, scarcity of cash flows and international trade\r\nbarriers.\r\nThe world is now in need of an equitable\r\ninternational economic order that would enable all States,\r\nsmall and large, to reap the benefits of experience and\r\ngreat accomplishments in the economic field. In spite of\r\neconomic disagreements between States, the economic\r\nsituation will improve with firm political will and the\r\n4\r\nGeneral Assembly 20th meeting\r\nForty-ninth session 6 October 1994\r\ngenuine desire on the part of all States to solve the\r\neconomic problems of the world today.\r\nEncouraging signs of change appeared on the horizon\r\nearly this year with the signing of the final document of the\r\nUruguay Round in Marrakesh and the establishment of the\r\nWorld Trade Organization. We hope that the objectives of\r\nthe said Organization will be translated into concrete reality\r\nfor the benefit of all humanity. We believe that the terms\r\nand framework of the Uruguay Round should translate into\r\naccess to markets and expansion of international trade to\r\ncover all States. In addition, the World Trade Organization\r\nshould contribute effectively to the establishment of a non-\r\ndiscriminatory trade system. Meanwhile, we voice our\r\nconcern that multilateral conventions concerning the\r\nliberalization of trade could be thwarted by the use of\r\nenvironmental issues as a means to raise protectionist taxes\r\non international trade, with a view to reducing the use of\r\ncertain commodities in world markets.\r\nThe second fundamental principle for the world order,\r\nin our opinion, is the achievement of peace and security\r\nthroughout the world. It should be based on three basic\r\nelements: the establishment of a feasible collective-security\r\nsystem, the peaceful settlement of regional and international\r\ndisputes and disarmament.\r\nThe history and experience of the United Nations in\r\nthe field of international peace and security, which was\r\noverburdened by the feverish political polarization which\r\nprevailed during the cold war era, should serve as an\r\nincentive for the international community to build on the\r\ncontent of the Charter with a view to developing a globally\r\nacceptable and supportable mechanism that would be able\r\nto take firm action, pursuant to the provisions of Chapter\r\nVII of the Charter, with respect to threats to the peace,\r\nbreaches of the peace and acts of aggression. It is possible,\r\nin this respect, to develop a pattern of cooperation between\r\nthe Security Council and regional organizations in matters\r\nrelating to the maintenance of international peace and\r\nsecurity, in accordance with the provisions of Chapter VIII\r\nof the Charter.\r\nWith regard to the peaceful settlement of disputes, the\r\nSecretary-General’s proposals, as set out in his report “An\r\nAgenda for Peace”, should be employed by the international\r\ncommunity to maintain international peace and security and\r\nto develop the means whereby the capability of the United\r\nNations to engage in preventive diplomacy, peacemaking\r\nand peace-keeping may be strengthened and made more\r\nefficacious. Preventive diplomacy is undoubtedly an\r\neffective instrument for preventing the outbreak and\r\nescalation of hostilities between States that would use or\r\nthreaten to use force.\r\nDisarmament is an important requirement for the\r\nmaintenance of world peace and security. The nightmares\r\ngenerated by stockpiles of weapons, especially nuclear\r\nweapons, continue to haunt humanity and to cause great\r\nanxiety throughout the world in view of the threat that\r\nsuch weapons pose to the human race and its security. In\r\nthe wake of the bipolar era, and as an inevitable result of\r\nthe cold war, the international community has turned its\r\nattention to the question of disarmament. There is an\r\nurgent and growing need to put an end to nuclear terror\r\nand to weapons of mass destruction.\r\nDuring the past few years many people, in both the\r\ndeveloping and the developed countries, have demanded\r\nthat an end be put to the race to acquire nuclear weapons\r\nand other weapons of mass destruction. Although an\r\nunderstanding to curb the increase in nuclear stockpiles\r\nhas been reached as a result of certain concerted efforts,\r\nthose stockpiles have yet to be adequately reduced.\r\nIt is regrettable that the world has become\r\ncapriciously involved in another dilemma of a different\r\ntype. I refer to the proliferation of weapons of mass\r\ndestruction and related technology through their\r\nacquisition by illegitimate means. Such arsenals and the\r\nphenomenon of proliferation must be eliminated if the\r\ninternational community is to ensure that international\r\npeace and security may be maintained.\r\nThe third requirement for the establishment of a new\r\nworld order is fulfilment of the need of peoples to come\r\ncloser to each other, to be better acquainted with each\r\nother through cultural and social interaction with a view\r\nto reinforcing the noble human values and ideals ordained\r\nin monotheistic religions. The world is experiencing an\r\nimportant epochal transformation as communities shift\r\ntheir focus from individual States to regional groupings,\r\nsuch as the Cooperation Council for the Arab States of\r\nthe Gulf and the European Union. This phase is expected\r\nto lead to another, in which interaction and cohesion\r\nbetween States and regional groups, with their diverse\r\ncultures, is enhanced, with the ultimate goal of creating a\r\nworld that is economically, culturally and intellectually\r\ninterrelated.\r\nThe profound apprehension, in terms of history and\r\ncivilization, of man’s crisis in modern times leads to the\r\nconviction that enlightened dialogue sows the seeds of\r\ncooperation and association between the various nations\r\n5\r\nGeneral Assembly 20th meeting\r\nForty-ninth session 6 October 1994\r\nand races that yearn for security, tranquillity and stability,\r\neven if they are at variance in their cultures and in their\r\noutlook in respect of the human being, life and the\r\nuniverse. The polemics to which the final document of the\r\nInternational Conference on Population and Development in\r\nCairo have given rise are evidence of that variance. This\r\nreality underlines the need for dialogue, especially since we\r\nare at the threshold of the twenty-first century.\r\nThe significance of the Cairo Conference was due to\r\nthe crucial human-life-related issues that it addressed, such\r\nas the family and family planning, productive health, the\r\nrelationship between the environment and inhabitants and\r\nother issues that concern countries, both rich and poor.\r\nBahrain, which participated in that Conference, has\r\nendorsed such provisions of the Final Document as are\r\nconsonant with the magnanimous Islamic law, our social\r\nvalues and our national legislation.\r\nThe Middle East is one of the regions that have\r\nexperienced particularly severe and bloody wars and\r\nhostilities. The longest of these was the Arab-Israeli\r\nconflict, which repeatedly threatened regional and\r\ninternational security. This fact underlines the need to\r\nestablish the order of relations between the States of the\r\nregion on a basis of co-equal security.\r\nI should like to reaffirm here our full support for the\r\npolicy of freeing the Middle East region from nuclear and\r\nother weapons of mass destruction and, accordingly —\r\nbearing in mind its capability in this field — we call upon\r\non Israel to accede to the Treaty on the Non-Proliferation\r\nof Nuclear Weapons. We are confident that the elimination\r\nof such destructive weapons will be of benefit not only in\r\nthe area of peace and security but also in the areas of\r\ndevelopment as the resources saved as a result of reduced\r\nexpenditure on armaments could be diverted to economic\r\nand social areas, thus enabling the peoples of the region to\r\nraise their living standards and secure a better life for future\r\ngenerations.\r\nBahrain welcomed the signing of the Declaration of\r\nPrinciples between the Palestine Liberation Organization\r\nand Israel on 13 September 1993 and regarded it as the first\r\nstep toward a comprehensive peaceful and just settlement\r\nin the Middle East. Since that historic event there have\r\nbeen other developments in the peace process. Among\r\nthese was the signing, in Cairo on 4 May, of the self-rule\r\nAgreement between the Palestine Liberation Organization\r\nand Israel. This was followed by the Palestinian self-rule\r\nauthority’s arrival in the Gaza Strip and Jericho. The\r\nJordanian and Israeli sides also were able to sign the\r\nWashington Declaration on 25 July this year.\r\nWe welcome these developments and hope that they\r\nwill constitute a first positive move towards a\r\ncomprehensive and just peace on the basis of Security\r\nCouncil resolutions 242 (1967) and 338 (1973) and the\r\nother resolutions of international legality and the land-for-\r\npeace principle. We view these steps as a breakthrough\r\nin the attempts to achieve peace, and we hope that they\r\nare the beginning of the solution to the question of\r\nPalestine and of the process of enabling the Palestinian\r\npeople to secure their legitimate national rights, including\r\nthe right to their own independent State.\r\nIt is our hope that, in the context of the peace\r\nprocess in the region, efforts on the other tracks will yield\r\npositive results so that the process may be concluded\r\nsuccessfully. It is hoped that the negotiations will lead to\r\ncomplete Israeli withdrawal from all occupied Arab\r\nterritories, including Holy Al-Quds, the Syrian Arab\r\nGolan and southern Lebanon.\r\nWhile we affirm our deep interest in the\r\nachievement of peace and development in the Middle East\r\nregion, the State of Bahrain, as expressed by His\r\nHighness Sheikh Isa Bin Salman Al-Khalifa at the\r\nopening of the third session of the Consultative Council\r\nlast week,\r\n“deems it incumbent upon it to stress that the\r\nensuing peace should be comprehensive, the security\r\nmutual and the development common.”\r\nHis Highness continued:\r\n“All peoples and countries of the region should reap\r\nthe tangible results.”\r\nIt is our conviction that the peace process should be\r\ncomprehensive and integrated, for it would be futile to\r\nfocus on achieving peace and development in one part of\r\nthe region while leaving unresolved problems of others.\r\nMutual security and vital interests should involve all\r\nparties that are called upon to take part in peacemaking\r\nand mutual development. In this context, all steps by all\r\nparties should be taken in a measured, balanced and\r\nequitable manner.\r\nMy delegation wishes to express its support for the\r\nSyrian Arab Republic in insisting on its right to regain\r\nsovereignty over its territories in the Golan that have been\r\n6\r\nGeneral Assembly 20th meeting\r\nForty-ninth session 6 October 1994\r\noccupied since 1967. We also call on Israel to withdraw\r\ncompletely and unconditionally from southern Lebanon,\r\npursuant to Security Council resolution 425 (1978). The\r\npast has taught us that inequitable peace is the shortest way\r\nto more crises. This must be realized by all those who are\r\ninterested in the future well-being and stability of the\r\nregion.\r\nSecurity, stability and political balance in sensitive\r\nregions are important. Territorial and boundary claims\r\naimed at changing the present boundaries of States are\r\nmatters of concern to my country. It is our conviction that\r\nthe ideal means of dealing with such issues is to respect the\r\nexisting and generally recognized borders between States,\r\nand to settle all differences that may rise by peaceful means\r\nacceptable to both sides.\r\nAccordingly, we stress that Iraq should implement\r\nSecurity Council resolutions relating to Kuwait and should\r\nofficially recognize Kuwait’s sovereignty and release all\r\nKuwaiti and other prisoners of war and detainees. As we\r\ncall on Iraq to comply with the requirements of\r\ninternational legitimacy, we express at the same time our\r\ninsistence on Iraq’s unity, sovereignty and territorial\r\nintegrity and our sympathy with the brotherly people of\r\nIraq, who are beset by difficult economic and living\r\nconditions. It is our hope that these conditions will change\r\nonce the causes for them have been removed.\r\nIt is regrettable that the dispute between the United\r\nArab Emirates and the Islamic Republic of Iran in relation\r\nto the question of sovereignty over the islands of Abu\r\nMoussa, Greater Tumb and Lesser Tumb has not abated,\r\nbecause it adversely affects the security and stability of the\r\nGulf region. With that in mind, the State of Bahrain calls\r\non the Islamic Republic of Iran to respond to the invitation\r\nby the United Arab Emirates to seek a settlement of the\r\ndispute over those islands through serious bilateral talks and\r\nthrough other peaceful means available for the settlement of\r\ndisputes between States by mutual consent.\r\nThe situation in Somalia is still precarious despite all\r\nthe good offices and sincere efforts of the United Nations,\r\nthe League of Arab States and the international community\r\nat large. While we voice our concern over the situation in\r\nthat sister nation, we maintain that it is the Somali parties\r\nthemselves that have the primary responsibility for the\r\nachievement of peace, the protection of Somali national\r\ninterests and the rebuilding of the institutions of a unified\r\nSomalia. Bahrain also supports the recent League of Arab\r\nStates resolution calling for the establishment of a\r\nministerial committee to follow, along with the Secretary-\r\nGeneral of the Arab League, the situation in Somalia and\r\ndevelopments there, and to maintain appropriate contacts\r\nwith a view to finding a suitable solution to the dangerous\r\nstate of affairs and to achieving national reconciliation, in\r\nthe interest of Somali unity and the well-being of the\r\nSomali people.\r\nThe plight that has afflicted the Republic of Bosnia\r\nand Herzegovina for the last two and a half years persists\r\nwith full intensity. This year, the Serb aggressors have\r\ncontinued relentlessly to commit appalling massacres,\r\nkillings, torture and rape against unarmed Bosnians, in\r\nflagrant disregard of the rules of international\r\nhumanitarian law that outlaw such practices. In\r\npursuance of their policy of fait accompli through the\r\nseizure of more territory, the aggressors persist in\r\npreventing delivery of humanitarian relief supplies,\r\nviolating the sanctity of and destroying places of worship\r\nand carrying out “ethnic cleansing”.\r\nThe unabated aggression against the Republic of\r\nBosnia and Herzegovina is a clear test of the effectiveness\r\nof the United Nations and its role in providing protection\r\nto populations. The Serb aggression against Sarajevo and\r\nGorazde has shown the extent to which the Security\r\nCouncil is intentionally avoiding ensuring that its own\r\nresolutions are implemented against the Serbs. Although\r\nin all its relevant resolutions, including resolutions 900\r\n(1994) and 913 (1994), the Council has affirmed the\r\nsovereignty, unity, territorial integrity and political\r\nindependence of the Republic of Bosnia and Herzegovina,\r\nnone of these resolutions have yet been enforced. The\r\nSecurity Council is now in a dilemma, since\r\ndevelopments have shown the great difference between\r\nadopting resolutions and taking action to implement them.\r\nThe adoption by Security Council of resolution 943\r\n(1994) which relaxed the sanctions against Serbia and\r\nMontenegro was, in our view, tantamount to rewarding an\r\naggressor whose credibility has not been demonstrated.\r\nWe believe rather that the Republic of Bosnia and\r\nHerzegovina is the one that deserves reparations and\r\nshould be rewarded for accepting the peace plan advanced\r\nrecently by the five-party Contact Group — a plan\r\nrejected by the Serbs. Through its President, Mr. Alija\r\nIzetbegovic, the Republic of Bosnia Herzegovina also\r\naccepted the proposed postponement of the lifting of the\r\narms embargo against it for another six months, a position\r\nthat indeed warrants appreciation by the international\r\ncommunity and all peace-loving nations.\r\n7\r\nGeneral Assembly 20th meeting\r\nForty-ninth session 6 October 1994\r\nWith regard to the situation in Afghanistan, we are\r\ndeeply concerned over the escalation of fighting between\r\nthe parties to the dispute. We appeal to all Afghan factions\r\nto put the national interests of the Afghan people above all\r\nother considerations by putting an end to the fighting\r\namong them, pursuant to the provisions of the Mecca\r\nagreement of 1993.\r\nAmong the appalling developments in Rwanda this\r\nyear were the dreadful massive massacres committed in\r\ntribal strife within the nation. For our part, we support the\r\nefforts exerted by the international community with a view\r\nto repatriating the refugees and displaced persons and to\r\nputting an end to the tragedy resulting from the civil war.\r\nAs far as the Cyprus question is concerned, we are\r\ninterested in seeing the obstacles to settlement removed.\r\nWe are deeply encouraged by the good offices of the\r\nSecretary-General and hope they will lead to a solution that\r\nmay be satisfactory to both communities, especially now\r\nthat both sides have declared that they accept, in principle,\r\na set of confidence-building measures.\r\nIn a few months, we shall see the dawn of 1995. In\r\nthat year we will celebrate the fiftieth anniversary of the\r\nUnited Nations. Although the Organization coexisted with\r\npolitical polarization during the cold-war era, the peoples\r\nand Governments of the world continued to be loyal to it\r\nfor five decades. They are now counting on the\r\nOrganization to contribute to the formulation of a new\r\nworld order for the future. To that end, it behooves us as\r\nMember States to make available to the Organization the\r\ncapability and the necessary means which would enable it\r\nto face all the challenges ahead. The Organization should\r\ndevelop itself into an effective instrument capable of coping\r\nwith global changes. A number of important steps should\r\ntherefore be taken, including above all gaining the support\r\nof the Security Council for the desired reforms. The\r\ngrowing number of Member States and the emergence in\r\nthe international arena of new influential Powers justify\r\nsuch reforms.\r\nIt should be noted in this respect that a growing\r\nnumber of Member States have begun in recent years to\r\nassume effective roles in the work of the Organization and\r\nto contribute to the maintenance of world peace and\r\nsecurity. Proceeding from this, Bahrain looks forward to\r\ncontributing to such efforts should it be elected to a term\r\non the Security Council.\r\nThe ability of the United Nations to prevent disputes\r\nand to maintain world peace depends greatly on the\r\ncredibility of the principles of the Charter, which should,\r\nas a basic rule, guide the discussions and decisions of the\r\nUnited Nations, and particularly of the Security Council.\r\nIf it is perceived that application is selective, credibility\r\nwill suffer and the moral authority which is a basic\r\nfeature of the Charter will be weakened.\r\nNotwithstanding certain failures, the many great\r\nsuccesses the Organization has achieved in many parts of\r\nthe world deepen our conviction that the United Nations\r\nan indispensable guarantee for a future in which our\r\nhopes for international peace and security will be fulfilled.\r\nAs it approaches the end of the twentieth century,\r\nmankind longs for a world in which international relations\r\nwill be governed by the principles of equality, justice and\r\nthe renunciation of the use or threat of force. Mankind\r\nlongs for stability and peace based on solid foundations\r\nof understanding, good-neighbourliness and non-\r\ninterference in internal affairs as a means of consolidating\r\nthe ideals of justice, security and peace amongst all\r\nnations.\r\nThe President (interpretation from French): I call\r\nupon the Foreign Minister of Bangladesh, His Excellency\r\nMr. Mostafizur Rahman.\r\nMr. Rahman (Bangladesh): I warmly congratulate\r\nyou, Sir, on your unanimous election as President of the\r\nGeneral Assembly at its forty-ninth session. Your\r\nelection is a tribute not only to you personally but also to\r\nyour great country, Côte d’Ivoire. I am confident you\r\nwill carry forward the high tradition set by your\r\npredecessor, Ambassador Samuel Insanally of Guyana, to\r\nwhom we owe our deep appreciation.\r\nThe untiring efforts of the Secretary-General,\r\nMr. Boutros Boutros-Ghali, to renew, reform and\r\nrevitalize our Organization deserve our special tribute.\r\nAs we stand at the threshold of the United Nations\r\nfiftieth anniversary, one goal remains paramount, namely,\r\nthe need to promote human development and human\r\nsecurity in all its manifold aspects. The role and\r\nrelevance of the people are enshrined in the very first\r\nwords of the Charter. People form the key link that bind\r\nour global society, the source of democracy, the object of\r\nhumanitarian concern, the spirit of justice in ensuring\r\nhuman and minority rights. They are the cause and\r\nobject of all our endeavour.\r\n8\r\nGeneral Assembly 20th meeting\r\nForty-ninth session 6 October 1994\r\nToo often, people have been ignored, to our peril. As\r\nwe see the stricken faces of men, women and children\r\naround our world, the dead, the brutalized, the frightened\r\nand dispossessed, the hungry, diseased and despairing, this\r\nlesson is dramatically brought home by the media. And yet\r\nour sense of purpose and achievement is ennobled as we\r\nwitness the new light of hope dawning in South Africa, the\r\nMiddle East, Cambodia and in many other States and\r\nsocieties where the painstaking process of peace, democracy\r\nand development take root and where solutions are\r\ncharacterized with a human face.\r\nIndividuals find identity in nations and nations derive\r\ncognition in universalism. The success or failure of the\r\nUnited Nations stems from the contribution each Member\r\nmakes to promote its goals. The Organization’s principal\r\nmotivation arises out of the responsibility borne by each\r\nnation for the stability and welfare of its own people. It is\r\nthe sum total of these individual efforts that marks the\r\nUnited Nations measured progress towards maintaining\r\npeace, securing justice and realizing the Charter prerogative\r\nof “social progress and better standards of living in larger\r\nfreedom”.\r\nThe limitations of Governments are also painfully\r\nevident. International cooperation has become an\r\nimperative, not only because it is possible or necessary, but\r\nbecause it is indispensable in a world that has moved from\r\ninteraction to interrelationship to interdependence.\r\nAs we seek to seize opportunities and confront\r\nchallenges at every level — individual, national or\r\nglobal — we are deeply aware of the contradictory forces\r\nat work, forces that emanate from both within and without\r\nour nations. The way we channel these forces into\r\nproductive activities will determine the success of our\r\ncommon endeavour to forge a just and stable world order.\r\nOn the positive side, ideological walls have tumbled,\r\ndemocracy has spread worldwide, more caring and\r\nresponsible Governments have come to power and\r\neconomic empowerment and social imperatives have\r\nlessened reliance on military culture. Pragmatic cutbacks\r\nin strategic weapons and a heightened focus on the\r\ndestabilizing capabilities of conventional weapons have\r\nopened doors for more productive use of human, financial\r\nand material resources. Historic political changes in the\r\nMiddle East and South Africa and political settlements in\r\nAsia and Central America can have a far-reaching positive\r\nimpact on those regions.\r\nAfter a long period of stagnation the global economy\r\nis poised for its first significant expansion. The\r\nsuccessful conclusion of the Uruguay Round and the\r\ncreation of the World Trade Organization as a universal\r\nforum for trade negotiations and the settlement of disputes\r\nhave brightened prospects for increased trade and long-\r\nterm growth. More importantly, the desire and ability of\r\ndeveloping countries to contribute to the growth of the\r\nworld economy and help to mitigate common global\r\nconcerns as participants and not as bystanders has\r\nsignificantly increased.\r\nYet, negative impulses everywhere challenge peace\r\nand security, democracy and human rights, economic\r\nprogress and social cohesion. Together, they call for a\r\nconcerted response, nationally and internationally, that is\r\nnew and imaginative. Today, issues of territorial security\r\nare being overshadowed by concerns over human security.\r\nThere is increasing recognition of non-military threats to\r\nsecurity. Nation States are under siege from multiple\r\nforces from within and without that are retarding their\r\ncapacity to act effectively and independently.\r\nWithin States resurgent micronationalism and\r\nfactionalism based on narrow self-interest, ethnic and\r\ncultural rivalries, bigotry and extremism have contributed\r\nto unprecedented human misery. Political instability has\r\nfuelled economic breakdown, and economic backwardness\r\nhas fired political upheaval in a never-ending vicious\r\ncircle. Poverty, unemployment and social exclusion\r\npushed by the population explosion, rapid urbanization,\r\nenvironmental degradation and a crisis in values, together\r\nwith rising expectations, have led to social dislocation,\r\nalienation and sometimes violent confrontation.\r\nDemagogues, political separatists and fringe elements are\r\nbeing encouraged and supported by powerful external\r\ngroups to challenge the capability and legitimacy of\r\nGovernments to sustain socio-economic reform, peaceful\r\nprogress and political stability.\r\nNew global forces have emerged that no State acting\r\nalone can control but which threaten the legitimacy of all\r\nStates. Pollution, ecological damage, the spread of\r\ncommunicable diseases and the massive speculative\r\ntransfers of monies by electronic means have been the\r\ncause and manifestation of a host of cumulative ills.\r\nThese have been exacerbated by corrosive new threats —\r\norganized crime, drug lords, traffickers in women and\r\nchildren, arms smugglers, money launderers and\r\nterrorists — that eat into all societies, vitiating values and\r\ncrippling development. Furthermore, rapid technological\r\nprogress and transnational processes are reducing the\r\n9\r\nGeneral Assembly 20th meeting\r\nForty-ninth session 6 October 1994\r\nscope of nation States to act on their own, to regulate\r\ndomestic policies and the international movements of\r\ngoods, services, labour and capital.\r\nOn another plane, fears are surfacing that the bipolar\r\nworld of the past 50 years could now assume a new\r\nconfiguration, a North-South polarity, not between opposing\r\npolitical and social systems but between rich and poor\r\nnations. Anxiety is increasing in the South that its interests\r\nare being marginalized; that there is a diversion of\r\nresources away from the South; that its potential to act as\r\na partner in revitalizing the world economy is being ignored\r\nand new constraints, aid conditionalities, rigid adjustment\r\nmeasures, standards of human rights and good governance,\r\nenvironmental criteria and military scrutiny are being\r\nselectively imposed. There are signs that, while social and\r\nenvironmental issues are being highlighted, vital economic\r\nand development imperatives are being sidelined, although\r\nboth are integrally related and mutually reinforcing.\r\nIndeed, there is a crisis in development policy, which\r\nmanifests itself in stagnation, absence of dialogue,\r\nselectivity and insufficient interest, participation and\r\ncommitment.\r\nIt is against the backdrop of those prospects and\r\nproblems that I now turn to the position and priorities of\r\nour Government. There is strong recognition in Bangladesh\r\ntoday that to promote representative and constitutional\r\ngovernment, strengthen human rights and ensure socio-\r\neconomic emancipation a country must increasingly depend\r\non itself. Individual self-reliance must be bolstered by\r\ncollective self-reliance through South-South cooperation in\r\nconcrete and practical areas of cooperation such as food\r\nproduction, manpower planning, trade, investment and joint\r\nventures. The critical catalyst, however, remains a\r\nreactivation of a constructive North-South dialogue leading\r\nto a more conducive external environment that can\r\nsupplement individual efforts.\r\nReaching out to the attainment of these goals,\r\nBangladesh has a development policy that embraces a\r\nfourfold perspective: addressing structural and\r\nmacroeconomic reform; stimulating the market economy;\r\nincreasing the quality and amount of productive\r\ninvestments; and concentrating on human-resources\r\ndevelopment, particularly the empowerment of women.\r\nThese perspectives are all linked together by the unifying\r\ntheme of the alleviation of poverty. The cardinal emphasis\r\nis on the connection between structural adjustment and\r\nalleviation of poverty — that is, the quantity and quality of\r\nprogrammes favouring the needs of the poor and most\r\nvulnerable.\r\nOur efforts at reform and consolidation have led to\r\nsome positive results. Bangladesh is enjoying today\r\nperhaps the longest period of macroeconomic stability in\r\nits history. The budget deficit has been reduced. Imports\r\nand exports have increased. Foreign-exchange reserves\r\nare comfortable, inflation is at an all-time low, and there\r\nis increased self-reliance in financing our annual\r\ndevelopment plans. Today we are financing 38 per cent\r\nof our development projects from our own resources. We\r\nhave achieved near self-sufficiency in food production,\r\nand the overall gross-domestic-product growth rate has\r\nreached 5 per cent. The incidence of absolute poverty\r\nhas decreased and some headway has been made in\r\nadvancing our human-development policy.\r\nWe can reasonably be proud of our efforts to\r\nstabilize population growth and contain and mitigate the\r\nimpact of natural disasters. A concerted and determined\r\nfamily-planning programme has yielded positive results.\r\nPopulation growth has fallen from 3 per cent to\r\n2.03 per cent, accompanied by progress in reducing\r\nfamily size; declining infant, child and maternal mortality\r\nrates; and expansion of the immunization programme to\r\ncover 74 per cent of all children.\r\nWe believe that the recent successfully concluded\r\nCairo International Conference on Population and\r\nDevelopment has strengthened our efforts in dealing with\r\nthree critical, interlinked issues — namely, a holistic\r\napproach to development, of which population policies are\r\nbut one essential element; informed choice in accordance\r\nwith the laws and culture of each society; and the vital\r\nissue of garnering and allocating additional resources.\r\nPreparedness and planning for disasters helped us\r\ncontain the consequences of the devastating cyclone of\r\n1994 without recourse to outside help. Bangladesh was\r\nable to save countless lives by timely evacuation of\r\nhundreds of thousands of people and to get on with\r\nrehabilitation and reconstruction measures on its own.\r\nDemocracy has taken firm root in Bangladesh. Like\r\nall democracies we have our share of domestic\r\ndifferences, but we remain fully committed to working\r\nout our differences through democratic dialogue and the\r\nrule of law. Fragile democratic institutions and traditions\r\nin new democracies need strong and sustained\r\ninternational support. Our experience has demonstrated\r\nvividly that without improved standards of living and a\r\nvision of the future that can sustain hope, democracy will\r\nwither. Equally, without people’s participation the\r\npotential for socio-economic progress cannot be achieved.\r\n10\r\nGeneral Assembly 20th meeting\r\nForty-ninth session 6 October 1994\r\nIt is also clear that, to survive within States, democracy\r\nneeds to be sustained through democratization among States\r\nso that it can expand universally as an essential foundation\r\nfor cooperation. We firmly believe that the restoration and\r\nconsolidation of democracy worldwide within States and\r\namong States is a vital bed-rock for peace.\r\nWe are indeed happy that the 1993 World Conference\r\non Human Rights, in Vienna, upheld the right to\r\ndevelopment as a basic human right and as a vital catalyst\r\nin mutually reinforcing the interrelationship of democracy,\r\ndevelopment and human rights. Widespread poverty and\r\neconomic deprivation seriously vitiate the protection and\r\npromotion of human rights in many societies, despite the\r\nbest of intentions. These realities need to be recognized for\r\na realistic evaluation of human rights in developing\r\ncountries.\r\nFor national efforts to succeed, it is essential to create\r\nan atmosphere of peace within our own region. Bangladesh\r\ncontinues to sustain the momentum and viability of the\r\nSouth Asian Association for Regional Cooperation\r\n(SAARC), not only to promote its fundamental socio-\r\neconomic mandate but also to create a more receptive\r\nclimate for broad-based confidence building, to reduce\r\ntension in the region and to contribute to the resolution of\r\noutstanding differences through dialogue and negotiation.\r\nA major endeavour of Bangladesh, as the current\r\nChairperson of SAARC, has been to consolidate\r\ncooperation between members so that they may, in the\r\nwords of our Prime Minister, Begum Khaleda Zia, turn into\r\npartners of development to combat poverty in the region\r\nand meet the most important challenge to security from\r\nhunger, disease, ignorance and prejudice. The Prime\r\nMinister stated that the options of unilateralism and\r\nbilateralism might seem tempting in the short run but in the\r\nlong-term interests of the SAARC spirit we need to display\r\nmore commitment for multilateralism and for building a\r\nbetter regional consensus.\r\nBilaterally, we have taken important steps to strengthen\r\nconstructive relations with all our immediate neighbours in\r\npursuit of our policy of friendship, cooperation and peaceful\r\ncoexistence with all countries of the world. The exodus of\r\n250,000 Myanmar refugees to Bangladesh since 1991 has\r\nimposed an enormous socio-economic and environmental\r\nburden on our country. The rate of repatriation is still\r\nslow, and we hope that with the policy of mass registration\r\ncarried out by the Office of the United Nations High\r\nCommissioner for Refugees (UNHCR) the pace of\r\nrepatriation will pick up and all the refugees will return to\r\ntheir country.\r\nThere has been some improvement in our relations\r\nwith our largest neighbour, India, on the issue of the\r\nreturn of Chakma refugees and on that of economic\r\ninteractions. However, the critical issue of sharing\r\nGanges waters remains unresolved. Meanwhile, one dry\r\nseason has followed after another without any water\r\nflowing to the Ganges and this is having a cumulatively\r\ndisastrous effect on the economy and environment of one\r\nthird of our country and on the socio-economic survival\r\nof 40 million people. We earnestly hope that India, our\r\npartner in the South Asian Association for Regional\r\nCooperation and our neighbour, would agree to a fair\r\nsharing of common rivers, including the Ganges. We\r\nhope our common friends would recognize the\r\nimplications of the situation and encourage the support of\r\nan early and equitable solution.\r\nNational efforts in the absence of global cooperation\r\nhave only limited prospects of improving the human\r\ncondition and ensuring peace, justice and development.\r\nRecognizing this fact, we are engaged in perhaps the most\r\ncomprehensive exercise ever undertaken to streamline our\r\nOrganization, to reform and restructure its main organs\r\nand, together, to forge a more meaningful agenda, one\r\nthat is action-oriented, cost-efficient and adequately\r\nfunded. The Secretary-General has set the stage with his\r\nproposals put forward in An Agenda for Peace and in An\r\nAgenda for Development. The structure and shape of this\r\nworld agenda that is leading us into a new century has\r\nbeen given more refined substance by a variety of\r\nconcentrated suggestions: the outcome of world\r\nconferences and the follow-up to them, making possible\r\nlegislation and new and innovative proposals. They form\r\na continuum that is closely integrated and interrelated.\r\nBangladesh has been an active participant in this\r\nconcerted build-up. Certain key imperatives strike us as\r\nparticularly important. The end of the cold war should\r\nnot mark the end of competition to support development\r\naround the world. The global society is only as strong as\r\nits weakest link. The world cannot prosper if the poorest\r\ncontinue to decline. Peace and development are\r\nintrinsically interlinked, and peacemaking and peace-\r\nkeeping must go hand in hand with peace-building.\r\nResolving social issues must be based on the\r\nrecognition of the centrality of the individual, the\r\nacceptance of human equality, and the worth and dignity\r\nof the human person. Yet social development is\r\npredicated on progress in economic development.\r\nTogether with environment and population, it forms the\r\nlogic of comprehensive sustainable development. These\r\n11\r\nGeneral Assembly 20th meeting\r\nForty-ninth session 6 October 1994\r\nare not separate concerns, but integrated within a composite\r\nwhole. The core of development and its main impetus will\r\nremain accelerated economic growth fuelled by the input of\r\nadditional resources and by resource generation.\r\nMr. Arzoumanian (Armenia), Vice-President, took the\r\nChair.\r\nThe growing divide between rich and poor among and\r\nwithin nations is of central concern. The plight of the least\r\ndeveloped countries assumes special poignancy at a time\r\nwhen the world economy has yet to show convincing signs\r\nof recovery, macroeconomic coordination is weak and\r\npoverty is inexorably deepening. The unabated\r\ndevelopment crisis calls for urgent remedial action,\r\nespecially to implement quickly the 1990s Programme of\r\nAction for the Least Developed Countries. A proper\r\nresponse to these problems requires accelerating growth,\r\nwriting off debts, wider and preferential access of exports\r\nto markets of developing countries markets, enhanced flow\r\nof foreign direct investment and supportive action in the\r\narea of services and labour.\r\nThe phenomenon of widespread and increasing\r\nunemployment and underemployment in both developing\r\nand developed countries needs to be addressed as a matter\r\nof urgency. Today, even food availability is determined by\r\naccess to employment and financial resources. Rectifying\r\nthe situation of jobless women and combating poverty\r\namong women are major priorities.\r\nReducing damage to the ecosystem and mitigating the\r\nconsequences of natural disasters continue to be a great\r\nburden for all concerned. Unchecked consumption of\r\nresources, production patterns triggered by developed\r\ncountries and the real plight of the poor need to be dealt\r\nwith through remedial action rather than analysis.\r\nThere has been an increase in the movements of\r\npeople across borders as migrants, persons seeking asylum,\r\nrefugees or displaced persons. Much closer introspection\r\nis required to analyse and solve this crisis. A key factor\r\nwould be the promotion of socio-economic development\r\nand the protection of migrants.\r\nStrengthening the rule of international law is\r\nimperative, inasmuch as it offers certainty, predictability\r\nand the assurance of the legitimate interests of all States.\r\nThis continues to be the only real protection for smaller and\r\nweaker States, especially in areas where the absence of law\r\ncan mean a serious potential for conflicts such as the\r\nscarcity and sharing of water, maritime jurisdiction,\r\ntransboundary pollution and environmental damage, and\r\nso on. In this context, we welcome the entry into force,\r\non 16 November 1994, of the International Convention on\r\nthe Law of the Sea.\r\nA critical yardstick for all these concerns is the issue\r\nof limited resources and the need for new and additional\r\nresources. At the heart of the matter is the need for a\r\ncommitment to enhance the entire development cause\r\nrather than particular interests. It calls for balancing\r\nlong-term interests that will not only address continuing\r\nemergencies and immediate conflicts but will face up to\r\nthe underlying silent crisis of development.\r\nThe absence of peace in our world is a continuing\r\nreality. It is manifest in an immense array of conflicts,\r\nno two of which are alike. They call for solutions that\r\nmust be adapted to widely differing circumstances in new\r\nand creative ways. Past, present and potential conflicts\r\nhaunt us. Many nations bear the burden of recent\r\ndevastation and ethnic strife. No one is safe from the\r\nthreat of nuclear overkill and nascent nuclear\r\nproliferation. The ongoing arms race, the potential of a\r\nreturn to antagonistic spheres of influence, and the threat\r\nof regional hegemony all carry within them the dangers\r\nof conflict and destabilization. Yet today, the real heart\r\nof our concern is the recognition that any viable solution\r\nmust be directed towards promoting development as a\r\nfundamental impetus for, and long-term measure of,\r\npeace.\r\nAmong Bangladesh’s major priorities are the\r\nfollowing.\r\nFirst, of key importance is the preservation of the\r\nsecurity of smaller and weaker States and the\r\nstrengthening of the rule of law. The enhanced role and\r\ncontribution of the International Court of Justice now\r\nassumes much greater relevance.\r\nSecondly, the reduction of military expenditures is\r\nessential for development and peace. Escalating arms\r\nexpenditures continue to consume too large a share of\r\nproductive resources and capacities. From 1987 to 1992,\r\nthe cumulative peace dividend resulting from reduced\r\nmilitary expenses and cut-backs in arms amounted to\r\nsome $500 billion in both developed and developing\r\ncountries. Little of this dividend was channelled into\r\ndevelopment. Reduced reliance on military security must\r\nalso be buttressed through monitoring, regulating and\r\nlimiting the growing traffic in arms, especially the\r\nclandestine arms trade.\r\n12\r\nGeneral Assembly 20th meeting\r\nForty-ninth session 6 October 1994\r\nThirdly, regional efforts and regional disarmament are\r\nvital imperatives to stabilize peace. Regional groups can\r\nand must harness durable structures of stability at the base,\r\nthrough confidence-building measures and broad-based\r\nsocio-economic cooperation. For the first time, in the wake\r\nof the Conference on Security and Cooperation in Europe\r\n(CSCE) process, Asia has begun to look hard at steps\r\ntowards Asian security. The United Nations Centre for\r\nDisarmament Affairs has initiated over the past five years\r\na vital process of dialogue and interaction that has opened\r\nup useful prospects and potential. These provide an\r\nanalytical base that strongly supports the goal of promoting\r\nregional security arrangements under Chapter VIII of the\r\nCharter.\r\nDisarmament and arms control are the major vehicle\r\nto reduce the threat of destabilization, economic decline and\r\ntensions leading to war. A new momentum has been\r\ngenerated that needs to be pushed and sustained. Progress\r\ntowards negotiating a comprehensive nuclear test ban, the\r\nsigning of the chemical weapons Convention, the\r\nestablishment of a Register on conventional arms — these\r\nare important milestones on this road. A strengthened\r\nnuclear non-proliferation regime has gained in significance\r\nwith important advances in nuclear disarmament. A critical\r\nconcern is the objective of extending the Non-Proliferation\r\nTreaty (NPT) either indefinitely or for limited periods,\r\ncontingent on progress on the other objectives of the\r\nTreaty, nuclear disarmament and peaceful uses of nuclear\r\ntechnology. Bangladesh is committed to support the\r\ncontinuation and strengthening of the NPT, and we look\r\nforward to actively participating in the 1995 review and\r\nextension Conference.\r\nBangladesh has purposefully contributed to United\r\nNations peace-keeping efforts, and stands proud of its\r\nrecord as the fourth largest contributor of troops, dispersed\r\nover 10 conflict areas. We strongly add our voice in\r\nconcert with those who seek to make peace operations a\r\nmore effective instrument of collective security and to\r\nenhance the structural framework for performing and\r\nmanaging peace-keeping, including strengthened staff,\r\nstronger logistic capability and greater coordination,\r\nstandardization and support for training.\r\nIn the formulation of critical follow-up guidelines to\r\nstrengthen peace-keeping we would like to pinpoint the\r\nfollowing matters.\r\nFirst, there is a need to define clear-cut mandates with\r\ndefinite time frames, objectives and rules of engagement\r\nand with secured financing. This must keep in view the real\r\nconstraint identified by the Secretary-General, that\r\ntraditional assumptions relating to the consent and\r\ncooperation of parties, upholding of agreements and\r\nminimum use of force have all been under challenge in\r\nrecent peace-keeping developments.\r\nSecondly, there is a need for impartiality, full\r\ntransparency and continuous consultations with troop-\r\ncontributing countries so that mandates can be constantly\r\nreviewed, updated and amended. The role of the General\r\nAssembly must be enhanced in this regard.\r\nThirdly, there should be clear-cut political directions\r\nand a clearly defined command and control structure for\r\neach operation.\r\nFourthly, contributions to peace-keeping operations\r\nare mandatory and arrears must be paid in full.\r\nResources for peace-keeping should not be at the expense\r\nof resources for development activities of the United\r\nNations.\r\nFifthly, decisions on peace-keeping operations should\r\ninclude provisions for the safety of personnel, appropriate\r\nstandardized compensation of all personnel and timely\r\npayments.\r\nIntimately connected to the process of peace-building\r\nin both its political and economic dimension are efforts to\r\nreform and revitalize the main organs of the United\r\nNations — the General Assembly and the Security\r\nCouncil. Bangladesh has been an active participant in\r\nthis exercise and will continue to play a constructive,\r\nmoderating and flexible role to promote the realization of\r\nthese efforts for greater democratization, efficiency,\r\neffectiveness and legitimacy.\r\nI turn now to some of the critical political issues on\r\nour agenda.\r\nBangladesh’s consistent and categorical position on\r\nthe Middle East question and the issue of Palestine needs\r\nno reiteration. We believe the Palestinian cause to be\r\nfounded on justice. We have always stood for a\r\ncomprehensive solution, which must be based on serious\r\na commitment by Israel to abide by Security Council\r\nresolutions 242 (1967), 338 (1973) and 425 (1978); the\r\nprinciple of returning land for peace; restoration of Arab\r\nsovereignty over occupied lands; and recognition of the\r\ninalienable national rights of the Palestinians, including a\r\nState of their own. We believe that a historic momentum\r\nhas been initiated since the Madrid Peace Conference in\r\n13\r\nGeneral Assembly 20th meeting\r\nForty-ninth session 6 October 1994\r\nOctober 1991, the signing of the Declaration of Principles\r\nbetween Israel and Palestine in September 1993, the Cairo\r\nagreement on Gaza and Jericho and the common agenda\r\nagreed between Jordan and Israel this year. We welcome\r\nthese vital steps in the peace process, and hope they will\r\nlead to a viable and durable settlement.\r\nWe hail the establishment of a united, democratic and\r\nnon-racial Republic of South Africa, a long-cherished goal,\r\nand applaud all parties for their relentless and courageous\r\nendeavour to this end. Our special tribute goes to President\r\nNelson Mandela and Mr. de Klerk. Bangladesh looks\r\nforward to consolidating our relations with South Africa in\r\nmore concrete ways, bilaterally and in all multilateral\r\nforums.\r\nWe are deeply concerned over the vicious cycle of\r\nstarvation, factional fighting, breakdown of central\r\nauthority, economic stagnation and exodus of refugees in\r\nvarious parts of Africa, exemplified by the situation in\r\nRwanda. We are committed to supporting the Security\r\nCouncil’s effort, especially through peace-keeping\r\noperations, to break this cycle through a comprehensive\r\nprogramme of action that could provide vital relief\r\nassistance, consolidate cease-fires, curtail violence and\r\nbring about national reconciliation. We welcome the efforts\r\nof the Organization of African Unity (OAU), the\r\nOrganization of the Islamic Conference and the Arab\r\nLeague to promote and supplement these efforts.\r\nIn our own region we are anguished by the continuing\r\nstrife in Afghanistan, and urge all Afghan leaders to resolve\r\ndifferences through peaceful dialogue based on accords\r\nsigned in Istanbul, Mecca and Tehran. We fervently hope\r\nthat they can reach a broad-based consensus leading to the\r\nformulation of a durable government through free and fair\r\nelections. We welcome efforts, including those of the\r\nSecretary-General of the OIC, the United Nations and\r\nspecial representatives aimed at bringing about a\r\ncomprehensive and peaceful settlement in Afghanistan.\r\nThe tragedy of Bosnia and Herzegovina continues.\r\nPlans, deadlines, hopes for settlement have proved\r\ninfructuous. The latest plan drawn up by the Contact\r\nGroup of representatives from the United States, Russia, the\r\nUnited Nations and the European Union has been rejected\r\nby the Bosnian Serbs. At the heart of the issue is the\r\ndismemberment of a sovereign Member of the United\r\nNations, justified on the basis of pragmatic reality. The\r\narms embargo imposed on the Bosnians crippled them from\r\nthe outset, making any agreement artificial. Serbian\r\naggression and genocide appalled the world, yet too little\r\nwas done to stop it. Bangladesh believes that much more\r\nneeds to be done to ensure justice, including strengthening\r\nthe mandate and numbers of the United Nations\r\nProtection Force (UNPROFOR), lifting the arms embargo,\r\nextending exclusion zones and ultimately making the\r\nwhole of Bosnia and Herzegovina a safe haven.\r\nThe international community has repeatedly affirmed\r\nthe inviolability, territorial integrity and political\r\nindependence of Bosnia and Herzegovina. We feel that\r\ncontinuing pressure must be maintained on the former\r\nYugoslavia to recognize Bosnia and Herzegovina and\r\neffectively realize a just and negotiated settlement. If\r\npresent efforts of the Contact Group fail to result in a\r\npolitical settlement we fully support the convening, under\r\nUnited Nations auspices, of an appropriately structured\r\ninternational conference on Bosnia and Herzegovina.\r\nWe are glad that there have been exhaustive attempts\r\nat a peaceful resolution of the problem of Haiti.\r\nBangladesh has pledged its fullest support to this end,\r\nguided by two key principles: commitment to the\r\npreservation and restoration of democracy wherever it is\r\nthreatened in the world, and willingness to serve in peace-\r\nkeeping operations under United Nations command\r\nmandated by the Security Council. We hope that will\r\nremain a cardinal point for the future as well.\r\nI may say in conclusion that Bangladesh remains\r\nfully committed to the United Nations as the only forum\r\nthat can deal with the cooperative management of the\r\nworld’s problems and where we can successfully meet the\r\nchallenge of the future by drawing upon our combined\r\nsolidarity to confront it together.\r\nAddress by Mr. Lester Bird, Prime Minister and\r\nMinister for Foreign Affairs of Antigua and\r\nBarbuda\r\nThe President: The Assembly will now hear an\r\naddress by the Prime Minister and Minister for Foreign\r\nAffairs of Antigua and Barbuda.\r\nMr. Lester Bird, Prime Minister and Minister for\r\nForeign Affairs of Antigua and Barbuda, was\r\nescorted to the rostrum.\r\nThe President: I have great pleasure in welcoming\r\nthe Prime Minister and Minister for Foreign Affairs of\r\nAntigua and Barbuda, His Excellency the Right\r\nHonourable Lester Bird, and I invite him to address the\r\nGeneral Assembly.\r\n14\r\nGeneral Assembly 20th meeting\r\nForty-ninth session 6 October 1994\r\nMr. Bird (Antigua and Barbuda): I wish first to\r\nextend to Foreign Minister Essy and the people of the\r\nRepublic of Côte d’Ivoire congratulations on his election to\r\nthe presidency of the forty-ninth session of the General\r\nAssembly. I pledge to him my delegation’s full support as\r\nhe carries out the weighty responsibilities of his office. In\r\nwelcoming him and wishing him well in his stewardship of\r\nthe momentous work of this Assembly, I recall that he\r\nreplaces in this important office a son of my own\r\nsubregion, the Caribbean. Ambassador Rudy Insanally of\r\nGuyana served the presidency of the General Assembly\r\nwith distinction, and I thank him for demonstrating the\r\nability and talent of the Caribbean people.\r\nThe Caribbean people, their aspirations in the global\r\ncommunity and the place of the United Nations in their\r\nconsideration are at the heart of the presentation that I will\r\nmake here today. Thirteen years ago my country was\r\nadmitted to this body as an independent Member State. As\r\nForeign Minister at that time, I said to this Assembly:\r\n“I represent a people living in the reality of\r\nunderdevelopment. I am before you as a\r\nrepresentative of the wretchedness that is the residue\r\nof colonialism, a wretchedness which includes\r\nunemployment and underemployment, inadequate\r\nhousing and insufficient medical facilities.\r\n“And yet, despite our condition, my people are\r\npart of mankind’s universal relationship; by our very\r\nexistence we are intertwined in the destiny of all\r\nhumanity. In that sense, regardless of the wealth of\r\nsome men, mankind will never be rich while we\r\nremain disinherited. dislocated and disenchanted.”\r\n(A/36/PV.53, pp. 22 and 23-25)\r\nSince I spoke those words in this Assembly, there has\r\nbeen little action by the developed nations to help alter\r\nthese conditions in my country. Indeed, they have done\r\nlittle in the Caribbean as a whole. If anything, the terms of\r\nour involvement in international economic relations have\r\nworsened as prices for our commodities have decreased, the\r\ncosts of our imports have increased and our access to\r\npreferential markets has diminished. At the same time, our\r\ncalls on the conscience of the rich countries to be mindful\r\nof the conditions that fracture the economic and political\r\nstructures of our society seem to fall upon deaf ears. This\r\nbody knows well that the targets set within the United\r\nNations itself for official development assistance are met by\r\nonly a handful of nations.\r\nToday the Caribbean subregion occupies the\r\nattention of the international community because of events\r\nin Haiti. Eleven years ago it was events in Grenada that\r\ncatapulted the Caribbean into the consciousness of global\r\nconcern. In both cases what drove our subregion onto the\r\nagenda of international deliberation was not a remedy for\r\nthe conditions that precipitated crises in these countries,\r\nbut a desire by some to curtail a threat to security\r\ninterests — security interests that were defined, in large\r\nmeasure, by their own domestic considerations. It seems\r\nthat unless the Caribbean is perceived to pose a threat to\r\nlarger and more powerful States, we remain no more\r\nthan, on the one hand, picture postcards of white sand\r\nbeaches and swaying coconut trees, an idyllic playground\r\nfor tourists, and, on the other, a forgotten backwater of\r\nhuman and economic underdevelopment as represented by\r\nthe world-wide television pictures of today’s Haiti.\r\nYear in, year out, the underlying problems that\r\nafflict our economic and human condition and that lend\r\nthemselves to the crises that we witnessed 11 years ago\r\nin Grenada and are witnessing today in Haiti go unnoticed\r\nand unattended. Yet in eight months’ time we will mark\r\nthe fiftieth anniversary of the signing of the United\r\nNations Charter, a Charter that proclaimed that we are\r\ndetermined\r\n“to reaffirm faith in fundamental human rights, in\r\nthe dignity and worth of the human person, in the\r\nequal rights of men and women and of nations large\r\nand small, and ... to promote social progress and\r\nbetter standards of life in larger freedom.”\r\nBut can this body truly say that in almost 50 years\r\nit has overseen the promotion of social progress and\r\nbetter standards of life of nations large and small?\r\nBetween 1980 and 1988 real gross domestic product per\r\nperson in Latin America and the Caribbean steadily fell\r\nby an annual average of 0.9 percent. In some States real\r\nincome dropped by as much as one quarter during the\r\n1980s. With very few exceptions, most countries now\r\nhave per capita gross domestic products lower than those\r\nof a decade or even two decades earlier.\r\nDespite this decline in real gross domestic product,\r\nmany countries in our region are forced to repay debt that\r\nis wrapped tightly around their necks, strangling their\r\nefforts to breathe life into their economies. Mark you,\r\nthis is debt that they have repaid many times over if the\r\nonerous interest rates are discounted. Yet they are able\r\nto see little reduction in the sum of the debt. In the\r\nmeantime, the massive haemorrhage of foreign exchange\r\n15\r\nGeneral Assembly 20th meeting\r\nForty-ninth session 6 October 1994\r\noccasioned by this intractable debt burden seriously\r\nhampers the long-term social and economic prospects for\r\nsome of our States.\r\nFor example, debt servicing in the case of Jamaica is\r\nbetween 14 per cent and 16 per cent of export earnings; a\r\nrecent World Bank report suggests that 70 per cent of\r\nGovernment revenue in Guyana will be consumed this year\r\nby debt servicing repayments while as much as 43 per cent\r\nof the population lives in poverty. In my own country’s\r\ncase, debt has been incurred by the Government acting as\r\na catalyst for economic development in the absence of\r\nsufficient official development assistance or private\r\ninvestment flows despite generous incentives. Our arrears\r\nhave been rising even with debt repayment and now amount\r\nto more than $200 million.\r\nThis burden of debt upon small countries calls for a\r\nchange in the rules of the International Monetary Fund\r\n(IMF) and the World Bank to allow for the forgiveness of\r\ndebt. It also urges a relaxation by Organization for\r\nEconomic Cooperation and Development (OECD) countries\r\nin particular of their position on bilateral debt. If our\r\ncountries are to maintain political stability and promote\r\neconomic progress, we need relief from the great burden\r\nthat debt places upon us.\r\nIt is significant that, as the IMF and World Bank mark\r\nthe fiftieth anniversary of their establishment this week,\r\nprivate aid agencies, led by the Oxford Committee for\r\nFamine Relief (Oxfam), have accused them of undermining\r\nthe relief of poverty, of making people poorer and giving\r\nshort-term economic aims, such as the reduction of\r\ninflation, higher priority than the reduction of poverty.\r\nOnly a few would today deny the need for drastic\r\nreform or the dismantling of State bureaucracies in favour\r\nof private investment and more open economies, but the\r\nstructural adjustment which this entails should do more than\r\npay lip-service to the challenges of providing better\r\neducation and health facilities in developing countries. The\r\nmultilateral financial institutions, and the major Powers\r\nwhich control them, must become less ideologically\r\ninflexible and more alert to the deleterious effect of some\r\nof their policies on poor States.\r\nIt is a startlingly telling measure of the wide\r\ndivergence of views between developed and developing\r\ncountries that this week developing countries rejected out\r\nof hand a proposal by major Powers in the IMF on ways to\r\nincrease world monetary reserves.\r\nThere is an urgent need for urgent, meaningful and\r\nsincere dialogue between representatives of the rich and\r\npoor nations to bridge this gap in consultation and\r\nconsensus-building. If such a dialogue does not begin,\r\nand begin soon, we may well witness a stand-off in\r\nrelations that will paralyse economic cooperation and\r\nprogress on a global scale.\r\nI urge that within the institutions of the Organization\r\nitself — specifically within the Economic and Social\r\nCouncil and the United Nations Conference on Trade and\r\nDevelopment (UNCTAD) — such a dialogue should\r\nbegin with the resolve of reaching a practical programme\r\non which both rich and poor have agreed.\r\nIf the Organization and its Member States fails to act\r\nto promote such a dialogue I fear that it will reinforce the\r\nview that the United Nations is captive to the dictates of\r\nthe rich, and powerless to respond to the needs of the\r\npoor.\r\nWe in the developing countries of the Caribbean\r\nurgently need to develop our human stock and to widen\r\nthe space of economic opportunity; to provide more of\r\nour young people with better education; to provide\r\nfacilities that will keep our populations healthy and\r\nproductive; to provide incomes that will encourage our\r\npeople to save and to convert such savings into low-\r\ninterest loans for productive enterprise; and to concentrate\r\non exports and undertakings such as tourism to earn\r\nforeign exchange.\r\nIf we are to tackle this task effectively, the yoke of\r\ndebt in particular must be eased from our backs. It is not\r\nbeyond the international community to set standards to\r\nachieve both repayment of debt and an easing of the\r\nburden of such repayment. To do so, two standards\r\nshould be set. The first is on the extent of forgiveness of\r\nexisting debt.\r\nDebt forgiveness should be a minimum of 50 per\r\ncent of existing debt, the original principal of which, as\r\nI pointed out earlier, has long been repaid. Forgiveness\r\nof 50 per cent of debt is the only figure that makes any\r\nsense. A lower percentage would simply make realistic\r\nrepayment unachievable unless we were to impoverish our\r\ncountries even further.\r\nSecondly, the international community should also\r\nestablish a standard to set a fixed percentage of export\r\nrevenue for the repayment of debt. Without a standard,\r\nindebted countries will face the prospect of worsening\r\n16\r\nGeneral Assembly 20th meeting\r\nForty-ninth session 6 October 1994\r\npoverty for decades to come. We should recall that the\r\nprecedent of debt forgiveness was set by two members of\r\nthe Security Council, Britain and the United States. In\r\n1946 the terms of a large United States loan to war-torn\r\nBritain stipulated that interest should be waived altogether\r\nshould such interest exceed 2 per cent of British export\r\nrevenues in any given year. That standard helped Britain\r\nto survive. We ask for no more.\r\nWorsening poverty has grave implications for\r\ndevelopment and democracy in our region — implications\r\nwhich, in the long term, may cost the multilateral financial\r\ninstitutions and their wealthier members more than the debt\r\nthey could forgive, or cause to be forgiven, in the short\r\nterm.\r\nAmong these implications is the problem of refugees.\r\nWe should recall that apart from large-scale violence,\r\ndifficult economic circumstances are what creates refugees.\r\nRefugees are not only those people who clamber on board\r\nboats and take to the open sea hoping to reach an\r\naccommodating shore where economic conditions are better.\r\nThey are also people, many highly qualified, who\r\nreluctantly leave their homelands, illegally settling in other\r\ncountries in search of jobs and better living conditions.\r\nThe migration of such people causes problems both for the\r\ncountries from which they move and the countries which\r\nreceive them. In the case of the receiving countries,\r\nincreasing numbers lead to destabilizing immigration\r\npressures, particularly in inner cities. For the sending\r\ncountries vital skills are lost, skills that could contribute to\r\nthe social and economic development of the sending\r\ncountries.\r\nEven at its summit meeting in January 1992, the\r\nSecurity Council acknowledged that threats to international\r\npeace and security can come from\r\n“non-military sources of instability in the economic,\r\nsocial, humanitarian and ecological fields”. (S/23500,\r\np.3)\r\nIn this regard, preventive measures need to be taken by the\r\ninternational community, led by this Organization, to\r\nmitigate root causes of emigration. Among such preventive\r\nmeasures must be action to guarantee stability in developing\r\ncountries.\r\nWe in Latin America and the Caribbean are not simply\r\nsitting on our hands in the expectation that our fortunes will\r\nsomehow be dramatically altered by a sudden change of\r\nheart on the part of the richer States of the world. Within\r\nthe Caribbean subregion, the member States of the\r\nCaribbean Community (CARICOM) are working at\r\ndeepening our integration arrangements to explore ways\r\nin which we can strengthen our economies by our own\r\nefforts. The measures we have adopted, such as a\r\ncommon external tariff and open markets, have been\r\ndifficult for some of us in the short term, but we have\r\ntaken the medicine, bitter though it is, in the expectation\r\nthat in the medium to long term we will have created a\r\nstronger subregional economy, one capable of sustaining\r\nus all. We have also looked beyond the insular Caribbean\r\nto the wider Caribbean, including every country of the\r\nlittoral.\r\nI am proud to say that on 24 July this year, 25\r\nStates of the Latin America and the Caribbean region\r\nestablished the Association of Caribbean States (ACS).\r\nIts objectives are economic integration and the creation of\r\nan enhanced space for free trade and cooperation among\r\nthe countries of the Caribbean. We expect that one of the\r\nmajor benefits of the ACS will be the promotion of the\r\ninterests of our grouping in international economic and\r\ntrade forums. These actions, which we ourselves are\r\ntaking, are part of the set of preventive measures to\r\nguarantee stability in our region.\r\nIt is a tribute to the commitment of the people of the\r\nCaribbean to the processes of democracy that we have not\r\nwitnessed greater upheaval and that in 11 years the\r\nUnited Nations has had only two new crises from our\r\nsubregion with which to deal. The international\r\ncommunity should not assume, however, that the crisis in\r\nHaiti arose only from internal factors. Much of its\r\ngenesis resides in the attitude of major international actors\r\nmotivated by their own domestic concerns.\r\nHaiti’s independence in 1804, born of the uprising of\r\nblack slaves against the colonial Power, caused it to be\r\nostracized from the world community. When Toussaint\r\nLouverture led his successful revolt, Haiti was the richest\r\ncolony in the world, producing more and trading more\r\nwith Europe and the United States than the rest of the\r\nCaribbean colonies combined. But the hostile\r\ninternational environment in which it was born reduced it\r\nfrom the richest colony in the world to the poorest nation\r\nin the Western Hemisphere.\r\nThe price for its limited participation in international\r\ntrade was an agreement in 1825 to pay its former colonial\r\nmaster an indemnity of 150 million gold francs in six\r\nannual instalments. As the respected historian and former\r\n17\r\nGeneral Assembly 20th meeting\r\nForty-ninth session 6 October 1994\r\nPrime Minister of Trinidad and Tobago, Mr. Eric Williams,\r\nput it,\r\n“Thus was imposed on the infant independent State a\r\nheavy financial burden which effectively crippled\r\ndevelopment of its social services.”\r\nSince then, international actors have continued to\r\ninfluence events in Haiti, accommodating in their own\r\ninterests dictatorial regimes and military Governments and\r\nignoring the country’s growing poverty and the utter\r\ndisregard for human rights. Is it any wonder that Haitians\r\nrisked their lives in the most dangerous conditions on the\r\nopen sea to become refugees?\r\nIn this context, let me digress for a moment to take\r\nthe opportunity to call upon the United States and Cuba to\r\nopen a dialogue to end the impasse that has characterized\r\ntheir relationship for the past 30 years, threatening the\r\nstability of Latin America and the Caribbean. Recently\r\nthose two countries demonstrated in this very city their\r\ncapacity to sit at the table of peace and negotiate an\r\nagreement to end the movement of so-called refugees from\r\nCuba to the United States. Surely the capacity to reach\r\nsuch an agreement shows that other agreements are\r\npossible. The willingness of the United States and Cuba to\r\nact now in their own interest would avert not only the\r\ncontinued hardship the Cuban people endure, but would\r\neliminate any perception of threats to their individual\r\nsecurity and the security of our region as a whole.\r\nMy small country agreed to provide a safe haven for\r\nHaitian refugees, just as we agreed to contribute one eighth\r\nof our small military force to the multinational expedition\r\nauthorized by Security Council resolution 940 (1994). We\r\ndid so out of genuine concern for the lives of many\r\nthousands of Haitian people. We did so because we wanted\r\nto see an end to their suffering. We did so because we\r\nwanted to stamp out the cancer of dictatorship and human\r\nrights abuse in our subregion. As it turned out, our\r\nmotivation to bring order and justice to Haiti coincided with\r\nthe motivation of others who have the resources to commit\r\nto the military undertaking, which became imperative after\r\ndiplomatic efforts, especially by representatives of the\r\nUnited Nations itself, had been fully exhausted.\r\nBut while Antigua and Barbuda supports the objectives\r\nof Security Council resolution 940 (1994) and the use of\r\nforce contemplated in it to remove the Cédras regime in\r\nHaiti, I am still troubled by the increasing resort to Chapter\r\nVII of the Charter as a basis for acting to end conflicts\r\nwithin a State. Since the end of the cold war the Security\r\nCouncil has had to invoke Chapter VII, which provides\r\nfor “Action with respect to threats to the peace, breaches\r\nof the peace, and acts of aggression”, in relation to Iraq,\r\nLiberia, Somalia, the former Yugoslavia and, now, Haiti.\r\nIn each of the countries where the Security Council\r\ntook action, there was clearly a need for humanitarian\r\nintervention. My Government supports the growing body\r\nof opinion that holds that the international community\r\nmust not remain a passive spectator when Governments\r\nmassacre their own people or cause them to starve. In\r\nsuch cases the United Nations must act, and should be\r\nallowed to do so under the Charter, without having to\r\nresort to Chapter VII.\r\nTherefore, it is my view that the nations of the\r\nworld should amend the Charter of the Organization to\r\nconfer power on the United Nations to intervene in cases\r\nwhere humanitarian intervention is warranted. But in\r\ndoing so they absolutely must balance safeguarding\r\nhuman rights with protecting a State’s right to autonomy.\r\nWe must all be mindful that respect for State sovereignty\r\nis a fundamental cornerstone of the international legal\r\norder. Intervention for humanitarian purposes must not\r\nbe capable of use for violating the sovereignty of States\r\nin pursuit of the interests of any member of the Security\r\nCouncil.\r\nAs co-Chairman of the Commission on Universal\r\nGovernance, Sir Shridath Ramphal said recently:\r\n“An activist United Nations will not long survive as\r\na legitimate andeffective actor if it is used simply as\r\na cover for the intervention of major Powers.\r\nIntervention should follow principled criteria and\r\nshould be consistent and even-handed. Above all,\r\nintervention should not be unduly influenced, much\r\nless determined, by the interests or domestic political\r\nagendas of powerful nations acting within a region\r\nor globally.”\r\nIn this connection, and particularly if we pursue the\r\nnotion of amending the Charter to provide for United\r\nNations-authorized humanitarian intervention, the\r\nmembership of the Security Council itself must be\r\nrevisited to change the anachronistic nature of the Council\r\nand make it more representative of the nations of the\r\nworld.\r\nNo State or group of States can proclaim the\r\noverarching importance of democracy, nor can any nation\r\nor group of States claim to intervene in another State in\r\n18\r\nGeneral Assembly 20th meeting\r\nForty-ninth session 6 October 1994\r\nthe interest of upholding democracy, if that nation or group\r\nof States is unwilling to democratize the Security Council\r\nitself. The time has come to move away from the\r\nanachronism of five permanent members and to establish\r\narrangements which are capable of change with the passage\r\nof time and the evolution of events. The time has come for\r\nequity for all nations — large and small — in the\r\nmembership of the Council.\r\nI return now to the point at which I started — the role\r\nthat the United Nations has played in the almost 50 years\r\nsince the Charter was signed “to promote social progress\r\nand better standards of life in larger freedom”.\r\nFor much of its existence the Organization was\r\nhampered by the cold war and the struggle for supremacy\r\nbetween the major Powers. Witnessing events and\r\nresponding to them through this prism of cold-war rivalry,\r\nthe United Nations has not been as effective as it could\r\nhave been in defining a world, strong in the pursuit of order\r\nand justice, where States could live in peace and the rule of\r\nlaw would replace the law of the jungle.\r\nDuring the greater part of the life of the United\r\nNations, the strong have dictated to the feeble, the big to\r\nthe small, the mighty to the weak. While there has been\r\norder, it has been without justice and without equity. In\r\nthis context, while the United Nations has been a symbol of\r\nhope for people from small countries such as mine, much\r\nremains for it to do before it can represent to them an\r\norganization which champions their dignity and worth as\r\nhuman beings, which upholds the rights of their small\r\nnations, which promotes their social progress and better\r\nstandards of life.\r\nAs the United Nations approaches its fiftieth\r\nanniversary no longer shackled by the cold-war rivalry of\r\nthe major Powers as it looks to the future, it has an\r\nextraordinary opportunity to fulfil the aspirations of the\r\nCharter which have so long remained mere words. In\r\ndoing so, it can advance the interests of all mankind by\r\nproviding a meaningful forum for genuine dialogue between\r\nthe rich and poor for the establishment of conditions for\r\ndevelopment, and thus, for peace.\r\nAs the Secretary-General has himself pointed out:\r\n“It must be remembered that the sources of\r\nconflict and war are pervasive and deep. Political\r\nstability is not an end in itself; it is a prerequisite for\r\neconomic and social development. The inseparable\r\nlinks between peace and development must be\r\nacknowledged and fully understood because the\r\ndeterioration of economic and social conditions can\r\ngive root to divisive political strife and military\r\nconflict.”\r\nThe end of the cold war should encourage a\r\nreformed, refreshed and representative Security Council\r\nto look beyond conventional security to security born of\r\npolitical stability and economic progress for all nations —\r\nlarge and small. My own small country is willing to do\r\nits part. It is my hope that the larger, richer and more\r\npowerful States Members of this Organization can\r\nrecognize the need — and act on it — to apply\r\ndemocratic principles to their relations with poor States\r\nby contributing to the creation of a world free from the\r\nthreat of military and economic pressure, a world strong\r\nin the pursuit of equity and justice for all, a world in\r\nwhich the United Nations is cast in a pivotal role as a\r\npowerful mediator for good in the interest of all mankind.\r\nThe President: On behalf of the General Assembly\r\nI wish to thank the Prime Minister and Minister for\r\nForeign Affairs of Antigua and Barbuda for the statement\r\nhe has just made.\r\nMr. Lester B. Bird, Prime Minister and Minister for\r\nForeign Affairs of Antigua and Barbuda, was\r\nescorted from the rostrum.\r\nThe President: I now call on the Minister for\r\nForeign Affairs of the Republic of Kazakhstan, Mr. Kanat\r\nSaudabayev.\r\nMr. Saudabayev (Kazakhstan) (interpretation from\r\nRussian): On behalf of the Kazakhstan delegation, first\r\nof all, I should like to congratulate Mr. Amara Essy on\r\nhis election to the office of President of the forty-ninth\r\nsession of the General Assembly and express our\r\nconfidence that his competence and experience will\r\ncontribute to the fruitful work of the session.\r\nI should also like to thank his predecessor,\r\nAmbassador Insanally, for the able stewardship, efficiency\r\nand tact he demonstrated during the forty-eighth session.\r\nMay I also express our special gratitude to the\r\nSecretary-General, Mr. Boutros Boutros-Ghali, for his\r\ntireless efforts to consolidate peace and stability and to\r\nstrengthen the role of the United Nations in the life of the\r\ninternational community.\r\n19\r\nGeneral Assembly 20th meeting\r\nForty-ninth session 6 October 1994\r\nOur world, multifaceted and contradictory, is rapidly\r\napproaching the end of the second millennium. I hope that\r\nthe confrontation by force which existed throughout the\r\ndecades of the cold war and its underlying concept that\r\nhistory is an evolving process of struggle between the\r\ncompeting systems are now definitely a part of the past.\r\nThe end of the bipolar era triggered the release of\r\nenormous political energy, which earlier had been directed\r\ntowards ideological competition. Today, the world is\r\nsearching for new institutional structures, non-\r\nconfrontational approaches to the solution of global\r\nproblems and a more efficient utilization of human, material\r\nand technical resources.\r\nLooking into the future, full of hope, we should not\r\nrule out the possibility of meeting new challenges. Indeed,\r\na common set of global problems that existed before has\r\nbeen replaced by numerous other problems no less complex\r\nor immense.\r\nIn our opinion, the United Nations has never\r\nexperienced such an important period in its nearly half\r\ncentury-old history. The beginning of the 1990s and the\r\nfiftieth anniversary of the Organization can and should\r\nbecome a truly historic milestone that will determine the\r\nnew tasks of the United Nations and considerably\r\nstrengthen its role in the life of the succeeding generations.\r\nEach important turning-point in the history of this\r\ncentury has manifested itself in social and political changes\r\nin the life of States. Today the transition from one era of\r\ninternational life to another is related to the disintegration\r\nof the former Union of Soviet Socialist Republics (USSR),\r\nthe revolutionary transformations in the countries of Eastern\r\nEurope and the entry into the family of nations of a number\r\nof newly independent States, among them my native Kazakhstan.\r\nFor us, three years of freedom have been three years\r\nof achieving real political and economic independence. The\r\nRepublic, having become a Member of the United Nations\r\nand other international organizations, having signed the\r\nHelsinki Final Act, the Charter of Paris and a number of\r\nother international instruments, has de jure completed its\r\nentry into the world community. From the very first day,\r\nour country has striven to ensure the actual implementation\r\nof its commitments to deal with common global issues,\r\nsuch as respect for human rights, the strengthening of\r\ndemocracy and the rule of law, economic freedom and\r\nsocial justice, the development of a market economy and\r\nthe strengthening of international security.\r\nKazakhstan accords priority to the issue of the non-\r\nproliferation of nuclear weapons. In December 1993, the\r\nParliament of our Republic ratified the Treaty on the\r\nNon-Proliferation of Nuclear Weapons (NPT) as a non-\r\nnuclear State. At the coming 1995 NPT Review\r\nConference, we intend to join the position of those States\r\nthat favour an unconditional extension of the NPT for an\r\nunlimited period of time. From this rostrum I declare that\r\nthe Republic of Kazakhstan, deeply committed to the\r\nstrengthening of its national sovereignty and security and\r\nthe process of political and economic reforms in society,\r\nis genuinely interested in international stability and the\r\ndevelopment of cooperation with all States. That is our\r\nconsistent policy, not subject to any changes dictated by\r\nshort-term experience. I should like to emphasize in\r\nparticular that we intend to achieve our objectives while\r\ntaking existing realities into account and effectively using\r\nthe geopolitical location of Kazakhstan as a kind of link\r\nbetween Europe and Asia, between East and West.\r\nIn this context, we think that the initiative of the\r\nPresident of Kazakhstan, Mr. N.A. Nazarbaev, to convene\r\na Conference on Interaction and Confidence-Building\r\nMeasures in Asia, put forward for the first time from this\r\nrostrum two years ago at the forty-seventh session of the\r\nGeneral Assembly, has a special significance. Its purpose\r\nis to develop fundamental principles and areas of\r\ncooperation in the context of strengthening peace and\r\nstability and promoting the economic prosperity of Asian\r\nStates.\r\nToday the idea of this Conference is being put into\r\npractice. Thus, representatives of more than 20 countries\r\nof the region, as well as representatives of the United\r\nNations, the Conference on Security and Cooperation in\r\nEurope (CSCE), the Organization of the Islamic\r\nConference (OIC) and the League of Arab States took\r\npart in the two meetings of experts convened by\r\nKazakhstan in Almaty last year to discuss this initiative.\r\nAs a follow-up to the Almaty meetings on this\r\nConference, the Permanent Representatives of 25 United\r\nNations Member States, as well as the Special\r\nRepresentative of the Secretary-General and\r\nrepresentatives of a number of international organizations,\r\nmet twice in New York. A third meeting at the level of\r\nsenior officials is to be held in Almaty at the end of\r\nOctober.\r\nConfidence in the possibility of the step-by-step\r\nestablishment of this new international structure is\r\nconfirmed by the fact that the creation in Asia of different\r\npolitical and economic unions, associations and groups,\r\n20\r\nGeneral Assembly 20th meeting\r\nForty-ninth session 6 October 1994\r\nclosely interrelated and influencing one another, is\r\ndependent on a common interest in the strengthening of\r\npeace and stability, without which the economic prosperity\r\nof Asian countries is impossible. The deep-rooted\r\nprocesses of economic integration on the Asian continent\r\nshould logically and inevitably lead to the formation of an\r\nAsian common market, on the one hand, and political\r\ncoordination and integration, on the other. Therefore, we\r\nthink that the political will of the States of the region\r\ntowards the purposeful and careful management of these\r\nprocesses should speed up the creation of global economic\r\nand political structures, similar to those in Europe.\r\nThis confidence has prompted the President of our\r\ncountry to put forward a new proposal to establish the\r\nEuro-Asian Union (EAU) as a catalyst of integration\r\nprocesses and as an instrument for the prevention of\r\nconflicts in the post-Soviet era. The opportunities to\r\novercome the economic and social crisis, and inter-ethnic\r\nand inter-State conflicts, and to ensure external and internal\r\nsecurity and stability through the proposed mechanism of\r\nunification have been received with understanding by\r\npoliticians and leaders of different States.\r\nSince the creation of the Commonwealth of\r\nIndependent States (CIS), stability and security as the basis\r\nof economic and social reforms have come to the forefront.\r\nAs for economic aspects, they are in fact a dominant part\r\nof the EAU integration processes. The first step is the\r\ncreation of a common economic space by the Central Asian\r\nStates — Kazakhstan, Uzbekistan and Kyrgyzstan —\r\nsupported by the appropriate agreements. Appropriate\r\ninter-State bodies, such as the Central Asian Bank, have\r\nalready begun to function. The proposed union is open to\r\nall States.\r\nDuring the transition period, the proposed EAU most\r\nadequately reflects the interests of the States of the region,\r\nregardless of their size, population, economic and other\r\nindicators. It provides an opportunity to demonstrate their\r\nwillingness to cooperate on an equal basis, as well as their\r\ncommitment to reforms in the interests of all the nations of\r\nthe region.\r\nIn putting forward these initiatives, Kazakhstan\r\nassumes that the problems they seek to resolve are pressing\r\nfor all countries of the world, and for such an authoritative\r\nOrganization as the United Nations. Our certainty is also\r\nstrengthened by the fact that the Kazakhstan initiatives are\r\nharmonious with the principles of the United Nations\r\nCharter and with key provisions of the broadly supported\r\nreport of the Secretary-General “An Agenda for Peace”, and\r\nparticularly with his idea of the need to strengthen\r\npreventive diplomacy and the peacemaking activities of\r\nthe United Nations and deepening cooperation in these\r\nareas between the United Nations and regional\r\norganizations. The foreign-policy approaches of\r\nKazakhstan were the basis for our decision to join the\r\n“Partnership for Peace” programme of the North Atlantic\r\nTreaty Organization (NATO).\r\nKazakhstan, as a member of the Commonwealth of\r\nIndependent States (CIS), strives to implement its foreign\r\npolicy initiatives in practical terms and, accordingly, takes\r\ninto account and respects the legal rights and interests of\r\nother CIS States. The true interests of the multi-ethnic\r\npopulation of Kazakhstan lie not only in the maintenance\r\nbut also in the expansion of common economic, political,\r\nmilitary and strategic partnership and interaction within\r\nthe CIS. Our Republic maintains special relations with\r\nthe Russian Federation, all the Republics of Central\r\nAsia — Kyrgyzstan, Uzbekistan, Tajikistan,\r\nTurkmenistan, and other CIS States. Certainly, the most\r\nimportant direction for Central Asian interaction is our\r\ncommon interest in strengthening peace, stability and\r\nsecurity, both in regional and global dimensions.\r\nIn a situation threatening peace in the region or on\r\nthe Euro-Asian continent, Kazakhstan, together with the\r\ncountries of Central Asia and Russia, is ready to put into\r\noperation an established machinery of joint consultations\r\naimed at coordinating its positions and undertaking\r\nmeasures for the elimination of the threat.\r\nA vivid example of this is our joint endeavours to\r\nsettle the situation on the Tajik-Afghan border. Thus, at\r\nthe meeting of the Presidents, Prime Ministers and\r\nMinisters of Foreign Affairs of Kazakhstan, Kyrgyzstan\r\nand Uzbekistan held at Almaty last July the situation on\r\nthe Tajik-Afghan border was discussed and a joint\r\nstatement was adopted. Guided by the need to maintain\r\npeace and ensure a favourable environment for successful\r\neconomic and political reforms and greater independence\r\nof their countries, the Foreign Ministers of the three\r\nStates appealed to the conflicting parties to stop hostile\r\nactivities and settle existing problems by political means\r\nthrough negotiations. The participants in the meeting\r\npointed to a close interrelation between the stabilization\r\nof the situation on the Tajik-Afghan border and internal\r\npolitical developments in Tajikistan, and they supported\r\nefforts to deepen the inter-Tajik dialogue and the active\r\nrole of the United Nations and the Conference on Security\r\nand Cooperation in Europe.\r\n21\r\nGeneral Assembly 20th meeting\r\nForty-ninth session 6 October 1994\r\nKazakhstan’s efforts towards integration at the regional\r\nand interregional level need the support of international\r\norganizations and the leading countries of the world. The\r\nprerequisites for such support exist and are being created.\r\nThey include commitments on a bilateral and multilateral\r\nbasis and the resolutions of the United Nations General\r\nAssembly on assistance to countries with economies in\r\ntransition, as well as our participation in cooperation with\r\nthe CSCE based on one of the components of the concept\r\nof global security, namely, the economic dimension.\r\nKazakhstan attaches great importance to the expansion\r\nof United Nations activities in social and economic fields\r\nand supports vital initiatives relating to reforms in this area\r\nthat are being undertaken within the United Nations and, in\r\nparticular, in the Economic and Social Council.\r\nThe report of the Secretary-General of the United\r\nNations “An Agenda for Development” is to play the key\r\nrole in these issues. We support the fundamental ideas of\r\nthe report, and we believe that the discussion of this\r\ndocument at the current session of the General Assembly\r\nshould be marked by our common aspiration to increase the\r\nefficiency of United Nations activities in the social and\r\neconomic fields to ensure proper coordination of efforts of\r\nthe related United Nations agencies and to set new priorities\r\nin accordance with today’s global, political and socio-\r\neconomic realities. The main purpose of these endeavours,\r\nwe believe, should be to preserve and develop the spirit of\r\nglobal partnership born at Rio two years ago and to ensure\r\nthe environmentally safe, sustainable development of the\r\nwhole world.\r\nAs a young State endeavouring to resolve difficult\r\ntasks of socio-economic and democratic reform and to\r\nensure its efficient participation in the international division\r\nof labour, Kazakhstan welcomes United Nations efforts\r\nwith regard to the integration of countries with economies\r\nin transition into the world economy and promotion of their\r\naccess to world markets, particularly through assistance to\r\nthe newly independent land-locked States of Central Asia,\r\nof which Kazakhstan is the largest. We view this as a\r\nmanifestation of the comprehensive approach by the United\r\nNations in the field of socio-economic policy and deem it\r\nto be the most productive way to meet the challenges of\r\nglobal sustainable social and economic development.\r\nIn this connection I should also like to indicate the\r\nhigh value Kazakhstan places on its cooperation with the\r\nInternational Monetary Fund, the World Bank, the European\r\nBank for Reconstruction and Development, the European\r\nUnion, the Organization of Economic Cooperation and\r\nDevelopment and other international organizations\r\nthrough their programmes of technical assistance. At the\r\nsame time, we would like to see this cooperation acquire\r\nmore dynamism and practical efficiency, which would\r\ncreate a favourable climate for market reforms in\r\nKazakhstan and other countries with economies in\r\ntransition and for their better access to world markets and\r\nthe flow of foreign investments to these countries.\r\nIn this context it is a matter of concern to us that,\r\naccording to some forecasts, the gap in the levels of\r\nfactual and required assistance will sharply increase when\r\nunemployment in the States of the former Soviet Union\r\npeaks. This is expected as a consequence of the closure\r\nof unprofitable State enterprises. Against that\r\nbackground, the current level of Western assistance to our\r\nmarket reforms will not be enough to make progress\r\ntowards the implementation of a second “Marshall Plan”.\r\nAnother priority of socio-economic development in\r\nour country is its activity in the field of environment. It\r\nis no accident that Kazakhstan has singled out\r\nenvironmental issues, since it is itself exposed to such\r\nenvironmental disasters of a global and regional nature as\r\nthe Aral Sea crisis, the degradation of a vast area around\r\nthe Semipalatinsk nuclear-test grounds, the severe\r\ndeterioration of the Caspian Sea ecosystem and the\r\ndangerous increase of its water level, which threaten the\r\nlife and economic activity in a large coastal area. All\r\nthese things seriously hamper the process of social and\r\neconomic reform in Kazakhstan. A great contribution to\r\nthe solution of the Aral problem is being made by the\r\nInternational Fund for the Salvation of the Aral Sea,\r\nheaded by Mr. Nazarbaev, President of the Republic of\r\nKazakhstan. The Central Asian Inter-State Council on the\r\nAral Sea has been established, and a programme of action\r\nfor the coming three to five years has been elaborated to\r\nimprove the environmental conditions of the Aral Sea.\r\nHowever, the States of the region have very limited\r\nfinancial and technical resources. In this regard, I should\r\nlike to appeal again to the world community, the donor\r\ncountries and the specialized international agencies to join\r\ntheir efforts to fight this truly global, environmental\r\ndisaster in the Aral Sea. In this connection, Kazakhstan\r\nproposes to hold in Almaty or in the city of Aralsk a\r\nspecial international conference on the Aral Sea problem\r\nunder the auspices of the United Nations, and to consider\r\nthe possibility of establishing a special structure within\r\nthe United Nations system to deal with this problem.\r\n22\r\nGeneral Assembly 20th meeting\r\nForty-ninth session 6 October 1994\r\nWhen we speak about the balanced and sustainable\r\ndevelopment of society we cannot leave out the issue of\r\nhuman rights. If an individual is poor and deprived of the\r\nelementary means of life, his political rights are\r\nmeaningless. A comprehensive approach to this problem\r\nwas demonstrated by the World Conference on Human\r\nRights at Vienna in 1993, which analysed and reviewed the\r\noverall activities of the United Nations in the field of\r\nhuman rights. Pursuant to the recommendations of the\r\nWorld Conference on Human Rights, the United Nations\r\nGeneral Assembly at its forty-eighth session called for the\r\nestablishment of the post of United Nations High\r\nCommissioner for Human Rights. On behalf of the\r\nGovernment of Kazakhstan, let me congratulate Mr. J.\r\nAyala Lasso on his election to this high and responsible\r\npost and assure the world community that my country will\r\nfully abide by the recommendations of the World\r\nConference on Human Rights and support United Nations\r\nactivities in the field of the international protection of\r\nhuman rights.\r\nWith regard to social and economic issues, I should\r\nlike to highlight the recently concluded Cairo International\r\nConference on Population and Development. Kazakhstan\r\ntook an active part in that Conference and believes that its\r\noutcome will be yet another practical contribution to United\r\nNations efforts to ensure global sustainable development.\r\nIn this connection, we also expect significant results from\r\nsuch major forthcoming international forums as the World\r\nSummit for Social Development in Copenhagen, the Fourth\r\nWorld Conference on Women in Beijing and the United\r\nNations Conference on Human Settlements (Habitat II) in\r\nIstanbul.\r\nKazakhstan supports the joint endeavours of Member\r\nStates to reform the principal organs of the United Nations,\r\nespecially the Security Council.\r\nGuided by Article 24 of the United Nations Charter,\r\nwhich states that the Security Council, in carrying out its\r\nduties under its primary responsibility, acts on behalf of all\r\nMember States, Kazakhstan favours the enlargement of the\r\nSecurity Council to ensure equitable geographical\r\nrepresentation and the effective and efficient functioning\r\nand transparency of the Security Council.\r\nFor many years now we have been witnessing a\r\nsignificant deterioration of the financial situation of the\r\nUnited Nations. Without going into the details of this\r\ndifficult issue, I should like to note that the current session\r\nof the General Assembly is not an ordinary one, because it\r\nwill have to adopt a new scale of assessments for the\r\napportionment of United Nations expenses for the period\r\n1995-1997.\r\nAs a cornerstone of the whole financial system of\r\nthe United Nations, the scale of assessments has always\r\nbeen among the most important aspects of the functioning\r\nof the Organization. The adoption of the new scale of\r\nassessments this year is also important in that the new\r\narrangement will fully reflect the considerable increase in\r\nthe membership of the United Nations and solve to the\r\ngreatest possible extent problems related to the\r\ncontributions of a group of new Member States.\r\nSince the creation of this problem Kazakhstan has\r\ndemonstrated realism and a balanced approach and has\r\ntried to take into consideration the interests of other\r\nMember States. We hope that the principle of the\r\ncapacity to pay and of the need to improve the\r\nmethodology of the scale by eliminating its most\r\ndistorting elements will be taken fully into account in the\r\ndetermination of the new scale of assessments. This\r\nwould undoubtedly help to improve the Organization’s\r\noverall financial situation.\r\nWith regard to the financial standing of the United\r\nNations, I should like to refer to the question of\r\nimproving administrative and financial management in the\r\nsystem. Kazakhstan has welcomed concrete steps in this\r\nfield and supported the creation of the Office of Internal\r\nOversight Services, and we deem it appropriate that such\r\nefforts be continued.\r\nTen years ago, in this Organization, the former\r\nrector of the University for Peace, Mr. Robert Muller,\r\nsaid the following very true words:\r\n“A jubilee is an occasion for reflection and not for\r\ncelebration”.\r\nI believe that today, on the eve of the fiftieth\r\nanniversary of the United Nations, we are all adopting\r\nthis very approach in evaluating the Organization’s past,\r\npresent and future.\r\nIn this context, I should like to note with gratitude\r\nthe great efforts of the Preparatory Committee and the\r\nSecretariat in respect of the fiftieth anniversary of the\r\nUnited Nations. They are making a concrete contribution\r\nto the commemoration of this forthcoming historic event.\r\nKazakhstan too is preparing to commemorate the\r\nevent in a fitting way. It has set up a national committee,\r\n23\r\nGeneral Assembly 20th meeting\r\nForty-ninth session 6 October 1994\r\nwhich is scheduled to arrange a variety of ceremonial\r\nevents, as well as to issue collectors’ stamps and coins\r\ndevoted to the fiftieth anniversary of the United Nations.\r\nThe importance that Kazakhstan attaches to the fiftieth\r\nanniversary of the United Nations is reflected also in our\r\ninitiative concerning the holding of a special session of the\r\nGeneral Assembly within the framework of the event. In\r\nour view, this could be the occasion for a thorough, useful\r\nand interesting exchange of views on the most significant\r\naspects of the activities of the United Nations and on it’s\r\nrole.\r\nThe forthcoming anniversary inevitably brings to mind\r\nanother historic international date — the fiftieth anniversary\r\nof the end of the Second World War. Kazakhstan\r\nwholeheartedly supports the initiative to declare 1995 the\r\ninternational year of the commemoration of the victims of\r\nthat war.\r\nIn conclusion, I should like to express my firm belief\r\nthat the United Nations will come to its anniversary\r\nrevitalized and fully able to realize the rich potential\r\nembodied in the aspiration to peace and humanism that was\r\nenshrined in its Charter 50 years ago.\r\nThe President: I now call on Mali’s Minister for\r\nForeign Affairs, for Malians Living Abroad and for African\r\nIntegration, Her Excellency Mrs. Sy Kadiatou Sow.\r\nMrs. Sy Sow (Mali) (interpretation from French): It\r\nis a great honour for me to address the General Assembly\r\nfor the first time on behalf of the Republic of Mali.\r\nThe Malian delegation welcomes the fact that this\r\nyear’s session of the General Assembly is being held under\r\nthe skilful presidency of Mr. Amara Essy of Côte d’Ivoire.\r\nAs well as being a personal tribute, his election honours not\r\nonly Côte d’Ivoire, which is Mali’s friend and neighbour,\r\nbut Africa as a whole. It also attests to the confidence of\r\nall delegations in him. They are confident that he will lead\r\nour work effectively and wisely. He can rely on the full\r\ncooperation of the Malian delegation. We convey to him\r\nour warmest congratulations and every good wish for\r\nsuccess.\r\nI wish also to pay tribute to Mr. Essy’s predecessor,\r\nAmbassador Samuel Insanally of Guyana, for the devotion\r\nand skill that he brought to his work as President of the\r\nGeneral Assembly at its last session.\r\nI also take pleasure in greeting the Secretary-\r\nGeneral, Mr. Boutros Boutros-Ghali, and in commending\r\nhim for his tireless efforts to strengthen the role of the\r\nUnited Nations.\r\nIn the period since the last session of the General\r\nAssembly there have been encouraging developments in\r\nthe cause of peace.\r\nThe advent of a united, democratic and non-racial\r\nSouth Africa is part of this pattern. That event, which\r\nputs an end to three centuries of domination, marks the\r\ncompletion of Africa’s liberation. But, in addition, by\r\nenabling majority rule to prevail, it brings South Africa\r\ninto harmony with mankind’s essential values. For both\r\nthese reasons we must welcome the fact that joint efforts,\r\nin Africa and around the world, were a powerful catalyst\r\nin the eradication of the policy of apartheid. I pay tribute\r\nto the determination of the South African people and to\r\nthe courage of two men, President Mandela and Vice-\r\nPresident de Klerk, each of whom understood the trend of\r\nhistory and opted for the course of reason and the path of\r\ndialogue.\r\nAt the same time, I wish to take the opportunity\r\nprovided by the forty-ninth session of the General\r\nAssembly to pay tribute to the Palestinian people and the\r\nPalestine Liberation Organization, under the leadership of\r\nChairman Yasser Arafat. The Malian Government\r\nwelcomes the conclusion and the signing by Israel and the\r\nPalestine Liberation Organization of the Peace Agreement\r\non the autonomy of Jericho and Gaza, which constitutes\r\na significant step forward towards settling the Palestinian\r\nquestion. My delegation will continue to support the\r\npeace process in the interests of the Palestinian and Israeli\r\npeoples, because it provides a unique framework within\r\nwhich to bring lasting peace, stability and security to the\r\nwhole region.\r\nWhile developments in South Africa and in the\r\nMiddle East amount to significant progress towards peace,\r\ncertain remaining conflicts are a continuing source of\r\ngrave concern for the international community. Any\r\nconflict capable of destabilizing any region of the world\r\nis a threat to the peace and stability of the whole\r\ninternational community.\r\nTo increase the chances of resolving conflicts that\r\nhave worldwide repercussions the United Nations should\r\nresolutely support regional and subregional initiatives,\r\nsuch as the establishment by the Organization of African\r\nUnity of a central body for the prevention, management\r\n24\r\nGeneral Assembly 20th meeting\r\nForty-ninth session 6 October 1994\r\nand settlement of conflicts. But such initiatives need to be\r\nbacked up with genuine and forthright involvement by\r\nStates in the same subregion, as well as by consistent\r\nsupport from the international community, if lasting peace\r\nis to be brought to the areas concerned.\r\nIs it not also time to collectively address one of the\r\nfactors underlying the development of armed conflicts in\r\nsome regions of the world? I am thinking of the massive\r\nuncontrolled circulation of small arms in third world\r\ncountries in general, and of Africa in particular. We are all\r\naware that very few of these countries manufacture arms.\r\nSo where do they come from? How are they channelled?\r\nWhat can we do about them?\r\nIn the view of my delegation, the answer to these\r\npressing questions would make it possible to find ways and\r\nmeans to ensure that our peoples enjoy a safe and stable\r\nenvironment that will favour development activities.\r\nReturning now to existing conflicts, we believe that in\r\nRwanda everything must be done to promote dialogue in\r\norder to preserve peace in that country and in the region.\r\nIn this respect, my country, Mali, has been actively\r\ninvolved in the quest for a solution to the Rwandan tragedy\r\nand is participating in the implementation of the Arusha\r\npeace agreements through its contingent earmarked to\r\nreinforce the United Nations Assistance Mission for\r\nRwanda.\r\nThe international community and the United Nations\r\nmust continue their efforts to provide relief to the displaced\r\npopulations and organize their return while stepping up\r\neconomic, financial, material and technical assistance in\r\norder to foster Rwanda’s reconstruction and economic\r\nrehabilitation.\r\nSimilarly, there is a need for stepped-up cooperation\r\nbetween the United Nations, the Organization of African\r\nUnity, the League of Arab Nations, the Organization of the\r\nIslamic Conference and the Non-Aligned Movement in\r\norder to find a settlement to the Somali crisis in\r\nhumanitarian, political and security terms. This endeavour\r\nshould be accompanied by the launching of a massive and\r\neffective programme of rehabilitation, relief and\r\nreconstruction in Somalia. Hence the presence of the\r\nUnited Nations Operation in Somalia (UNOSOM II) should\r\nbe maintained and strengthened.\r\nIn Mozambique, national reconciliation is under way.\r\nMy delegation wishes to hail the initiatives taken by the\r\nUnited Nations through its observer mission and calls for\r\nfull compliance with the electoral timetable.\r\nIn Angola, we welcome the continuation of the\r\npeace talks and call on all parties to fulfil their respective\r\ncommitments in order to bring peace quickly back to that\r\ncountry.\r\nWith respect to the Western Sahara, recent\r\ndevelopments make it incumbent upon this Organization\r\nto further pursue its efforts to bring about the holding of\r\nthe referendum, in conformity with the pertinent\r\nresolutions on this issue.\r\nIn Liberia, where my country is actively involved in\r\nthe search for a solution, all initiatives designed to bring\r\nlasting peace must be supported, in particular those of\r\nthe Economic Community of West African States\r\n(ECOWAS). We call on the parties to the conflict, the\r\nsignatories of the various agreements, to respect their\r\ncommitments with a view to promoting the further\r\nmobilization of the human and financial resources the\r\ncountry needs. Everything should also be done to make\r\nthe experiment under way in the Military Observer Group\r\nof ECOWAS a model for the settlement of other regional\r\nconflicts.\r\nOur abiding conviction that peace is possible\r\neverywhere should bolster our determination to bring\r\nabout a settlement to other persistent conflicts.\r\nThus, in Bosnia and Herzegovina, Mali supports all\r\ninitiations permitting the speedy adoption and\r\nimplementation of measures that will break down the\r\nstubbornness of the Serb party. My country, like other\r\ncountries of the international community, remains\r\nprofoundly perturbed by the armed aggression and policy\r\nof “ethnic cleansing” being directed against the Republic\r\nof Bosnia and Herzegovina and its people. We must do\r\nour utmost to ensure that the relevant Security Council\r\nresolutions are fully respected.\r\nIt is with this same goal of reducing the number of\r\nregional conflicts that we should approach activities to\r\nbring a return to democracy in Haiti and to restore peace\r\nin Afghanistan.\r\nAnother source of grave concern for the international\r\ncommunity lies in the persistence of major economic and\r\nfinancial problems.\r\n25\r\nGeneral Assembly 20th meeting\r\nForty-ninth session 6 October 1994\r\nIndeed, one of the major challenges facing our\r\nOrganization today is development. The development\r\nstrategies and programmes that have been pursued thus far\r\nhave not yielded the desired results, in particular in the case\r\nof Africa.\r\n“An Agenda for Development”, proposed by the\r\nSecretary-General, does provide a useful opportunity to\r\ndiagnose the existing situation, in particular in Africa, and\r\nshould permit us to propose appropriate measures to lay the\r\nfoundations for lasting development for the benefit of all\r\nthe peoples and nations of the world.\r\nThe Agenda represents the last hope for millions of\r\npeople living in poverty and destitution, for millions of\r\nchildren dying every year of endemic diseases, and for the\r\nmillions of refugees around the world.\r\nThat is why my delegation welcomes the upcoming\r\nWorld Summit for Social Development, scheduled for\r\nMarch 1995 in Copenhagen.\r\nSimilarly, the Fourth World Conference on Women, to\r\nbe held in Beijing in 1995, should make an important\r\ncontribution to the elaboration of “An Agenda for\r\nDevelopment”. This Conference will permit our countries\r\nto better manage the tremendous human resource\r\nrepresented by women by translating policies and measures\r\nin favour of women into concrete programmes. More\r\nsocial justice for women can only enhance society as a\r\nwhole.\r\nIn the same vein, my delegation welcomes the ongoing\r\nreforms in various bodies of the United Nations, notably\r\nthose responsible for economic and social development.\r\nThe question of world trade and commodities is\r\namong those to have received the greatest attention in\r\nrecent years. In this context, the agreement creating the\r\nWorld Trade Organization was signed in Marrakesh,\r\nMorocco, on 15 April 1994.\r\nIn the implementation of that agreement, particular\r\nattention must be given to the following issues: the specific\r\nconditions of the developing countries, in particular the\r\nleast developed countries, which must continue to receive\r\npreferential treatment in the implementation of the new\r\nmechanisms designed to govern world trade; the transfer of\r\ntechnology in keeping with the aspirations of the countries\r\nof the South; regional economic integration; immigration\r\npolicies; professional training; and job creation.\r\nResolute political commitment on the part of the\r\nwhole of the international community is thus vital if the\r\nOrganization is to play the key role in the area of\r\ndevelopment and international cooperation entrusted to it\r\nby the United Nations Charter and the pertinent General\r\nAssembly resolutions.\r\nWe welcome the fact that on 18 June 1994, the\r\nInternational Convention to Combat Desertification in\r\nThose Countries Experiencing Serious Drought and/or\r\nDesertification, Particularly in Africa, was adopted. Mali,\r\na country that has been hard hit by the cumulative effects\r\nof drought and desertification, is hoping for the early\r\nratification and implementation of this Convention.\r\nStrengthening the role of the United Nations is\r\nbecoming more and more of a necessity, for as it\r\napproaches its fiftieth anniversary, our Organization must\r\nface many challenges, whether in the maintenance of\r\ninternational peace and security or in the fields of\r\neconomic and social development or respect for human\r\nrights.\r\nLet us equip this Organization with the means to\r\naccomplish these tasks.\r\nWhile the celebration of the fiftieth anniversary\r\nprovides a useful opportunity to assess the work\r\naccomplished thus far, it is also a reminder of the limits\r\nthat reality has imposed on the implementation of the\r\nCharter. In this respect, it is not simply the problem of\r\nthe Organization’s financial situation that arises, but also\r\nits Members’ ability to agree on its priorities and its tasks\r\nthat is being questioned. We can only rejoice when we\r\nsee that our collective awareness of the disorder and\r\nshortcomings of the past has, for the first time, become\r\nthe promise of a readiness to engage in serious thought,\r\nas attested to by the development of “An Agenda for\r\nPeace” and the draft of “An Agenda for Development”,\r\nwhich can become effective instruments to enable our\r\nOrganization to provide a better future for present and\r\nfuture generations.\r\nI should like to take this opportunity to inform the\r\ninternational community of the democratic developments\r\nthat have taken place in Mali since 1991.\r\nIn political terms, democracy is daily being further\r\nconsolidated and expanded. After free and democratic\r\nelections in 1992 we set up the institutions provided for\r\nby our Basic Law. My Government today is striving to\r\neducate the whole of Malian society in democracy.\r\n26\r\nGeneral Assembly 20th meeting\r\nForty-ninth session 6 October 1994\r\nEvidence of this is the recent regional consultation meetings\r\nwhich permitted the whole population in their respective\r\nregions to voice their views on the major concerns facing\r\nthe Malian nation. That exercise has also permitted the\r\nGovernment, among other things, to gauge the impact of its\r\nmeasures on the population.\r\nIn economic terms, I wish to draw attention to the\r\nimportant achievements in the context of the policy of\r\neconomic recovery and reform of public finance. The\r\nGovernment’s new economic policy also stresses the\r\npromotion of the private sector.\r\nThe challenges that face us are daunting and hence\r\nour achievements still need to be consolidated; but that\r\nwill be possible with the support of the international\r\ncommunity.\r\nThe success of the recent round-table conference on\r\nthe development of Mali, held in Geneva on 13 and\r\n14 September 1994, attests to the confidence of Mali’s\r\npartners in development in the measures that have been\r\ntaken.\r\nThese qualitative changes in Mali have also been\r\nobserved in several developing countries. They reflect\r\nthe fundamental aspiration of peoples to freedom, justice\r\nand development with solidarity. These positive\r\ndevelopments, if they are to be consolidated, require a\r\nseries of complementary measures at the international\r\nlevel. In this regard it is important to ensure equal\r\nparticipation by all States in the development of new\r\nnorms designed to place the international system on a\r\nmore solid foundation while at the same time providing\r\nbetter security for all.\r\nIt is my hope that the commemoration of the fiftieth\r\nanniversary of the Organization will provide a useful\r\nopportunity to reflect in depth on these issues.\r\nThe meeting rose at 1.25 p.m.\r\n27\r\n"