"United Nations A/49/PV.4\r\n94-86406 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one week of the date of publication, to the Chief of the Verbatim\r\nReporting Section, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum. When the result of a recorded and/or roll-call vote is followed by an\r\nasterisk, see annex to the record.\r\nGeneral Assembly Official Records\r\nForty-ninth Session\r\n4th Meeting\r\nMonday, 26 September 1994, 10 a.m.\r\nNew York\r\nPresident: Mr. Essy . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Côte d’Ivoire)\r\nThe meeting was called to order at 10.30 a.m.\r\nAgenda item 9\r\nGeneral debate\r\nThe President (interpretation from French): I should\r\nlike to remind members of the decision taken by the\r\nGeneral Assembly at its 3rd plenary meeting, held on 23\r\nSeptember, that congratulations should not be expressed\r\ninside the General Assembly Hall after a speech has been\r\ndelivered.\r\nIn this connection, I would remind members of\r\nanother decision taken by the Assembly at the same\r\nmeeting: that speakers in the general debate, after\r\ndelivering their statements, should leave the General\r\nAssembly Hall through room GA-200, located behind the\r\npodium, before returning to their seats.\r\nI should also like to remind representatives that, in\r\naccordance with a decision taken by the General Assembly\r\nat its 3rd plenary meeting, the list of speakers in the general\r\ndebate will be closed on Wednesday, 28 September 1994,\r\nat 6 p.m. May I request delegations to be good enough to\r\nprovide, as soon as possible, estimated speaking times that\r\nare as accurate as possible so that we can plan our meetings\r\nin an orderly way.\r\nI now call on the first speaker in the general debate,\r\nthe Minister for Foreign Affairs of Brazil, His Excellency\r\nMr. Celso Luis Nunes Amorim.\r\nMr. Amorim (Brazil) (spoke in Portuguese; English\r\ntext furnished by the delegation): It is with great pleasure\r\nthat I present my compliments to you, Mr. Amara Essy,\r\nMinister of Foreign Affairs of the Republic of Côte\r\nd’Ivoire, and congratulate you on your election to the\r\npresidency of the General Assembly at its current session.\r\nI would also like to extend my recognition to\r\nAmbassador Samuel Insanally, who, as President of the\r\nAssembly at its forty-eighth session, dignified not only his\r\nown country, Guyana, but all the countries of the Amazon\r\nand South American region as well. I also greet the\r\nSecretary-General, Mr. Boutros Boutros-Ghali, to whom\r\nI convey my gratitude for the tireless efforts he has been\r\nundertaking at the head of this Organization.\r\nThe close of this century is marked by the force of\r\ntransformation. In the last few years there has been\r\nprodigious change. This has been of such a radical nature\r\nthat we could, like Hamlet, say that \"The time is out of\r\njoint\" (Shakespeare, Hamlet, Act I, scene v). The process\r\nhas been so fascinating that some have deluded\r\nthemselves with the fantasy that the future is already\r\nunder control. That is not the case. Transformation does\r\nnot have a fixed, inexorable course. We must not allow\r\nourselves to be enticed by hasty interpretations or by\r\nmere appearances. It is our responsibility to give\r\nmeaning to change and to guide trends in accordance with\r\nthe greater interests of the world community.\r\n1\r\nGeneral Assembly 4th meeting\r\nForty-ninth session 26 September 1994\r\nIt will be five years next November since the Berlin\r\nWall crumbled. That period is sufficient for evaluating the\r\ndistances that have been covered and, above all, for\r\ncharting a course that will lead us to a safe harbour. The\r\ncold war took place under the sign of denial, a situation\r\nreflected even in the language that marked the period. The\r\nexpressions that identified and explained almost 40 years of\r\ntense relationships denoted confrontation, exclusion or, at\r\nbest, uncomfortable coexistence of opposites. The\r\ncatchphrases of the day were \"iron curtain\", \"containment\"\r\nand \"balance of terror\".\r\nToday we are in the midst of transition. Taking stock\r\nof these last few years, we can say that the results, though\r\ntenuous and imperfect, are positive. The cause of peace\r\nhas made significant headway. Nuclear war has ceased to\r\nbe an impending threat. Conflicts which many of us judged\r\ninsoluble either have been or are in the process of being\r\nsettled through dialogue and negotiation. In southern\r\nAfrica and in the Middle East, steps of historic significance\r\nhave been taken toward a more just and a more peaceful\r\nworld. In Central America and in South-East Asia,\r\nprogress is tangible. Throughout the greater part of our\r\nplanet, the logic of confrontation is giving way to the logic\r\nof cooperation.\r\nIt is that very logic that we wish to see firmly\r\nestablished in our own region. Peace and fraternity are\r\nLatin America’s vocation. We have been striving to bring\r\nthe sister Republic of Cuba fully into the inter-American\r\nand international fold by means of a policy of outstretched\r\nhands, of dialogue and of rapprochement. Political,\r\neconomic and commercial isolation, apart from being\r\nunjustifiable, only contributes to aggravating the hardship\r\nendured by the Cuban people at a time when we perceive\r\npositive indications of democratic reform and of\r\nreconciliation. Here too the stasis of confrontation must\r\ngive way to the dynamics of dialogue, putting to rest this\r\nremnant of the cold war.\r\nGiven a set of entirely different characteristics, we are\r\nequally interested in promoting a lasting solution to the\r\nHaitian crisis, the return to office of President Jean-\r\nBertrand Aristide, and national reconciliation. The\r\ndiplomatic efforts of the international community, which we\r\nfirmly support, must have as their point of reference the\r\nprompt removal of the de facto authorities by peaceful\r\nmeans - the only means to avoid even greater suffering for\r\nthe Haitian people. We consider it disturbing that the\r\nprinciples of non-intervention and self-determination are the\r\nobject of interpretations that are incompatible with the\r\ncharters of the United Nations and of the Organization of\r\nAmerican States. The gravity of the Haitian crisis and\r\nthe urgency of the need to solve it do not make us unable\r\nto see the inherent risks of a situation that evokes traumas\r\nand scars that are still very vivid in the memory of Latin\r\nAmerica. Once the legitimate Government is re-\r\nestablished, it will be the responsibility of the\r\ninternational community to provide Haiti with assistance\r\nin the daunting task of national reconstruction.\r\nWe are still far from universal peace. Conflicts of\r\nenormous cruelty shock the world and are the cause of\r\nunspeakable suffering for millions of human beings.\r\nRwanda and Bosnia and Herzegovina are emblematic\r\ntragedies of our times. The scenes of horror shown by\r\nthe media attest to the difficulty of finding effective\r\nsolutions to the imbalances which challenge all peoples.\r\nThe intensification of migratory flows toward developed\r\ncountries has been accompanied by an exacerbation of\r\nxenophobia and racial discrimination.\r\nCritical situations continue to challenge the\r\ninternational community’s ability to ensure peace and\r\nharmony. In Angola, a country so closely linked to\r\nBrazil by historic and cultural ties, we witness with pain\r\nand indignation the prolongation of a conflict that is the\r\nlongest and most devastating civil war today. We are\r\nencouraged by the prospects that the negotiations under\r\nway in Lusaka between the Government of Angola and\r\nUNITA may be promptly concluded. In paying a tribute\r\nto President José Eduardo dos Santos for his political\r\nconduct, we urge UNITA to demonstrate a real\r\ncommitment to stability and peace in the country, and we\r\ncall upon all those with an influence on the Angolan\r\ncrisis to do likewise.\r\nWe welcome the progress achieved in Mozambique.\r\nThe process of national reconciliation will culminate in\r\nthe general elections to be held next October, when the\r\npeople of Mozambique will be able to choose, in free and\r\nfair elections, the government that will lead the country\r\nin this new era of its history. President Joaquim Chissano\r\nhas played a central role in this process. Brazil takes\r\npride in the fact that Brazilian troops are participating,\r\nthrough the United Nations Operation in Mozambique\r\n(ONUMOZ), in the reconstruction of Mozambique.\r\nIn the case of East Timor, we have also noted\r\npositive signals in the negotiating process promoted by\r\nthe Secretary-General, to whom we pay a tribute.\r\nDemocracy and the values associated with it are the\r\ngreatest conquest of our time. We are experiencing an\r\n2\r\nGeneral Assembly 4th meeting\r\nForty-ninth session 26 September 1994\r\nethical revolution. The concern with human rights gains\r\nuniversality alongside a growing awareness of the\r\nimperative of public probity. The international context has\r\nceased to be the exclusive domain of the raison d’état and\r\nhas acquired a more human dimension directed to the\r\nwelfare of the individual.\r\nIn the economic and commercial sphere, recent\r\ndevelopments are also positive. After eight years of\r\ndifficult negotiations within the Uruguay Round of the\r\nGeneral Agreement on Tariffs and Trade (GATT), we\r\nadopted the Marrakesh agreements. The World Trade\r\nOrganization (WTO) will open up new and promising\r\noutlooks for the economic relationship among nations.\r\nUnilateralism and protectionism, derived from parochial\r\ninterests, will lose any semblance of legitimacy.\r\nThe effective progress achieved cannot obscure the\r\nfact that there are challenges that continue to demand firm\r\nresolve from the international community.\r\nThe fundamental rights of individuals, despite having\r\nbeen incorporated into the realm of universally recognized\r\nvalues, still demand the firm and decided support of all\r\nthose who believe in them.\r\nThe social conditions of the majority of the world’s\r\npopulation continue to deteriorate. In the last 20 years, the\r\ngap has widened between rich and poor nations, between\r\nthe millions of people who are adequately fed and educated\r\nand have a surplus for leisure and the billions who are\r\nstruggling for survival. The pressures for migration toward\r\nthe developed North and the many conflicts of the\r\nimpoverished South are two sides of the same coin. Youth,\r\nin particular, continues to be a victim of deprivation and of\r\na lack of prospects in most of the world.\r\nThe globalization of the economy and the\r\nstrengthening of free trade have yet to demonstrate in\r\npractice their undeniable potential as factors of growth and\r\nwell-being. Lingering protectionism, now draped in new\r\ncolours, resists the assault of economic rationality. The\r\npositive impact of the Marrakesh agreements is under\r\nsubstantial threat from new conditionalities that will have\r\na restrictive effect on the flows of international trade.\r\nIssues that are in themselves legitimate, such as the\r\nprotection of the environment and universally accepted\r\nlabour standards, cannot and should not serve as pretexts\r\nfor even greater barriers to the access of goods produced in\r\npoor countries to the markets of wealthier nations. The\r\ncost of readjustment of the most prosperous economies\r\ncannot be shunted onto the shoulders of those who\r\npossess little or nothing.\r\nThe mastery of technology is a major watershed\r\nbetween industrialized and developing countries. The\r\ndifficulties in access to advanced technologies are an\r\nobstacle to overcoming the disadvantages of developing\r\ncountries, reducing their competitiveness and creating\r\nbarriers to the transformation of productive processes.\r\nThe new international division of labour cannot re-enact\r\npast formulas that have proved to be inefficient. The\r\ncompetitive integration of developing countries into the\r\nworld economy must build upon dynamic comparative\r\nadvantages, not static ones, with an increasing integration\r\nof knowledge into the productive process. Alongside the\r\nindispensable internal efforts of each country, such a\r\nqualitative leap requires an international environment\r\nbased on cooperation.\r\nIn order to consolidate peace and ensure that the\r\nprogress already achieved shall be irreversible, we must\r\nbe able to develop a vision for our future, an attainable\r\nand forward-looking Utopia. Brazil is convinced that a\r\ntruly new order must be based on a pluralistic and\r\ndemocratic perspective on international relations.\r\nWe do not contend unrealistically that States and\r\nother international players will refrain from affirming\r\ntheir specific and often conflicting interests. The fact is\r\nthat we all stand to gain, and our interests will be better\r\nserved, once the basic aspirations of the great majority\r\nhave been reasonably satisfied.\r\nInterdependence must be understood in an integrated\r\nway, and not merely as the expression of a market-\r\neconomy phenomenon. It presupposes the political ability\r\nto act in coordination with others toward the fulfilment of\r\nobjectives shared by all mankind. In an interdependent\r\nworld the improvement of living conditions in a poor\r\ncountry may have an impact on the creation of jobs in a\r\ndeveloped nation. The integration of those that are\r\nexcluded and the promotion of participation by all in\r\nworld affairs is not only a moral obligation, but, first and\r\nforemost, a demonstration of lucid judgement.\r\nThe fundamental commitment to development is the\r\ncornerstone of the order to which Brazil aspires. This\r\nconcept has the advantage of encompassing the essential\r\nneeds of all nations, large and small, rich and poor.\r\nDevelopment reinforces freedom, invests the dignity of\r\nman with a concrete dimension, stresses efficiency,\r\n3\r\nGeneral Assembly 4th meeting\r\nForty-ninth session 26 September 1994\r\npromotes stability and enhances democracy. Development\r\nbuilds peace.\r\nThe promotion of development stands to benefit from\r\nthe lessons of the past. We must formulate a concept of\r\ndevelopment that recognizes each country as the main actor\r\nin creating its own prosperity, while incorporating the\r\nvarious features of its international dimension in the fields\r\nof trade, investment and flows of technology.\r\nA renewed international effort in favour of\r\ndevelopment will be successful only under an active and\r\nmutually advantageous partnership between the countries of\r\nthe North and those of the South. Advancement of the\r\ninterests of the richer nations requires their involvement in\r\nefforts to overcome the backwardness of the less\r\nprosperous. To hold the opposite view would be\r\ntantamount to believing that a fire in our neighbour’s house\r\ncannot reach over the fence into our own. In short, it is an\r\nabsurdity the price of which even the wealthiest cannot\r\nafford.\r\nThe nations of the world have a fundamental role to\r\nplay in the construction of an open and equitable\r\ninternational system.\r\nWe must undertake a profound reformulation of the\r\nUnited Nations performance in promoting development. No\r\nother task under the United Nations mandate will more\r\nadequately support and promote peace and establish a just\r\nand stable order.\r\nWe must avoid the crystallization of an undesirable\r\ndivision of labour between the United Nations on the one\r\nhand and the Bretton Woods institutions on the other.\r\nPeace and development constitute an indivisible whole and\r\nmust support each other. This great forum cannot be kept\r\noutside decisions on matters arising from objectives\r\ninscribed in its very Charter.\r\nThese concerns have been at the root of the launching\r\nof the Agenda for Development, in which Brazilian\r\ndiplomacy has been deeply involved.\r\nSeveral United Nations Conferences, some having\r\nalready taken place, others yet to come, are significantly\r\ncontributing to shedding light upon the need for a\r\ncomprehensive and coordinated consideration of the\r\ndevelopment issue. In one way or another, development\r\nwas a central concern, or will continue to be so, in Rio de\r\nJaneiro at the Conference on Environment and\r\nDevelopment, in Vienna at the Conference on Human\r\nRights, and in Cairo at the Conference on Population and\r\nDevelopment, and it will continue to be so in the\r\nforthcoming meetings in Copenhagen on Social\r\nDevelopment, and in Beijing, on Women. Awareness of\r\nthe fact that the decisions reached at these encounters will\r\nproduce effective results only if all these issues are\r\nexamined in an integrated fashion is becoming\r\nincreasingly firm and universal.\r\nWith a view to fostering a debate on all such issues\r\nin a wider conceptual framework, the Brazilian\r\nGovernment proposes the convening of a United Nations\r\nconference on development, possibly in 1996, which\r\nwould seek to synthesize the initiatives and programmes\r\ndesigned to promote human dignity and well-being.\r\nDemocracy should be the rule for political relations\r\nwithin and among States. To bring democracy into\r\npolitics and international relations is a goal which can be\r\nturned into reality. The strengthening of the role of the\r\nGeneral Assembly and the expansion of the Security\r\nCouncil, with the participation of developing countries in\r\nall member categories are important and necessary steps\r\non the road to democratization and greater legitimacy.\r\nLike other Member States, we favour a reform of the\r\nSecurity Council that will increase its effectiveness. We\r\nunderstand that such effectiveness will be ensured only by\r\na composition truly representative of the world\r\ncommunity. At the beginning of this month the Heads of\r\nState and Government of the 14 nations from Latin\r\nAmerica and the Caribbean which form the Group of Rio\r\nmet in Rio de Janeiro and stated that\r\n\"in accordance with their legal tradition and their\r\ncontribution to the cause of peace, the Latin\r\nAmerican and Caribbean region must be included in\r\nany expansion of the Security Council\".\r\nBrazil has participated actively in the debate on the\r\nexpansion of the Security Council. We have clearly\r\nstated our readiness to assume all responsibilities required\r\nof countries eligible to occupy permanent seats.\r\nElected to the Security Council for the current\r\nperiod, Brazil has lived up to its responsibilities. We\r\nhave based our positions on respect for principles such as\r\nnon-intervention, as well as on the sovereignty and\r\nterritorial integrity of States; we have consistently\r\nfavoured peaceful and negotiated solutions to conflicts, as\r\nwell as consensus; we have stood by the rule of law in\r\nsafeguarding the international public order; we have risen\r\n4\r\nGeneral Assembly 4th meeting\r\nForty-ninth session 26 September 1994\r\nin defence of human rights and fundamental freedoms; and\r\nwe have increasingly participated in peace-keeping\r\noperations in several regions of the globe.\r\nAs part of Latin America, we are proud of sharing its\r\nlong history of peace. Latin America is the least armed\r\nregion of the world and the only one to have become, by\r\nvirtue of the Treaty of Tlatelolco, definitively free from\r\nnuclear weapons. Cuba’s adherence to the Treaty,\r\nannounced in a letter from President Fidel Castro to\r\nPresident Itamar Franco - in response to a Brazilian\r\ninitiative - has brought this process to a conclusion.\r\nLatin America has been a factor of international\r\nstability in a turbulent world. Our legal tradition, built\r\nthrough decades of efforts to regulate inter-American\r\nrelations, represents a relevant contribution to the\r\ninternational community. As pioneers in the promotion of\r\ndisarmament, we feel entitled to seek equivalent gestures\r\nfrom the entire international community, and in particular\r\nfrom the nuclear-weapon States. In this context, we\r\nattribute special significance to the prompt adoption,\r\nthrough multilaterally negotiated commitments, of effective\r\nmeasures to reduce, and not merely control, their arsenals,\r\nincluding sensitive nuclear material such as plutonium. It\r\nis likewise imperative that negotiations on a comprehensive\r\ntest-ban treaty be successfully concluded, leading to\r\nsignature.\r\nBrazil is ready to join in the construction of a new\r\ninternational agenda based on universal participation and\r\ncooperation for peace and development.\r\nThis readiness derives from our own identity. We are\r\na pluralist and open society, having emerged from the\r\nmeeting of different cultures and ways of life, which in turn\r\nproduced a new culture and way of life, founded on\r\ntolerance and understanding. We enjoy peacefully defined\r\nborders with 10 neighbouring countries, and an absence of\r\nconflicts for more than 120 years.\r\nForged through dialogue, conciliation and peaceful\r\nreform, Brazilian society is experiencing a moment of\r\nintense democratic affirmation under the leadership of\r\nPresident Itamar Franco. In a few days we shall be holding\r\nthe largest elections in our country’s history. Nearly 100\r\nmillion voters will cast their ballots, in an atmosphere of\r\nabsolute freedom, to choose their representatives in the\r\nexecutive and legislative branches at the State and federal\r\nlevels from as many as 35,000 candidates.\r\nOurs is one of the most diversified economies in the\r\nsouthern hemisphere. As we head toward economic\r\nstability, with a strong currency, conditions become\r\nfavourable for the resumption of a sustained process of\r\neconomic growth which will undoubtedly place Brazil\r\nonce again among the most dynamic economies in the\r\nworld.\r\nWe have made important advances in increasing the\r\nexposure of our economy to world trade. As of next\r\nJanuary, we will have brought into force a common\r\nexternal tariff, along with Argentina, Paraguay and\r\nUruguay, and will have consolidated a Customs Union\r\ncapable of generating growth and prosperity, one of the\r\nfirst customs unions among developing countries. The\r\ninterest expressed by other South American countries in\r\njoining MERCOSUR - Common Market of the South -\r\nprovides ample proof that the vision of a South American\r\nfree trade area is gradually materializing. These\r\naccomplishments represent a telling example of the\r\nenterprising capacity of Latin American nations, and\r\nconstitute a fundamental step toward a harmonious and\r\nintegrated South America.\r\nOur efforts in developing political and economic\r\ncooperation go well beyond Latin America. In line with\r\nthe universal inspiration of our diplomacy, we have set\r\nout to reinforce the ties that associate us to friendly\r\nnations in all regions of the globe, as well as to expand\r\ninto new and important political and commercial\r\npartnerships. Such actions range from the intensification\r\nof traditional relations within our hemisphere and with\r\nindustrialized countries to new and creative formulas for\r\ncooperating with countries in Africa, Asia and the Middle\r\nEast. In all cases, we have tried to raise the dialogue to\r\nincreasingly higher levels and, in many instances, have\r\nsucceeded in establishing dynamic and privileged\r\nrelationships.\r\nThe ties between Brazil and African nations have\r\nbeen strengthened through the action taken to give\r\nstructure to the community of Portuguese-speaking\r\ncountries. This new and important forum will unite our\r\nbrothers and sisters on different continents and lead to\r\neven greater understanding and cooperation.\r\nBeginning in the South Atlantic which we share, we\r\nintend to expand the horizons of cooperation between\r\nAmerica and Africa, with the added strength, in the\r\npolitical and moral spheres, brought about by the election\r\nof Nelson Mandela in the new South Africa.\r\n5\r\nGeneral Assembly 4th meeting\r\nForty-ninth session 26 September 1994\r\nThe zone of peace and cooperation of the South\r\nAtlantic will transform this area into a zone free of nuclear\r\nweapons, constituting an example of solidarity and\r\nbrotherhood between two continents. With this objective in\r\nmind, the 24 countries that make up this forum have just\r\nmet in Brasilia, with very encouraging results for friendship\r\nbetween Africa and South America.\r\nBrazil desires for itself what it desires for each and\r\nevery other nation. We know that there can be no\r\nhappiness and prosperity in the midst of strife and\r\nmisfortune. Together with the family of nations, Brazil,\r\nwhich does not countenance any form of hegemony, seeks\r\nto move forward in a spirit of confidence toward the\r\ncreation of a world order responsive to the aspirations for\r\ndemocracy, stability, disarmament and respect for the\r\nsovereignty of States and a world order committed to\r\ndevelopment.\r\nAddress by Mr. William Clinton, President of the\r\nUnited States of America\r\nThe President (interpretation from French): The\r\nAssembly will now hear an address by the President of the\r\nUnited States of America.\r\nMr. William Clinton, President of the United States of\r\nAmerica, was escorted into the General Assembly Hall.\r\nThe President (interpretation from French): On\r\nbehalf of the General Assembly, I have the honour to\r\nwelcome to the United Nations the President of the United\r\nStates of America, His Excellency, Mr. William Clinton,\r\nand to invite him to address the Assembly.\r\nPresident Clinton: Let me first congratulate you, Mr.\r\nPresident, on your election as President of the General\r\nAssembly for its forty-ninth session. The American people\r\nlook forward to working with you to celebrate the United\r\nNations fiftieth anniversary.\r\nWe meet today at a time of great hope and change.\r\nThe end of the cold war, the explosion of technology and\r\ntrade and enterprise have given people the world over new\r\nopportunities to live up to their dreams and their God-given\r\npotential. This is an age of hope -yet in this new world,\r\nwe face a contest as old as history.\r\nIt is a struggle between freedom and tyranny; between\r\ntolerance and bigotry; between knowledge and ignorance;\r\nbetween openness and isolation. It is a fight between those\r\nwho would build free societies governed by laws and\r\nthose who would impose their will by force.\r\nOur struggle today - in a world more high-tech,\r\nmore fast-moving, more chaotically diverse than ever - is\r\nthe age-old fight between hope and fear.\r\nThree times in this century - from the trenches of the\r\nSomme to the island of Iwo Jima to the shattered Wall in\r\nBerlin - the forces of hope were victorious. But the\r\nvictors of the First World War squandered their triumph\r\nwhen they turned inward, bringing on a global depression,\r\nand allowing fascism to rise and reignite global war.\r\nAfter the Second World War, the Allies learned the\r\nlesson of the past. In the face of a new totalitarian threat\r\nand the nuclear menace, great nations did not walk away\r\nfrom the challenge of the moment. Instead they chose to\r\nreach out, to rebuild and to lead. They chose to create the\r\nUnited Nations and they left us a world stronger, safer\r\nand freer.\r\nOur generation has a difficult task: the cold war is\r\nover. We must secure the peace. It falls to us to avoid\r\nthe complacency that followed the First World War -\r\nwithout the spur of the imminent threat to our security\r\nthat followed the Second World War.\r\nWe must ensure that those who fought and found the\r\ncourage to end the cold war - those from both East and\r\nWest who loved freedom - did not labour in vain. Our\r\nsacred mission is to build a new world for our children -\r\nmore democratic, more prosperous, more free of ancient\r\nhatreds and modern means of destruction.\r\nThat is no easy challenge; but we accept it with\r\nconfidence. After all, the walls that once divided nations\r\nin this very Hall have come down. More nations have\r\nchosen democracy than ever before. More have chosen\r\nfree markets and economic justice. More have embraced\r\nthe values of tolerance and liberty and civil society that\r\nallow us all to make the most of our lives.\r\nBut while the ideals of democracy and free markets\r\nare ascendant, they are surely not the whole story.\r\nTerrible examples of chaos, repression and tyranny also\r\nmark our times. The twentieth century has proved that\r\nthe forces of freedom and democracy can endure against\r\ngreat odds; our job is to see that in the twenty-first\r\ncentury these forces triumph.\r\n6\r\nGeneral Assembly 4th meeting\r\nForty-ninth session 26 September 1994\r\nThe dangers we face are less stark and more diffuse\r\nthan those of the cold war, but they are still formidable:\r\nthe ethnic conflicts that drive millions from their homes;\r\nthe despots ready to repress their own people or conquer\r\ntheir neighbours; the proliferation of weapons of mass\r\ndestruction; the terrorists wielding their deadly arms; the\r\ncriminal syndicates selling those arms, or drugs, infiltrating\r\nthe very institutions of fragile democracies; a global\r\neconomy that offers great promise but also deep insecurity,\r\nand in many places declining opportunity; diseases like\r\nAIDS that threaten to decimate nations; the combined\r\ndangers of population explosion and economic decline,\r\nwhich prompted the world community to reach the\r\nremarkable consensus at the Cairo Conference; global and\r\nlocal environmental threats that demand that sustainable\r\ndevelopment become a part of the lives of people all\r\naround the world; and, finally, within many of our nations,\r\nhigh rates of drug abuse and crime and family breakdown,\r\nwith all their terrible consequences. These are the dangers\r\nwe face today.\r\nWe must address these threats to our future.\r\nThankfully, the end of the cold war gives us a chance to\r\naddress them together. In our efforts, different nations may\r\nbe active in different situations in different ways, but their\r\npurposes must be consistent with freedom and their\r\npractices consistent with international law. Each nation will\r\nbring to our common task its own particular strengths -\r\neconomic, political or military.\r\nOf course, the first duty of every Member of the\r\nUnited Nations is to its own citizens, to their security, their\r\nwelfare and their interests. As President of the United\r\nStates, my first duty is to the citizens of my country.\r\nWhen our national security interests are threatened, we will\r\nact with others when we can, but alone if we must. We\r\nwill use diplomacy when we can, but force if we must.\r\nThe United States recognizes that we also have a\r\nspecial responsibility in these common endeavours that we\r\nare undertaking, the responsibility that goes along with\r\ngreat power and also with our long history of democracy\r\nand freedom. But we seek to fulfil that responsibility in\r\ncooperation with other nations. Working together increases\r\nthe impact and the legitimacy of each of our actions, and\r\nsharing the burdens lessens everyone’s load. We have no\r\ndesire to be the world’s policeman, but we will do what we\r\ncan to help civil societies emerge from the ashes of\r\nrepression, to sustain fragile democracies, to add more free\r\nmarkets to the world, and of course to restrain the\r\ndestructive forces that threaten us all.\r\nIn every corner of the globe, from South Africa to\r\nAsia, to Central and Eastern Europe, to the Middle East\r\nand Latin America, and now to a small island in the\r\nCaribbean, ordinary citizens are striving to build their\r\nown future. Promoting their cause is our generation’s\r\ngreat opportunity, and we must do it together. A\r\ncoalition for democracy is good for America.\r\nDemocracies, after all, are more likely to be stable, less\r\nlikely to wage war; they strengthen civil society and can\r\nprovide people with the economic and political\r\nopportunities to build their futures in their own homes -\r\nnot to flee their borders.\r\nOur efforts to help build more democracies will\r\nmake us all more secure, more prosperous and more\r\nsuccessful as we try to make this era of terrific change\r\nour friend, and not our enemy. In my nation, as in all of\r\nyour nations, there are many people who are\r\nunderstandably reluctant to undertake these efforts\r\nbecause often the distances are great or the cultures are\r\ndifferent. There are good reasons for the caution that\r\npeople feel. Often, the chances of success or its costs are\r\nunclear. And, of course, in every common endeavour\r\nthere is always the potential for failure and often the risk\r\nof loss of life.\r\nAnd yet our people - as we have seen in the\r\nremarkable global response to the terrible crisis in\r\nRwanda - genuinely want to help their neighbours around\r\nthe world and to make some effort in our common cause.\r\nWe have seen that progress can be made as well. The\r\nproblem is deciding when we must respond and how we\r\nshall overcome our reluctance. This will never be easy.\r\nThere are no simple formulas. All of us will make these\r\ndecisions in part based on the distance of the problem\r\nfrom our shores, the interests of our nation, the difference\r\nwe think we can make, the costs required, or the threat to\r\nour own citizens in the endeavour.\r\nHard questions will remain, and cannot be erased by\r\nsome simple formula. But we should have the confidence\r\nthat these efforts can succeed, whether they are efforts to\r\nkeep people alive in the face of terrible tragedy, as in\r\nRwanda, or our efforts to avert a tragedy, as in the Horn\r\nof Africa, or our efforts to support processes that are\r\nliterally changing the future of millions. History is on\r\nour side. We should have confidence about this. Look\r\nat the march of freedom we have seen in the last year\r\nalone. Who, a decade ago, would have dared predict the\r\nstartling changes in South Africa, in the Middle East and\r\nin Ireland; the stunning triumph of democracy and\r\nmajority rule and the redemption of the purpose of Nelson\r\n7\r\nGeneral Assembly 4th meeting\r\nForty-ninth session 26 September 1994\r\nMandela’s life; the brave efforts of Israel and its Arab\r\nneighbours to build bridges of peace between their peoples;\r\nthe earnest search by the people of Northern Ireland and\r\nGreat Britain and Ireland to end centuries of division and\r\ndecades of terror? In each case, credit belongs to those\r\nnations’ leaders and their courageous people. But in each\r\ninstance the United States and other nations were privileged\r\nto help in these causes.\r\nThe growth of cooperation between the United States\r\nand the Russian Federation also should give us all great\r\ncause for confidence. This is a partnership that is rooted in\r\ndemocracy, a partnership that is working, a partnership of,\r\nnot complete agreement, but genuine mutual respect. After\r\nso many years of nuclear terror, our two nations are taking\r\ndramatic steps to ease tensions around the world. For the\r\nfirst time since the Second World War, foreign troops do\r\nnot occupy the nations of Central and Eastern Europe. The\r\nBaltic nations are free. Russian and American missiles no\r\nlonger target each other’s people. Three of the four nuclear\r\nmembers of the former Soviet Union have agreed to\r\nremove all nuclear weapons from their soil. And we are\r\nworking on agreements to halt production of fissile\r\nmaterials for nuclear explosives; to make dismantling of\r\nnuclear warheads transparent and irreversible; and further\r\nto reduce our nuclear weapons and delivery vehicles.\r\nThe United States and Russia also recognize that we\r\nmust cooperate to control the emerging danger of terrorists\r\nwho traffic in nuclear materials. To secure nuclear\r\nmaterials at their sources, we have agreed with Russia to\r\nstop plutonium production by the year 2000; to construct a\r\nstorage facility for fissile materials and buy up stocks of\r\nweapons-grade fuel; and to combat the criminals who are\r\ntrying to smuggle materials for nuclear explosives. Our\r\ntwo nations and Germany have increased cooperation and\r\nengaged in joint anti-terrorist training. Soon, under the\r\nleadership of our Federal Bureau of Investigation, we will\r\nopen a law enforcement training academy in Europe, where\r\npolice will learn how to combat more effectively trafficking\r\nof nuclear weapons components, as well as the drug trade,\r\norganized crime and money laundering.\r\nThe United States will also advance a wide-ranging\r\nnon-proliferation agenda: a global convention to halt\r\nproduction of fissile materials; efforts to curb North\r\nKorea’s nuclear ambitions; transparent procedures for\r\ndismantling nuclear warheads; and our work to ban testing\r\nand to extend the Treaty on the Non-Proliferation of\r\nNuclear Weapons. And today I am proposing a first step\r\ntoward the eventual elimination of a less visible but still\r\ndeadly threat: the world’s 85 million anti-personnel land-\r\nmines - one for every 50 persons on the face of the earth.\r\nI ask all nations concerned to join with us and conclude\r\nan agreement to reduce the number and availability of\r\nthose mines. Ridding the world of those often hidden\r\nweapons will help to save the lives of tens of thousands\r\nof men, women and innocent children in the years to\r\ncome.\r\nOur progress in the last year also provides\r\nconfidence that in the post-cold-war years we can adapt\r\nand construct global institutions that will help to provide\r\nsecurity and increase economic growth throughout the\r\nworld. Since I spoke here last year, 22 nations have\r\njoined the Partnership for Peace of the North Atlantic\r\nTreaty Organization (NATO). The first joint exercises\r\nhave been conducted, helping to give Europe the chance\r\nto become a more unified continent in which democratic\r\nnations live within secure borders. In Asia, security talks\r\nand economic cooperation will lead to further stability.\r\nBy reducing nations’ fears about their borders and\r\nallowing them to spend less on military defences, our\r\ncoalition for democracy can give nations in transition a\r\nbetter chance to offer new freedoms and opportunities to\r\ntheir own people. It is time that we think anew about the\r\nstructures of this global economy as well, tearing down\r\nwalls that separate nations instead of hiding behind them.\r\nAt the Group of Seven meeting at Naples this year\r\nwe committed ourselves to this task of renewal, to re-\r\nexamining the economic institutions that have served us\r\nso well in the past. In the interests of shared prosperity,\r\nthe United States actively promotes open markets.\r\nThough still in its infancy, the North American Free\r\nTrade Agreement has dramatically increased trade\r\nbetween the United States and Mexico and has produced\r\nin the United States alone an estimated 200,000 new jobs.\r\nIt offers a model to nations throughout the Americas\r\nwhich we hope to build on. And this week I will send\r\nlegislation to the Congress to implement the General\r\nAgreement on Tariffs and Trade (GATT), the largest\r\ntrade agreement in all of history. GATT - and its\r\nsuccessor, the World Trade Organization - holds the\r\npromise for all of us of increased exports, higher wages\r\nand improved living standards. In the months and years\r\nto come we will work no less to extend the reach of open\r\nmarkets, starting with the Asia-Pacific Economic\r\nCooperation Council and the Summit of the Americas\r\nlater this year.\r\nHere at the United Nations we must develop a\r\nconcrete plan to meet the challenges of the next 50 years\r\neven as we celebrate the last 50 years. I believe we\r\n8\r\nGeneral Assembly 4th meeting\r\nForty-ninth session 26 September 1994\r\nshould declare next year’s fiftieth anniversary not just a\r\nyear of celebration but a year of renewal. We call on the\r\nSecretary-General to name a working group so that by the\r\ntime we meet next year we will have a concrete action plan\r\nto revitalize the obligations of the United Nations to address\r\nthe security, economic and political challenges ahead -\r\nobligations we must all be willing to assume.\r\nOur objectives should include ready, efficient and\r\ncapable United Nations peace-keeping forces, and I am\r\nhappy to report that, as I pledged last year and thanks to\r\nsupport in the United States Congress, $1.2 billion is now\r\navailable from the United States for this critical account.\r\nWe must also pledge to keep United Nations reform\r\nmoving forward so that we do more with less, and we must\r\nimprove our ability to respond to urgent needs. Let me\r\nsuggest that it is time for the members of the Assembly to\r\nconsider seriously President Menem’s suggestion for the\r\ncreation of a civilian rapid-response capability for\r\nhumanitarian crises.\r\nAnd let us not lose sight of the special role that\r\ndevelopment and democracy can play in preventing\r\nconflicts once peace has been established. Never before\r\nhas the United Nations been in a better position to achieve\r\nthe democratic goals of our founders. The end of the cold\r\nwar has freed us from decades of paralysing divisions. And\r\nwe all know that multilateral cooperation is not only\r\nnecessary to address the new threats we face but possible\r\nto succeed.\r\nThe efforts we have undertaken together in Haiti are\r\na prime example. Under the sponsorship of the United\r\nNations, American troops, now being joined by the\r\npersonnel of an ever-growing international coalition of over\r\ntwo dozen nations, are giving the people of Haiti their\r\nchance at freedom. Creative diplomacy, the influence of\r\neconomic power and the credible threat of military force -\r\nall have contributed to this moment of opportunity.\r\nEssential civil order will be restored. Human rights\r\nviolations will be curbed. The first refugees will be\r\nreturning within hours, on this day. The military leaders\r\nwill step down. The democratic Government will be\r\nrestored. President Aristide will return. The multinational\r\nmission will turn its responsibilities over to the United\r\nNations mission, which will remain in Haiti throughout\r\n1995, until a new president is elected. During this time a\r\nmultinational development effort will make available more\r\nthan $1 billion to begin helping the Haitians rebuild their\r\ncountry. In the spirit of reconciliation and reconstruction,\r\nPresident Aristide yesterday called for the immediate easing\r\nof sanctions so that the work of rebuilding can begin\r\nimmediately. Accordingly, I intend to act expeditiously,\r\nwithin Security Council resolutions 917 (1994) and 940\r\n(1994) to enable us to restore health care, water and\r\nelectrical services, construction materials for humanitarian\r\nefforts, and communications, agricultural and educational\r\nmaterials.\r\nToday I am also announcing that the United States\r\nwill suspend all unilateral sanctions against Haiti except\r\nthose that affect the military leaders and their immediate\r\nsupporters. This will include regularly scheduled air\r\nflights when the airport becomes available, financial\r\ntransactions and travel restrictions. I urge all other\r\nnations to do the same.\r\nIn Haiti, the United States has demonstrated that it\r\nwould lead a multinational force when our interests are\r\nplain, when the cause is right, when the mission is\r\nachievable and the nations of the world stand with us.\r\nBut Haiti’s people will have to muster the strength and\r\nthe patience to travel the road of freedom. They have to\r\ndo this for themselves. Every new democratic nation is\r\nfragile. But we will see the day when the people of Haiti\r\nfulfil their aspirations to liberty and when they are once\r\nagain making genuine economic progress.\r\nUnited Nations actions in Bosnia, like those in Haiti,\r\ndemonstrate that progress can be made when a coalition\r\nbacks up diplomacy with military power. For the first\r\ntime ever, NATO has taken, since we met last year,\r\nmilitary actions beyond the territory of its members. The\r\nthreat of NATO air power helped to establish the\r\nexclusion zone around Sarajevo and to end the Bosnian\r\nSerbs’ spring offensive against Gorazde. NATO’s\r\nFebruary ultimatum boosted our mediation efforts, which\r\nhelped to end the war between the Bosnian Government\r\nand the Bosnian Croats and forged a federation between\r\nthose two communities. To that extent the situation in\r\nBosnia has improved, but in recent weeks the situation\r\naround Sarajevo has deteriorated substantially, and\r\nSarajevo once again faces the prospect of strangulation.\r\nA new resolve by the United Nations to enforce its\r\nresolutions is now necessary to save Sarajevo, and NATO\r\nstands ready to act.\r\nThe situation in Bosnia is yet another reminder of\r\nthe greatest irony of this century we are leaving. This\r\ncentury, so full of hope and opportunity and achievement,\r\nhas also been an age of deep destruction and despair. We\r\ncannot help but remember the millions who gave their\r\nlives during two world wars and the half century of\r\n9\r\nGeneral Assembly 4th meeting\r\nForty-ninth session 26 September 1994\r\nstruggle by men and women in the East and West who\r\nultimately prevailed in the name of freedom.\r\nBut we must also think of our children and the world\r\nwe will leave them in the twenty-first century. History has\r\ngiven us a very rare opportunity - the chance to build on\r\nthe greatest legacy of this century without reliving its\r\ndarkest moments. And we have shown that we can carry\r\nforward humanity’s ancient quest for freedom to build a\r\nworld where democracy knows no borders but where\r\nnations know their borders will always be secure, a world\r\nthat gives all people the chance to realize their potential and\r\nto live out their dreams.\r\nThe President (interpretation from French): On\r\nbehalf of the General Assembly, I wish to thank the\r\nPresident of the United States of America for the statement\r\nhe has just made.\r\nMr. William Clinton, President of the United States of\r\nAmerica, was escorted from the General Assembly Hall.\r\nAddress by His Excellency Mr. Carlos Salinas de\r\nGortari, President of the United Mexican States\r\nThe President (interpretation from French): The\r\nAssembly will now hear an address by the President of the\r\nUnited Mexican States.\r\nMr. Carlos Salinas de Gortari, President of the United\r\nMexican States, was escorted into the General Assembly\r\nHall.\r\nThe President (interpretation from French): On\r\nbehalf of the General Assembly, I have the honour to\r\nwelcome to the United Nations the President of the United\r\nMexican States, His Excellency Mr. Carlos Salinas de\r\nGortari, and to invite him to address the Assembly.\r\nPresident Salinas de Gortari (interpretation from\r\nSpanish): It is a great pleasure to attend the beginning of\r\nthis forty-ninth session of the General Assembly of the\r\nUnited Nations. Now that the threat of global war is\r\nreceding and local conflicts are proliferating, the untiring\r\nefforts undertaken by Boutros Boutros-Ghali on behalf of\r\npeace are increasingly arduous and deserve our deepest\r\nappreciation.\r\nMy congratulations go also to the Minister for Foreign\r\nAffairs of Côte d’Ivoire, Amara Essy, who is serving as\r\nPresident of this important session of the Assembly.\r\nDuring its first half-century, the United Nations\r\npromoted highly important diplomatic negotiations,\r\nprevented disputes between nations, fostered the\r\nsettlement of regional controversies and prevented global\r\nconflicts. It also encountered serious limitations - and\r\nwas, at times, close to paralysis - in the attainment of its\r\nends. Its achievements and limitations alike have\r\nreflected the world power structure prevailing since 1945,\r\nas well as the efforts of its Members: countries that are\r\nequal and sovereign but diverse in their beliefs, cultural\r\nexpressions, geographical endowments and levels of\r\ndevelopment.\r\nThe United Nations is a child of its times, of the\r\nperiod following the Second World War. It was born\r\nwith a mission to work for world peace and security and\r\nfor development. At that time, peace meant avoiding the\r\nnuclear conflagration toward which the bipolar arms race\r\nhad been sweeping us since the 1950s. Global security\r\nthen meant avoiding the escalation of peripheral conflicts\r\ninto which the nuclear Powers could be drawn. At that\r\ntime also, world development depended on financing for\r\nrecovery and, therefore, on the recycling of resources by\r\nthe victorious Powers, which were net exporters of\r\ncapital, in the form, very often, of \"international aid\".\r\nThat peace, that security and that concept of development\r\nare no longer with us.\r\nToday, without the bipolar balance of power and\r\nfaced with the intense financial competition and the\r\nregional ethnic and religious conflicts of recent years, we\r\nrecognize that there are other ways in which the United\r\nNations should promote peace, security and development,\r\nas set forth in its founding Charter. Now, at the end of\r\nanother war - the cold war - it is time to recognize a new\r\ncontent in the objectives of our world Organization and\r\nnew conditions for providing deep-rooted, lasting\r\nresponses to the aspirations for justice and well-being\r\nshared by all mankind.\r\nWhat kinds of peace, development and solidarity are\r\nrequired at the end of this century? Today\r\ninternationalization of the economy is increasingly\r\npronounced and the cultural plurality of nations is being\r\nmanifested by the heightening of tensions in relations\r\nbetween groups, countries and regions. The major\r\ndilemmas of our times therefore stem from profound\r\ncomplexities in the economic and political spheres and in\r\nthe opportunities open to all peoples to attain a decent\r\nstandard of living. Thus, it is essential to find and apply\r\nnew solutions to the problems resulting from the end of\r\nthe bipolar confrontation and from the new economic\r\n10\r\nGeneral Assembly 4th meeting\r\nForty-ninth session 26 September 1994\r\ncontests between powerful regions, whose effects\r\nsometimes have an even greater impact on nations remote\r\nfrom these centres of finance and trade. Today the answers\r\nlie not in weapons, but in the will to build consensus; not\r\nin interference, but in the ability to coordinate development\r\npolicies within a framework of fair competition, ruled by\r\nstandards recognized by all participants.\r\nIn building up new hope, we must unquestionably\r\npersevere in our efforts to eradicate the nuclear threat and\r\nthe risks posed by chemical and biological weapons and the\r\narms race. Mexico has always taken part in contributing to\r\nreducing those dangers. My country is pleased at the recent\r\naccession by Argentina, Brazil and Chile to the Treaty of\r\nTlatelolco, and by the forthcoming accession announced by\r\nCuba, which fulfil the Latin American ideal of inhabiting\r\na nuclear-weapon-free region. We should now continue the\r\nnegotiations on, and put into effect, the comprehensive\r\nnuclear-test-ban treaty and the Convention on chemical\r\nweapons, signed in January 1993 and thus far ratified by a\r\nmere 14 States.\r\nBut this is not sufficient. In the political sphere, we\r\nface the challenge of keeping the peace while maintaining\r\nrespect for the sovereignty of nations and for their cultural\r\ndiversity and political plurality, which, far from succumbing\r\nto interference or being diluted into uniformity, demand\r\ntheir own spaces, both within our countries and within the\r\nUnited Nations. Faced with a painful experience in\r\nChiapas, in the south of our country, Mexico turned the\r\narmed challenge with which we were confronted on 1\r\nJanuary into political dialogue 10 days later; it listened\r\ncarefully to the voices of the neediest and committed itself\r\nto finding a political way to solve their problems through\r\ndialogue and in freedom, instead of attempting to crush the\r\nuprising, as was the custom throughout the world during the\r\ncold-war period. This is the spirit of political dialogue and\r\npeace with honour required by the new era; this is the path\r\nof new hope.\r\nThe world has certainly seen many achievements in\r\nrecent times. Mexico welcomes the progress made in\r\nnegotiations leading to lasting peace in various parts of the\r\nworld, especially in the Middle East. It would also like to\r\nexpress, once again, its satisfaction at the end of apartheid\r\nin South Africa and at the establishment of a democratic\r\nGovernment in that country.\r\nMexico will continue its enthusiastic and unwavering\r\nsupport for the peace processes in Central America and\r\ncongratulates the parties involved, which are making\r\nprogress along the path of dialogue and negotiation. As a\r\nmember of the group of countries that are friends of the\r\nSecretary-General, Mexico has taken part in the efforts to\r\narrange direct talks to put an end to conflicts between\r\nLatin American sister countries. That is precisely the\r\npath that might be followed, through the dialogue\r\nreopened regarding illegal migration, to put an end to the\r\nlongstanding differences in the hemisphere between the\r\nUnited States and Cuba, within a framework of full\r\nrespect for the sovereignty and the right to\r\nself-determination of the Cuban people.\r\nWith regard to the crisis in Haiti, Mexico reiterates\r\nits commitment to the re-establishment of the\r\nconstitutional and democratic order. It also reiterates the\r\nneed to give preference to peaceful and diplomatic means\r\nabove all others, as well as to foster specific forms of\r\ncooperation to ensure better living standards for the\r\nHaitian people, for without them democratic institutions\r\nwill be weak and short-lived.\r\nThe use of force and the threat of its use, when\r\nworld peace is not in danger, are no longer valid means\r\nfor sovereign nations to achieve their goals. What are\r\nneeded instead are economic exchanges, political dialogue\r\nand a common willingness to recognize and respect one\r\nanother, unconditionally and without exception. With that\r\nwillingness, which will benefit us all because it commits\r\nus all, we can undertake thorough reforms of international\r\norganizations, and in particular of the United Nations.\r\nRecognition of plurality, respect for sovereignty and the\r\nreaching of consensual accords are also bases on which\r\nthe United Nations can construct new forms of\r\ncooperation and technical assistance aimed at\r\nconsolidating democracy and at achieving the effective\r\nprotection of human rights.\r\nAs a form of political organization of peoples,\r\ndemocracy is certainly the best way to facilitate\r\ndevelopment with justice; it is also the system which best\r\nguarantees respect for human rights. For the civil and\r\npolitical rights recognized by the vast majority of the\r\nMembers of our Organization to be fully effective,\r\neconomic conditions in which all individuals can develop\r\ntheir potential are required. Hunger and unemployment,\r\ndrug-trafficking and the depletion of natural resources,\r\nforced migrations and new forms of trade protectionism\r\nimpair development and the full exercise of human rights\r\nand hinder the democratic participation of individuals in\r\nshaping their own destinies. Therefore, coordinated\r\naction by nations to deal with these grave problems of our\r\ntimes can help to broaden political participation and\r\n11\r\nGeneral Assembly 4th meeting\r\nForty-ninth session 26 September 1994\r\nensure better conditions to improve well-being and provide\r\nfor the protection of human rights.\r\nThe efforts made thus far by the United Nations in\r\nthis field - such as the creation of the post of High\r\nCommissioner for human rights - are notable but still\r\ninsufficient. Reconsidering the question of the defence of\r\nhuman rights and the strengthening of democracy also\r\ninvolves reconsidering the issue of development on the\r\nbasis of fair access to markets, capital and new technolo-\r\ngies. It is not by chance that democratic stability flourishes\r\nwhere there is economic stability and growth; nor is it by\r\nchance that more human rights violations occur where the\r\npopulation is prey to poverty, illiteracy and disease.\r\nMaking progress in democracy and respect for human rights\r\nrequires new efforts to eradicate inequalities between\r\nindividuals, groups, peoples and nations.\r\nIn the economic sphere, we are facing both the\r\nchallenges and the opportunities posed by interdependence\r\nand globalization. We must now make progress in the\r\nharmonization of financial, technological and production\r\npolicies within the world economy in order to achieve\r\ngeneralized growth. We are well aware that the\r\ndevelopment of the most industrialized nations may prove\r\nto be insufficient without sustained growth in the\r\ndeveloping countries. In the coming years the most\r\nimportant growth of markets for the products of\r\nindustrialized nations will occur in the developing countries.\r\nWe know, too, that aid may prove to be ineffective and\r\ninsufficient, when the basic need is to move toward equality\r\nof opportunities worldwide by opening markets to the\r\nproducts of developing countries.\r\nIn the past few years the world has undergone a\r\ntransition toward a liberalization of trade that is\r\nunprecedented in modern history. This movement toward\r\ntrue globalization, in which a large number of developing\r\ncountries are participating for the first time, is indicative of\r\nthe renewed confidence of nations in their capacity to\r\ncompete and gain integration into world markets. This new\r\nliberalization is also a reason for us to feel optimistic that\r\nfreer trade will contribute to the eradication of poverty.\r\nMore trade will translate into more and better jobs.\r\nNevertheless, there are still obstacles that must be\r\novercome: we must be wary of new protectionist trends;\r\nwe must recognize that the new financial resources are still\r\ninsufficient for the needs of the developing countries and\r\nthat many of those countries continue to experience less\r\nfavourable terms of trade as well as instability in interest\r\nrates. The challenge we face is to eliminate conditions that\r\nimpede the free circulation of goods and services, that\r\nlimit the creation of jobs and produce growing migration,\r\nthat exacerbate xenophobic attitudes and that stand in the\r\nway of world recovery.\r\nTo that end, we must consolidate the present opening\r\nof markets to competition. No instrument will be of\r\ngreater assistance in attaining that goal than the launching\r\nof the World Trade Organization, which will complement\r\nthe Bretton Woods institutions. It is essential for us first\r\nto guarantee that the results of the Uruguay Round are\r\nratified by countries that have not yet done so, and\r\nsubsequently to ensure the effective functioning of the\r\nnew world-trade system.\r\nToday, it is essential to maintain and expand large\r\nfree-trade areas and, in the new organization of world\r\ntrade, to build new forms of coordination and cooperation\r\nso that free-trade areas will act as an impetus rather than\r\nan obstacle to world trade. As progress is made in trade\r\nagreements and treaties, it is imperative to recognize the\r\nasymmetries between nations and to avoid conditioning\r\ntrade on such matters as labour and environmental issues,\r\nwhich, although legitimate aspects of trade, can be used\r\nartificially to conceal new forms of protectionism. These\r\nactions comprise the major tasks on our economic agenda\r\nfor the end of this century.\r\nIn the sphere of social justice - an element essential\r\nto peace - there is in the world a long-standing social debt\r\nstill to be paid. If we fail to pay it, it will be utopian to\r\nthink of progress in democracy or any widespread and\r\nenduring peace and security. To settle that debt, the\r\nUnited Nations must grant clear priority to development\r\nand cooperation within a framework of multilateral action,\r\nrather than giving priority to actions backed by arms to\r\nmaintain security. We have before us the opportunity to\r\nreorder our priorities as we deal at this forty-ninth session\r\nof the General Assembly with the topic of a new Agenda\r\nfor Development, and thereby to move toward lasting\r\npeace based on comprehensive, balanced worldwide de-\r\nvelopment.\r\nFully achieving development also presupposes the\r\nsustainable use of natural resources and the maintenance\r\nof the fragile balance of ecosystems that are frequently\r\noverexploited, resulting in the impoverishment of those\r\nliving under such systems. Here, the Agenda drawn up\r\nby the United Nations at the historic summit in Rio de\r\nJaneiro continues to be more an aspiration than a reality.\r\nIt is imperative to move on from words to deeds. In next\r\nyear’s summit on social development, there will be a new\r\n12\r\nGeneral Assembly 4th meeting\r\nForty-ninth session 26 September 1994\r\nopportunity to respond to this link between environment\r\nand development, which is essentially one of justice.\r\nIn brief, we need a major cultural change based on a\r\nsimple truth: political pluralism within countries and\r\namong nations is not a hypothesis; it is a reality that defines\r\nand characterizes all human groups. Consequently, Mexico\r\nstresses its opposition to illusory assumptions that\r\nsovereignty is a vanishing concept. The globalization of\r\nthe economy, an undeniable fact in our times, must be\r\nreconciled with the existence of diverse and sovereign\r\nnations whose status and will to exist cannot be denied,\r\nmuch less violated, without seriously jeopardizing peace.\r\nOnly on the basis of recognizing and respecting\r\npluralism will we be able to implant new and better world\r\nmechanisms for coordinating economic matters to achieve\r\na better distribution of capital, technology and joint forms\r\nof production. Only on the basis of respect for the\r\nsovereignty of each nation and the right of all peoples to\r\nself-determination will we be able to build a broader and\r\nmore enduring political consensus. Only on the basis of\r\nthis awareness and of renewed solidarity will we be able to\r\nsustain action aimed at achieving effective justice in social\r\nmatters.\r\nWith this approach to the future, we will be able to\r\naddress existing imbalances by taking shared responsibility\r\nfor just and civilized coexistence. In brief, it is a question\r\nof adopting and recognizing pluralism as an expression of\r\nfreedom, and justice as an essential prerequisite for security\r\nin the coexistence of nations.\r\nIn Mexico, this approach is called social liberalism.\r\nIt has served as a guide for the changes that we have\r\nundertaken to respond appropriately to the challenges of our\r\ntimes. A product of our history and of our shared universal\r\naspiration to justice, social liberalism has led us to\r\nundertake far-reaching democratic reform, changes in our\r\neconomic structures, a frontal attack on poverty, and a new\r\nlinkage between Mexico and the world. We are forging a\r\nreformed State that depends not on its size but on its\r\neffectiveness in achieving, with freedom, conditions of\r\ngreater justice.\r\nIn 1990 I spoke to this Assembly about the objectives\r\nof Mexican change. Today we have results that strengthen\r\nour hopes and give us a better understanding of world\r\nchallenges. From social liberalism comes the difficult but\r\ngratifying task of building new forms of political consensus\r\nto make progress in democracy; from it come the enormous\r\nefforts made to correct our macroeconomic imbalances and\r\nimprove the competitiveness of our country; from it too\r\nstems the consolidation of our Programme of Solidarity\r\nto benefit those who have least; from it come our efforts\r\nto make environmental protection a component of\r\ndevelopment; and from it come our economic\r\ndiversification abroad, our entry into organizations such\r\nas the Asia-Pacific Economic Cooperation Council, the\r\nestablishment of the North American Free Trade\r\nAgreement and similar agreements within Latin America,\r\nand our membership of the Organization for Economic\r\nCooperation and Development, in which new forms of\r\ninternational agreement and cooperation are being\r\ndeveloped.\r\nRecently, Mexico’s federal elections proved to be an\r\nenriching democratic experience. More than 36 million\r\ncitizens participated in the elections, which is to say,\r\nmore than 77 per cent of registered voters. They were\r\nthe elections most closely monitored by political parties,\r\nnational observers and international visitors in our history.\r\nThe Mexican people opted for legality and peace. Here,\r\nI wish to express my gratitude for the technical support\r\nprovided by the Secretariat of the United Nations, at the\r\nrequest of the Mexican Government, in training and\r\nadvising groups of Mexican election observers.\r\nToday it is no longer possible to pursue peace,\r\nsecurity and development as isolated goals, whether in the\r\ninternational order or at the national level. The new\r\nworld balance calls for new mentalities and new\r\npriorities: a reordering of international realities in\r\naccordance with rules agreed upon on the basis of respect\r\nfor the sovereignty of each nation and recognition of the\r\npluralities of peoples. The new vision turns differences\r\ninto opportunities, opposing views into dialogue and\r\ncooperation and demands for justice into a commitment\r\nof solidarity among peoples.\r\nOur times call for making development a priority for\r\nworld peace and security by encouraging global policies\r\nof financial coordination and free trade with clear and\r\nequitable rules; by recognizing nature as an ally in the\r\ndevelopment of each nation, and the equally shared\r\nresponsibility of all nations in maintaining global\r\nbalances; and by deploying information networks to\r\neffectively combat drug-trafficking and terrorism, which\r\nconstitute attacks on the security of all. Fundamentally,\r\nour times call for the uniting of all our efforts, in\r\ndemocracy and freedom, to reduce poverty in the world.\r\nOtherwise there can be no possibility of peace and no\r\nlasting security.\r\n13\r\nGeneral Assembly 4th meeting\r\nForty-ninth session 26 September 1994\r\nThese new imperatives express not only enormous\r\nneeds but also the aspiration for the equality of nations in\r\nthe building of a future that will hold promise only if it\r\nbelongs to all of us. That is the meaning of \"international\r\ncommunity\" as embodied in the Charter of San Francisco:\r\na future that no one has the right to deny to future\r\ngenerations.\r\nToday, as then, peace can be preserved only through\r\nthe observance of law; today, more than in the past,\r\nsecurity requires the greatest development of every nation,\r\nevery country, so that together we can make a reality of the\r\nhope for a common future. The United Nations - our\r\nOrganization - continues to be the forum par excellence for\r\nthe achievement of those noble goals.\r\nThe President (interpretation from French): On\r\nbehalf of the General Assembly, I wish to thank the\r\nPresident of the United Mexican States for the statement he\r\nhas just made.\r\nMr. Carlos Salinas Gortari, President of the United\r\nMexican States, was escorted from the General Assembly\r\nHall.\r\nAddress by Mr. Henri Konan Bédié, President of the\r\nRepublic of Côte d’Ivoire\r\nThe President (interpretation from French): The\r\nAssembly will now hear an address by the President of the\r\nRepublic of Côte d’Ivoire.\r\nMr. Henri Konan Bédié, President of the Republic of\r\nCôte d’Ivoire, was escorted into the General Assembly\r\nHall.\r\nThe President (interpretation from French): On\r\nbehalf of the General Assembly, I have the honour to\r\nwelcome to the United Nations the President of the\r\nRepublic of Côte d’Ivoire, His Excellency Mr. Henri Konan\r\nBédié, and to invite him to address the Assembly.\r\nPresident Bédié (interpretation from French): Each\r\nyear’s session of the General Assembly provides us with an\r\nopportunity to take a panoramic view of the world’s great\r\nquestions and to reflect on the prospects for its future.\r\nFor my part, I am honoured to be speaking for the\r\nfirst time in this Assembly as President of the Republic of\r\nCôte d’Ivoire. This experience is all the more stirring for\r\nme since I am returning to this lofty site of modern history\r\nwhere I participated in numerous sessions when I was my\r\ncountry’s young Ambassador in Washington to the great\r\nAmerican nation. My vivid memory of those years is of\r\nhaving all alone represented my country on the day of its\r\nadmission to the community of sovereign nations through\r\nthe Security Council. That was 34 years ago.\r\nI am equally proud that you, Mr. President, a worthy\r\nson of Côte d’Ivoire and of Africa, are presiding over this\r\nforty-ninth session of the General Assembly. My pride is\r\nshared by the entire people of Côte d’Ivoire, on behalf of\r\nwhich I extend warm congratulations on your noteworthy\r\nelection to this prestigious post.\r\nThis election attests to the confidence and esteem\r\nwhich you enjoy in this forum thanks to your qualities as\r\nan experienced diplomat and to your great knowledge,\r\nacquired over more than two decades, of international\r\nrelations, in particular in Geneva and New York. It also\r\nexpresses recognition of the balanced pragmatism with\r\nwhich, for 34 years now, Côte d’Ivoire has been\r\nconducting its foreign policy.\r\nI am therefore convinced that you conduct the work\r\nof this session with competence and skill.\r\nMr. President, allow me to thank your predecessor,\r\nAmbassador Samuel Insanally, for the outstanding work\r\nhe accomplished throughout his mandate, as well as all\r\nthe members of his General Committee.\r\nFinally, on behalf of my delegation and in my\r\npersonal capacity, I should like to pay a well-deserved\r\ntribute to Mr. Boutros Boutros-Ghali, Secretary-General\r\nof our Organization, for his courageous action and his\r\ntireless efforts for peace and for understanding among\r\npeoples. We should like to assure him once again of our\r\nfull confidence and of our total support in his quest for\r\npeaceful solutions to the problems the world is\r\nexperiencing.\r\nMay I also take this occasion to voice, on behalf of\r\nall citizens of Côte d’Ivoire, our deepest, most sincere\r\ngratitude to the eminent representatives of the States\r\ngathered here for the outstanding demonstration of\r\nfriendship and solidarity shown toward my country at the\r\ntime of the death of President Félix Houphouet-Boigny.\r\nThe tribute to his memory in this very Hall, on 9\r\nDecember last, and the moving expressions of sympathy\r\non the day of his funeral, 7 February 1994, will remain\r\nforever enshrined in the collective memory of the citizens\r\nof Côte d’Ivoire.\r\n14\r\nGeneral Assembly 4th meeting\r\nForty-ninth session 26 September 1994\r\nI am gratified to take this opportunity solemnly to\r\nassure the international community of my determination to\r\npursue the policy of openness and the search for peace\r\nbegun by my illustrious predecessor.\r\nThe end of the Cold War had given rise to hope for\r\nfruitful relationships based on peace and on shared\r\neconomic and social development. Now there is general\r\nastonishment at the fact that the world, which the United\r\nNations is destined to serve, has entered a stage of\r\nuncertainty. No one imagined that the fall of the Berlin\r\nWall, whose symbolism marked the beginning of those\r\ngreat changes that we have been witnessing since 1989,\r\nwould expose such serious defects, which today are making\r\ntheir appearance in the most untenable forms in human\r\nrelations. In fact, we are ashamed at the idea of being\r\nwitness to political, ethnic and religious tensions and armed\r\nconflicts that we believed belonged to a bygone age.\r\nThe painful examples of the former Yugoslavia, of\r\nAngola, Burundi, Liberia, Rwanda and Somalia show us the\r\nintensity of the tragedies that we are experiencing.\r\nAs concerns Liberia, the implementation of the\r\nCotonou Agreement of 25 July 1993 is encountering\r\ndifficulties on the ground. Indeed, aside from the\r\ndifficulties which occurred in the establishment of\r\ninstitutions and the formation of the transitional\r\nGovernment, this Agreement has come up against the\r\nsensitive issue of the disarmament of the factions. That\r\ndisarmament was the precondition for the elections\r\noriginally planned for 7 September 1994.\r\nUnfortunately, out of a force assessed at approximately\r\n60,000 troops, only 3,000 soldiers of the United Liberation\r\nMovement for Democracy (ULIMO) and the National\r\nPatriotic Front of Liberia (NPFL) have laid down their arms\r\nsince the first days of the disarmament operations. Since\r\nthen, the proliferation of factions and mutual distrust have\r\nfrozen the positions. We hope that the agreement just\r\nconcluded in Ghana on 12 September 1994 will experience\r\na better fate, leading to general elections and to the exercise\r\nof democracy in Liberia.\r\nIt is well known that Côte d’Ivoire has made great\r\nefforts for years now to find a peaceful solution to this\r\nconflict, which has repercussions of all kinds in the\r\nsubregion, especially in my country.\r\nAs to the tragedy in Rwanda, despite the burden of the\r\nLiberian conflict on our economy, we are ready to\r\nparticipate, as long as we receive the necessary logistical\r\nsupport, in the efforts of the international community to\r\nrestore peace in that ravaged country. Here we should\r\nlike to hail the courageous initiative undertaken by France\r\nto render humanitarian assistance to all those who have\r\nfallen victim to this tragedy.\r\nOther actions, particularly those undertaken by our\r\nOrganization and other Member States within the\r\nframework of the United Nations Assistance Mission for\r\nRwanda (UNAMIR) also deserve our encouragement.\r\nConcerning all hotbeds of tension, be they on the\r\nAfrican continent or elsewhere in the world, we launch\r\nthe same appeal for peace, tolerance and understanding.\r\nAs my illustrious predecessor, the late Félix Houphouet-\r\nBoigny, used to say, a hungry man is not a free man.\r\nThese social and political difficulties that have arisen in\r\na number of States are caused for the most part by\r\nmisery, extreme poverty, hunger, fear, injustice, exclusion,\r\nignorance and intolerance. That is why, now that the\r\nCold War is over and the fiftieth anniversary of our\r\nOrganization is fast approaching, Côte d’Ivoire would\r\npropose to this Assembly that 1995 be proclaimed the\r\nInternational Year of Universal Solidarity.\r\nEvery man and woman should not only eschew\r\ntribal, religious, political and ideological hatreds, but\r\nshould also contribute individually and collectively to the\r\ncampaign against hunger, disease, ignorance and in favour\r\nof the implementation of the ideal of shared welfare.\r\nWhile the world continues to rend itself apart,\r\nseveral particularly positive events are genuine sources of\r\nsatisfaction and give grounds for hope.\r\nIn this regard, it gives me great joy to extend, on\r\nbehalf of Cote d’Ivoire, a warm and fraternal welcome to\r\nthe South African delegation. As I did in Tunis during\r\nthe thirtieth Summit of the Organization of African Unity\r\n(OAU), I should like to take this opportunity to reiterate\r\nto President Nelson Mandela our sincere congratulations\r\non his outstanding and historic election to the presidency\r\nof a democratic and multi-racial South Africa.\r\nAnother reason for satisfaction is the Middle East,\r\nwith the signing in Washington on 13 September 1993 of\r\nthe Gaza-Jericho autonomy agreement between Israel and\r\nthe Palestine Liberation Organization (PLO), whose\r\nimplementation began with the arrival in Palestine of\r\nPresident Yasir Arafat and the formation of the first\r\nPalestinian Government.\r\n15\r\nGeneral Assembly 4th meeting\r\nForty-ninth session 26 September 1994\r\nMay I here hail the Israeli and Palestinian builders of\r\nthis process, as well as all those who encouraged this event,\r\nwhich was welcomed unanimously. We also extend our\r\nbest wishes for the success of this great and noble\r\nenterprise and we hope that this highly sensitive region of\r\nthe Middle East will enjoy a just and lasting peace.\r\nNow more than ever, the world needs peace to release\r\nthe energies mankind needs to flourish. That is why\r\ndemocracy, perceived as one of the ways to guarantee\r\nfreedom, promote private initiative and the participation of\r\nall citizens in development, is something I particularly\r\ncherish.\r\nIn this regard, my Government and I have decided, as\r\na priority in Côte d’Ivoire, to promote genuine political\r\npluralism and the strengthening of democratic institutions,\r\nwhile guaranteeing their proper functioning, for in our times\r\ndemocracy is irreversible and is an imperative for all of\r\nhuman society - and our prestigious universal Organization\r\nitself is no exception.\r\nHence, discussions begun several years ago on the\r\nrestructuring of some of its bodies, in particular the\r\nSecurity Council, seem to us timely in providing broader\r\nrepresentation for Member States without, however,\r\ndamaging its effectiveness.\r\nMoreover, in October 1995, the international\r\ncommunity will commemorate the fiftieth anniversary of\r\nour Organization. This will provide an opportunity to\r\nproceed to a review - in our judgement, positive - of this\r\ninstitution to which mankind owes so much. It will also be\r\nthe time to recall that the founding fathers had risen up\r\nagainst the injustice of unequal development. They foresaw\r\nits tragic consequences which, unfortunately, we note today.\r\nEfforts to establish greater justice in international\r\neconomic relations have not yielded the expected results,\r\nand there is now an exponential increase in the gap between\r\nthe developed and the developing countries. While the\r\nformer continue to enjoy continually rising standards of\r\nliving and welfare, the latter, on the contrary, are now\r\nexperiencing a more serious deterioration of their\r\neconomies - if not generalized impoverishment. The\r\ngrowth rates noted in some of these countries cannot\r\nconceal or substantively reverse this deplorable trend.\r\nThe frontiers of poverty in Africa, as elsewhere, can\r\nbe made to recede only if the international community and,\r\nin particular, the United Nations rethinks the machinery for\r\ninternational cooperation and firmly commits itself to\r\npromoting development in these countries.\r\nThe economic and financial crisis Africa continues\r\nto experience since the beginning of the 1980s has led to\r\na setback in growth in nearly all of the countries of the\r\ncontinent. Nearly all these countries’ economic\r\nparameters and indicators are today negative despite all\r\nthe bold recovery and economic restructuring measures\r\nthat have been undertaken.\r\nThat is why we call for ever closer solidarity\r\nbetween North and South, by which I mean a real\r\npartnership taking into account their genuine interests in\r\nan international economy of sharing.\r\nDid not the international community very early on\r\ngrasp this need for complementarity and solidarity by\r\nadvocating as long ago as 1974 a new, more just and\r\nequitable international economic order?\r\nFaced with geopolitical upheavals and new\r\nformations of economic blocs, and given the severe trials\r\nwhich have struck them specifically, the African States\r\ndemonstrated their joint will to integration by signing the\r\nTreaty creating the African Economic Community on 3\r\nJune 1991 in Abuja. The Treaty entered into force on 3\r\nJune 1994, and this demonstrates our determination to\r\ncope with these problems.\r\nHowever, all our efforts will be in vain without a\r\nfavourable international economic environment and\r\nsubstantial support by the international community.\r\nFor its part, Côte d’Ivoire, sorely tried by the\r\neconomic crisis of the past few years, has, since 1981,\r\nengaged in several successive programmes of structural\r\nadjustment. These sacrifices, which followed 20 years of\r\nsustained economic growth, clearly highlighted the need\r\nto make further use of the abilities of our nation in the\r\ncreation and implementation of a development policy.\r\nThe economic reforms undertaken under the aegis of\r\ninternational institutions have called for significant efforts\r\nby the rural sector on which our development was based,\r\nwithout granting it social investments on a proportionate\r\nbasis.\r\nThe change in parity of the CFA franc, which took\r\nplace at the beginning of this year for 14 African\r\ncountries, is aimed at guiding the national economy\r\ntoward exports in order to achieve an economic take-off.\r\n16\r\nGeneral Assembly 4th meeting\r\nForty-ninth session 26 September 1994\r\nThis return to growth cannot be accomplished without the\r\nappropriate integration of the concerns of the various social\r\ngroups.\r\nCôte d’Ivoire is considered one of the African\r\ncountries that have made the most significant human\r\ninvestment during the first years of independence. On the\r\naverage, almost 7 per cent of its gross national product has\r\nbeen devoted to education. In our subregion, it remains the\r\ncountry with the greatest number of personnel with higher\r\neducation in all areas of economic activity. It is therefore\r\nincumbent upon us to proceed to an appropriate use of our\r\nhuman resources as the sine qua non for new growth and\r\ndevelopment.\r\nThat is why it is important that increased efforts be\r\nmade and that the appropriate means be provided to\r\nstrengthen the campaign against the terrible scourges\r\nafflicting various regions of Africa that are dangerously\r\njeopardizing the future of our societies. Malaria, the\r\ntraditional affliction of our continent, and AIDS, which\r\nappeared a decade ago and whose brutal force is well\r\nknown, are today the most significant of the epidemics\r\ncrippling Africa, which nevertheless aspires to development\r\nand makes no secret of its determination to succeed.\r\nIf we look at the past three decades, we see an African\r\ncontinent that has gone from a period of growth to one\r\ncharacterized by a constant decline in productivity, a\r\ngeneral exacerbation of the problem of poverty and the\r\nweakening of social parameters - in short, a progressive\r\ndeterioration of the economic situation.\r\nThe international community, it must be said, has not\r\nabandoned Africa. On the bilateral level and in multilateral\r\nbodies, policies have been devised to cope with the specific\r\nsituations experienced by the countries of our continent.\r\nThese efforts are commendable, for they are a concrete\r\ndemonstration of an all-important human solidarity.\r\nBut the world is changing, and Africa knows that it\r\nmust, through its own abilities, win its own place in world\r\ntrade and play an outstanding role commensurate with its\r\nimmense potential. It is aware today more than ever of its\r\nassets as well as of the challenge posed by its nearly\r\nmarginal position in relation to other regions of the world.\r\nIt will know how to take advantage of the many\r\nopportunities open to it by relying first and foremost on the\r\nwill of its peoples, their intelligence and creativity, and\r\ntheir capacity for reflection and initiative, in order to\r\nparticipate in the drafting and implementation of long-term\r\ndevelopment policies. It will also rely on the rest of the\r\ninternational community, its indispensable partner, to\r\ncreate new forms of active, mutually beneficial solidarity\r\nimplemented in full respect for the dignity of all\r\nparticipants.\r\nOf course, problems remain. Some, linked to the\r\nrecent past, such as the problem of debt, seem to be\r\nobstacles to the development of new initiatives. The\r\ninternational community and friendly countries must\r\nunderstand that indebtedness, which is designed\r\nspecifically to ensure a country’s development, should not\r\nbe turned against it and transformed into a deliberate\r\nrestraint on its growth. Solutions to this problem have\r\nalready been put forward; all have the potential to\r\npromote a return to growth and renewed forms of\r\ncooperation.\r\nBut Africa must turn its attention to new challenges.\r\nIt must, for example, consider how to preserve and\r\nprotect its environment in order to ensure present and\r\nfuture generations an adequate and healthy framework in\r\nwhich all forms of life can develop in harmony. It must\r\ntake advantage of the great potential of recent agreements\r\non the organization of world trade in order firmly to\r\nintegrate itself into the flow of global exchanges. As the\r\ncontinent most blessed with reserves of raw materials, it\r\nmust master the technology to adapt them to its needs.\r\nThat will be the basis for its true resurgence. It has long\r\nbeen aware of all these imperative needs. Through\r\nsuccessive steps, particularly by regrouping on the\r\nsubregional and continental levels, it has begun to acquire\r\nthe means necessary to its reawakening.\r\nAfrica will succeed. It will succeed in warding off\r\nthe dark fate that seems to loom over it. It will succeed\r\nin ridding itself of underdevelopment in order to be a\r\npositive participant in the immense task of building a\r\nprosperous future for all humanity.\r\nThe President (interpretation from French): On\r\nbehalf of the General Assembly, I wish to thank the\r\nPresident of the Republic of Côte d’Ivoire for the\r\nstatement he has just made.\r\nMr. Henri Konan Bédié, President of the Republic of\r\nCôte d’Ivoire, was escorted from the General Assembly\r\nHall.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\n17\r\nGeneral Assembly 4th meeting\r\nForty-ninth session 26 September 1994\r\nThe President (interpretation from French): The next\r\nspeaker is the Minister for Foreign Affairs of Finland, His\r\nExcellency Mr. Heikki Haavisto, on whom I now call.\r\nMr. Haavisto (Finland): Let me begin by\r\ncongratulating you, Sir, on your election to the presidency\r\nof the General Assembly at this forty-ninth session. I am\r\nconfident that with your long and intimate knowledge of the\r\nUnited Nations we shall come to a successful conclusion of\r\nthis session.\r\nSince we met a year ago, the world has witnessed both\r\npositive and negative developments. The latter deserve the\r\nparticular attention of this Assembly. Nevertheless, let me\r\nbegin by referring to some of the positive ones.\r\nOne major development is the progress that has been\r\nmade toward peace in the Middle East. The seemingly\r\nimpossible is turning into reality. The United Nations must\r\nnow be available to the parties concerned in the search for\r\na comprehensive settlement in the region. It must also\r\nassist in the process of peace building and reconstruction.\r\nThe Government of Finland welcomes the return of\r\nSouth Africa to the General Assembly, now with the\r\ncredentials of a free, democratic and non-racial Member\r\nState. South Africa has the full potential of becoming a\r\nstabilizing political and economic force in Africa. It has\r\nalready made a positive contribution to world security by\r\nabolishing, under international verification, its nuclear-\r\nweapons programme.\r\nIn the immediate vicinity of Finland, the withdrawal\r\nof Russian troops from Estonia and Latvia has put an end\r\nto one of the painful legacies of the Second World War. I\r\nam confident that the remaining problems in the relations\r\nbetween the Baltic States and Russia will be solved in the\r\nsame spirit as that which helped resolve the issues of troop\r\nwithdrawals.\r\nMy Government also welcomes the cease-fire in\r\nNorthern Ireland declared by the Irish Republican Army.\r\nWe hope that this will facilitate an early and lasting\r\nsolution acceptable to all.\r\nThere are also encouraging signs in the world\r\neconomy, particularly regarding the multilateral trade\r\nsystem. It is now urgent to implement the results of the\r\nUruguay Round of the General Agreement on Tariffs and\r\nTrade, including the establishment of the World Trade\r\nOrganization. Other issues on the trade agenda, such as\r\ntrade and environment, also need to be addressed.\r\nThese positive developments to which I have\r\nreferred have one thing in common: they would not have\r\nbeen possible without courageous leadership. They\r\nillustrate the fact that patient and visionary leadership is\r\nnecessary in solving problems facing the international\r\ncommunity.\r\nTurning now to negative developments, there are still\r\nmany conflicts that neither the parties concerned nor the\r\ninternational community have been willing or able to\r\nsolve. The abhorrent tragedies in the former Yugoslavia,\r\nRwanda and Somalia have caused suffering to millions of\r\ninnocent people. They are frightening examples of our\r\ninability to act when national leadership fails and\r\nintra-State conflicts threaten international peace and\r\nsecurity.\r\nThe Security Council has the primary responsibility\r\nfor the maintenance of international peace and security,\r\nbut it cannot - nor should it - act as a substitute for the\r\nMember States or their Governments. It is a dangerous\r\nand fallacious impression that the United Nations could or\r\nshould always step in to rectify irresponsible actions and\r\npolicies, nor can it be expected to be present forever in\r\nconflict areas. It is also obvious that the United Nations\r\nwill never be in a position to dispose of enough resources\r\nto meet all demands.\r\nWe must seek new ways and approaches. We must\r\nbe able to prevent fires before they start. Too often,\r\nconflicts erupt because of a lack of preventive action and\r\nmisperceived faith in the readiness and the ability of the\r\nUnited Nations to step in. It is clear that preventive\r\nmeasures should be given a greater role in the\r\nOrganization’s work on conflict resolution.\r\nIn the present United Nations peace-keeping system,\r\npolitical oversight, planning and military command and\r\ncontrol need to be improved and the budgetary system\r\nstreamlined. Moreover, we are increasingly challenged by\r\ncomplex emergencies, which include political, military\r\nand humanitarian concerns. These cannot be addressed\r\nthrough traditional peace-keeping efforts alone. They\r\nrequire a comprehensive approach and sustained efforts\r\nby the States concerned, as well as the assistance of\r\nregional arrangements and organizations.\r\nToday, economic, social and humanitarian problems\r\ncan be discussed without the veil of ideology. We can\r\nnow address issues such as poverty, population, social\r\njustice and human rights without engaging in a contest of\r\ncompeting social systems. The linkage of world peace\r\n18\r\nGeneral Assembly 4th meeting\r\nForty-ninth session 26 September 1994\r\nwith economic and social development, with the rule of law\r\nand respect for the rights of the individual, is now\r\nincreasingly accepted. The concept of security has\r\nwidened. It now comprises not only military and political\r\nfactors but also, inter alia, the human aspect and the needs\r\nof the individual as well.\r\nWe have taken important decisions at Rio on\r\nenvironment, at Vienna on human rights and at Cairo on\r\npopulation policies. Next year we shall meet at\r\nCopenhagen for the World Summit for Social Development\r\nand in Beijing to enhance the empowerment of women. In\r\n1996 the second Habitat Conference will convene at\r\nIstanbul. Those conferences should lead to a better\r\nunderstanding, and ultimately acceptance, of the new\r\nconcept of sustainable human development. The Secretary-\r\nGeneral’s Agenda for Development should complement the\r\nprocess, and outline the role of the United Nations in the\r\nlarger context of improved global governance.\r\nIn this wider perspective the promotion and protection\r\nof human rights is crucial. The results of the World\r\nConference on Human Rights held at Vienna must be put\r\ninto practice. I am convinced that the High Commissioner\r\nfor Human Rights will ensure that the promotion of human\r\nrights is included as an integral part of all activities of the\r\nUnited Nations.\r\nIn 1992 the Security Council, unanimously and at the\r\nhighest political level, stated that the proliferation of\r\nweapons of mass destruction constituted a threat to\r\ninternational peace and security. The Council thus affirmed\r\nthe fundamental norm first established by the Treaty on the\r\nNon-Proliferation of Nuclear Weapons (NPT) a quarter of\r\na century ago. The almost universal adherence to the NPT\r\ndemonstrates that the world now shares a common interest\r\nin its continued existence. Finland believes, as do many\r\nother States parties, that the existence of the NPT must be\r\nsecured through its indefinite and unconditional extension\r\nnext year.\r\nI have referred to the challenges to the United Nations.\r\nPerhaps the greatest concern today is the lack of\r\ncommitment to the Organization by many of its Member\r\nStates. Without the full commitment of all of us, the\r\nUnited Nations cannot assume its role as a centre for\r\ninternational conciliation and cooperation. This is\r\ndemonstrated by the financial situation of the Organization,\r\nwhich is very critical. Member States - and I refer\r\nparticularly to those which face no constraints on their\r\ncapacity to pay - must change their attitudes and pay\r\nforthwith and in full their assessed contributions and their\r\narrears. Otherwise, this Organization will not be able to\r\nfunction.\r\nFinland has always paid its contributions in full and\r\non time. So have some others, but regrettably few. Now\r\nwe must all accept a strict budgetary and financial\r\ndiscipline. Breaches of this discipline must be sanctioned.\r\nPayment of interest on arrears should become standard\r\npractice and should be enforced. At the same time, of\r\ncourse, we must demand that the United Nations pursue\r\nits ongoing administrative and financial reforms.\r\nAs the United Nations embarks on its second\r\nhalf-century, the circumstances are essentially different\r\nfrom those which prevailed for most of the first 50 years.\r\nIt is therefore important to reshape our Organization to\r\nmeet the challenges of tomorrow, not those of yesterday.\r\nThe work done on the reform of the Security\r\nCouncil during the forty-eighth session of the General\r\nAssembly was very useful. We need now to continue\r\nthat work and to arrive at conclusions acceptable to all.\r\nWe need to ensure the continued efficiency of the\r\nSecurity Council, while making its composition better\r\nreflect today’s realities, such as the increasing\r\nresponsibility, inter alia, of Germany and Japan, in world\r\naffairs.\r\nAs we approach the fiftieth anniversary of our\r\nOrganization, we should build on the solid foundation of\r\nthe Charter. Our priorities should be to focus on\r\nprevention and peace-building in securing peace and\r\nstability, and also on sustainable human development in\r\norder to bring about security at the individual level; and\r\nto restructure our Organization to achieve better global\r\ngovernance.\r\nThese priorities should guide our joint efforts as we\r\napproach the next millennium - \"United for a Better\r\nWorld\".\r\nThe President (interpretation from French): I now\r\ncall on the Minister for Foreign Affairs of Algeria, His\r\nExcellency Mr. Mohamed Salah Dembri.\r\nMr. Dembri (Algeria) (interpretation from Arabic):\r\nSir, your election to preside over the forty-ninth session\r\nof the General Assembly is a timely tribute to your\r\noutstanding professional and human qualities. It also\r\nreflects the high regard in which your sister country, Côte\r\nd’Ivoire, is held due to the sagacity and level-headedness\r\nwhich it has shown in rising to the challenges of its\r\n19\r\nGeneral Assembly 4th meeting\r\nForty-ninth session 26 September 1994\r\nnational destiny and in performing its role on the regional\r\nand international levels. Your election is also a tribute to\r\nour continent, Africa, which this year sent to the\r\ninternational community a message of hope through the\r\nemergence of the united, democratic and non-racial South\r\nAfrica, which was solemnly welcomed to our ranks here a\r\nfew months ago.\r\nYour predecessor, Ambassador Samuel Insanally,\r\nadded to his prestigious career an outstanding performance\r\nin discharging his mandate, effectively and authoritatively.\r\nTo him we extend our best wishes in his future activities in\r\nthe service of Guyana, the Third World and the\r\ninternational community as a whole.\r\nTo the Secretary-General of the United Nations, Mr.\r\nBoutros Boutros-Ghali, I should like to reiterate Algeria’s\r\nsupport of his efforts to strengthen the role of our\r\nOrganization as the crucible for international action toward\r\npeace and development.\r\nAs we move toward the end of a century which has\r\nmade us aware of the global threats to peace, we stand in\r\nneed of a collective response, a new kind of political\r\nthinking and an elucidation of the stakes involved in order\r\nfor us to better grasp the challenges that face the\r\ncommunity of nations today.\r\nGiven the heterogeousness of players and the\r\ncomplexity of strategies, the present global disorder seems\r\nto be shaping a new order of things wherein the various\r\nstrategic, economic, political, cultural, social and ecological\r\nspheres tend to move closer together. This means that in\r\nthe highly fluctuating and fluid situation of the world in\r\nwhich we now live, the international order makes it more\r\ndifficult to coordinate the practices of States and is forcing\r\nimprovisation and an absence of logic on the initiatives of\r\nthe international community. Hence the international\r\norder’s penchant to find balance only in heavy-handed\r\ntendencies that shape the future of peoples and of nations.\r\nTherefore, it is urgent to remove those ambiguities that\r\nare preventing the international community from moving\r\ntoward becoming the master of its own collective destiny.\r\nIn this respect, the United Nations, the repository of human\r\nhope and the receptacle of human fears, has a particular and\r\nimportant role to play as it represents an irreplaceable\r\nforum for dialogue and concerted action.\r\nBecause it is also the vector of a vision of change that\r\nwould bring the course of international relations into line\r\nwith the purposes and principles of the Charter, the United\r\nNations must find in the convergence of wills the\r\nmotivation likely to advance our collective action toward\r\nnew horizons of peace, and of universally and equitably\r\nshared security and prosperity.\r\nThe possibilities offered by the ending of the cold\r\nwar and the profound changes in the international system\r\nhave favoured new modes of interaction. We note here\r\nthat the streamlining of international interaction and of\r\nsocial and economic dynamics has highlighted inequalities\r\nand is shaping and reshaping constellations of forces that\r\nare beyond the rules of the world system.\r\nThese manifestations of ambivalence and rupture are\r\ncause for concern. They foreshadow a disturbing\r\nredefinition of the global balance through a reshaping of\r\nthe destiny of numerous peoples and nations that are\r\nfaced with insecurity and injustice.\r\nThe arduous progress of the international community\r\ntoward building a global order whose norms of\r\nfunctioning and laws of development would benefit from\r\nuniversal acceptance clearly requires a new impetus to\r\nensure control over the changes that are taking place and\r\nto integrate them into an orderly conception of transition.\r\nThus a security brought about by disarmament and\r\nan agreed-upon and fully assumed solidarity that give\r\nmeaning and content to the Agenda for Peace and an\r\nAgenda for Development as well as the results expected\r\nfrom the first World Summit for Social Development\r\nwould carry this promise by offering a framework and a\r\nraison d’être for a healthy remobilization of the\r\ncommunity of nations in tackling the next millennium\r\nwith the guarantee of a better future.\r\nThe Non-Aligned Movement and the Group of 77,\r\nwho, in their efforts, identify themselves with the\r\npersistent quest for such a future, naturally and more than\r\never manifest their interest and willingness to engage\r\nresolutely in an effective and equitable partnership which\r\nwould mobilize energies in the service of this great\r\nendeavour. My country will spare no effort in making its\r\ncontribution.\r\nNearly 40 years ago, on 1 November 1954, Algeria\r\nundertook to stamp its own history with the seal of the\r\nprinciples and objectives of the United Nations through its\r\nstruggle for liberation which it waged under the banner of\r\nthe equality of peoples and of their right to self-\r\ndetermination.\r\n20\r\nGeneral Assembly 4th meeting\r\nForty-ninth session 26 September 1994\r\nAs an active member of the Organization and one that\r\nhas been involved in the realization of so many\r\nachievements which brought honour to the United Nations,\r\nAlgeria has continually reiterated in this forum the\r\naspirations of its people which are the same as those of so\r\nmany other peoples whose experiences and identity it\r\nshared. Whether it be a question of decolonization or of\r\ndevelopment, of disarmament or of human rights, of the\r\ndemocratization of international relations or of the actual\r\nfunctioning of the Organization, Algeria has joined its voice\r\nand its efforts to all those of good faith in setting its stakes\r\nconfidently on the capacity of the international community\r\nto transcend conditions of expediency in order to harness\r\nthe great surges of consensus and universal mutual\r\nassistance.\r\nIt is this same spirit which has ceaselessly motivated\r\nthe specific actions of my country within the framework of\r\nthe solidarity and cooperation of Maghreb, of the Sahelian-\r\nSahara, of Africa, and of the Arab and Muslim world as\r\nwell as in the Third World and the Mediterranean basin.\r\nIn that context, Algeria is fully aware of the\r\nsignificance, the scope and the effects, in its immediate area\r\nand beyond, of the profound work of national renewal in\r\nwhich it is currently engaged with a great deal of faith and\r\ndetermination. It is also aware of the sacrifices involved,\r\nfor its own sake as well as for others.\r\nAs during the November Revolution, which roused\r\nawareness and freed creative energies, today it there is a\r\nneed to break with other forms of behavior and other\r\nburdens, in order to anchor a young and ambitious society\r\nin progress and modernity through pluralist democracy, the\r\nvalorization of the elements inherent to the national\r\ncharacter and the realization of universal ideals of social\r\njustice and collective development.\r\nThe restoration of political stability, the consolidation\r\nof a State of law and order, the relaunching of economic\r\ngrowth which generates wealth and well-being, are a\r\nnecessary step in the multi-dimensional actions of the\r\nauthorities responsible for the period of transition during\r\nwhich the inner resources of the citizens and the intangible\r\nprinciples of the Republic must converge so that the open\r\npolitical dialogue currently being conducted by the\r\nPresident of State, Mr. Liamine Zeroual, may culminate as\r\nsoon as possible in the resumption of a pluralist, healthy\r\nelectoral process, that would express the popular will in a\r\nspirit of full sovereignty.\r\nIt is in this spirit of determination and consistency\r\nthat the resolute battle of Algeria against violence and\r\nterrorism - both in their manifestations and in their causes\r\n- is inscribed. This necessary campaign derives from the\r\nState’s obligation to ensure, foremost among Human\r\nRights, the protection of the fundamental right to life. It\r\nimplies that we bring to bear the same vigour in our\r\ncollective denunciation of all governments who prove\r\nguilty of inciting and supporting terrorist violence or who\r\ndisplay willingness to engage in selective steps to prevent\r\nthe international community from implementing a\r\ncounter-strategy.\r\nThis year, Algeria has the privilege and the\r\nresponsibility of coordinating those Institutions engaged\r\nin the building of Maghreban unity. In carrying out this\r\nmandate which for Algeria represents a genuine\r\ncommitment to act in the service of all the peoples of the\r\nregion, we are engaged in consolidating gains and\r\npromoting new initiatives while keeping in perspective,\r\ngiven the historical juncture in which they occur, the\r\nscope of certain difficulties, both indigenous and\r\nexogenous, which impede progress toward the objectives\r\nof the Arab-Maghreb union.\r\nAmong these difficulties is the particular situation in\r\nwhich Libya has been put, namely that of being unable to\r\nplay its role in the valorization of regional\r\ncomplementarities and in contributing to the economic\r\nand social expansion of the region.\r\nOne must hope that the constructive proposals of\r\nLibya for the implementation of the relevant resolutions\r\nof the Security Council will enable it to quickly achieve\r\na peaceful and just solution to outstanding questions as\r\nwell as to the lifting of international sanctions which have\r\na negative impact on the living conditions of our Libyan\r\nbrethren.\r\nSimilarly, the people of the Western Sahara, whose\r\nlegitimate national aspirations it would be futile to hide,\r\nawait the scrupulous completion of the joint mission of\r\npeace of the United Nations and the Organization of\r\nAfrican Unity. The holding of a fair and impartial\r\nreferendum for self-determination in conformity with the\r\nsettlement plan agreed upon by the two parties and\r\nendorsed by the Security Council is one of the primary\r\nresponsibilities of the United Nations, under the Charter\r\nand under the Declaration on the Granting of\r\nIndependence to Colonial Countries and Peoples. No\r\nadverse factor should stand in the way of the discharge of\r\nthat responsibility.\r\n21\r\nGeneral Assembly 4th meeting\r\nForty-ninth session 26 September 1994\r\nA just and lasting solution to the question of the\r\nWestern Sahara is also an important component of the\r\npeace and stability of the region as a whole. It is also\r\ninherent to the achievement of the liberation of the African\r\ncontinent. This is why Algeria is encouraging the United\r\nNations Secretary-General to ensure credibility and the\r\nutmost probity in the implementation of the settlement plan\r\nwhile increasing efforts to have the Kingdom of Morocco\r\nand the Polisario Front create a political dynamic which can\r\novercome all difficulties in the implementation of the\r\nreferendum process and beyond.\r\nIt was thanks to such a political dynamism that South\r\nAfrica honoured its rendezvous with history, to the\r\nsatisfaction of all, and that the United Nations was able to\r\nplay a positive role - something that Algeria welcomes and\r\nfinds gratifying. Apart from such specific elements, the\r\npeaceful dismantling of apartheid in South Africa is also an\r\nexample for other African nations that are being torn\r\nasunder by fratricidal strife.\r\nWith the continued assistance of the Organization of\r\nAfrican Unity (OAU) and the United Nations, Burundi and\r\nRwanda should be able to overcome the tragic\r\ncircumstances that have beset them and to opt for\r\nharmonious coexistence among the elements of their\r\nrespective peoples, with a view to mobilizing their energies\r\nin the service of national unity, democracy and\r\nreconstruction.\r\nThe return of peace and concord in Angola and\r\nMozambique, in line with the agreements concluded and in\r\nanswer to the popular will freely expressed, should finally\r\nenable those two brotherly peoples to heal the wounds of\r\npast years and to contribute to making southern Africa a\r\nregion of prosperity.\r\nThanks to the effective participation of the countries\r\nof west Africa, the situation in Liberia is moving toward a\r\nlasting solution, to which all parties must feel committed if\r\nthe country is to be secured against a recurrence of violence\r\nand instability.\r\nThe conflict in Somalia continues to be cause for\r\nserious international concern. The international\r\ncommunity’s important presence in the field has had\r\nsatisfactory results in terms of humanitarian assistance and\r\nof reduced tension. The time has come for all the Somali\r\nfactions to work toward facing up to the challenge of\r\ncoexistence and national reconciliation in line with their\r\npeople’s legitimate aspirations.\r\nStarting with the Madrid Conference, the Middle\r\nEast has embarked on the path of negotiation with a view\r\nto building a comprehensive just and lasting peace in that\r\nsensitive area of the world which has endured terrible\r\nbruising and suffering. Over the past year, important\r\nsteps have been taken on the road to peace, through the\r\nconclusion of the Palestinian-Israeli and the Jordanian-\r\nIsraeli agreements. Algeria hails the conclusion of those\r\nagreements and expresses the hope that these first steps\r\nwill be consolidated through effective and scrupulous\r\nimplementation of the provisions agreed upon and that\r\nthey will quickly be followed by significant breakthroughs\r\nthat meet the legitimate expectations of both Lebanon and\r\nSyria.\r\nThe edifice of peace in the Middle East has solid\r\nand positive foundations in international legality, and it is\r\nimportant that in the building of that edifice care should\r\nbe taken to make it a structure of permanent validity and\r\ncomprehensiveness which future generations would accept\r\nfully. Clearly, return of all the territories occupied by\r\nIsrael in 1967, including Al-Quds al-Sharif, and\r\nimplementation of the inalienable rights of the Palestinian\r\npeople are prerequisites which should be at the heart of\r\nthe desired settlement.\r\nAlgeria, which participates in the multilateral\r\nworking groups that emanated from the Madrid\r\nConference, will continue to work with conviction for\r\nmaintaining the unity of the Palestinian and Arab ranks\r\nwith a view to consolidating the parameters of peace.\r\nThe unity of Arab ranks, which has been affected by\r\nthe consequences of the Gulf war, is an essential\r\nprerequisite of the peace which the international\r\ncommunity encourages and supports in the Middle East.\r\nFrom that point of view, an ultimate improvement in\r\nrelations between Kuwait and Iraq, on the basis of\r\ninternational legality and with respect for the principles of\r\nindependence, national sovereignty, territorial integrity,\r\nthe non-use of force or of the threat to use force, and\r\nnon-interference in internal affairs, is an imperative. Now\r\nthat the geographic framework of coexistence and\r\npeaceful neighbourliness between the two countries has\r\nbeen internationally enshrined, our hope is that the\r\nunresolved humanitarian issues will be satisfactorily\r\nresolved so that an atmosphere of reconciliation may\r\nprevail and lead to concrete steps in that direction. The\r\neconomic sanctions that are causing such suffering to the\r\nIraqi people should be lifted, not only because the Iraqi\r\nauthorities have cooperated in implementing the Security\r\nCouncil’s resolutions, but also because keeping the\r\n22\r\nGeneral Assembly 4th meeting\r\nForty-ninth session 26 September 1994\r\nsanctions in place will be seen as a manifestation of\r\nindifference toward a people in danger.\r\nIn the same spirit, I should like to reiterate Algeria’s\r\nsupport for the reestablishment and preservation of the\r\nsovereignty of the United Arab Emirates over the islands of\r\nAbou Moussa, Greater Tumb and Lesser Tumb, which are\r\nstill under foreign occupation.\r\nThe tragedy of Bosnia and Herzegovina, which is\r\ndaily becoming more serious, and which endangers the very\r\nfoundations of the United Nations in view of what is\r\nhappening to one of its Members, is a horrific test of the\r\ncredibility of the alleged movement, in international\r\nrelations, toward the reign of law and justice. Welcome as\r\nthey may be, the developments in international action that\r\nhave been taking place for a year now as a result of\r\nawareness of the horrors of ethnic cleansing and of the\r\ninhuman conditions imposed on the Muslim elements of the\r\npopulation such developments have not put paid to the\r\nextremism of the activist Serb minority or to its irredentist\r\nambitions which threaten the sovereignty and territorial\r\nintegrity of the Republic of Bosnia and Herzegovina. In\r\ndischarging its national responsibility for the higher\r\ninterests of its people at such a critical juncture in their\r\nhistory, the Republic of Bosnia and Herzegovina is assured\r\nof the solidarity and support of Algeria.\r\nAt a time when the Haitian people and the\r\ninternational community have in sight a peaceful and\r\npositive outcome to the crisis that has beset the Republic of\r\nHaiti for some three years now, Algeria hopes that peace,\r\nstability, democracy and progress will be established in that\r\ncountry.\r\nThe twentieth century in the course of which mankind\r\nhas achieved considerable control over nature through\r\nextraordinary scientific and technological advances will,\r\nnevertheless, go down in history as the century which failed\r\nto meet the need for real and full security for the human\r\nrace.\r\nThe shortening of distances, the interdependence of\r\nnations, and the globalization of the economy and of\r\ncommunications, coexist with an untenable inability to wipe\r\nout hunger, poverty and numerous epidemics, while the\r\napocalyptic power of nuclear arsenals has exceeded all\r\nrational limits.\r\nThe end of the cold war has made possible the\r\nemergence of a concept of security based on general and\r\ncomplete disarmament and on economic and social levers.\r\nIt is important that nuclear disarmament be relentlessly\r\npursued and that the few notable results obtained in the\r\nreduction of nuclear arsenals by the United States and the\r\nRussian Federation be expanded and strengthened by the\r\nrapid conclusion of a treaty for a complete ban on nuclear\r\ntests.\r\nIt is this spirit which has made Algeria work for a\r\nnew vision of collective security that would be based on\r\ngeneral and complete disarmament. Hence, my country’s\r\ninsistence that questions relating to disarmament and to\r\nnon-proliferation, and therefore to international security,\r\ncannot be dissociated from those which relate to\r\neconomic and social development.\r\nIt is also in this same spirit that my country adopts\r\na clear and committed attitude to the peaceful use of the\r\natom. That is why it is an honour and pleasure for me\r\nsolemnly to announce from this rostrum the decision of\r\nAlgeria to deposit, during this session of the Assembly,\r\nthe instruments of adherence to the Treaty on the Non-\r\nProliferation of Nuclear Weapons. By its adherence to\r\nthat Treaty, Algeria hopes to contribute to the collective\r\nenterprise of general and complete disarmament, by\r\nmeans of which the Treaty on the Non-Proliferation of\r\nNuclear Weapons must be raised, during its next review,\r\nto the level of an effective instrument for disarmament\r\nand a tool for the peaceful uses of the atom in the service\r\nof development. Moreover, it is important that the\r\nConvention banning chemical weapons should enter into\r\nforce and be fully effective.\r\nSuch a challenge imposes itself by the full weight of\r\nits imperatives and through awareness of the dangers that\r\nface a world in transition and in the grip of turmoil, a\r\nworld of uncertainty and one which bears powerful seeds\r\nof fragmentation.\r\nClearly the growing gap in development between\r\nNorth and South, which has been particularly exacerbated\r\nby the lack of genuine dialogue, shows, with a renewed\r\nsense of urgency, the need for the international\r\ncommunity to embark on the path of concerted action to\r\ntake in hand the phenomena of interdependence and, by\r\nso doing, to extract the elements of firm cooperative\r\naction in the service of development in a spirit of\r\nsolidarity.\r\nIn this context of accelerated globalization of\r\ninternational economic realities, cooperation for\r\ndevelopment clearly forms the only possible answer to the\r\n23\r\nGeneral Assembly 4th meeting\r\nForty-ninth session 26 September 1994\r\ndemands for new global regulation to ensure the conditions\r\nfor lasting and shared international security.\r\nThe message of the United Nations to which the\r\npurposes and principles enshrined in the Charter are of an\r\nunprecedented nature and scope in terms of their concept\r\nand extent has encircled the globe and has won for the\r\nOrganization a degree of participation which brings its\r\nmembership close to a universality which is worthy of its\r\nauthority and influence.\r\nThe work of restructuring the United Nations system\r\nand the debate on equitable representation within the\r\nSecurity Council in this respect provide a valuable\r\nopportunity for a close scrutiny of the institutional\r\nfunctioning of the bodies of the Organization as well as\r\na future-oriented overview that takes into consideration\r\nthe need for democratization and participation in the\r\ndecision-making process so that all the bodies of the\r\nOrganization may always enjoy full legitimacy by\r\nworking on behalf of the international community as a\r\nwhole.\r\nThe revitalization of the United Nations through its\r\nliberation from the practices and legacies of the cold war\r\npresupposes that an outstanding role be given to it in\r\nterms of the conception of global strategies and policies\r\nfor economic and social development.\r\nThe year which lies ahead now before the fiftieth\r\nanniversary of the United Nations could be put to good\r\nuse to promote the control and ordered sharing by all\r\ncountries of the stakes at the end of the century. Thus\r\nthe international community can find, by acting in\r\nsolidarity and through concerted action, the springs for a\r\nnew dynamism of peace and cooperation. What is at\r\nstake here is our common future.\r\nThe meeting rose at 1.30 p.m.\r\n24\r\n"