"United Nations A/50/PV.16\r\n95-86178 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFiftieth Session\r\n16th plenary meeting\r\nTuesday, 3 October 1995, 10 a.m.\r\nNew York\r\nPresident: Mr. Freitas do Amaral . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Portugal)\r\nIn the absence of the President, Mr. Berrocal Soto\r\n(Costa Rica), Vice-President, took the Chair.\r\nThe meeting was called to order at 10.15 a.m.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nThe Acting President (interpretation from Spanish):\r\nI call on the Deputy Prime Minister and Minister of\r\nForeign Affairs and Foreign Trade of Jamaica, His\r\nExcellency the Honourable Seymour Mullings.\r\nMr. Mullings (Jamaica): On behalf of the Government\r\nand the people of Jamaica, I congratulate Mr. Diogo Freitas\r\ndo Amaral on his election to the presidency of the fiftieth\r\nsession of the General Assembly. As a distinguished\r\nrepresentative of Portugal, we are assured that he will be\r\nable to bring his undoubted skills to the affairs of this body\r\nat this important juncture in the life of the United Nations.\r\nAllow me also to express my appreciation to his\r\ndistinguished predecessor, Foreign Minister Amara Essy of\r\nCôte d’Ivoire, for his very valuable contribution to the work\r\nof the forty-ninth session.\r\nI also wish to take this opportunity to extend a\r\nwelcome to the Republic of Palau, which was admitted to\r\nthe United Nations on 15 December 1994.\r\nLet me, on behalf of the Government and the people\r\nof Jamaica, express our sympathy to the peoples of our\r\nsister countries in the Caribbean who recently experienced\r\nthe ravages of devastating hurricanes. Most of these small\r\nislands suffered extensive damage to infrastructure and to\r\ntheir agriculture and tourism industries. Their task of\r\nreconstruction will require immediate assistance and\r\nsupport from the international community. I appeal to all\r\ngathered here to provide the required support to these\r\nCaribbean partners.\r\nOur general debate this year coincides with the\r\ncelebration of the fiftieth anniversary of the United\r\nNations. This historic occasion affords us the opportunity\r\nto reflect on the work and value of the Organization and\r\nto chart the way forward into the twenty-first century.\r\nThe establishment of the United Nations 50 years\r\nago irrevocably changed the course of world history. With\r\nits founding, a new framework for international relations\r\nwas created. Throughout the last five decades, the world\r\nbody, buffeted as it has been by the vagaries of an\r\nunpredictable and often tense international environment,\r\nhas achieved remarkable successes in a wide variety of\r\nfields, and in many ways and for many millions of people\r\naround the world it remains the greatest repository of\r\nhope, and the only viable option for ensuring international\r\npeace, security and development.\r\nToday we still inhabit an imperfect world where\r\npoverty, social and economic inequality between and\r\nwithin States, hunger, disease and environmental\r\nGeneral Assembly 16th plenary meeting\r\nFiftieth session 3 October 1995\r\ndegradation remain critical issues. Global solutions must be\r\nfound to what are inevitably global problems. At last we all\r\nnow agree that the major problems confronting our world\r\nare transnational in nature.\r\nAddressing these challenges is a daunting task.\r\nHowever, whereas less than a decade ago the cold-war\r\nideological divide hindered our ability to address them,\r\ntoday we are in a much more favourable position to do so.\r\nToday there is greater willingness and capacity to make\r\ncommon cause on a number of issues.\r\nThe priority task of our time is to eliminate the\r\nfundamental causes of instability and conflict in the global\r\ncommunity, a situation rooted in the social and economic\r\nconditions affecting the greater part of mankind. As we\r\nmove into the next century, our commitment to achieving\r\ndevelopment in all its aspects must be our priority\r\nobjective. In this regard, Jamaica continues to attach great\r\nimportance to the work of the United Nations in advancing\r\nthe Agenda for Development. We believe it provides the\r\nrudiments for constructing a sustained development\r\nstrategy. It is our hope that this historic session of the\r\nGeneral Assembly will recognize the importance of the\r\nAgenda and give the mandate for its implementation.\r\nThe Secretary-General has outlined five dimensions\r\nwhich provide the foundation for action to achieve\r\nsustainable development. These are: peace, the economy,\r\nenvironmental protection, social justice and democracy.\r\nIt is important that we accept these concepts as\r\nmutually reinforcing and interdependent. Development is\r\nnot possible in the absence of peace and stability.\r\nConversely, the absence of broad-based development and\r\nthe lack of opportunity to participate in the benefits of\r\nmaterial progress constitute a threat to peace and stability.\r\nEconomic growth is necessary for development. As the\r\nSecretary-General points out in his report,\r\n“New development approaches should not only\r\ngenerate economic growth, they should make its\r\nbenefits equitably available. They should enable\r\npeople to participate in decisions affecting their lives.”\r\n(A/49/665, para. 5)\r\nFor sustainable development to be maintained it must\r\nbe people-oriented in its objective, scope and focus. It\r\nneeds an environment that gives priority to the promotion\r\nof social well-being, integration and advancement; an\r\nenvironment where there is emphasis on the eradication of\r\npoverty, on the enhancement of health and education and\r\non productive employment for all.\r\nThat is why it is vital that we honour the\r\ncommitments agreed at major international conferences\r\nand integrate them into a common framework for\r\ndevelopment. The declarations and work programmes of\r\nconferences, beginning with the World Summit for\r\nChildren in 1990, up to and including the recent Fourth\r\nWorld Conference on Women, provide the basis for\r\nforging a global consensus on new approaches to social\r\nand economic development. The United Nations\r\nConference on Human Settlements (Habitat II), to be held\r\nnext year, will further add to the global consensus.\r\nIt is in this context that I refer specifically to the\r\nWorld Summit for Social Development, one of the two\r\nmajor global conferences held this year. That Summit\r\nprovided a forum for discussion and commitment to\r\naction on issues of poverty, unemployment and social\r\ndisintegration. In Copenhagen world leaders recognized\r\nthe central and pervasive theme of poverty and its\r\nimpediment to social integration. The Copenhagen\r\nDeclaration and Programme of Action contain universal\r\ncommitments: a commitment to create a national and\r\ninternational environment conducive to the eradication of\r\npoverty; a commitment to enhance productive\r\nemployment; a commitment to promote social\r\ndevelopment and foster social integration. All these\r\nactions would be taken in a framework of sustainable\r\neconomic growth and development.\r\nNot only does the Declaration and Programme of\r\nAction contain commitments to accelerate economic,\r\nsocial and human resource development: it also\r\nspecifically sets targets for addressing the seemingly\r\nintractable problems facing developing countries. The\r\ncritical issue is one of resources. It is a daunting\r\nchallenge.\r\nAs part of national policy and consistent with the\r\ncontent of the Declaration and Programme of Action,\r\nJamaica has already committed itself to the alleviation of\r\npoverty as a matter of priority.\r\nPermit me to refer to the other important conference\r\nheld this year, the Fourth World Conference on Women,\r\nwhich was recently concluded in Beijing. Out of that\r\nConference emanated a comprehensive Platform for\r\nAction aimed at fostering greater empowerment of women\r\nand bringing them fully into the development process.\r\n2\r\nGeneral Assembly 16th plenary meeting\r\nFiftieth session 3 October 1995\r\nWe recognize that Governments have the main\r\nresponsibility for undertaking the commitments agreed at\r\nthese conferences. However, to achieve these goals national\r\nefforts must be complemented by effective international\r\ncooperation. We therefore join others in urging the\r\ninternational community to collectively fulfil the\r\ncommitments by channelling substantial new and additional\r\nfinancial and technical resources to developing countries. It\r\nis this mobilization of adequate financial resources for\r\ndevelopment purposes that will determine whether the\r\npoorest countries in the world remain excluded from the\r\nprogress enjoyed by others.\r\nThe positive trends in world economic growth cannot\r\nmask the dichotomy which persists in the international\r\neconomy. The efforts by developing countries to implement\r\nsound macroeconomic policies and structural adjustment\r\nprogrammes continue to be affected by adverse external\r\neconomic conditions characterized by protectionism in\r\ngoods-and-service trade, continuing decline in official\r\ndevelopment assistance (ODA), volatile financial flows and\r\nexchange-rate instability, and constraints in access to\r\ntechnology.\r\nAll this is convincing evidence that in the increasingly\r\nglobalized environment it is imperative that we give greater\r\nweight to the whole process of coordination of international\r\neconomic policy. Institutions such as the International\r\nMonetary Fund (IMF) and the World Bank should further\r\nimprove their processes to take into account the critical\r\nneeds and peculiar circumstances of developing countries.\r\nThis process could be improved further through better\r\nconsultations between the Group of 77, the Group of 15\r\nand the Group of 7.\r\nMany developing countries have at great cost\r\nundertaken reforms in policy and regulatory framework\r\nresulting in the creation of a private-sector-led, market-\r\ndriven economy. These efforts will be rendered meaningless\r\nwithout the existence of a favourable international economic\r\nenvironment. In its absence, efforts to build self-sustaining\r\neconomies will be frustrated.\r\nWith the completion of the Uruguay Round and the\r\nestablishment of the World Trade Organization (WTO) the\r\nstage is set for a more open multilateral trading system. In\r\nconfronting this new and complex trade regime developing\r\ncountries require production and marketing assistance to\r\ngain the potential benefits from the new market\r\nopportunities.\r\nIt is therefore crucial that a degree of flexibility be\r\ngiven to developing countries to enhance our full\r\nparticipation in the multilateral trading system.\r\nRecent developments and institutional changes,\r\nincluding the establishment of the World Trade\r\nOrganization, reinforce the need for institutions such as\r\nthe United Nations Conference on Trade and\r\nDevelopment as a policy-oriented trade forum with a\r\nstrong development perspective. We should not fail to\r\nreflect on the valuable role that has been played by\r\nUNCTAD, as well as by the United Nations Industrial\r\nDevelopment Organization. Every effort should be made\r\nto preserve those organizations. They were designed to\r\nserve the development objectives of the developing\r\ncountries. They are not above change. They have shown\r\ntheir capacity to adapt to the new environment and to\r\ndevelop concepts and programmes relevant to the present\r\nneeds of the developing countries. We are therefore\r\nopposed to any attempt to undermine the contributions of\r\nthose bodies to the development objectives within the\r\ninternational system.\r\nIn our own region steps are being taken to improve\r\nthe conditions that will foster proper trading relations\r\namong our countries, thereby enhancing the productivity\r\nof our economies. The Convention establishing the\r\nAssociation of Caribbean States has now entered into\r\nforce. The new grouping of 25 States plus associate\r\nmembers represents a strong and viable economic base\r\nfrom which to seize the opportunities offered by the new\r\ninternational economic environment.\r\nIn this regard we continue to assert the need for the\r\ninclusion of all countries in the region in the integration\r\nprocess. To this end, we reiterate our concern at attempts\r\nfurther to complicate regional-trading arrangements\r\nthrough national legislation that has an overwhelming\r\nextra-territorial character.\r\nIf I have devoted a substantial portion of my\r\nstatement to issues of development and international\r\neconomic and trade policy, it is because Jamaica would\r\nlike to emphasize the fundamental importance of\r\neconomic and social development to the attainment of\r\npeace and security. We welcome the fact that the\r\nSecretary-General’s Agenda for Development has rightly\r\nbeen acknowledged as an essential complement to “An\r\nAgenda for Peace”. We remain committed to a continuing\r\nrole for the United Nations in the area of peace-keeping.\r\n3\r\nGeneral Assembly 16th plenary meeting\r\nFiftieth session 3 October 1995\r\nThe current regional and civil conflicts being waged\r\nagainst the backdrop of ethnic and religious antagonism\r\ndemand that greater emphasis be placed on preventive\r\ndiplomacy in order to diffuse tensions before they escalate\r\ninto the violence and bloodshed that we have witnessed in\r\nthe Balkans and in Central Africa. We must design\r\nmechanisms to deal with problems in their early stages and\r\nthus prevent the situation whereby the international\r\ncommunity finds itself expending more and more resources\r\nto deal with an ever-worsening situation. In this regard,\r\nurgent action to achieve a rapid-deployment capability\r\nshould be considered.\r\nIn Bosnia and Herzegovina the world has been witness\r\nto the tragedy of the forcible dismantling of a multi-ethnic\r\nand multireligious society. The situation has been a difficult\r\none for the United Nations. It is vital that all efforts be\r\nmade to bring an end to the fighting, and we hope that the\r\nmost recent attempts to reach a negotiated settlement will\r\nlead to a lasting and comprehensive solution. I wish at this\r\npoint to express on behalf of the Government of Jamaica\r\nour profound regret at the almost- daily loss of life. Our\r\nsympathies go to the families of United Nations peace-\r\nkeepers as well as to the families of the three American\r\ndiplomats who were engaged in brokering a settlement to\r\nthe conflict.\r\nWe are no less concerned and distressed by the\r\nsituation in Rwanda and Burundi. We continue to urge the\r\nfactions to pursue national reconciliation leading towards\r\nthe economic rehabilitation and reconstruction of their\r\ncountries.\r\nIn our own region, we can be justifiably proud of the\r\nrole of the United Nations in restoring the democratically\r\nelected President of Haiti, Jean-Bertrand Aristide, to the\r\nleadership of his nation. This was a critical element in the\r\ncomplex diplomatic effort to achieve a solution to the crisis\r\nin our sister country. Jamaica joined other countries in the\r\nCaribbean Community in contributing to the multinational\r\nforce in Haiti and subsequently to the United Nations\r\nMission in Haiti. The people of Haiti are now on the path\r\nto building democracy. Haiti’s success in its efforts to\r\nrebuild the economy of the country depends in no small\r\nmeasure on the continued attention of the entire\r\ninternational community.\r\nThe success of the United Nations in Haiti leads us to\r\nreflect on the often-overlooked achievements of the\r\nOrganization in providing much-needed humanitarian\r\nassistance in situations of conflict.\r\nThere are a number of outstanding political issues on\r\nthe Assembly’s agenda that require resolution, among\r\nthem the situation in the Middle East. We welcome the\r\nefforts of the parties to continue the peace process in a\r\nspirit of reconciliation in order to achieve a\r\ncomprehensive, just and lasting peace. We hope that the\r\nsame spirit of reconciliation will prevail in negotiations to\r\nresolve other long-outstanding issues, including that of the\r\nsituation in Cyprus.\r\nI wish to refer to a matter which we consider one of\r\nglobal concern. Four months ago, the Review and\r\nExtension Conference of the Parties to the Treaty on the\r\nNon-Proliferation of Nuclear Weapons (NPT) concluded\r\nwith a majority of States agreeing that the Treaty should\r\nbe extended indefinitely. Like other non-nuclear-weapon\r\nStates, we supported the indefinite extension on the basis\r\nof the declared intention of nuclear Powers to exercise\r\nrestraint in relation to vertical proliferation and nuclear\r\ndisarmament. In this sense, we view with great\r\ndisappointment and as a serious blow to the non-\r\nproliferation regime the recent decisions by some nuclear-\r\nweapon States to resume nuclear testing. Jamaica is\r\nopposed to the proliferation of weapons and wishes to\r\nreiterate the need for the completion of a comprehensive\r\nnuclear-test-ban treaty. In the meantime, we urge nuclear-\r\nweapon States to respect the moratorium on nuclear\r\ntesting.\r\nThe progressive development of international law\r\nhas been a fundamental objective of the United Nations.\r\nThe entry into force of the United Nations Convention on\r\nthe Law of the Sea and the inauguration of the\r\nInternational Seabed Authority in Kingston, Jamaica, in\r\nNovember last year, represent a major achievement in the\r\ncreation of a legal order for the management of the seas\r\nand oceans as the common heritage of mankind. We urge\r\nuniversal acceptance of the Convention. Jamaica being the\r\nhost of the Seabed Authority, I can assure the Assembly\r\nof its steadfast commitment to provide the enabling\r\nenvironment to ensure that the objectives of the\r\nConvention are met.\r\nThe establishment of the International Seabed\r\nAuthority represents the commitment of States parties to\r\nhave this new international regime operational in the\r\nshortest possible time. We are all very disappointed that\r\nthe first session was concluded without the requisite\r\nadministrative arrangements in place for commencement\r\nof the substantive work of the Authority. I take this\r\nimportant occasion to urge that States parties address the\r\n4\r\nGeneral Assembly 16th plenary meeting\r\nFiftieth session 3 October 1995\r\noutstanding issues with the same commitment that was\r\nevident in securing the acceptance of the Convention.\r\nWe believe the United Nations is now positioned to\r\nachieve the objectives of the Charter and to play an active,\r\ndynamic and catalytic role in maintaining international\r\npeace and security and promoting economic cooperation.\r\nNow, more than ever before, there is a real possibility for\r\nus to take decisive and universal action to fulfil the\r\npurposes for which the Organization was created. We must\r\ntake advantage of this opportunity. We are conscious of\r\nheightened expectations. For these reasons, the restructuring\r\nand revitalization of the United Nations system must be\r\nvigorously pursued. We are confident that a reformed and\r\nstrengthened Organization will be able to undertake the\r\ntwin tasks of promoting peace and assisting the\r\ndevelopment process of all members of the international\r\ncommunity.\r\nIn the Secretary-General’s annual report to the General\r\nAssembly this year, he has emphasized, in the context of\r\nreforming the United Nations, that\r\n“A crucial component of that larger reform\r\nprocess should be the achievement of a more dynamic\r\nrelationship among the main intergovernmental\r\norgans — the General Assembly, the Security Council\r\nand the Economic and Social Council.” (A/50/1, para.\r\n20)\r\nThis is a point of view which I share. Jamaica firmly\r\nbelieves that the General Assembly should be allowed to\r\nfulfil its role as the Organization’s highest deliberative and\r\ndecision-making body. We also believe that the role of the\r\nEconomic and Social Council should be strengthened.\r\nIt is relevant also to underscore the fact that the\r\nUnited Nations was conceived in an entirely different era.\r\nToday, with all the changes which have taken place in the\r\npast 50 years, it is indefensible that the same five\r\npermanent members of the Security Council can exercise\r\nthe same control as they did when they assumed that right\r\nafter the Second World War. For this and other valid\r\nreasons, Jamaica supports the call for the expansion of the\r\nSecurity Council, including its permanent membership, on\r\nan equitable geographical basis.\r\nNumerous initiatives have been undertaken by Member\r\nStates, independent groups and individuals on ways to\r\nimprove the functioning of the Organization. It is now time\r\nfor the seminal ideas generated by these initiatives to be\r\ndistilled into a comprehensive framework for designing the\r\nnew structure of the United Nations. In this regard,\r\nJamaica will participate fully in the High-level Open-\r\nended Working Group of the General Assembly, recently\r\nestablished to undertake a thorough review of the studies\r\nand reports relating to the revitalization and reform of the\r\nUnited Nations.\r\nThe agenda for this fiftieth session is indeed a\r\nchallenging one. Our goal is to ensure that the\r\nOrganization is well placed to discharge its\r\nresponsibilities effectively. There is enough evidence of\r\na disposition to do this, and this gives us hope. As\r\ncustodians of the future, let us therefore strive to make\r\nthis a more peaceful, just and prosperous world.\r\nThe Acting President (interpretation from Spanish):\r\nI now call on the Minister for Foreign Affairs of Poland,\r\nHis Excellency Mr. Wladyslaw Bartoszewski.\r\nMr. Bartoszewski (Poland) (spoke in Polish;\r\nEnglish text furnished by the delegation): At the outset, I\r\nshould like to express warm congratulations to the\r\nPresident of the General Assembly, His Excellency\r\nMr. Diogo Freitas do Amaral, a distinguished statesman\r\nand eminent jurist from friendly Portugal.\r\nWe also follow with particular appreciation the\r\nactions of the Secretary-General, Mr. Boutros Boutros-\r\nGhali, whose dedication to the cause of peace and\r\neconomic and social development meets with universal\r\napproval.\r\nThree months ago, the celebrations of the fiftieth\r\nanniversary of our Organization were inaugurated at a\r\nmeeting of Nobel Prize winners in San Francisco. Fifty\r\nyears have passed since the end of the Second World\r\nWar, which began with the aggression of the forces of the\r\nThird Reich against Poland in the early hours of 1\r\nSeptember 1939. As a historian and also an eyewitness to\r\nthose days, I have a moral right to recall from this\r\nrostrum that it was Poland that put a stop to appeasement,\r\na policy that was futile then and is futile today, a policy\r\nwhich, in the long run at any rate, never pays, anywhere.\r\nFor Poland, the first victim of the Second World\r\nWar, that war lasted the longest: five years, eight months\r\nand eight days. It ended in victory, but a victory which\r\ndid not bring the Polish people complete freedom. It was\r\nonly 45 years later that we achieved the goal for which\r\nPolish patriots had fought with dedication: a free and\r\nsovereign State in a new, democratic Europe.\r\n5\r\nGeneral Assembly 16th plenary meeting\r\nFiftieth session 3 October 1995\r\nAlready during that most terrible of wars to date,\r\nthought was being given to peace and ways of making it\r\nendure. Mindful of their tragic wartime experiences,\r\npeoples and States sought to rid the world once and for\r\never of wars and the sufferings they inflict. That is how the\r\nUnited Nations was born. From the very start, Poland, a\r\nfounding Member, has played an active part in the activities\r\nof the Organization, whose principal purposes were to\r\npreserve and consolidate international peace and security,\r\nensure peaceful social and economic development and the\r\nright to a decent existence and promote respect for human\r\nrights.\r\nThe cold war and East-West bipolarity swiftly dashed\r\nthe newborn hopes for the relaxation of tensions and peace\r\nuntroubled by political or ideological disputes. Although,\r\nhappily, a global nuclear cataclysm has not come to pass,\r\nfor which much of the credit is undeniably due to the\r\nUnited Nations, post-war history abounds with tensions, and\r\nhumanity has, more than once, found itself on the brink of\r\ntotal war. Instead of providing for recovery from the\r\nravages of war and for human well-being, increasing\r\nresources were spent on maintaining a singular balance —\r\nthe balance of terror through the arms race. The world was\r\ndivided at Yalta into two hostile camps. Many States, in\r\nCentral Europe for instance, ended up in the Eastern bloc\r\nagainst the will of their people. If I refer to Yalta, it is not\r\nmeant as a reproach for a pact that was so heinous for\r\nPoland: it is as a warning against future Yaltas, wherever\r\nthey might be concluded or whomever they might threaten.\r\nWe want a Europe without political or other divisions, for\r\ntheir consequences would be the same.\r\nFollowing the geopolitical transformations that\r\noriginated in Poland in the 1980s and proved unstoppable\r\nin the face of the aspirations to freedom of the peoples of\r\nthat part of Europe and of Asia, the world has become\r\ninfinitely safer. East-West confrontation has disappeared,\r\nfor ever, it is hoped, and the terms “East” and “West” have\r\nregained their old, purely geographical connotations. Yet\r\nthe world, though no longer bipolar, has not been freed\r\nfrom conflicts. Hitherto dormant or suppressed, tides of\r\nnationalism have surfaced with renewed vigour, often\r\nfuelled by intolerance, ethnic and religious strife or outright\r\nracism.\r\nSix years after the commencement in 1989 of great\r\nchanges in the world political map, the anticipated new\r\ninternational order has failed to materialize. The United\r\nNations and all its Members are still actively looking for\r\neffective and equitable answers to the new problems that\r\nhave emerged since the end of the cold war. These political\r\nchanges present a unique opportunity to build a new\r\nsystem of peaceful cooperation, not of mere coexistence.\r\nOur desire is to seek a new world order, one that will\r\nensure full security to all States and provide conditions\r\nfor their swift social and economic development, while at\r\nthe same time giving all individuals the opportunity to\r\nexercise fully their human rights, to which they are\r\nentitled. Of course, there would not be room for any kind\r\nof intolerance, manifestations of ethnic, religious or racial\r\nhatred, including shameful anti-Semitism.\r\nPoland is aware of, and acknowledges, the\r\nmomentous role which the United Nations plays in the\r\nrealization of these goals. An Organization founded by 51\r\nStates has grown to become a universal structure\r\nembracing almost all the countries of the globe. It is,\r\nhowever, not only the number of Members that has\r\nchanged: its tasks have also kept growing steadily. While\r\noriginally the political military question and\r\ndecolonization predominated, in time the scope of United\r\nNations interests widened, and today it would be hard to\r\nidentify a single domain where the United Nations system\r\nis not involved. Expectations of the United Nations have\r\ngrown likewise, often excessively, since they were not\r\nbacked by sufficient political will to provide the\r\nOrganization with appropriate instruments, which are\r\nindispensable if it is to live up to these expectations. I\r\nhave in mind one of the basic fields of United Nations\r\nactivities — conflict prevention and settlement. Here the\r\nUnited Nations lends itself relatively easily to attack. One\r\noverlooks, however, how much the character of conflicts\r\nnow confronting the international community has\r\nchanged. Conventional conflicts between States are now\r\nincreasingly giving way to internal conflicts, as in\r\nRwanda, in Somalia and, up to a point, in the former\r\nYugoslavia. The traditional mediation role of the United\r\nNations peace-keeping forces, discharged with the consent\r\nof the parties to a conflict, has frequently become\r\nimpossible in present-day conditions. In many cases,\r\nUnited Nations peace-keeping missions come up against\r\nthe dilemma of having to depart from the principle of\r\nnon-interference in the internal affairs of a State torn\r\napart by civil war. Should one remain indifferent and\r\nignore human suffering in such a situation? It is we, the\r\nStates Members of the United Nations, which are often\r\ncalled upon to answer this question unequivocally, and we\r\nare not always able to do so. Inevitably, this adversely\r\naffects the success of the mission, the blame for which is\r\nall too often and all too easily placed on the United\r\nNations. One tends to forget that we are the United\r\nNations.\r\n6\r\nGeneral Assembly 16th plenary meeting\r\nFiftieth session 3 October 1995\r\nPoland takes the view that when a direct threat is\r\nposed to international peace and security, the United\r\nNations — if it is to be an efficient instrument of collective\r\nsecurity in accordance with the Charter — must be\r\nequipped to do its job. We can draw up a long list of\r\nconflicts and wars which were brought to an end thanks to\r\nUnited Nations efforts. Millions of human lives have been\r\nsaved, owing to humanitarian relief action organized by the\r\nUnited Nations — but an equally long list can be produced\r\nof undertakings which ended in failure. The fiftieth\r\nanniversary should, no doubt, prompt critical reflection on\r\nthe subject. Defeats and mistakes must not lead to the\r\nabdication of efforts. They should encourage the taking of\r\nsteps to reform and remodel what must be changed, and\r\nthus make the United Nations a truly modern Organization,\r\nadapted to new circumstances and measuring up to the\r\nrequirements of the period and its challenges.\r\nIn today’s interconnected and interdependent world,\r\neven the most powerful nations cannot cope alone with\r\nsuch global issues as, for example, the proliferation of\r\nweapons of mass destruction, the spread of drugs, hunger\r\nand poverty, the pollution of the environment, acquired\r\nimmunodeficiency syndrome (AIDS), and increasingly\r\nrampant terrorism — in short, all the ills that are appearing\r\nas we approach the end of the century. Consequently, we\r\nneed to bolster the trend towards enhancement of\r\nmultilateral institutions, including the United Nations and its\r\nsystem. It was in this spirit that the President of Poland,\r\nLech Walesa, spoke at San Francisco last June when he\r\nreferred to the Organization’s shortcomings in critical\r\nterms.\r\nPoland is not only playing its full role in this process:\r\nthe creation of a new international order is the focal point\r\nof its foreign policy at the subregional, regional and global\r\nlevels. Fully sovereign and independent, today’s Poland is\r\none of the largest and most populous countries in Central\r\nand Eastern Europe. It strives actively to contribute to\r\nensuring the stability of a region of importance to\r\nEurope — a region that forms a natural geographical,\r\ncultural and economic bridge between Europe’s historically\r\nevolved parts. Hence, the basic task of the foreign policy of\r\nthe Republic of Poland is active participation in, and a\r\ncreative contribution to, the building of a new Europe —\r\none without divisions and conflicts, ensuring well-being and\r\nsecurity to all its inhabitants.\r\nIn practice, this policy is manifested in unremitting\r\nefforts to integrate Poland into European and Atlantic\r\nstructures, in acknowledgement of their role as guarantors\r\nof the security, stability, democracy and economic\r\ndevelopment of our continent.\r\nThe priority of our foreign policy agenda is entry\r\ninto the European Union. The Union had its origins in the\r\ndays of the Marshall Plan, to which Poland declared its\r\naccessibility; this was subsequently withdrawn under\r\npressure from outside. Because of the systemic\r\ndifferences and the delay in economic and social\r\ndevelopment that ensued in the intervening years, the\r\nprocess of adaptation is bound to be difficult, costly and\r\nprotracted. We are, however, convinced that this is not\r\ntoo high a price to pay for joining a regional organization\r\nwhich, more than any other in history, has been able to\r\nensure its members — apart from political integration —\r\nprosperity, a high level of social security and the highest\r\nstandards of protection of individual rights and freedoms.\r\nExpansion eastwards by the North Atlantic Treaty\r\nOrganization (NATO) and the European Union is\r\nsynonymous with the consolidation of the zone of\r\nstability in this once conflict-prone region.\r\nIn a foreign policy statement in the Polish\r\nParliament four months ago, I said that Poland was not\r\npursuing, and would not pursue, two different foreign\r\npolicies: one Western and the other Eastern. In other\r\nwords, while seeking to join Western European structures,\r\nwe attach great importance to cultivating friendly relations\r\nand all-round cooperation both with our immediate and\r\nwith our more distant neighbours. We are pursuing\r\ncooperation with these States within the framework of the\r\nexisting subregional organizations and are working for its\r\nexpansion. We are bound to our neighbours by treaties of\r\ngood-neighbourly relations, friendship and cooperation.\r\nWe will spare no effort to eradicate as soon as possible\r\nall vestiges of mutual prejudice and any grievances still\r\nharboured by our societies.\r\nPoland attaches major importance to the\r\nconsolidation and expansion of such all-European\r\norganizations as the Organization for Security and\r\nCooperation in Europe (OSCE), the Council of Europe,\r\nand the United Nations Economic Commission for Europe\r\n(ECE). We support the OSCE role in resolving armed\r\nconflicts in our part of the world, in cooperation with the\r\nUnited Nations. We therefore welcome with satisfaction\r\nthe Conciliation and Arbitration Tribunal established by\r\nthe OSCE last May. Our active participation in the work\r\nof the Council of Europe results from our strong belief\r\nthat it is of enormous importance in the process of\r\ndissemination, reinforcement and development of\r\n7\r\nGeneral Assembly 16th plenary meeting\r\nFiftieth session 3 October 1995\r\ndemocratic institutions and mechanisms for the protection\r\nof human rights on our continent.\r\nFinally, reference must be made to Poland’s\r\ncontribution to the work of the United Nations Economic\r\nCommission for Europe. Thanks to its long experience in\r\nefforts to overcome the economic divisions that Europe\r\ninherited from the recent past, the ECE has a role to play\r\nin the process of the economic integration of Europe.\r\nAt the same time, I wish to declare Poland’s strong\r\nsupport for the useful activities of the regional commissions\r\nin general. They should be responsible for coordinating, in\r\neach region, the local projects of the United Nations\r\nsystem, especially its specialized agencies, and become\r\nregional focal points for the promotion of sustainable\r\ngrowth and human development. The same applies to such\r\nsubregional initiatives as the Central European Initiative,\r\nthe Council of the Baltic Sea States, and the Central\r\nEuropean Free Trade Association.\r\nWhile concentrating, understandably enough, on\r\nproblems connected with the transformation of our political\r\nand economic systems, Poland is paying due attention to\r\ndevelopment processes and trends in the world at large. We\r\nare systematically expanding our economic and political\r\ncontacts with nations on other continents. We are\r\nincreasingly concerned at the scale of the economic\r\nproblems looming in North-South relations. The\r\ndevelopment disparities and contrasts in this area call for an\r\nurgent intensification of the efforts of the whole world, and\r\nthe more advanced countries in particular. We are not\r\nalways in a position to provide developing countries with\r\naid matching their expectations, but we shall provide it to\r\nthe extent we can.\r\nWe note with satisfaction the vitality of the Non-\r\nAligned Movement, which has been cooperating with the\r\nUnited Nations for many years and which, despite so many\r\nchanges, remains unfailingly active on the international\r\nstage. This Movement played a paramount role in bringing\r\nthe era of colonialism to an end, has successfully assisted\r\nyoung nations to secure their rightful place in the world and\r\nis now laying the foundations for a new era of post-cold-\r\nwar relations between States, free of global confrontation.\r\nOver the last three years, under the presidency of Indonesia,\r\nthe Non-Aligned Movement has ably redirected its priorities\r\nin order to focus its attention on economic development. It\r\nembarked on this task on the basis of fruitful dialogue with\r\nthe developed countries and has greatly contributed to\r\nnarrowing the gap between the latter and the nations it\r\nrepresents. We take note in particular of the spectacular\r\nprogress made by the Association of South-East Asian\r\nNations (ASEAN) in terms of development, and we\r\nacknowledge its efforts to extinguish old conflicts and\r\nprevent new ones, to build confidence and to search for\r\nnew security formulas. Poland is interested in political\r\ndialogue and economic cooperation with this group of\r\nStates, both bilaterally and within a broader Europe-Asia\r\nformula. Central Europe also has many characteristics and\r\ninterests in common with the States of Latin America and\r\ntheir groupings. At the last session of the Economic and\r\nSocial Council we gave forceful expression to our\r\nsolidarity with Africa. We believe that cooperation with,\r\nand the provision of assistance to, the African continent\r\nis in the best interests of the international community.\r\nFor its part, Poland is fully conscious of its\r\nobligations to the world community, as manifested by its\r\nactive participation in the work of the United Nations —\r\nan organization where States, large, small and medium-\r\nsized, like Poland, participate democratically, as far as\r\nthey can, in a mutual effort to transform the world. We\r\nare prepared to assume additional obligations in regard to\r\ninternational peace and security. That is why we have put\r\nforward our candidacy for non-permanent membership of\r\nthe Security Council in the elections to be held during the\r\ncurrent session of the General Assembly.\r\nConsistent with the obligations embodied in the\r\nCharter of the United Nations, the maintenance of\r\ninternational peace and security is central to Poland’s\r\nforeign policy. Proof of our commitment to this goal has\r\nbeen the participation, since the 1950s, of soldiers and\r\nofficers of the Polish army in United Nations peace-\r\nkeeping operations, and more recently in those launched\r\nunder the auspices of the OSCE.\r\nFor many years now, Poland has traditionally been\r\namong the 10 States fielding the largest contingents in\r\nUnited Nations peace-keeping operations, despite its\r\nmounting financial problems due to the growing delays in\r\nthe reimbursement of the expenses incurred. Poland is\r\ngravely concerned at the increasingly frequent instances\r\nof disregard for the status of peace-keeping personnel,\r\nsuch as Blue Helmets being attacked or taken hostage for\r\nuse as human shields, a practice of which United Nations\r\nmilitary observers from Poland have also been the\r\nvictims. It is for this reason that the entry into force of\r\nthe relevant Convention and its rigorous observance are\r\nextremely urgent.\r\nIt is also essential to streamline the functioning of\r\npeace-keeping operations. We note with satisfaction the\r\n8\r\nGeneral Assembly 16th plenary meeting\r\nFiftieth session 3 October 1995\r\nprogress already made in this field. However, recent events\r\nin the former Yugoslavia demonstrate the need for further\r\nsteps to be taken to ensure the effectiveness of action,\r\nespecially in emergency situations. This issue is particularly\r\ntopical in view of the multiplication of extremely bloody\r\nand dangerous internal armed conflicts. The evident\r\nimpotence of the international community in such situations\r\nis due to the fact that, as numerous examples in the last few\r\nyears bear out, international organizations, by their very\r\nnature, are not prepared for active intervention in internal\r\nconflicts. These examples also demonstrate that the only\r\npossible basis for the resolution of an internal conflict is an\r\naccord between the warring parties. We therefore believe\r\nthat the primary task of the United Nations is to strive\r\nunflaggingly, as it has often done so effectively in the past,\r\nto bring the parties to a conflict to the negotiating table, to\r\nbroker an agreement between them and to supervise its\r\nimplementation. The relevance of preventive diplomacy to\r\nboth intra-State and international conflicts, and the United\r\nNations role in that respect, were rightly recalled by my\r\nAustralian colleague, Senator Gareth Evans.\r\nAnother key facet of international security is the issue\r\nof disarmament. In this area we welcomed, with joy and\r\nrelief, the indefinite extension of the Treaty on the\r\nNon-Proliferation of Nuclear Weapons, arrived at last May\r\nby consensus. We pay tribute to the wisdom and\r\nfarsightedness displayed by all participants, without\r\nexception, at the Review and Extension Conference in New\r\nYork.\r\nThe road that has brought the world to an unbelievable\r\nbuild-up of nuclear arsenals was long and costly. Today we\r\nrealize that embarking on this same road in the opposite\r\ndirection, towards disarmament, will be equally long, costly\r\nand complicated. The indefinite extension of the NPT was\r\nan act of enormous significance. The next task — no less\r\ndifficult and just as momentous — will be the conclusion\r\nof a comprehensive nuclear-test-ban treaty, which should\r\ntake place no later than in 1996. Special importance, in our\r\nview, should also be attached to the entry into force and\r\npractical implementation of the Convention on the\r\nprohibition of chemical weapons, an instrument which\r\nPoland ratified last July. In all these matters, Polish\r\ndiplomacy has played, and will continue to play, an active\r\nrole.\r\nPoland believes that progress in disarmament in the\r\nfield of weapons of mass destruction should be paralleled\r\nby a simultaneous and equally tangible effort in the field of\r\nconventional weapons, a category of arms that over the last\r\nhalf-century has inflicted tens of millions of casualties in\r\ncountless regional and internal conflicts. The inescapable\r\nconclusion is that the United Nations needs to go beyond\r\nthe limited aims of the United Nations Register of\r\nConventional Arms and that the problems of conventional\r\narms control and disarmament have to be put on the\r\nagenda of the Conference on Disarmament. This is\r\nimportant not only because of the specific nature of the\r\ncontemporary conflicts the United Nations has to deal\r\nwith, but also because of the need to put an end to the\r\nmounting wave of internal and international terrorism in\r\nan increasing number of countries. There can be no doubt\r\nthat terrorism and organized crime in general, as well as\r\nillegal traffic in radioactive materials and drugs, represent\r\ntoday a serious threat to security. Determined action is\r\ntherefore needed. Its success will depend on broad\r\ninternational cooperation within the United Nations\r\nsystem — I refer to the Vienna institutions — as well as\r\noutside the United Nations system.\r\nEconomic development is an extremely important\r\nand, in recent years, increasingly significant sphere of\r\nactivity of the organs of the United Nations system.\r\nEconomic development problems, together with social\r\nissues, have been the subject of a number of major\r\ninternational conferences. The agendas of conferences\r\nalready held and those of the ones to be convened in the\r\nnext two years address virtually all development-related\r\nproblems. What is now indispensable is to concentrate\r\nefforts on the conscientious and coordinated\r\nimplementation of their decisions, a matter of which\r\naccount should also be taken in the planned reform of the\r\nUnited Nations system.\r\nWe appreciate the incipient changes that are\r\nappearing in the attitude of the Bretton Woods institutions\r\nwith regard to the question of the social dimension of\r\ndevelopment processes, especially the elimination of\r\npoverty and unemployment. These issues clearly stood out\r\nat the Copenhagen social summit and at the session of the\r\nEconomic and Social Council held in Geneva earlier this\r\nyear. This bolsters the hope that the efforts of the poorer\r\ncountries to cope with the contingencies of socio-\r\neconomic development will obtain external financial\r\nsupport. We do not share the view that developing\r\ncountries or, for that matter, nations that, like Poland, are\r\nin the throes of transformation, are contributing to\r\nunemployment in the more developed parts of the world.\r\nWe do not accept the argument that trade with low-wage\r\ncountries might threaten the economic stability of such\r\ndeveloped countries. According to the findings of the\r\nlatest studies by the Organisation for Economic\r\nCooperation and Development, the less-developed\r\n9\r\nGeneral Assembly 16th plenary meeting\r\nFiftieth session 3 October 1995\r\ncountries represent, first and foremost, new markets that are\r\nof interest to multinational corporations. Let me note in this\r\nconnection that Poland has been recently classified as one\r\nof the world’s 10 biggest emerging markets.\r\nSpecific opportunities have also been created by the\r\nconclusion of the Uruguay Round and the establishment of\r\nthe World Trade Organization. In the short term, however,\r\nthe liberalization of world trade could be too great a\r\nchallenge to the weakest partners, especially in Africa. We\r\nare in favour of safety-net arrangements for countries in\r\nthis category.\r\nWe also perceive a development paradox of our times:\r\ncut-backs in agricultural production in some parts of the\r\nworld because of excessive stocks of food and for purposes\r\nof checking falling prices are paralleled by the existence of\r\nendemic famine areas in other parts of the world. In an\r\ninterdependent world such as ours, there is something\r\nbaffling in this situation. The United Nations should be the\r\nforum in which to address this difficult and conscience-\r\ntroubling problem. The solution is not simply one of\r\nredistribution. The crux of the matter lies in helping these\r\ncountries to help themselves by stimulating their capacity\r\nfor self-reliance instead of perpetuating their dependence.\r\nLastly, the third area crucial to the well-being of\r\nfuture generations, to which Poland attaches particular\r\nimportance, is the question of human rights. Today, six\r\nyears into the process of democratic change, Poland can\r\npride itself on having a legal system which meets the most\r\nrigorous international standards in the field of respect for\r\nand comprehensive protection of human rights.\r\nPoland has not confined itself to taking care of internal\r\nproblems in that regard. In the past few years it has been\r\npursuing wide-ranging activities in the United Nations\r\norgans concerned with human rights and the development\r\nof international mechanisms for their protection.\r\nUndoubtedly, in this field the Vienna Human Rights\r\nConference of 1993 was a landmark event. Polish\r\ndiplomacy was extremely active both at the preparatory\r\nstage and in the course of the Conference. From the outset\r\nwe strongly endorsed the establishment of the Office of\r\nHigh Commissioner for Human Rights, which was one of\r\nthe principal achievements of the Vienna Conference. Since\r\nthe appointment of Ambassador Ayala Lasso to this\r\nimportant post we have given him our full cooperation and\r\nsupport.\r\nOf its very nature, the United Nations does not have\r\nthe means to force either States or armed groupings to\r\nrespect the rights of citizens and to comply with\r\ninternational obligations in this field. Violations of\r\nhumanitarian law and the laws of war are rife. The timid\r\nresponse to the systematic reports by the Human Rights\r\nCommission’s Special Rapporteur, the former Polish\r\nPrime Minister, Tadeusz Mazowiecki, of drastic violations\r\nof human rights in the former Yugoslavia resulted in his\r\nresignation from his mission. We note with satisfaction\r\nstatements from this rostrum recognizing the significance\r\nof his endeavours.\r\nThe upgrading of the status of human rights within\r\nthe structure of United Nations organs, the General\r\nAssembly included, is essential. The basic tasks of our\r\nOrganization in this field should be the promotion of\r\npermanent international dialogue on the protection of\r\nhuman rights, the development of mechanisms for\r\noverseeing compliance with international obligations and\r\nthe increase of technical assistance by rich and\r\nexperienced nations to countries which lack the necessary\r\nresources. Appropriate funds for this purpose should be\r\nmade available to the High Commissioner and the Centre\r\nfor Human Rights in Geneva.\r\nEver since the foundation of the United Nations 50\r\nyears ago the tasks facing the Organization have grown in\r\nnumber and complexity. The political and economic\r\nenvironment in which these tasks have to be coped with\r\nalso keeps changing, as demonstrated by the decisions of\r\nthe latest major Conferences — in Cairo, Copenhagen and\r\nBeijing. That calls for the continuous adaptation of the\r\norganizational structures and procedures to new tasks and\r\nchanging circumstances. It is imperative to enhance the\r\nmethods of cooperation between the United Nations and\r\nregional organizations like the Organization for Security\r\nand Cooperation in Europe (OSCE), the Organization of\r\nAfrican Unity (OAU), the Organization of American\r\nStates (OAS) and the Organization of the Islamic\r\nConference (OIC). Equally important is the effort further\r\nto develop the system of international law so that it can\r\nregulate more adequately and with greater precision the\r\nrights and obligations of its subjects in the ever growing\r\nnumber of areas of their mutual relations. The importance\r\nof these problems, United Nations reform included, has\r\nnot escaped the attention of our distinguished Secretary-\r\nGeneral, Mr. Boutros Boutros-Ghali.\r\nThe reform of the United Nations is therefore a\r\npressing task. It is necessary in respect of the principal\r\norgans, the Security Council and the Economic and Social\r\nCouncil in the first place, and the countless subsidiary\r\nbodies. Poland appreciates the results of efforts made so\r\n10\r\nGeneral Assembly 16th plenary meeting\r\nFiftieth session 3 October 1995\r\nfar to enhance the work of the Security Council. As a\r\nresult, we have a Council which is both more efficient and\r\nmore than ever responsive to the need for greater\r\ntransparency in its proceedings. Poland wishes to express its\r\nsupport for the acceleration of steps aimed at an appropriate\r\nexpansion of the Council’s composition, to render it more\r\nrepresentative without detriment to its effectiveness. The\r\nreform of the Organization must aim at upgrading its\r\nefficiency and remedying its financial situation, while\r\nkeeping intact the basic principle of the sovereign equality\r\nof all its Members. However, the most important issue is\r\nefficiency, without forgetting that, as an intergovernmental\r\nOrganization, the basic task of the United Nations is to\r\ncement partner-like cooperation between its Members, and\r\nrecalling that it can act only on their authority. The ultimate\r\nsuccess of the reform will be the best contribution we can\r\nmake to the observance of the fiftieth anniversary of the\r\nOrganization.\r\nLet me add the voice of Poland to all those statements\r\nwhich, on the fiftieth anniversary of the United Nations,\r\nconveyed from this rostrum unequivocal assurances of\r\nconfidence in the future of our Organization and in its\r\nability to cope with the challenges that face us on the\r\nthreshold of the twenty-first century. For its part, Poland is\r\nready to participate in these efforts for the sake of future\r\ngenerations so that, in contrast to my own, they will never\r\nexperience war, be it hot or cold, and so that they can live\r\nin a world founded on principles of cooperation, good-\r\nneighbourly relations and mutual trust.\r\nThe Acting President (interpretation from Spanish):\r\nI should like to inform Members that the General Assembly\r\nwill not hold a general debate on Thursday morning, 5\r\nOctober. Instead, the General Assembly will hold a\r\nceremonial session to listen to the statement of His\r\nHoliness Pope John Paul II, from the observer State of the\r\nHoly See, as part of the celebrations for the fiftieth\r\nanniversary of the United Nations. The ceremonial session\r\nwill take place at 10.30 a.m., and the general debate will be\r\nresumed on Thursday afternoon.\r\nI now call on the Minister for Foreign Affairs and\r\nInternational Cooperation of Kenya, His Excellency the\r\nHonourable Stephen Kalonzo Musyoka.\r\nMr. Musyoka (Kenya): Let me, at the outset,\r\ncongratulate His Excellency Mr. Diogo Freitas do Amaral\r\non his unanimous election as President of the fiftieth\r\nsession of the General Assembly. His wide diplomatic\r\nexperience and intellectual abilities reinforce our confidence\r\nin his stewardship. I wish him success in the heavy task\r\nbefore us.\r\nMr. Ouane (Mali), Vice-President, took the Chair.\r\nI also pay tribute to his predecessor, His Excellency\r\nMr. Amara Essy, the Minister for Foreign Affairs of Côte\r\nd’Ivoire, who ably presided over the forty-ninth session\r\nof the General Assembly.\r\nWe commend the Secretary-General, Mr. Boutros\r\nBoutros-Ghali, for the untiring and visionary manner in\r\nwhich he is managing the affairs of the Organization.\r\nKenya is fully committed to the ideals of this\r\nOrganization. Indeed, Kenya’s motto, “Harambee” which\r\nmeans “pull together”, and the national philosophy of\r\npeace, love and unity, are fitting expressions of what the\r\nUnited Nations and the Kenyan people aspire to. Kenya\r\nhas always championed the principles of democracy and\r\nthe pursuit of socio-economic development to enhance the\r\nliving standards of the people.\r\nUnder the leadership of His Excellency President\r\nDaniel T. Arap Moi, Kenya has undertaken far-reaching\r\npolitical and economic reforms, whose benefits we are\r\nbeginning to see. Our economy is now totally liberalized\r\nin keeping with our tradition of providing an environment\r\nconducive to enterprise development. Our democratic\r\ninstitutions have developed the necessary flexibility to\r\ncope with the new situations and to ensure continuity of\r\nthe political stability which the country has enjoyed since\r\nindependence.\r\nWe have observed a systematic campaign to\r\ndenigrate African countries. It is as though there were an\r\nagenda to bring them into international disrepute. We\r\nreject these destructive approaches designed to promote\r\ndivisive elements and to manipulate domestic public\r\nopinion with a view to pitting people against their own\r\nGovernments. Kenya also condemns in the strongest\r\nterms the tendency in certain sectors of the international\r\npress to present the image of African countries in terms\r\nof tribal superiority or inferiority, to inflame ethnic\r\nconflicts and to depict the continent as replete with\r\ncorruption and catastrophes. Africa deserves credit for its\r\narduous struggle against external domination. We are\r\ndetermined to create cohesive and prosperous States after\r\nmany years of destructive colonial policies of divide and\r\nrule, which constituted gross violations of human rights.\r\n11\r\nGeneral Assembly 16th plenary meeting\r\nFiftieth session 3 October 1995\r\nI wish to assure the Assembly that the Government\r\nand the people of Kenya are determined despite the odds to\r\ncontinue the struggle to forge national unity and to\r\naccelerate socio-economic development. Our commitment,\r\nwhich I underscore, to the principles of democracy, good\r\ngovernance, the protection and promotion of human rights\r\nand the rule of law remains firm.\r\nIt is against that background that I wish now to\r\naddress some of the issues on the agenda of the General\r\nAssembly. In the time since its inception, the United\r\nNations has evolved into a truly global organization, as\r\nenvisaged in the Charter. Its membership has grown from\r\n50 at its inception to 185 today. Its activities have ranged\r\nfrom decolonization, the codification of international law,\r\ndisarmament and conflict resolution to global humanitarian\r\nactivities and international economic cooperation. The\r\nachievements in these areas are, indeed, self-evident. The\r\ndemands on the Organization have, however, exerted\r\nmaximum pressure on its ability to cope. Hence the need\r\nfor the Organization to be revitalized at this opportune time.\r\nFive years after the end of the cold war the\r\ninternational community still faces a number of conflicts,\r\nwhich are of great concern as they continue to undermine\r\ninternational peace and security. These conflicts have posed\r\nserious challenges owing primarily to complexities\r\nassociated with their internal character. We nevertheless\r\nappreciate the flexibility with which the United Nations is\r\ndealing with these conflicts and the commendable successes\r\nwhich have been achieved in resolving a good number of\r\nthem. These achievements include the resolution of the\r\nconflicts in Namibia, Cambodia, Mozambique, El Salvador\r\nand Haiti. Success becomes even more pronounced when\r\nwe consider the extent to which the United Nations has\r\neffectively mobilized international humanitarian assistance\r\nin virtually all conflict areas, through the Office of the\r\nUnited Nations High Commissioner for Refugees and other\r\nUnited Nations agencies.\r\nAt the forty-seventh session the General Assembly\r\nmandated the Secretary-General to pursue preventive\r\ndiplomacy and to strengthen the Secretariat’s capacity to\r\ncope with situations likely to endanger international peace\r\nand security. To that end, the Secretary-General’s initiatives\r\n“An Agenda for Peace” and the subsequent Supplement to\r\nthat document have made a significant contribution to this\r\nimportant subject. I wish to record Kenya’s appreciation to\r\nthe Secretary-General for his personal efforts and initiatives\r\nin search of lasting international peace and security. We\r\nlook forward to the results of the work of the informal\r\nworking groups that have been set up to consider in\r\ngreater depth the various elements contained in the Agenda.\r\nWe note the recent initiatives taken with a view to\r\nstrengthening the role of regional organizations in conflict\r\nresolution and conflict management. Kenya, however,\r\nwishes to reiterate that the thrust of the contributions of\r\nregional organizations and arrangements should be\r\ntargeted towards preventive diplomacy and peacemaking.\r\nWe submit that peace-keeping and peace enforcement\r\nshould remain the primary responsibility of the United\r\nNations. These responsibilities are enshrined in the\r\nCharter and cannot be transferred to regional\r\norganizations. We encourage closer cooperation in this\r\nregard between the Organization of African Unity (OAU)\r\nand the United Nations on the basis of the Charter and\r\nthe agreement on cooperation between the two\r\norganizations.\r\nWith regard to regional conflicts, Kenya welcomes\r\nthe important steps towards long-lasting peace that we\r\nhave recently witnessed in the southern part of Africa.\r\nFollowing the positive resolution of the conflict in\r\nMozambique, recent developments in Angola give us high\r\nexpectations for a durable solution of the protracted\r\nconflict in that sisterly country.\r\nAt a time when the world is championing the cause\r\nof peace, democracy and human rights, it is totally\r\nunacceptable that a band of mercenaries should overthrow\r\nthe Government of the Comoros and hold the President\r\nand Government officials captive. Kenya condemns this\r\nact in the strongest terms possible and calls on the\r\nSecurity Council to take necessary measures to rectify the\r\nsituation.\r\nWith respect to Liberia, we welcome the recent\r\nsigning of an agreement by all the warring parties, in\r\nwhich they have committed themselves to a programme\r\nfor the restoration of democracy to culminate in general\r\nelections in a year’s time. The Economic Community of\r\nWest African States (ECOWAS) should be congratulated\r\nfor the efforts and sacrifices it has made in the search for\r\na lasting solution to the Liberian conflict. United Nations\r\ninvolvement in the resolution of the Liberia conflict,\r\nwhich has been minimal so far despite the magnitude of\r\nthe problem, should be enhanced. It is, therefore,\r\nimportant that the United Nations should enhance its\r\nsupport to the peace efforts in Liberia to ensure that the\r\nmomentum for peace is sustained.\r\n12\r\nGeneral Assembly 16th plenary meeting\r\nFiftieth session 3 October 1995\r\nIn the Middle East, the process towards durable peace\r\nachieved another important milestone with last week’s\r\nsigning of a further agreement between Prime Minister\r\nYitzhak Rabin of Israel and Chairman Yasser Arafat of the\r\nPalestine Liberation Organization (PLO), extending\r\nPalestinian self-rule over the West Bank. We commend the\r\nvision and courage of these leaders and encourage them and\r\nother leaders in the region to broaden the peace process.\r\nThe situation in Somalia continues to be a matter of\r\ngreat concern to Kenya. As long as the situation in Somalia\r\nremains unstable, the countries of the region, and in\r\nparticular my own, will continue to experience problems\r\nassociated with the influx of refugees and with a lack of\r\nsecurity in the border region. While we commend\r\nhumanitarian efforts in Somalia, we are deeply concerned\r\nthat there has been no tangible progress in national and\r\npolitical reconciliation in that country. We call on the\r\nfactional leaders to put the interests of the Somali people\r\nfirst and to be cognizant of the fact that a lasting solution\r\nto the Somali problem lies with the Somali people and their\r\nleaders.\r\nThe conflict in the former Yugoslavia poses one of the\r\ngreatest challenges to the capacity of the United Nations to\r\nfacilitate the search for durable peace. We appreciate all the\r\ndiplomatic initiatives which have been undertaken to bring\r\nabout a negotiated settlement, and we encourage all the\r\nparties to intensify their efforts for lasting peace. I wish to\r\npay tribute to all United Nations military, civilian and\r\nhumanitarian personnel for the sacrifices they have made to\r\nadvance the cause of peace in that region. Kenya has made\r\na significant contribution to peace-keeping operations in the\r\nformer Yugoslavia, having contributed one battalion as well\r\nas military observers and civilian police over the last four\r\nyears.\r\nWe welcome the establishment of the International\r\nCommission of Inquiry to investigate the assassination of\r\nthe former Head of State and senior Government officials\r\nand the subsequent massacres of civilians in Burundi. We\r\nwould also welcome the establishment by the Security\r\nCouncil of a commission to oversee compliance with arms\r\nembargos against groups and individuals undermining peace\r\nand security in the Central African region.\r\nKenya stresses the importance of reconciliation and\r\ntolerance and appeals to the international community to\r\ncontinue to assist the countries of the Great Lakes region to\r\ndeal with the root causes of the problems that have\r\nbedevilled them for many years, as well as with their\r\nreconstruction efforts. In particular, the security of\r\npopulations and the resettlement of refugees must be\r\nadequately and comprehensively addressed.\r\nThe results of the Review and Extension Conference\r\nof the Parties to the Treaty on the Non-Proliferation of\r\nNuclear Weapons, held in May this year, constitute a\r\nsignificant contribution to the realization of a nuclear-free\r\nworld. The commitments and the security assurances\r\nmade by the nuclear-weapon States to the non-nuclear-\r\nweapon States should strengthen the resolve of the\r\ninternational community towards the total elimination of\r\nnuclear weapons. It is therefore necessary that these\r\ncommitments be translated into binding international legal\r\ninstruments.\r\nKenya looks forward to the conclusion, by 1996, of\r\nthe comprehensive nuclear test-ban treaty. We join the\r\ninternational community in reiterating the call for strict\r\nobservance of the moratorium on nuclear testing pending\r\nthe conclusion of that treaty.\r\nThe world economy as a whole continues to show\r\nmodest growth, with the highest performance being\r\nexperienced in South-East Asia. However, many\r\neconomies in the African region are still sluggish,\r\nalthough there are signs of recovery. The continent\r\nremains highly vulnerable to adverse international\r\neconomic policies, as well as natural calamities, owing to\r\nits limited capacity to respond.\r\nKenya and many other African countries have\r\nundertaken major political and economic reforms despite\r\nthe enormous short-term adverse effects on the vulnerable\r\nsocial groups, particularly in regard to the escalating costs\r\nof, for instance, education, health and housing. These\r\nefforts, however, have been hampered by the decline in\r\nboth bilateral and multilateral financial support, resulting\r\nin limited prospects for economic growth. In this regard,\r\nwe urge the international community to provide adequate\r\nresources to support these reforms.\r\nAs the United Nations celebrates its fiftieth\r\nanniversary it is imperative that development support be\r\naccorded the priority that it obviously deserves. The\r\ninternational commitment relating to the fulfilment of the\r\nagreed target of 0.7 per cent of gross national product\r\nshould be given the necessary impetus to reverse the\r\ndeclining trend. Kenya appeals to the industrialized\r\ncountries to meet the official development assistance\r\ntarget and to provide new and additional resources to\r\nfinance the programmes adopted by the various United\r\nNations Conferences.\r\n13\r\nGeneral Assembly 16th plenary meeting\r\nFiftieth session 3 October 1995\r\nDebt-servicing obligations should not become an\r\nobstacle to efforts aimed at the creation of employment, the\r\nreduction of poverty and social integration. While we\r\nwelcome the various measures taken by the international\r\ncommunity, on bilateral and multilateral bases, to mitigate\r\nthe debt burden, it is evident that these measures have\r\nachieved only limited results. Kenya believes that a lasting\r\nsolution to the debt burden is a bold initiative for a more\r\neffective reduction, or cancellation, of both the bilateral and\r\nthe multilateral debt of the heavily indebted low-income\r\ncountries, particularly in Africa.\r\nWhile the liberalization of world trade, in the context\r\nof the World Trade Organization, is expected to benefit the\r\ninternational community, there are strong indications that\r\nthe results may not benefit all regions. The opening of the\r\nAfrican market to external competition has already put\r\nserious strain on the fragile industrial sector of these\r\ncountries. Furthermore, the phasing out of the preferential\r\ntrade arrangements extended to African and other\r\ndeveloping countries poses a serious threat to their\r\ntraditional markets. African countries therefore need support\r\nif they are to diversify their economies.\r\nIt is pertinent that “An Agenda for Development”\r\nshould embrace all the programmes to which the\r\ninternational community has already committed, or will\r\ncommit, itself in the various international conferences,\r\nincluding the Rio Conference on Environment and\r\nDevelopment, the Cairo Conference on Population and\r\nDevelopment, the Copenhagen Summit for Social\r\nDevelopment, the Fourth World Conference on Women and\r\nthe forthcoming United Nations Conference on Human\r\nSettlements (HABITAT II), to be held in Istanbul, Turkey.\r\nIt is also important that HABITAT II come up with a\r\nconcrete plan of action that will give HABITAT, as the\r\nUnited Nations agency responsible for human settlements,\r\nan enhanced mandate, with an effective capacity to assist\r\nMember States, particularly developing countries, to deal\r\nwith the increased problems of human settlements and thus\r\nenable them to have adequate shelter — one of the\r\nfundamental human rights.\r\nIt is imperative that the Agenda accord the highest\r\npriority to the development of national and regional\r\ncapacities. It should also be people-centred, with the\r\nemphasis on human-resources development, the application\r\nof science and technology and the expansion of\r\nemployment and income-generating opportunities.\r\nAt the global level, the United Nations Economic\r\nand Social Council should not only assume effective\r\ncoordination of the international policies and activities of\r\nthe specialized agencies but also ensure the mobilization\r\nof resources for operational activities which are critical\r\nfor the realization of socio-economic development.\r\nThe fiftieth anniversary of the United Nations\r\nprovides a great opportunity for the international\r\ncommunity to focus constructively on the measures that\r\nshould be taken to revitalize the Organization on the basis\r\nof the experience gained and the challenges ahead. Kenya\r\nis of the view that the Organization has proved its\r\neffectiveness and flexibility in dealing with complex and\r\nwide-ranging international issues. The United Nations,\r\ntherefore, does not require radical transformation but,\r\nrather, the strengthening and modification of its structures\r\nand organs to enhance its effectiveness and\r\nresponsiveness to new priorities and strategies.\r\nIt is vital that the Organization continue to cater\r\nadequately for both international peace and security and\r\ncooperation for development, in accordance with the\r\nCharter. Revitalization of the United Nations entails not\r\nonly the need to streamline the administrative structures\r\nof the Organization but also the need to ensure that it is\r\nprovided with adequate resources, on a regular and\r\nassured basis, to enable it to execute the mandates\r\nentrusted to it by the Member States.\r\nThe report of the ad hoc Open-ended Working\r\nGroup on reform of the Security Council has highlighted\r\nthe pertinent areas requiring reform. There is consensus\r\non the need to expand the membership of the Council.\r\nKenya urges greater flexibility in the positions taken so\r\nthat agreement can be reached on the number and\r\ndistribution of the additional seats on the basis of\r\nequitable geographical distribution for all categories. This\r\ncould be achieved through expansion of the membership\r\nto include more countries from the regions that are\r\ncurrently underrepresented and by effecting periodic\r\nreviews of the permanent membership to take account of\r\nthe evolving realities of the world situation.\r\nWith regard to the question of financing, we are\r\nconcerned that the operations of the Organization have\r\nbeen greatly hampered by the failure of many Member\r\nStates to honour their budgetary obligations in full and on\r\ntime. Irrespective of the outcome of the reform process,\r\nthe timely payment of United Nations apportionments will\r\ncontinue to be of crucial importance to the financial\r\nsoundness of the Organization. The financing of the\r\n14\r\nGeneral Assembly 16th plenary meeting\r\nFiftieth session 3 October 1995\r\nOrganization is a collective responsibility of all the Member\r\nStates. Unilateral actions relating to budgetary contributions\r\nare therefore inconsistent with the provisions of the Charter.\r\nIt is only through necessary and thorough assessment of the\r\nindividual countries’ capacity to pay that the scale of\r\nassessments can be adjusted.\r\nAs the United Nations continues to introduce measures\r\nto ensure the reduction of waste and to deal with the\r\nfinancial crisis, it is imperative that the Organization ensure\r\nthe maximum and rational use of the existing facilities. All\r\nmeetings and conferences under the auspices of United\r\nNations bodies should, to the extent possible, be held in\r\nNairobi — the only United Nations Centre in the whole of\r\nthe developing world.\r\nWe are, indeed, concerned about the very low\r\nutilization rate of the conference facilities in Nairobi\r\npointed out by the Secretary-General in his report on United\r\nNations Conference Services. In this regard, Kenya wishes\r\nto see the United Nations make full use of the facilities\r\navailable at the United Nations Centre in Gigiri, the\r\nheadquarters of the United Nations Environment\r\nProgramme (UNEP) and the United Nations Centre for\r\nHuman Settlements (HABITAT).\r\nKenya has offered to host in Nairobi the secretariat for\r\nthe Convention on Biological Diversity in order to make it\r\npossible to utilize the expertise and capacity which UNEP\r\nhas developed over the years. We look forward to the\r\nsupport of the international community in this regard.\r\nLet us not lose the opportunity offered by the fiftieth\r\nanniversary of the United Nations to renew our resolve to\r\nmake the Organization fulfil the aspirations of peace, hope\r\nand stability that inspired the founding fathers of this\r\nOrganization. As we move into the next millennium, we\r\nmust endeavour to make this world a better place to live in.\r\nKenya will play its part as necessary.\r\nThe Acting President (interpretation from French):\r\nI now call on the Minister for Foreign Affairs of the Syrian\r\nArab Republic, His Excellency Mr. Farouk Al-Shara.\r\nMr. Al-Shara (Syrian Arab Republic) (interpretation\r\nfrom Arabic): It is my pleasure at the outset to express my\r\ncongratulations to Mr. Freitas do Amaral personally, and to\r\nhis friendly country, Portugal, upon his election to the\r\npresidency of the General Assembly. We are confident that\r\nhis experience, wisdom and statesmanship will contribute\r\nto the success of this session’s deliberations. May I assure\r\nhim of the cooperation of the Syrian delegation in achieving\r\nthe desired objectives. May I also extend the expression\r\nof our thanks and appreciation to his predecessor,\r\nMr. Amara Essy, for his untiring efforts during his\r\npresidency of the previous session.\r\nOn this occasion, we should like to express our\r\nappreciation to the Secretary-General of the United\r\nNations for his efforts to enhance the standing and role of\r\nthe United Nations and to focus the international\r\ncommunity’s attention on the most outstanding issues of\r\nour times.\r\nThis session of the General Assembly has great\r\nsignificance in the life of the United Nations, as it\r\ncoincides with the fiftieth anniversary of the founding of\r\nthis international Organization which remains,\r\nnotwithstanding any criticisms, an unequalled organization\r\nin the history of international relations. It is the house\r\nunder whose roof the representatives of all the world’s\r\nStates meet each year: friends and foes, adversaries and\r\nallies, on the basis of commitment to the purposes and\r\nprinciples of the United Nations Charter, foremost among\r\nwhich are: maintenance of international peace and\r\nsecurity; respect for the fundamental rights of men and of\r\nStates, both small and large; affirmation of equality under\r\nthose rights; non-interference in the internal affairs of\r\nStates, and standing up to aggression in accordance with\r\nthe principles of justice and international law.\r\nThe problem facing the United Nations, in our\r\nbelief, does not lie in the purposes and principles of the\r\nCharter, but rather in the decision-making mechanism in\r\nthe United Nations and in the selective manner of\r\nimplementing those decisions. Furthermore, the grave\r\nfinancial crisis afflicting this international Organization is\r\nin fact but the reflection of a political crisis fundamentally\r\ncentred on the identity of the United Nations and its role\r\nin the post-cold- war period. The question that arises in\r\nthis context is: does this international Organization truly\r\nrepresent the aspirations of its Members’ peoples, as\r\nstated in the preamble of its Charter, namely, “We the\r\npeoples of the United Nations”? Is it not surprising to\r\nhear even the State with the largest population and the\r\nlargest surface area complain, despite its permanent\r\nmembership in the Security Council, of interference in its\r\ninternal affairs?\r\nGiven such a situation, will it be feasible to\r\nintroduce meaningful democratic reforms of the United\r\nNations structure that would be acceptable and agreeable\r\nto the Organization’s Member States, both large and\r\nsmall, rich and poor, of the North or of the South? Or is\r\n15\r\nGeneral Assembly 16th plenary meeting\r\nFiftieth session 3 October 1995\r\nit that the democracy of the majority by which national\r\ndecisions are taken is not valid for decision-making in the\r\nUnited Nations or in international relations?\r\nIn any case, we do not live in an ideal world, even if\r\nwe aspire after such a world. We are convinced that it is\r\nessential to promote constructive international dialogue and\r\ncooperation if we are to achieve the introduction of reforms\r\nthat, both in substance and in form, would realize the\r\naspirations of Member States and address the issues and\r\nneeds of developing countries. Top of the list of those\r\nneeds is the alleviation of the developing countries’ debt\r\nburdens, encouraging investments in their economies,\r\nopening markets to their products and lifting any\r\nrestrictions on the transfer to them of sophisticated and\r\nnuclear technologies for peaceful purposes.\r\nOver and above all this, what the developing countries\r\nneed is that their political, humanitarian and cultural issues\r\nshould be dealt with by dialogue on a basis of mutual\r\nrespect and non-interference in their internal affairs. That\r\nindeed would be the most appropriate and correct means of\r\nlaying the foundations of an international cooperation with\r\na human face, which would guarantee the interests of all\r\nand, thereby, lead to a more secure, stable and prosperous\r\nworld.\r\nThe changes which the world has been witnessing in\r\nthe international area since the beginning of the 1990s, no\r\nmatter how tremendous their impact and their results could\r\nbe, will never alter the fundamental principles and values\r\nthat humanity has struggled to attain and adhere to since the\r\ndawn of history. Right cannot be turned around overnight\r\nto become wrong, just exactly as equality cannot be turned\r\naround to become hegemony, racism cannot be made a\r\nvirtue and the occupation of the land of others by force\r\ncannot be legitimized.\r\nWe live in a region which is the birthplace of the three\r\nrevealed religions and of human civilizations. Our roots in\r\nthe region go very deep. We read, hear and, indeed, feel\r\nhow Israel attempts to falsify the history and geography of\r\nthis region as well as the achievements of its peoples. We\r\nsee how it attempts to mislead public opinion into the\r\nconviction that its democracy and its laws shall determine\r\nthe fate of the occupied Arab territories, and not the\r\nprinciples of international law and the resolutions of the\r\nUnited Nations. Those resolutions consider as null and void\r\nIsrael’s annexation of Al-Quds and the application of its\r\nlaws to the Golan, and require Israel to withdraw from all\r\nthe occupied Arab territories in order for a just and\r\ncomprehensive peace to be achieved in the region.\r\nThe fact that Israel does not heed the resolutions of\r\nthe United Nations, regardless of the negotiations that\r\nhave been going on for four years, is an act of defiance\r\nnot only vis-à-vis the Arabs, but also of the entire\r\ninternational community and, especially, of the Security\r\nCouncil and its relevant resolutions.\r\nThe latest developments in the peace process have\r\nshown that Israel’s rulers are not interested in seeking a\r\ngenuine, just and comprehensive peace that would put an\r\nend to strife, occupation and colonial settlement and\r\nguarantee security and stability to all. Their main concern\r\nhas been to extract from those who negotiate with them\r\nsignatures on hundreds of pages and maps which shackle\r\nthe Palestinian people, after all the great sacrifices it has\r\nmade, and thrust that people on an endless road of loss\r\nand agony, not on any road that would lead to liberation\r\nand independence.\r\nIn our view, agreements of this type, which will lead\r\nto yet another endless series of negotiations and\r\nagreements, will never pass the test of the final solution,\r\nsimply because each and every one of them carries within\r\nit the seeds of tension and conflict.\r\nSince the Oslo agreement, Syria has made it clear,\r\nfrom this rostrum, that it neither supports nor seeks to\r\nobstruct such agreements. Today, while we reiterate this\r\nposition, we must point out that if such agreements are\r\nused to cause harm to Syria’s national and pan-Arab\r\ninterests and rights, we shall be compelled to reconsider\r\nthat position.\r\nThe American initiative, on the basis of which the\r\nMadrid Conference was convened, asserted that its aim\r\nwas to achieve a just and comprehensive peace in the\r\nMiddle East on the basis of Security Council resolutions\r\n242 (1967) and 338 (1973) and the principle of land for\r\npeace. Furthermore, among the guarantees given to Syria\r\nby the United States of America was that the United\r\nStates would not agree to the annexation by Israel of one\r\nsingle inch of the Golan territory occupied in 1967. It was\r\non that basis that Syria opened the door of peace in the\r\nMadrid Conference. Syria will continue to hold fast to\r\nthese foundations, which in substance signify a continuing\r\nAmerican commitment to Syria’s fundamental rights and\r\ninterests. The force of this American commitment is not\r\naltered by the deviation by some Arab parties from the\r\nMadrid formula, whose staunchest advocate ought to be\r\nthe United States, a sponsor of the Conference.\r\n16\r\nGeneral Assembly 16th plenary meeting\r\nFiftieth session 3 October 1995\r\nContrary to Israel’s claims, the Madrid formula and\r\nthe American initiative did not call for secret negotiations\r\nand did not provide for a specified level of negotiators. Had\r\nit been otherwise, there would have been no need\r\nwhatsoever to hold the Madrid Conference. Syria and the\r\nArab States expect the United States, as a sponsor of the\r\npeace process, to fulfil its commitments towards Syria and\r\nLebanon and to seek to eliminate the obstacles that Israel\r\ncontinues to put on the road to a just and comprehensive\r\npeace in the region that would lead to Israel’s complete\r\nwithdrawal from the Golan to the line of 4 June 1967 and\r\nalso from Southern Lebanon, in implementation of Security\r\nCouncil resolutions 242 (1967), 338 (1973) and 425 (1978).\r\nSyria reaffirms its commitment to peace on the basis\r\nof the foundations which launched the peace process and on\r\nno other bases or other formulae, whose only aim would be\r\nto satisfy Israel’s arrogance and entrench its hegemony and\r\nnot to bring to the peoples of the region the security,\r\nstability and dignity after which they aspire.\r\nIsrael can fool some people some of the time, but it\r\ncannot fool all people all the time. The negotiations\r\nbetween Syria and Israel over the past four years have\r\nshown that Israel wishes to negotiate only for the purpose\r\nof equivocating and backpedalling from the requirements of\r\npeace or for the purpose of using the negotiations as a\r\nmeans of imposing its conditions, which contradict the\r\nletter and spirit of the relevant Security Council resolutions.\r\nThis is the real reason why the negotiations on the Syrian\r\ntrack have faltered.\r\nIn any case, a false peace will never find its way into\r\nany Syrian home, regardless of the challenges and the\r\nobstacles created by Israel. All our Syrian citizens know\r\nthat Arabs, Muslims and all peoples who put their faith in\r\njustice and peace stand steadfastly by Syria and its leader\r\nin the battle for a just and comprehensive peace, a genuine\r\npeace that the people can embrace with dignity.\r\nArmed conflicts and devastating wars continue to rage\r\nin various parts of the world. Those conflicts which inflict\r\ngreat human and material losses on the peoples of the\r\nStates they afflict have begun to cast lengthening dark\r\nshadows on regional and world peace and stability.\r\nThe indescribable suffering of the people of Bosnia\r\nand Herzegovina makes it necessary for the international\r\ncommunity to intensify efforts to achieve a just settlement\r\nthat would guarantee the unity and territorial integrity of the\r\nRepublic of Bosnia and Herzegovina and safeguard the\r\nsecurity and stability of the Balkan region.\r\nSyria reaffirms its attachment to safeguarding the\r\nunity of the territory and people of Iraq and its rejection\r\nof any attempt at dividing Iraq or at interfering in its\r\ninternal affairs. Syria believes that a speedy\r\nimplementation by the Iraqi Government of the remaining\r\nSecurity Council resolutions, side by side with resolving\r\nthe issue of Kuwaiti prisoners, would facilitate working\r\nfor lifting the embargo and mitigating the suffering of the\r\nbrotherly Iraqi people.\r\nSyria calls also for responding to the initiative of the\r\nLeague of Arab States regarding the Lockerbie crisis.\r\nThis initiative would lead to a solution to the crisis and\r\nthereby put an end to the embargo imposed on brotherly\r\nLibya.\r\nSyria hopes that a peaceful solution will be reached\r\nto the three-island crisis between the United Arab\r\nEmirates and the Islamic Republic of Iran, through direct\r\ndialogue, in the interests of cooperation and good-\r\nneighbourliness between the two countries. Settlement of\r\nthe issue will guarantee the rights of both parties and\r\nuphold the sovereignty and territorial integrity of the\r\nStates of the region.\r\nSyria calls on all the warring factions in Somalia to\r\nend the infighting and to overcome their differences in the\r\ninterests of national reconciliation, which is indispensable\r\nfor restoring security and stability to that country and for\r\nstimulating efforts to reconstruct the country and restore\r\nits Arab and international role.\r\nMy country, Syria, had the honour of participating\r\nin the founding of this international Organization, whose\r\nfiftieth anniversary is now being celebrated. While the\r\npages of history mention other organizations which did\r\nnot rise to the expectations of the world’s peoples, the\r\nsurvival of our organization for the past five decades is\r\ntestimony to the loftiness of the purposes and principles\r\nof its Charter. Despite the conflicts and challenges faced\r\nby today’s world, we look to the future with optimism.\r\nHistory does not march backwards and every stage of\r\ndevelopment and change cannot but be better than the one\r\nbefore. Wars that have flared up in more than one part of\r\nthe world cannot but recede gradually, then peter out and\r\nexist no more.\r\nThis is our hope. Peace which is not achieved today\r\nwill dawn tomorrow. This is what we shall try to achieve\r\n17\r\nGeneral Assembly 16th plenary meeting\r\nFiftieth session 3 October 1995\r\nlooking forward to a better life of justice and humaneness\r\nin that it will be built on cooperation between our nations\r\nin the political, economic and cultural fields, in the interests\r\nof all mankind.\r\nLet us hope that the fiftieth anniversary of the\r\nfounding of the United Nations will be a bright beacon of\r\nchange in the history of mankind.\r\nThe Acting President (interpretation from French):\r\nI now call on the Minister of State for Foreign Affairs of\r\nOman, His Excellency Mr. Yousef bin Alawi bin Abdullah.\r\nMr. Abdullah (Oman): At the outset allow me, on\r\nbehalf of my country’s delegation, to congratulate Mr.\r\nDiogo Freitas do Amaral on his election to the presidency\r\nof this important session of the General Assembly. His\r\nunanimous election to this high office attests to the role that\r\nhis friendly country, Portugal, with which my country has\r\nenjoyed centuries of ties, plays in the international arena.\r\nHis election is also testimony to his ability and wide\r\ndiplomatic experience which, we are sure, will enable the\r\nGeneral Assembly to achieve the results we hope for.\r\nI should also like to take this opportunity to pay\r\nspecial tribute to his predecessor, Mr. Amara Essy, the\r\nForeign Minister of Côte d’Ivoire, for the skill and\r\nconstructive manner in which he steered the work of the\r\nforty-ninth session.\r\nThe convening of this session coincides with the\r\nfiftieth anniversary of the international community’s\r\nagreement to establish the United Nations in order to\r\nsafeguard international peace and security after the\r\nexperience of two world wars. We are aware of the\r\nsignificant role that the United Nations has played ever\r\nsince the end of the Second World War in maintaining the\r\nbalance between the world Powers during what was known\r\nas the cold war era. That outstanding role of the United\r\nNations was at the heart of the international cooperation\r\nthat was given concrete form in enabling the peoples of the\r\nthird world, with the help of the United Nations, to free\r\nthemselves from the shackles of colonialism in Africa, Asia\r\nand South America. The United Nations bodies and\r\nspecialized agencies helped the newly independent States to\r\norganize their socio-economic resources thanks to the\r\npersistent efforts of the Secretaries-General who headed the\r\nSecretariat and the respective Executive Secretaries of the\r\nspecialized agencies. Here it is only fitting to remember\r\nMr. Dag Hammarskjöld, the Organization’s second\r\nSecretary-General, who gave his life while working on\r\nbehalf of the United Nations in the Congo in 1961. We\r\nshould also remember those who were at the helm of the\r\nSecretariat beside Mr. Hammarskjöld — Mr. Trygve Lie,\r\nthe first Secretary-General, U Thant, Mr. Kurt Waldheim,\r\nMr. Jávier Perez de Cuéllar and the current Secretary-\r\nGeneral, Mr. Boutros Boutros- Ghali — who have all\r\nplayed a significant role in strengthening mutual\r\nunderstanding amongst nations and helped the world to\r\nfind peaceful solutions to its conflicts.\r\nThe history of the United Nations is full of many\r\nother figures who played an important role in promoting\r\nits march and in serving international peace and security.\r\nBy way of example I mention Count Bernadotte, the\r\nInternational Peace Mediator in Palestine; General Burns,\r\nthe Commander of the International Emergency Force in\r\nthe Middle East; Mr. Gunnar Jarring, the International\r\nPeace Mediator between the Arabs and Israelis after the\r\nwar of 1967; Mr. James Grant, the late Executive Director\r\nof the United Nations Children’s Fund; Sadruddin Aga\r\nKhan, the United Nations High Commissioner for\r\nRefugees for many years; the late Olaf Palme, former\r\nPrime Minister of Sweden; the late Willy Brandt, former\r\nChancellor of the Federal Republic of Germany;\r\nMr. Brian Urquhart, the former Under-Secretary-General\r\nfor Political Affairs; and many other brilliant figures who\r\nworked tirelessly and faithfully in these corridors.\r\nWe should also like to mention in particular the\r\ngreat achievements of the United Nations in the\r\nframework of its specialized agencies. Nobody can deny\r\nthe achievements of these agencies in their respective\r\nfields of competence such as food and agriculture, science\r\nand education, civil aviation, architecture, reconstruction,\r\nhealth, postal services and telecommunications,\r\nmeteorology, intellectual property, development, the\r\nliberalization of trade, not to mention the brilliant\r\nachievements of the humanitarian and development\r\norganizations such as the United Nations Environment\r\nProgramme (UNEP), United Nations Children’s Fund\r\n(UNICEF), the Office of the United Nations High\r\nCommissioner for Refugees (UNHCR), the United\r\nNations Development Programme (UNDP) and the United\r\nNations Relief and Works Agency for Palestine Refugees\r\nin the Near East (UNRWA) as well as the remarkable\r\nrole played by the other relevant regional organizations\r\nand committees within the framework of the United\r\nNations.\r\nThese achievements constitute part of the rich assets\r\naccumulated by the United Nations over the 50 years that\r\nhave elapsed since it was established with the aim of\r\nmaintaining international peace and security. We believe\r\n18\r\nGeneral Assembly 16th plenary meeting\r\nFiftieth session 3 October 1995\r\nthat although the Organization has come a long way in\r\nlaying the foundations of international peace and security,\r\nglobal peace in its broadest sense has yet to be achieved.\r\nTherefore, it is incumbent upon us all to support the United\r\nNations in its forward movement in that direction so that\r\nthe edifice of peace and international security may be\r\ncompleted and maintained.\r\nThe establishment of the World Trade Organization\r\n(WTO) with the aim of organizing and coordinating world\r\ntrade, eliminating the obstacles that obstruct access to\r\nforeign markets and encouraging the movement of capital\r\nand investment is another milestone on the way towards\r\nconsolidating the edifice of international peace and security.\r\nThe WTO should receive every support from the\r\ninternational community. The agreement on its\r\nestablishment under the auspices of the United Nations\r\nshould be an incentive and a challenge to the developing\r\ncountries to promote the level of their economic and social\r\ndevelopment, increase their productive capacity and upgrade\r\nthe level of their services in order for them to qualify to\r\nintegrate their interests with those of the developed\r\ncountries.\r\nBy the same token, the establishment of the WTO\r\nwith the aim of achieving international economic balance\r\non a basis of justice, equality and sustainable development,\r\nin no way remits the developed countries’ obligations\r\ntowards supporting and assisting the developing countries\r\nin working for that integration of their economies with the\r\neconomies of the developed countries. As a matter of fact,\r\nthose obligations are stipulated in the WTO agreement.\r\nIn the context of the United Nations action to\r\nconsolidate the foundations of international peace and\r\nsecurity, the Organization has managed, after 14 years of\r\nstrenuous efforts, to conclude the United Nations\r\nConvention on the Law of the Sea in 1982. The entry into\r\nforce of that Convention on 16 November 1994 is but\r\nanother example of international cooperation in order to\r\nestablish an equitable, just international order to govern the\r\nocean space. Also, the recent efforts in this context with\r\nregard to Part XI of this important international Convention\r\nwill no doubt enhance its universality.\r\nIn the area of disarmament, the United Nations has\r\nperformed an outstanding role, even at the height of the\r\ncold war, as evinced by the signing of the Treaty on the\r\nNon-Proliferation of Nuclear Weapons (NPT). The signing\r\nby more than 159 States of the Convention on the\r\nProhibition of the Development, Production, Stockpiling\r\nand Use of Chemical Weapons and on Their Destruction is\r\nyet another historic United Nations achievement. The\r\nConvention was the first to deal with the elimination of\r\nthis category of overkill weapons on a global scale. It\r\npaved the way for agreement on the elimination of all\r\nother weapons of mass destruction.\r\nAs regards the protection of the environment, the\r\ninternational community has witnessed the dedication of\r\nworld leaders at the 1992 Rio Conference to the task of\r\nhalting the degradation of the environment. The United\r\nNations Framework Convention on Climate Change, the\r\nConvention on Biological Diversity and Agenda 21 that\r\nresulted from this unique Conference have laid the\r\nfoundations of a world partnership that addresses the\r\nproblems of desertification, poverty and the degradation\r\nof the ecosystem which arise from the unrestrained use of\r\nnatural resources.\r\nAll these conventions and programmes have gone on\r\nthe record book as uncontested achievements\r\naccomplished by the United Nations. Such achievements\r\napart, however, the United Nations has proved to be\r\nunable to cope with regional political issues that have\r\ninternational dimensions and are closely related to risks\r\nthat could jeopardize international peace and security.\r\nWhen the cold war ended, regional problems erupted on\r\nthe heels of each other and faced the United Nations and\r\nregional organizations alike with a real challenge.\r\nWith regard to the Middle East question, which we\r\nbelieve to be one of the most significant issues that\r\nconcern the world at large, an important breakthrough has\r\ntaken place on 28 September 1995, when the Israeli and\r\nPalestinian sides signed an historic accord in Washington\r\nD.C. that provides for the expansion of Palestinian self-\r\nrule. While we commend the accord, we voice the hope\r\nthat it will enable the Palestinian people to achieve the\r\nobjective of extending its authority over its own land and\r\nof building its national entity. My country also hopes that\r\nthe progress achieved on the Palestinian-Israeli track will\r\nlead to the activation of the Syrian-Israeli and the\r\nLebanese-Israeli tracks. Lack of progress on those two\r\ntracks is a negative signal that does not serve the interests\r\nof a just and comprehensive peace. If such peace is to be\r\nachieved, we believe that the negotiators on all sides have\r\nto put behind them all the residual suspicions and political\r\nnegativism of the past, free their political will and look at\r\nthe present with a futuristic vision of a world that no\r\nlonger knows geographical boundaries thanks to the\r\ntechnological progress we now witness in every aspect of\r\nlife.\r\n19\r\nGeneral Assembly 16th plenary meeting\r\nFiftieth session 3 October 1995\r\nIn Iraq, the Iraqi Government has yet to respond to all\r\nthe requirements of the relevant Security Council\r\nresolutions so as to allow the lifting of the embargo\r\nimposed by the United Nations on Iraq. We, in common\r\nwith others, were greatly surprised at the serious, important\r\ninformation disclosed recently by the Iraqi Government\r\nregarding its programme of weapons of mass destruction.\r\nRegardless of the reasons that led Iraq not to disclose these\r\nprogrammes in the past, the confidence of the international\r\ncommunity in Iraq has been dealt a severe blow because\r\nIraq had concealed this information in spite of the requests\r\nfrom the Special Commission. In the light of these new\r\ndevelopments which necessitate the continuation of the\r\nwork of the Special Commission for a long time to come,\r\nmy country appeals to the international community to\r\ndouble its efforts towards mitigating the suffering of the\r\nbrotherly people of Iraq. By the same token, Iraq is\r\nrequired, now more than ever before, to reconsider its\r\nrejection of Security Council resolution 986 (1995) which,\r\nin our view, provides Iraq with a good opportunity to\r\nreduce some of the suffering of the brotherly people of\r\nIraq.\r\nWe call on Iraq once again seriously to provide all the\r\ninformation and means still in its possession to the Special\r\nCommission. We hope that Iraq’s compliance and\r\ncooperation in this matter will give the United Nations\r\naccess to the crucial information regarding the Iraqi\r\nprogrammes on weapons of mass destruction and pave the\r\nway towards the eventual lifting of the embargo from\r\nwhich the Iraqi people have endured record suffering over\r\nthe past five years.\r\nIn the context of Iraq’s commitment to Security\r\nCouncil resolutions, in particular resolution 686 (1991), we\r\ncall on the Iraqi Government to cooperate further with the\r\ntripartite Committee that deals with the question of Kuwaiti\r\ndetainees and the expatriates of other countries detained in\r\nIraq, and to provide the said committee with detailed\r\ninformation on those detainees. Any progress made in this\r\ndirection will be viewed as a demonstration of the good\r\nintentions of Iraq and its desire to cooperate with other\r\nStates.\r\nIn Somalia, despite the persistent efforts of the United\r\nNations and other regional organizations, the situation in\r\nthat country gives no cause for optimism due to the total\r\ndisregard some Somali leaderships show towards the\r\ninterests of the brotherly people of Somalia.\r\nIn Afghanistan, although the United Nations has\r\ndeployed and continues to deploy special efforts to restore\r\npeace to this war-ravaged country, there is no abatement\r\nof the hostilities and bloodshed caused by the strife of the\r\ndifferent factions in that country. On the other hand, we\r\nview with optimism the progress achieved in the peace\r\nprocesses undertaken by the United Nations in Angola,\r\nMozambique, and Liberia, and call upon the international\r\ncommunity to deploy all possible efforts towards the\r\nmitigation of the suffering of the people of Rwanda who\r\ncontinue to be in the grip of ethnic and political conflicts\r\nbetween the warring factions in their country.\r\nIn the Republic of Bosnia and Herzegovina, despite\r\nthe United Nations and the commendable efforts of its\r\npeace-keeping forces to halt the bloodshed in this\r\nfledgling republic in the heart of Europe, the insurrection\r\nof the Bosnian Serbs and their continued defiance of the\r\ninternational community have resulted in frustrating all\r\nthose concerted efforts. The recent events in Krajina and\r\nthe North Atlantic Treaty Organization (NATO) air raids\r\non Serbian positions have restored a certain degree of\r\nbalance between Bosnia and the Serbs who seem to\r\nunderstand nothing but the logic of force. This has shown\r\nthe validity of the logical call to enable the Government\r\nof the Republic of Bosnia and Herzegovina to exercise its\r\nlegitimate right to self-defence.\r\nIn this connection, obviously, the Agreement of\r\nPrinciple signed under the supervision of the Contract\r\nGroup at Geneva on 3 September 1995 by the Foreign\r\nMinisters of the Republics of Bosnia and Herzegovina,\r\nCroatia, and the former Republic of Yugoslavia (Serbia\r\nand Montenegro) constitutes a significant step towards\r\npeace. However, it is the duty of the international\r\ncommunity to exert great efforts to overcome the\r\ndifficulties facing the United Nations and to ensure that\r\nthe principles agreed on are translated into lasting peace\r\nin the Republic of Bosnia and Herzegovina.\r\nThere is no doubt that such regional issues face the\r\nUnited Nations with a real challenge and pose serious\r\nthreats to international peace and security. In addition,\r\nthey have created human tragedies as a result of such\r\natrocities as “ethnic cleansing” and the horrors of famine\r\nand mass killings, not to mention the heavy financial\r\nburden they have put on the resources of the world\r\neconomy and on the people who have fallen victim to the\r\natrocities. In the light of all this, how can the United\r\nNations face up to all these responsibilities at a time\r\nwhen its ability to deploy efforts is receding because of\r\nthe over-bureaucratization of its various organs and failure\r\nby many Member States to honour their financial\r\nobligations? The situation is complex, but it is one that\r\n20\r\nGeneral Assembly 16th plenary meeting\r\nFiftieth session 3 October 1995\r\ncan be dealt with by restructuring United Nations organs in\r\na more cost-effective manner so that the goals set may be\r\nachieved over the short-, medium- and long-term in\r\nconsonance with basic objectives so that the Organization\r\nmay enter the coming century equipped with firm\r\ninstructions to make international peace and security the\r\nbasic underpinnings of social and economic development.\r\nWith regard to the Security Council, my country feels\r\nthat while preserving the tasks entrusted to it, we must also\r\nfind an effective mechanism to enable the General\r\nAssembly to make an effective contribution in dealing with\r\ncrucial international issues so that all Member States may\r\nparticipate in implementing United Nations resolutions and\r\nprogrammes in line with the provisions of the Charter, in\r\nthe interests of international peace and security as well as\r\neconomic and social development. Proceeding from this,\r\nmy delegation calls upon the international community to\r\nsupport the efforts of the United Nations as the principal\r\nbody entrusted with addressing various crucial questions\r\nthroughout the world. Those are our policies at all levels.\r\nAt the regional level, my country seeks to build bridges of\r\ndialogue and cooperation between all countries in the belief\r\nthat this serves the interests of international peace and\r\nsecurity. We also seek to encourage and support all regional\r\nand international groupings in the same spirit and with the\r\nsame goals in view. At the national level, my country\r\ndeeply believes that the maintenance of regional and\r\ninternational peace provides the most important means of\r\nimplementing our national economic and social plans. With\r\nGod’s will, we have managed to settle with our neighbours\r\nthe problems regarding our borders, which has afforded us\r\na golden opportunity to channel our national capabilities\r\ntowards the implementation of our ambitious national\r\neconomic and social programmes.\r\nBenefiting from the past wealth of economic\r\nexperience and in pursuit of the economic objective Oman\r\ncharted 25 years ago, my Government, with the assistance\r\nof such international bodies as the World Bank and other\r\neconomic experts, organized a conference on the future\r\nperspectives of the Omani economy by the year 2020,\r\nwhich was held at Muscat, the capital, on 3 and 4 June\r\n1995. With the participation of a broad segment of the\r\npublic and private sectors of Omani society and a select\r\nnumber of international organizations and world economic\r\nfigures, that conference laid out the basic lines of the\r\nOmani strategy for future Omani development, among\r\nwhich are the development of human resources, the\r\npromotion of women’s participation therein, the\r\ndevelopment of the private sector so that it may become the\r\ndriving force of the national economy, the encouragement\r\nof economic diversity, the encouragement of a suitable\r\neconomic balance between the economy of Oman and the\r\nrest of the world and the conservation of the environment\r\nand its exploitation for peaceful purposes. My\r\nGovernment’s peaceful endeavour to implement those\r\nstrategies represents the best means by which my country\r\nwill enter the next century on a solid basis, that would\r\nenable the Omani people to expand their economic\r\nresources and benefit from the technological progress we\r\nfeel will govern the world economy and all its means of\r\nproduction and marketing.\r\nThis option, with regard to the means of national\r\ndevelopment, will surely serve the cause of peace and\r\nsecurity. God willing, we look forward to a future filled\r\nwith promise for our future generations.\r\nThe Acting President (interpretation from French):\r\nI now call upon the Foreign Minister of Singapore, His\r\nExcellency Mr. Shanmugam Jayakumar.\r\nMr. Jayakumar (Singapore): Allow me first to\r\ncongratulate His Excellency Mr. Diogo Freitas do Amaral,\r\nand Portugal, on his election to lead the General\r\nAssembly through this important fiftieth session. I should\r\nalso like to record Singapore’s appreciation to his\r\ndistinguished predecessor, His Excellency Mr. Amara\r\nEssy of Côte d’Ivoire. I also take this opportunity to\r\nthank our Secretary-General, Mr. Boutros Boutros-Ghali,\r\nfor his continuing dedication to the purposes of the\r\nUnited Nations.\r\nIn recent years the United Nations has had much to\r\ndo with peace-keeping and human rights. They are\r\nimportant matters, but the United Nations is not just about\r\npeace-keeping or human rights. International economic\r\ncooperation is one of the important purposes of the\r\nUnited Nations as defined by our Charter. Poverty breeds\r\nconflict, but abject poverty makes a mockery of all civil\r\nliberties.\r\nOur Secretary-General’s Agenda for Development\r\nshould give cause for all of us to reflect on the United\r\nNations role in the world economy. Of the five decades\r\nof the existence of the United Nations, four have been\r\ndedicated to development. Vast sums have been\r\nexpended, but with what result?\r\nSpecialized agencies like the United Nations\r\nChildren’s Fund (UNICEF), the World Health\r\nOrganization (WHO), the United Nations Population Fund\r\n(UNFPA) and the United Nations Development\r\n21\r\nGeneral Assembly 16th plenary meeting\r\nFiftieth session 3 October 1995\r\nProgramme (UNDP) do not hit the headlines, but are the\r\nmost successful institutions in the United Nations system.\r\nThey make quiet, unglamorous, but no-less-valuable\r\ncontributions to human dignity and international order than\r\ndo the Blue Helmets or the High Commissioner for Human\r\nRights.\r\nUnfortunately, however, there is a limit to what the\r\nspecialized agencies can do to help uplift the individual\r\nnational economies. The latest United Nations World\r\nEconomic and Social Survey announces the good news that\r\nthe global economy has reached the cruising speed of 3 per\r\ncent growth. But for many countries this news is somewhat\r\nabstract and irrelevant to their day-to-day concerns.\r\nThat same report speaks delicately of distinctions\r\nbetween robust, vulnerable and weak developing economies.\r\nThis polite language only masks the continuing reality of\r\ndegradation, poverty, misery, disease and death.\r\nTen years ago the United Nations Conference on\r\nTrade and Development (UNCTAD) officially classified 36\r\nMember States as least developed. Five years ago this\r\nnumber had risen to 42, and as of August this year there\r\nwere 48 least developed countries. All forecasts project an\r\neven more skewed distribution of global income. The\r\nmarginalization of more than a quarter of the membership\r\nof the United Nations in the world economy must surely be\r\nrecognized as a serious problem. Those Members cannot be\r\nshunted aside indefinitely without provoking a major\r\nbreakdown of international order.\r\nYet today key development institutions are under\r\nattack. Indeed, the very role of the United Nations in the\r\nglobal economy risks marginalization.\r\nWhy is this so? First, lack of a consensus on a post-\r\ncold-war strategic rationale for development is one\r\nimportant factor. Secondly, the endemic tension between\r\nthe United Nations and the Bretton Woods institutions, a\r\ncontest for power and control, is another factor. Thirdly, the\r\nfailure of Member States, especially major contributors, to\r\npay their dues in full and on time has created severe\r\nbudgetary pressures on the United Nations to cut back\r\ndevelopment programmes.\r\nThese, however, are only partial explanations. The key\r\nfactor is the failure of the United Nations to respond to the\r\ncentral economic phenomenon of our time: the globalization\r\nof the international economy and the emergence of what\r\nhas been termed a borderless world.\r\nFor better or for worse, sovereign nation-States will\r\nbe around for a long time to come. Governments are and\r\nwill continue to be key players in the world economy. But\r\na model of sovereign States, interacting only at the\r\nmargins of their existence, no longer adequately describes\r\nthe contemporary world economy. Modern technology and\r\ncommunications have led to money, trade and investments\r\nflashing across borders in ways that Governments cannot\r\ncontrol. This is redefining the very notions of resources,\r\nwealth and value.\r\nTherefore, we have to cope with a globalized\r\ninternational economy in which national actions are no\r\nlonger adequate or effective, but in which, at the same\r\ntime, Governments and States still cannot be disregarded.\r\nEurope, the Americas and the Asia-Pacific region have\r\nresponded in different ways, such as with the European\r\nUnion (EU), the North American Free Trade Agreement\r\n(NAFTA) and, in a looser form, the Asia-Pacific\r\nEconomic Cooperation (APEC). Africa is also looking at\r\nits own regional economic groupings. These experiments\r\nrepresent some of the most significant developments in\r\ncontemporary international relations. They may define a\r\npost-cold-war structure for international order in the next\r\ncentury.\r\nThe United Nations, like its individual Members, is\r\nstruggling to comprehend and catch up with the\r\nimplications of a globalized international economy. But\r\nthe United Nations has been more sluggish to respond\r\nthan many of its Members.\r\nWhen we speak of regionalization in the United\r\nNations, we are referring primarily to the regional\r\ncommissions, which, however, are entirely divorced from\r\nthe important regional economic groupings. This is a\r\nsymptom of a wider problem.\r\nAt a time when most significant developments in the\r\nworld economy are taking place outside the United\r\nNations, one can legitimately ask what the role of the\r\nUnited Nations is in the new world economy. There is a\r\ndanger that it will play no role at all unless it urgently\r\ntakes stock of its current approach to economic issues.\r\nSaving the United Nations from being relegated to\r\nirrelevance requires an attitudinal shift that cuts across\r\nboth North and South. Member States from both the\r\nNorth and the South must accept a new discipline. We\r\nmust forsake ideology for pragmatism and posturing for\r\npracticality in order to concentrate on a more focused and\r\ncompact economic agenda. This will give the United\r\n22\r\nGeneral Assembly 16th plenary meeting\r\nFiftieth session 3 October 1995\r\nNations the tools it needs to cope with the new kind of\r\nglobal economy that is emerging.\r\nThe United Nations must emphasize its strengths, not\r\nits weaknesses. It is not the best forum to negotiate\r\nspecialized and technical matters. Neither is the United\r\nNations an executive body for matters of trade or finance;\r\nthat role properly belongs to the Bretton Woods institutions\r\nand the World Trade Organization. The strengths of the\r\nUnited Nations are political, which is a plus because the\r\nnew world economy demands political as well as technical\r\nresponses.\r\nThe new globalized economy has sharply focused\r\ndevelopment issues that policy makers and theoreticians\r\nhave grappled with for decades. The strictly economic\r\ndebate over appropriate development strategies is over.\r\nOpting out is clearly not an option. It will only accelerate\r\nthe pace of marginalization. However, it has become\r\nequally clear that the magic of the market is not enough.\r\nOnly the United Nations can meet the two resulting\r\npolitical challenges. They are, first, coping with the political\r\nconsequences of rapid but uneven economic growth and,\r\nsecondly, helping the least developed to build the\r\ninstitutions that will allow them to plug into the globalized\r\neconomy. Let me elaborate.\r\nFirst, the process of rapid growth in some countries\r\nhas caused political tensions between the successful\r\ndeveloping countries and the mature Western economies.\r\nThe latter have continued to grow, but more slowly and\r\nwithout significant increases in employment or\r\nimprovements in real living standards.\r\nJob creation and job protection will certainly be high\r\non the agendas of political leaders throughout the\r\nindustrialized world for at least the next decade. There has\r\nbeen a concerted and sometimes very vocal effort to link\r\neconomic issues to workers’ rights, human rights, social\r\nconditions and environmental standards. Developing\r\ncountries view this as bad faith, feeling that the\r\nindustrialized countries are using any pretext to hobble and\r\nhandicap the developing world.\r\nThe critical issue is not really the rights and wrongs of\r\nthe case. It is managing shifts in relative positions of\r\npower. A way has to be found to contain the inevitable\r\nstrains and stresses between the old rich and the newly\r\naffluent economies. Continuing tensions are debilitating and\r\nwill slow growth for everyone.\r\nThe goal is to shape an international order that will\r\nboth optimize conditions for growth and facilitate the\r\nrescue of the least developed countries. There will be\r\nlittle attention paid to their needs if there is constant\r\njostling and tension between the successful developing\r\ncountries and the mature economies.\r\nThere is therefore a need for overarching\r\nframeworks that can help manage relations between the\r\nsuccessful developing countries and the mature\r\neconomies. There is a need to impose a global coherence\r\nand discipline on the emerging international system built\r\naround regional economic groupings. This is not a\r\nfunction that can be performed by the Bretton Woods\r\ninstitutions or even the World Trade Organization. After\r\nall, the first reaction of Europe and the United States to\r\nthe conclusion of the Uruguay Round was more assertive\r\nunilateralism.\r\nTo play a role in forging such frameworks, the\r\nUnited Nations must find the political will to reach\r\ngenuine consensus — not just on paper — on a realistic\r\nglobal economic agenda. But this will require self-\r\ndiscipline.\r\nWhen one reads the action plans and agendas of\r\nmany United Nations economic bodies, it is sometimes a\r\ndepressing exercise in political archaeology. Layer upon\r\nlayer of issues, some dating back to the 1960s and the\r\n1970s, are added with every passing session of the\r\nGeneral Assembly and conference. Their relevance to\r\ncontemporary problems is dubious.\r\nWhat is very puzzling is that, in reality, most\r\nMember States have in actual national practice long since\r\ndiscarded the attitudes and policies which are still\r\nfaithfully placed on the United Nations agenda and\r\nsolemnly debated and discussed in an archaic annual\r\nritual. United Nations economic bodies must therefore\r\neschew the temptation to pretend to micro-manage\r\ninternational economic affairs by delving into the nitty-\r\ngritty of issues they sometimes imperfectly comprehend.\r\nBut I do not advocate a completely laissez-faire\r\napproach. A globalized economy urgently demands\r\nmanagement precisely because it is rapidly moving\r\nbeyond the control of even the most powerful. But it\r\nrequires different management techniques. The day of the\r\nhegemonic manager of the international economic system\r\nis passing. In the new world economy, international order\r\ncan be assured only by the development of rule-based\r\nmultilateral regimes that define broad parameters for\r\n23\r\nGeneral Assembly 16th plenary meeting\r\nFiftieth session 3 October 1995\r\neconomic forces that are not susceptible to micro-\r\nmanagement. So the United Nations is the only universal\r\ninternational Organization with a Charter that gives it a\r\nmandate to range across the spectrum of issues that require\r\nattention. If the United Nations can find the political will\r\nand self-discipline, it will be potentially well placed, in our\r\nview, to develop a genuine consensus on an agenda for\r\nsuch regimes.\r\nRule-based multilateral regimes are not just in the\r\ninterest of small and weak States. The predictability and\r\nstability they confer benefits all of us. It will be\r\nincreasingly uncomfortable and difficult for even the\r\nstrongest to assert themselves unilaterally in a globalized\r\neconomy where business, finance, trade and industry cannot\r\nalways be neatly categorized along national lines. A blow\r\naimed at an opponent’s chin may end up bruising one’s\r\nown shoulder. If the United Nations can develop consensus\r\non an agenda, its relationship with the Bretton Woods\r\ninstitutions and the World Trade Organization will naturally\r\nfall into place. It will clearly be their responsibility to flesh\r\nout and implement the global regimes on an agenda agreed\r\nto by the United Nations. But these institutions are correct\r\nto resist if, as is now all too often the case, the agenda is\r\nimpractical and delves too deeply into matters of detail.\r\nSecondly, the new globalized international economy\r\nhas challenged the belief that developing countries could\r\ngrow simply by relaxing controls and privatizing. This is a\r\nnecessary but insufficient condition. In all of the most\r\nsuccessful developing countries, good, strong and stable\r\ngovernment has always played a key role. The World\r\nBank’s 1993 report entitled “The East Asian Miracle”\r\nreveals that the miracle was not so much a miracle after all.\r\nThe secret was getting the macroeconomic fundamentals\r\nright. But that has been known for decades. Yet there has\r\nbeen no growth in much of the world. The difference was\r\npublic policy. Developing countries that try to follow the\r\nEast Asian model often fail, not because they do not know\r\nwhat the correct economic policies are, but because they\r\nlack the political underpinnings to make such policies stick.\r\nIt is the government that will determine whether a country\r\ncan plug into the fast moving global economy, or whether\r\nit will be bypassed.\r\nTherefore, an urgent and delicate problem is how the\r\nUnited Nations can help the least developed to build\r\ngovernment and political institutions that will enable them\r\nto plug into the globalized economy for development,\r\nwithout intruding too brashly into their domestic affairs.\r\nArticle 2, paragraph 7, of the Charter is still the basic\r\ncornerstone of the United Nations. A multilateral approach\r\nto this sensitive question may be more acceptable than\r\ncrude bilateralism.\r\nBut to deal realistically with this issue, the United\r\nNations must set aside what has become a largely\r\ntheological debate about the relationship between\r\ndemocracy, development and human rights — a phrase\r\nwhich has become part of the accepted language of\r\ndevelopment debates. But it is harmful and misleading if\r\nit implies an inevitable or simple linear causality. Of\r\ncourse, these concepts may well be linked in some way.\r\nBut let us be clear that what we are really talking about\r\nis the relationship between democracy and human rights,\r\non the one hand, and development, on the other. In other\r\nwords, the causality is not linear, simple or inevitable.\r\nThere is no question that repression is wrong and\r\nunhealthy and will stifle growth. There is also ample\r\nempirical evidence to prove beyond any doubt that\r\neconomic growth requires political stability and good\r\ngovernment. The terms “democracy” and “good\r\ngovernment” are often used as if they were synonyms. Of\r\ncourse they overlap to a degree, but they are not the same\r\nthing.\r\nSingapore’s experience is that good government\r\nmust be erected on three interrelated pillars: political\r\naccountability, a long-term orientation, and social justice.\r\nFor long-term stability, Governments must govern with\r\nthe support of the governed. Governments that do not\r\ndeliver will not last. But this fact and the need for\r\nperiodic free and fair elections do not prescribe any\r\nparticular model of political system or ideology. So the\r\nclash and clamour of contending interests, street\r\ndemonstrations and a rambunctious and abusive press may\r\nmake for more exciting television for some Western\r\naudiences. It may even work for some countries. But\r\nmore often than not it contradicts the second pillar of\r\ngood government, which is long-term orientation. That\r\nrequires the ability to resist populist and sectional\r\npressures and, on occasion, administer bitter medicine to\r\novercome economic challenges. Singapore’s experience\r\nhas convinced us that the first duty of government is to\r\ngovern, and also govern fairly. At times, this will require\r\na firm hand.\r\nThe third element of good government is social\r\njustice. There should be equal opportunities for all groups.\r\nIf the Government is fair to all ethnic, religious and social\r\ngroups, it will not be beholden to any special interest.\r\nThis is important in any society. It has been one of the\r\nreasons for Singapore’s political stability and social\r\ncohesion. But Singapore does not hold itself up as a\r\n24\r\nGeneral Assembly 16th plenary meeting\r\nFiftieth session 3 October 1995\r\nmodel, although we are happy, and prepared, to share our\r\nexperience with anyone who may be interested. No one can\r\nprescribe any particular model of political development for\r\nany country. Indeed, when this is attempted dogmatically,\r\nwith only a superficial understanding of the complexities of\r\nspecific situations, it leads to disaster. Our basic assumption\r\nis a fundamentally pragmatic and pluralist one — that there\r\nare no models that can be applied everywhere.\r\nSo growth and stability are linked by a complex and\r\nsubtle dynamic: an unrelenting search for an equilibrium\r\nbetween the rights of the individual, the claims of the\r\ncommunity to which every individual must belong, and the\r\nno less urgent need for Governments to govern effectively\r\nand fairly. No balance between individual liberty and\r\ngrowth can be valid for all countries are for all time. Every\r\nsociety must find its own appropriate equilibrium in the\r\ncontext of its own historical and cultural experiences if the\r\ncountry is to progress.\r\nSingapore straddles the developed and the developing\r\nworlds. Our population generally enjoys a comfortable\r\nstandard of living, and our economy has a relatively\r\nsophisticated service and industrial sector, performing\r\nglobal roles. But Singapore also has structural\r\nvulnerabilities; it has resource limitations that prevent us\r\nfrom being fully developed as yet. Therefore, it is with a\r\nspecial perspective that we in Singapore observe the\r\nongoing debates in and about the United Nations economic\r\ninstitutions. Sometimes we wonder: whose interests are\r\nreally served by a prolonged debate, increasingly divorced\r\nfrom global economic reality? Is it the interest of those who\r\nwant to preserve these institutions, or of those who would\r\nprefer to relegate them to some historical dead end? I do\r\nnot have the answer to that question, but I raise it as one\r\nthat merits urgent attention. I do not think there is much\r\ntime left.\r\nThe Acting President (interpretation from French):\r\nI now call on the Minister for Foreign Affairs, Cooperation\r\nand Francophonie of the Congo, His Excellency Mr. Arsene\r\nDestin Tsaty-Boungou.\r\nMr. Tsaty-Boungou (Congo) (interpretation from\r\nFrench): The General Assembly’s choice of Mr. Freitas do\r\nAmaral to serve as President at this fiftieth session is a\r\nfitting tribute to his eminent qualities and to the role his\r\ncountry, Portugal, has always played in international\r\nrelations. I would like to congratulate him on behalf of my\r\ndelegation and assure him of our cooperation.\r\nWe are grateful to his predecessor, His Excellency\r\nMr. Amara Essy, for the skilful way in which he reflected\r\nand conveyed our concerns throughout his mandate.\r\nI would like to reaffirm the profound gratitude of the\r\nGovernment of Congo to the Secretary-General, Mr.\r\nBoutros Boutros-Ghali, for the concern he showed to find\r\na settlement to the political crisis that overwhelmed my\r\ncountry in the first two years after the democratic election\r\nof Professor Pascal Lissouba as President of the Republic.\r\nDespite the fact that the United Nations inherited the\r\ndifficulties of what were often troubled times and despite\r\nits often controversial role, it remains the repository of\r\nhope for the peoples of the world. The fiftieth anniversary\r\nis a fitting time to look at what the Organization’s\r\nexperience has taught us so that we may be able to\r\nestablish a more confident and optimistic idea of how the\r\nOrganization and mankind as a whole will move into the\r\nthird millennium.\r\nThis session with its inherent symbolism, coming as\r\nit does at an exceptional period in the development of\r\ninternational relations, places us squarely between the\r\nfading dogmas that for a long time seemed to inspire the\r\nperfect system of management and human development,\r\nand the universal desire of the most destitute people for\r\ngreater political freedom, development and the assertion\r\nof their moral and cultural identity.\r\nAs countries once subjected to ideological, political\r\nand economic domination move steadfastly forward, the\r\nUnited Nations remains, as ever, the ideal vehicle for\r\npreventing upheaval from shattering world peace.\r\nIn other words, faced with the new world situation,\r\nthis celebration of the fiftieth anniversary of our\r\nOrganization can be analysed only in terms of a break\r\nwith the past and a time to take stock of new realities in\r\nthe face of the overriding need to establish new\r\nmachinery to govern the international community.\r\nThe various scenes rightly described for us from this\r\nrostrum undoubtedly show the world as it is and as we\r\nwould like it to be. I, therefore, endorse the concerns and\r\nproposals voiced here, particularly, as regards the\r\nrestructuring of the United Nations system, the Agenda\r\nfor Development. There are so many seemingly self-\r\nevident issues that will, I am sure, enjoy the consensual\r\nsupport of all delegations, as happened at the recent\r\nUnited Nations conferences, which have given our States\r\n25\r\nGeneral Assembly 16th plenary meeting\r\nFiftieth session 3 October 1995\r\na platform from which to deal with the major problems of\r\nthe world.\r\nFrom Rio to Beijing, via Vienna, Cairo and\r\nCopenhagen, we have established priorities and made\r\ncommitments that we hope will be translated into action.\r\nAs the Secretary-General of the United Nations rightly\r\nnoted in his report “An Agenda for Development”, peace is\r\nthe foundation for development. The persistence of hotbeds\r\nof tension in certain parts of the world is not conducive to\r\nthe emergence of new prosperous nations. Quite the\r\ncontrary, in the absence of peace, these hotbeds of tension\r\nthwart prospects for development more and more every day.\r\nIn this context, we should encourage the peoples of\r\nAngola and Liberia to continue along the difficult path to\r\nnational reconciliation after the several years of fratricidal\r\ncivil war they have endured.\r\nWe must be gratified by the strengthening of the peace\r\nprocess in the Middle East through the Israeli-Palestinian\r\nagreement of 28 September 1995.\r\nWe should, finally, hail the recent developments in the\r\nsituation in Bosnia and Herzegovina marked by the efforts\r\nof the parties to the conflict to seek ways and means to\r\nachieve peace.\r\nUnfortunately, while expressing our satisfaction at the\r\nrestoration of the democratic regime following the coup\r\nd’état in Sao Tome, thanks to international condemnation,\r\nwe must denounce from this lofty rostrum, any seizure of\r\npower by armed force as has just happened once again in\r\nthe Comoros.\r\nFinally, we would like to express our great concern at\r\nthe instability and insecurity that persist in Africa,\r\nparticularly in the countries of the Great Lakes.\r\nThe situation in that part of the African continent is a\r\nhuman tragedy. There, as elsewhere in Africa where\r\nviolence is rampant, ethnic hatred and intolerance have\r\ncaused massive flows of refugees to flee to neighbouring\r\ncountries.\r\nThis is what has happened in Zaire, a fraternal and\r\nneighbouring country which, from this rostrum, appealed\r\nfor solidarity from the international community in helping\r\nit to overcome the consequences of this tragedy with\r\nrespect for human dignity. We express the hope that this\r\nappeal will be heeded by the entire international\r\ncommunity.\r\nIn the face of all this, it is not difficult to understand\r\nwhy Congo cannot fail to support the idea of holding a\r\nconference on peace and stability in that region. We wish\r\nto state that we are ready, as are other members of the\r\nUnited Nations Standing Advisory Committee on Security\r\nQuestions in Central Africa, to go along with this\r\ninitiative in accordance with the Brazzaville Declaration\r\non cooperation for peace and security in Central Africa.\r\nThis Declaration, adopted after the Committee’s seventh\r\nmeeting on 1 September 1995, is truly a profession of\r\nfaith, in which States reaffirm their determination to work\r\ntowards the establishment of confidence, peace and\r\nsecurity in the Central African region.\r\nThe valuable support which the United Nations\r\nSecretary-General, Mr. Boutros Boutros-Ghali, has\r\nconstantly given to our Committee has contributed to the\r\nfruitful results our States have achieved. Furthermore, this\r\nsupport guarantees success in achieving the objectives of\r\nestablishing a collective security system in Central Africa.\r\nWe thank him once again.\r\nToday, as in the past, the limits and sluggishness of\r\nmost of the States of the African continent remain\r\nunchanged. They are due, on the one hand, to the overall\r\ntrend towards acceptance of stereotypes and, on the other\r\nhand, to the fact that the requirements of modern times\r\nare out of kilter with the basic values underpinning our\r\nsocieties.\r\nTherefore, the democratization of institutional life,\r\nwhich we have embraced victoriously also seems to be a\r\nbreeding-ground for long-contained contradictions. Here,\r\nthey manifest themselves as conflict, even fratricidal wars.\r\nMy own country, Congo, has not been spared these post-\r\ndemocratic upheavals and vagaries.\r\nAllow me to refrain from any dire descriptions\r\nwhich the images of the tragedy experienced by the\r\npeople of Congo would conjure up. This is because I take\r\ngreat pride in expressing the hope of a new African\r\npolitical class, to which I belong, that it will be able to\r\nfollow in the footsteps of great democratic nations and\r\nbanish evil for ever.\r\nThis new generation would like to pioneer new\r\ngovernance. By that I mean a new way of exercising\r\npower, unflawed by hereditary belligerent instincts, that\r\ntakes account of the psychological and moral aspects of\r\n26\r\nGeneral Assembly 16th plenary meeting\r\nFiftieth session 3 October 1995\r\nour civilization and the specific features of the societal\r\nenvironment without jeopardizing the universal values that\r\nguarantee life with dignity.\r\nIn truth, I would like to invite everyone here to share\r\nin the heartfelt cry of the citizen of a country which, having\r\nembarked on the road to the democratization of its\r\ninstitutions and thus the free choice by the people of their\r\nleaders, has turned its back on wanton and barbaric\r\nviolence.\r\nThis violence was dictated by the obsession with\r\npower on the part of those who lost the elections — power\r\nat all costs, absolute power. Other examples on the African\r\ncontinent support this grim picture.\r\nThe mid-term review of the democratization\r\nprocess — a review that began in Africa three years ago —\r\nprompts me to put the following questions to the Assembly,\r\nin view of our societies’ crisis situation:\r\nWith respect to multi-ethnic States, is it legitimate to\r\nassume that the mere codification of constitutional norms\r\ncopied from older democracies is sufficient to transform\r\nfeudal entities into democratic ones and so move on to a\r\nmarket economy, and to move from autocratic tribal rule to\r\nthat of intellectual and political elites chosen for their keen\r\nsense of duty in the service of nations?\r\nIs it legitimate to believe and accept that simply\r\nsubordinating our assistance to African countries to the\r\nneed for their democratization will suffice to persuade their\r\nformer leaders — who for two or three decades governed\r\nour States without opposition or any sharing of power — of\r\nthe virtues of democracy?\r\nSuch a change, in our view, can take place only as\r\npart of a lengthy process. Furthermore, an undoubted\r\nrequirement is that Africa accede to democracy by\r\nconducting an in-depth analysis of its contemporary\r\npolitical history and then adopt rules for political\r\ngovernance that have consensus as a necessary dimension,\r\nrules that can ensure power-sharing by the major political\r\ngroups and the necessary stability for democratic\r\ninstitutions. In this connection, my country’s experience has\r\nbeen a sort of litmus test.\r\nNo solution could have been found without the\r\npersonal and unwavering dedication of the President of our\r\nRepublic, His Excellency Mr. Pascal Lissouba, whose\r\nwisdom and keen sense of dialogue served as a catalyst. On\r\nthe basis of our own social values, traditions, realities and\r\nhistory, our Head of State, without underestimating the\r\nrelevance of the principle that elections are necessary to\r\ndemocracy, has assumed the role of a real paterfamilias,\r\ngathering around him Congolese people of every\r\npersuasion.\r\nIn this spirit, at the initiative of the President of the\r\nRepublic, a Forum on the Culture of Peace, organized\r\njointly by the Congolese Government and the United\r\nNations Educational, Scientific and Cultural Organization\r\n(UNESCO), was held in November 1994 in Brazzaville.\r\nThe decisions taken there have enabled us to make a fresh\r\nstart. Two of them pertain to the reorganization of the\r\npolice, with a view to better adapting it to its traditional\r\ntask as a republican police force, and to the restoration of\r\nthe power of the judiciary.\r\nSeveral months later, following political\r\nconsultations, a broader Government that included the\r\nopposition was set up. The current power-sharing between\r\nthose who represent institutional legitimacy by virtue of\r\nbeing elected and those who did not receive the popular\r\nvote attests to a consensual undertaking based on the idea\r\nof participatory democracy. This approach is rooted in the\r\nmanner in which our village communities were long\r\ngoverned and reduces the sources of conflict that\r\naccession to power could have triggered.\r\nA democratization process that unfolds in this way\r\nhas the necessary resources at its disposal to bear fruit, if\r\nthere is peace. The quest for peace is therefore a crucial\r\nrequirement for our States. The democratization of\r\ninstitutions will remain a pipe dream if there is no will,\r\non the part either of the African political elites or of the\r\ninternational community, to approach the democratic\r\nprocess in Africa in a manner that takes into account both\r\nthe quality of the political classes that governed from\r\nindependence until the beginning of democratization and\r\nthe need to restore peace where obstacles are placed in its\r\npath or it is directly threatened.\r\nIn order to put the idea of participatory democracy\r\ninto effect, the Congolese Government, once peace had\r\nbeen restored, began a national programme of\r\nadministrative and economic decentralization in order to\r\nenable the various political forces to exercise political\r\npower at a more grass-roots level. Today, town, village\r\nand regional councils have been established that take part\r\nin the decentralized governance of various communities.\r\nThus, decentralization is a prime example of one of the\r\nmajor steps in power-sharing.\r\n27\r\nGeneral Assembly 16th plenary meeting\r\nFiftieth session 3 October 1995\r\nBut in the final analysis, in Congo as elsewhere in\r\nAfrica — especially in Central Africa — peace remains\r\nfragile. It is still, to all intents and purposes, at the mercy\r\nof the political appetites of those who believe that, in the\r\nname of democracy and regardless of the people’s choice,\r\nthey have the divine right to be in power and the obligation\r\nto oppose those who accede to it.\r\nThis observation led me to ask the seventh ministerial\r\nmeeting of the United Nations Standing Advisory\r\nCommittee on Security Questions in Central Africa, which\r\nwas held in Brazzaville from 28 August to 1 September\r\n1995 and over which I had the honour of presiding, to think\r\nabout the following point.\r\nDemocracy, which we all wholeheartedly aspire to,\r\nwill be doomed to failure if we do not take the wise\r\ndecision to equip ourselves with not only the necessary\r\nintellectual means but also, and above all, the political will\r\nto reflect on the kind of government our countries should\r\nhave in the world of today. This reflection must necessarily\r\nbe based on history and on the moral and legal rules that\r\nhave provided our various communities with peace, stability\r\nand respect for the rights of the individual and for property\r\nrights. Such reflection will be useful, I believe, if we are to\r\nspare our peoples the ordeal of fratricidal wars.\r\nClearly, democracy cannot be a source of peace or\r\ntake hold lastingly in our countries if accession to political\r\npower on the part of a group of persons is regarded by\r\nother members of the international community as the\r\nexercise of power by one ethnic group or a coalition of\r\nethnic groups. Likewise, to exercise moderation and\r\nrestraint is the moral duty of those who win elections and\r\nwho wield power. This is a crucial requirement in order to\r\ngive a feeling of security to those whose past political\r\npractices have left them convinced that they can be in\r\npower only if one or several members of their own ethnic\r\ngroup or of their region are also involved. This is the evil\r\nthat has been eating away at Africa and at its path towards\r\ntrue democratization.\r\nIn fact, a democratic regime is without any doubt the\r\none that will enable our countries to promote the flourishing\r\nof their elites and to ensure their development and safety.\r\nHowever, as members will note, our collective aspiration to\r\ngreater freedom and equality has at times borne the seeds\r\nof destruction. This is because the transplant that the\r\nsurgeons of democracy thought they needed to perform\r\nautomatically on Africa — without taking into account the\r\npossibility that certain of its elements might be rejected —\r\nhas come up against our own social realities, which are\r\ncharacterized by the fact that for all time, and especially\r\nsince independence, politics has been, and remains, the\r\nroyal road to upward social mobility.\r\nIn such an environment, the rotation of power —\r\none of the basic rules of classic democratic regimes — is\r\nperceived as a way of marginalizing that part of the\r\ncommunity that loses the political elections. The rule of\r\nthe rotation of power, which is perceived and applied by\r\nthe winners of elections as a means of removing from\r\npower those who have lost — which in older democracies\r\nis a normal occurrence — is viewed in our countries as\r\na source of conflict, as my own country’s example shows.\r\nIn such circumstances, should not the establishment\r\nof a democratic regime in our countries be understood, in\r\nthe context of a consensual vision of governance, as a\r\ntransitory stage towards a democracy that would include\r\nthe classic concept of the rotation of power?\r\nIt would seem wise today to tackle the democratic\r\nphenomenon by including in the rules and in the basic\r\nfoundation of democracy a peacemaking dimension that,\r\nwhile stemming from our socio-political realities and our\r\nown world view, would fit into a global framework. The\r\nrotation of political power would, in this transitional\r\nstage, take on a new, less conflictual dimension, while\r\nremaining one of the elements of genuine democracy.\r\nSuch an approach would confer greater legitimacy on\r\nthose who are elected.\r\nThe international community is therefore once again\r\ncalled upon to help Africa bring peace to itself and to\r\nprovide itself with stable democratic regimes. This is the\r\nonly way that Africa’s development can be achieved.\r\nMay this historic session of the General Assembly\r\nbe a decisive turning-point for new victories ushering in\r\na better world and an Africa moving forward towards\r\ndemocracy and progress.\r\nThe meeting rose at 1.25 p.m.\r\n28\r\n"