"United Nations A/50/PV.44\r\n95-86468 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFiftieth Session\r\n44th plenary meeting\r\nFriday, 27 October 1995, 3 p.m.\r\nNew York\r\nPresident: Mr. Freitas do Amaral . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Portugal)\r\nIn the absence of the President, Mr. Moubarak\r\n(Lebanon), Vice President, took the Chair.\r\nThe meeting was called to order at 3.20 p.m.\r\nAgenda item 105 (continued)\r\nSocial development, including questions relating to the\r\nworld social situation and to youth, ageing, disabled\r\npersons and the family\r\nCommemoration to mark the tenth anniversary of\r\nInternational Youth Year\r\nThe Acting President: I call on the representative of\r\nMalaysia, Mr. Razali.\r\nMr. Razali (Malaysia): Two days after the Special\r\nCommemorative Meeting to mark the founding of the\r\nUnited Nations itself, we are meeting to commemorate the\r\ntenth anniversary of International Youth Year. Both events\r\ndeal in many ways with the collective future of humanity.\r\nWhile in youth lies our future, humanity must find\r\nsustenance and succour in a United Nations that genuinely\r\nmanifests multilateralism. The themes of International\r\nYouth Year that were launched in 1985, pertaining to\r\ndistributive justice, popular participation and quality of life,\r\nremain relevant as we undertake an exercise to reform and\r\nrestructure the multilateral system. The youth of the world\r\nmust be involved in this important exercise, as they will\r\ninherit the system.\r\nAs rightly observed and recognized, young people in\r\nall countries are both a major human resource for\r\ndevelopment and key agents for social change, economic\r\ndevelopment and technological innovation. Their\r\nimagination, ideals, considerable energies and vision are\r\nessential for the continuing development of the societies\r\nin which they live. The problems that young people face,\r\nas well as their vision and aspirations, are an essential\r\ncomponent of the challenges and prospects of today’s\r\nsocieties and of future generations.\r\nWe are gratified that the final draft of the World\r\nProgramme of Action for Youth to the year 2000 and\r\nbeyond identifies 10 priority areas: education,\r\nemployment, hunger and poverty, health, environment,\r\ndrug abuse, juvenile delinquency, leisure-time activities,\r\ngirls and young women and the full and effective\r\nparticipation of youth in the life of society and in\r\ndecision-making. It is also to be noted that the\r\nProgramme of Action does not exclude the possibility of\r\nnew priorities being identified in the future, thus giving\r\nthe Programme the flexibility to take on board agreed\r\nchanges.\r\nOf the 5.6 billion people in the world, 1.03 billion\r\nare youths, and 84 per cent of them are in developing\r\ncountries. Of these, over 60 per cent are in the Asia-\r\nPacific region. This portion is expected to increase to 89\r\nper cent by the year 2025. Another statistical indicator\r\npertains to the global work force. Of the 2.8 billion\r\npeople in the labour market world wide, over 120 million\r\nare unemployed and 700 million are underemployed. This\r\nGeneral Assembly 44th plenary meeting\r\nFiftieth session 27 October 1995\r\ninformation underscores the need for us to prepare\r\nappropriate responses, ranging from the providing for\r\nproductive employment to addressing social problems. The\r\nfinal draft Programme of Action attempts to provide a\r\nbroad framework to address these problems.\r\nMalaysia’s national development philosophy has\r\ncontinued to place people at the centre of development.\r\nThis has been incorporated in the formulation and\r\nimplementation of our development policies to ensure,\r\namong other things, the involvement of our youth in the\r\nnation-building process. As a progressively industrializing\r\ncountry, Malaysia has placed great importance on the\r\ndevelopment of its human resources. With youth making up\r\n42 per cent of the Malaysian population, it is imperative\r\nthat Malaysia prioritize the development of this valuable\r\nnational asset to further develop and improve our social and\r\neconomic conditions. The rapid economic growth Malaysia\r\nhas experienced has brought opportunities for our people.\r\nYet at the same time, there are also social problems, such\r\nas drug abuse and the erosion of family values.\r\nTo imbue youth with knowledge, skills and a sense of\r\nsocial responsibility in a changing environment, Malaysia\r\nhas embarked on a plan to ensure an overall balanced and\r\nhealthy development programme for youth. This\r\nprogramme, known as Rakanmuda, or young friend, was\r\ninitiated following a study of the problems of youth in\r\nMalaysia that was commissioned by the Ministry of Youth\r\nand Sports in early 1994. This programme is designed to\r\nprovide a new vision for youth. It encompasses 10 lifestyles\r\nformulated to channel the energy of Malaysian youth\r\ntowards healthy, productive, interesting and fruitful\r\nactivities. More than 1 million Malaysian youths have\r\nregistered to participate in this programme, which has been\r\nimplemented with the close collaboration of Government\r\nagencies, the private sector and non-governmental\r\norganizations.\r\nMalaysia has also sought to develop leadership and\r\nbusiness and technical skills among its youth through\r\nformal and informal programmes, including technology\r\nprogrammes and business and skill training programmes.\r\nNot only are Malaysian youth organizations active\r\nparticipants in national development; they are also\r\nencouraged and given the opportunity to participate in\r\nregional and global programmes on issues of mutual\r\nconcern and interest to all of us — the environment, health,\r\nhuman rights, and information technology, to name a\r\nfew — to create awareness. Malaysian youths have been\r\ninvolved in exchange programmes at the bilateral and\r\nmultilateral levels to promote international understanding\r\nwhile sharing with others our national experience of\r\nmulti-racial and multi-religious society.\r\nYouth in developing countries, including Malaysia,\r\nneeds not only better health and information about health,\r\nbut also access to better education and training, credit and\r\ntechnical assistance and technology. These concerns, if\r\naddressed, would reduce poverty, which is central to all\r\nefforts to enhance social and economic development. It is\r\ncritical to have the cooperation of the international\r\ncommunity in the pooling of technical expertise and other\r\nresources and in providing them to the development\r\nprogrammes for youth in developing countries. Youths,\r\nparticularly those who are victims of ethnic strife, armed\r\nconflicts and lack of employment opportunities, deserve\r\nour immediate support.\r\nBefore concluding, I must underline once again the\r\nurgent need for adequate and timely means of\r\nimplementation. Given the broad reach of the proposed\r\nWorld Programme of Action for Youth to the year 2000\r\nand beyond, along with the vast difference between the\r\nlevel of development of the poorest and least developed\r\ncountries and that of the highly industrialized countries,\r\nthe means of implementation for the priority areas\r\nidentified in it are absolutely necessary if the Programme\r\nis to be operationalized.\r\nThe Acting President: I call on the representative\r\nof the Islamic Republic of Iran, Ms. Mirbaha.\r\nMs. Mirbaha (Islamic Republic of Iran): I am very\r\npleased to take part in these special meetings of the\r\nGeneral Assembly devoted to marking the tenth\r\nanniversary of International Youth Year. This is a\r\nwelcome opportunity to assess the situation of youth in\r\nthe world, at the very time that the United Nations turns\r\n50 years young. The hopes, dreams and aspirations for a\r\nbetter future for mankind expressed a few days ago, in\r\nthis very Hall, by world leaders during the\r\ncommemoration of the fiftieth anniversary of the United\r\nNations, rest, in effect, in the hands of young people.\r\nThey will be the agents of realizing those hopes and\r\ndreams. Thus, the future lies in the vision, commitment\r\nand success or failure of our efforts to deal with issues\r\nfacing youth today.\r\nA British writer said in 1845 that the youth of a\r\nnation are the trustees of posterity. This is all the more\r\ntrue today in our increasingly small world. The youth are\r\nthe true trustees of the posterity of our global citizenry.\r\n2\r\nGeneral Assembly 44th plenary meeting\r\nFiftieth session 27 October 1995\r\nThus no matter how hard we try and how many resources\r\nwe devote to creating an atmosphere in which young people\r\ncan develop to their fullest potential, we have not done\r\nenough. Investing in youth today is ensuring our future\r\ntomorrow. In this time of scarce resources and competing\r\ninterests, it is easy to be persuaded to accord marginal\r\nimportance to the question of youth in our national,\r\nregional and international efforts. International Youth Year\r\nin 1985, and these special meetings of the General\r\nAssembly on its tenth anniversary, are timely efforts to\r\nfight such tendencies.\r\nIn 1995, 84 per cent of the world youth population of\r\n1.03 billion — people aged 15 to 24 — live in developing\r\ncountries. The difficulties resulting from the North-South\r\ngap hit young people in the developing world even harder,\r\nmarginalizing them even further because of the limited\r\nresources for education and training, viable employment,\r\nand health and social services. Therefore, from an\r\ninternational economic perspective, more favourable North-\r\nSouth relations, in which the great divide would stop\r\nwidening and begin shrinking, would have a marked impact\r\non the betterment of the general condition of 89 per cent of\r\nthe world youth population in 2025.\r\nMy delegation notes with appreciation the efforts of\r\nthe United Nations system, particularly the Commission on\r\nSocial Development, in addressing the problems facing\r\nyouth around the world. Prominent among these efforts are\r\nthose related to concluding and adopting the draft World\r\nProgramme of Action for Youth to the Year 2000 and\r\nBeyond. In our opinion, the World Programme of Action\r\nconstitutes a considerable step towards the improvement of\r\nthe situation of youth world wide, because it provides a\r\nframework and multisectoral standards for both policy-\r\nmaking and implementation at the national, regional and\r\ninternational levels. Naturally, Governments should work\r\nwith young people and their grass-roots organizations at the\r\nnational level to develop responses and strategies for\r\ndealing with the particular issues facing them that are\r\nappropriate to their own historical background and cultural\r\nheritage.\r\nThe 10 priority areas identified by the draft World\r\nProgramme of Action for Youth constitute the conceptual\r\nframework of these efforts. The priority areas identified in\r\nthe World Programme of Action are education,\r\nemployment, hunger and poverty, health, environment, drug\r\nabuse, juvenile delinquency, leisure time activities, girls and\r\nyoung women, and full and effective participation of youth\r\nin the life of society and in decision-making. We note that\r\nthe three themes of International Youth Year —\r\nparticipation, development and peace — are at the core of\r\neach of the 10 priority areas and of their principal issues\r\nand specific objectives and of the actions proposed.\r\nEducation is identified as the first priority, and\r\nperhaps the prerequisite, for social development.\r\nUnfortunately, the economic situation and dire lack of\r\nresources in many developing countries have seriously\r\nhampered the promotion of educational opportunities.\r\nMany young people are forced to leave school and join\r\nthe labour force in order to survive. The education of\r\ngirls and young women is especially crucial in\r\nguaranteeing them gainful employment opportunities.\r\nIndeed, education is the single most effective factor in\r\nimproving the quality of life of the whole family, as the\r\nparents are the child’s first educators.\r\nThroughout the last decade, the Islamic Republic of\r\nIran has adopted numerous constructive measures in this\r\nregard, and their impressive results are recorded in\r\nofficial international statistics. Foremost among these\r\nsuccesses are the increase in the number of literate\r\nwomen, the high percentage of women in higher\r\neducation, and the almost equal school enrolment of boys\r\nand of girls.\r\nIn this connection, the role of our National\r\nOrganization for the Intellectual Growth of Children and\r\nYoung Adults is of particular importance in Iran. This\r\norganization, which has branches all over the country, is\r\ndevoted to providing non-formal education to children and\r\nyoung adults to foster their intellectual growth, spirit of\r\nsearch and public participation. A pilot programme has\r\nbeen in place in Tehran for the past five years in the area\r\nof leisure-time activities for youth. This programme,\r\nwhich has focused mainly on inner-city youth, includes\r\nsports complexes of different kinds, time-sharing public\r\ncomputer centres and cultural facilities throughout the\r\ncapital. Other municipalities throughout the country are\r\ngradually following suit and establishing similar\r\ncommunity programmes.\r\nThe global recession has been a major factor behind\r\nworld-wide unemployment, particularly in developing\r\ncountries. This constitutes yet another critical area of\r\nconcern that has affected youth more than other segments\r\nof the population. Poverty and unemployment isolate and\r\nmarginalize the young, preventing them from becoming\r\nindependent and establishing families, thus leaving them\r\nfew options, of which the most tempting is to resort to\r\nsocial ills such as drugs, violence or crime to earn a\r\nliving.\r\n3\r\nGeneral Assembly 44th plenary meeting\r\nFiftieth session 27 October 1995\r\nAs a result, today many young people face the\r\ndebilitating problems of poverty and isolation, and have lost\r\ntheir faith in the future. For these critical reasons, the\r\ncreation of employment opportunities and the full\r\nintegration of youth into society should be given priority in\r\nall national youth policies and programmes. Young women\r\nand young men share these problems, and others. The\r\nsocial network of a country must offer sufficient provisions\r\nfor young women, including child care, so mothers of\r\nyoung children can participate in work and education.\r\nAnother major area of concern is the vulnerability of\r\nyoung people to drug abuse. Sadly, in today’s world, the\r\nconsequences of widespread drug abuse and trafficking,\r\nparticularly among young people, are all too apparent. The\r\ninternational community places particular emphasis on\r\nreducing the demand for, and supply of, illegal drugs. To\r\nthis end, national initiatives and measures to combat illicit\r\ntrafficking must be fully supported and reinforced at the\r\nnational, regional and international levels.\r\nWhile emphasizing regional and international\r\ncooperation in implementing the mandates of international\r\ndrug conventions, my country has additionally committed\r\nitself to fight strongly against narcotic drugs, placing the\r\nhighest priority on drug control measures. These measures\r\ninclude law enforcement training for combatting illicit drug\r\ntrafficking, treatment and rehabilitation of drug abusers, and\r\npublic education on the issue.\r\nYoung people are among the most vulnerable\r\nsegments of the population. They naturally seek stimuli,\r\nideologies, dreams and hopes, and are highly susceptible,\r\ntherefore, to social ills in their tendency to look for change\r\nand to experiment. The family and other informal control\r\ngroups provide the necessary protection for them against\r\nsocial evils, and, at the same time, help them to pursue a\r\nphysically and morally healthy social life.\r\nIn the Islamic Republic of Iran, except for juvenile\r\ndelinquents who commit capital offenses and other heinous\r\ncrimes, young people do not go through the formal criminal\r\njustice system and do not carry the label and stigma of\r\ncriminality for the rest of their lives. Their cases are\r\nadjudicated with a view to their reintegration into the\r\ncommunity through a network of community-based half-\r\nway houses, and vocational training centres where they\r\nreceive counselling, formal education and job training.\r\nMost of the social complications discussed here can be\r\nattributed to an erosion of moral and religious values in our\r\nsocieties. The world, particularly youth, is suffering from a\r\nmoral crisis which, in many societies, is of immense\r\nproportion. To avert this crisis of identity, we have to\r\nrespond to the spiritual needs of young men and women\r\nas well as to their temporal needs.\r\nThe Islamic Republic of Iran strives to create a\r\nsuitable environment for the moral, educational,\r\nintellectual and physical growth of its youth. In 1992, the\r\nSupreme Council for Youth was established to formulate\r\nand implement specific programmes based on prevailing\r\nneeds and priorities, in order to deal with issues\r\nconcerning youth. The President of the Islamic Republic\r\nof Iran actively chairs this policy-making Council. In\r\nspite of the short time this Council has been in existence,\r\nintegrated policies have been adopted to address the needs\r\nof young people. Some of the key policies which have\r\nbeen formulated with the participation of young people\r\nthemselves are as follows: design and implementation of\r\nover 50 large-scale field research projects to identify the\r\nproblems facing youth in Iran today and to make policy\r\nsuggestions about strategies to deal with them;\r\nestablishment of a comprehensive data bank based on\r\nover 300,000 books, articles and university theses on\r\nvarious issues relating to youth; adoption of a Youth\r\nTraining and Educational Charter, to serve as the highest\r\npolicy document of the Islamic Republic of Iran for the\r\ncultural and educational advancement of the young\r\nIranian generation, and compilation of over 2,000\r\nmultisectoral actions for the realization of this goal;\r\nprovision of interest-free loans to start families to young\r\npeople who would otherwise be financially unable to do\r\nso; establishment of youth councils in all provinces,\r\naimed at extending the implementation of policies and\r\nprogrammes envisaged for youth across the country. The\r\nYouth Training and Educational Charter of 1992 in Iran,\r\nand the serious implementation of its programme of\r\naction are believed to have been an important factor in\r\nthe gradual decrease in the youth unemployment rate, the\r\nincrease in the literacy rate, and the increase in social and\r\nhealth services to youth.\r\nIn conclusion, although the main responsibility for\r\nthe implementation of the objectives and actions set by\r\nthe draft Programme rests with national Governments, one\r\nshould not lose sight of the fact that these ambitious\r\ntargets cannot be attained by one Government alone,\r\nparticularly when the available resources are limited.\r\nTherefore, a new partnership needs to be initiated with\r\nthe involvement of major actors, including Governments,\r\ninternational organizations, non-governmental\r\norganizations and the private sector. International\r\ncooperation in this regard should perhaps go beyond\r\n4\r\nGeneral Assembly 44th plenary meeting\r\nFiftieth session 27 October 1995\r\npolicy-level issues and concentrate primarily on ways and\r\nmeans implementing the Programme of Action in terms of\r\nexchanges of information on research and studies, and\r\ntechnical cooperation.\r\nThe Acting President: I should like to inform the\r\nAssembly that the representative of Suriname has requested\r\nto participate in the debate on this item. Inasmuch as the\r\nlist of speakers was closed yesterday, may I ask the\r\nAssembly whether there is any objection to the inclusion of\r\nthis delegation in the list of speakers?\r\nI see none. Suriname is, therefore, included in the list.\r\nI now call upon Mr. Christos Messis, Vice-Chairman\r\nof the Governing Council of the Cyprus Youth Board.\r\nMr. Messis (Cyprus): At a time when our\r\ninterdependent world is becoming a global village owing to\r\nthe tremendous rate of technological advancement, our\r\nyoung people face vexed questions which must be\r\naddressed nationally, regionally and globally. The tenth\r\nanniversary of International Youth Year provides us with an\r\nexcellent opportunity to review the achievements thus far\r\nand to find answers to the new challenges of the twenty-\r\nfirst century. The serious problems faced by the youth of\r\nour world concern us all because the responsibility belongs\r\nto everyone.\r\nDespite the notable improvements that humanity has\r\nachieved in many areas, there is still much to be done\r\nregarding youth. There are still many countries where\r\nstarvation, illiteracy, poverty and war continue to exist,\r\nresulting in suffering, especially among the young. At the\r\nsame time, in countries where peace and prosperity prevail,\r\ndrugs, unemployment and juvenile delinquency vigorously\r\nstrike the new generation. This describes the tragic situation\r\nfaced by the youth of our planet. Youth problems are\r\ndifferent from country to country, from nation to nation and\r\nfrom one social group to another. One, therefore, cannot\r\nrely on any single approach for their solution. Furthermore,\r\nthe complexity and heterogeneity of youth greatly\r\nexacerbate the obstacles and difficulties in our efforts to\r\nimprove the present situation.\r\nI would like to refer, as an example, to my own\r\ncountry, the Republic of Cyprus, which is a small country\r\nwith an area of 3,500 square miles, a population of 700,000\r\npeople and a prosperous society. In Cyprus, where the level\r\nof education is very high and unemployment is almost non-\r\nexistent, the continuing occupation of 37 per cent of its area\r\nand the uprooting of one third of its population due to the\r\nTurkish invasion of 1974, continue to have their profound\r\nand disastrous effects on the youth of Cyprus.\r\nThe population in the occupied part of my country,\r\nwhich was forcibly uprooted, has temporarily been\r\naccommodated in cities and refugee settlements in the\r\nfree areas of the Republic. This has had, and continues to\r\nhave, very negative effects on the social behaviour and\r\nthe way of life of the youth of Cyprus, who are now\r\nforced to live in relatively crowded and unfamiliar city\r\ndwellings. The social changes that have taken place since\r\n1974 have upset the institutions and customs of the\r\nsociety of Cyprus, which is based on strong family units.\r\nThe psychological effects of the invasion and continuing\r\noccupation of Cyprus are unavoidably devastating. The\r\ninfluence of the economic, social and psychological\r\nfactors of the invasion has been especially visible in the\r\nyoung, who are a vulnerable social group. As a result, the\r\nnew generation of Cyprus finds itself facing dangers and\r\ncomplex problems.\r\nDespite all these adverse factors, prudent\r\nGovernment policies, implemented through the\r\ninvolvement and direct participation of youth\r\norganizations in the decision-making process in the years\r\nthat followed the tragic events of 1974, have enabled us\r\nto overcome some of the problems and to heal some of\r\nthe wounds. The strong traditional family ties that are the\r\nvery fabric of our society have contributed to the easier\r\nadjustment of our youth to the new circumstances created\r\nby the invasion of 1974.\r\nFurthermore, through the tremendous efforts of the\r\npeople and the Government to overcome the sufferings,\r\na few positive developments also took place. Some\r\nexamples are the high level of education, the creation of\r\ninstitutions and bodies for youth, and especially the\r\nnoticeable increase in social awareness. These beneficial\r\nresults of the youth of Cyprus were only achieved in\r\ncases where young people were given the opportunity to\r\nget involved and participate in decision-making centres\r\ndealing with issues related to them. Thus, the cornerstone\r\nof our policy has been to ensure that our youth should not\r\nfeel marginalized or alienated from the rest of the body\r\npolitic.\r\nUndoubtedly, recognition by society of the\r\ncompetence, the reliability and the rights of the new\r\ngeneration are prerequisites for success in any effort\r\naimed at its welfare. This is primarily initiated through\r\nthe participation of youth in the decision-making process\r\nand in the implementation of agreed Government policies.\r\n5\r\nGeneral Assembly 44th plenary meeting\r\nFiftieth session 27 October 1995\r\nWithout this participation, even the best and highly\r\nfinanced programmes will remain ineffective and non-\r\napplicable.\r\nThe new generation is the global hope for a better\r\nfuture. The young people of the world have both the\r\nknowledge and the ability to meet today’s challenges. In\r\nthis respect, the modern technological era of enhanced\r\neducation in electronic information has a substantial\r\ncontribution to make. We agree with the statement made\r\ntoday by the youth delegates that youth are not the\r\nproblem, they are the solution. In our opinion, what needs\r\nto be done is for society, without prejudice, and going\r\nbeyond declatory statements, to give youth what rightfully\r\nbelongs to them and what they really deserve. This is the\r\nonly universal approach aiming at giving youth and\r\nhumanity itself a chance for a brighter future on our planet\r\nin the coming century.\r\nThe Acting President: I now call on Mr. Armando\r\nArteaga Tenorio, Youth Representative of Mexico.\r\nMr. Arteaga Tenorio (Mexico) (interpretation from\r\nSpanish): First of all, we would like to express our support\r\nfor the statement made by the representative of Ecuador on\r\nbehalf of the Rio Group. We believe that it is very\r\nimportant that the commemoration of the fiftieth\r\nanniversary of the United Nations has coincided with the\r\ntenth anniversary of International Youth Year, since this is\r\na particularly appropriate time to reflect on the\r\ncontradictions and problems confronting youth at the end of\r\nthe millennium and to seek different ways to meet the\r\nchallenges shared by the international community in this\r\nfield.\r\nThe expectations of the new generations of youth have\r\nbeen affected drastically by changes at the end of the\r\ncentury. The traditional problems that have been facing\r\nyoung people over the past two decades, such as\r\nunemployment, the need for education and vocational\r\ntraining, drug abuse, delinquency or the heartbreaking\r\neffects of hunger and poverty, have all increased.\r\nTo these growing trends can be added the emergence\r\nof so-called problems of modern life, including large-scale\r\nmigrations mainly of young people, the emergence and\r\ngrowth of AIDS and environmental devastation, which\r\nmake it clear that we are living in a fragile world with\r\nlimited resources.\r\nSimilarly, the messages of violence reaching the youth\r\nof today have increased considerably as compared to the\r\nmessages young people received only 10 or 15 years ago.\r\nThis, combined with the effects of marginalization and\r\nlow expectations, contributes to the emergence of\r\nincreasingly violent societies. Thus, mainly in large urban\r\nareas, new generations are losing the ability to be shocked\r\nat the problems affecting community life. This is what\r\nsome critics have come to call the value crisis of\r\ngeneration X.\r\nThis all underlines the crucial importance of the\r\nUnited Nations appeal to Governments to introduce youth\r\npolicies with an integral and forward-looking approach.\r\nWe believe that the priority areas of the draft World\r\nProgramme of Action include viable possibilities in the\r\nsearch for solutions to the problems to which the\r\nProgramme refers.\r\nWe would like to make a few comments on the way\r\nit is implemented and mention the importance of\r\nconsidering the following strategies. First, the constant\r\npromotion of the participation of youth as a group, with\r\nshared responsibility, in the design, implementation and\r\nassessment of national programmes that will generate\r\nalternative strategies for youth development. Second, the\r\nstrengthening of institutional coordination of the\r\ncompetent entities in each Government from within, in\r\norder to provide for coordination in target regions or\r\ngroups in respect of integral and complementary\r\nprogrammes. Third, guarantees that youth-oriented actions\r\nwill continue by incorporating the principal concepts of\r\nthe Programme in the proper legal and regulatory\r\nframework. Fourth, the development of a strong\r\ncommunications policy in the electronic and printed\r\nmedia, so that in addition to informing and providing\r\nguidance on alternative solutions to the problems,\r\ndialogue with young people and participation by them will\r\nbe broadly based. Fifth, the promotion of research on an\r\nongoing basis so that the provisions of the Programme in\r\ndifferent spheres of action can be gradually adapted and\r\nrespond to changes in the regions, age groups, or the\r\nnature of the specific problems.\r\nIn Mexico, there are three specialized programmes\r\ndealing with youth. In addition, the Government targets\r\nyouth in all programmes in the public administration. In\r\nthis way, policies in education, employment, health,\r\njustice, training, culture or recreation have a direct impact\r\non the young population.\r\nSince the present administration took over, youth\r\npolicy has been strengthened. Thus, in the Legislature,\r\nthere has been support for the establishment of youth\r\n6\r\nGeneral Assembly 44th plenary meeting\r\nFiftieth session 27 October 1995\r\ncommittees in the Chamber of Deputies and Senate\r\nrespectively, as well as in the Assembly of Representatives\r\nof the Federal District and seven local congresses.\r\nAs regards the draft World Programme of Action for\r\nYouth Towards the Year 2000 and Beyond, the\r\nGovernment of Mexico will be studying and discussing its\r\ncontents in the youth committees in both the legislature and\r\nthe executive.\r\nFinally, I would like to point out that we are aware\r\nthat the attainment of the integral development of youth\r\ndepends on the same factors that define the economic,\r\npolitical and social lives of nations. The problems of new\r\ngenerations are only a reflection of the problems of society\r\nat large but seen from a medium-term and long-term\r\nperspective. This means that we must think about the\r\nworld, not in terms of something we have inherited from\r\nour parents, but as something on loan for our children.\r\nThe Acting President: I now call on the\r\nrepresentative of Bangladesh, Mr. Ziauddin.\r\nMr. Ziauddin (Bangladesh): Socio-economic\r\ndevelopment, to be most effective, must encompass all\r\nsegments of society, particularly the world’s youth, which\r\ncurrently comprises 18 per cent of the total world\r\npopulation. Over 84 per cent of the world’s youth live in\r\ndeveloping countries, and over 60 per cent live in Asia.\r\nYouth comprises a very significant segment of society, and\r\nits concerns, views and problems must be given our full\r\nattention, in order to build a solid foundation for successful\r\nsocio-economic growth and development for the world of\r\ntomorrow.\r\nIn 1985, International Youth Year drew attention to\r\nthe growing numbers and needs of the world’s youth. Ten\r\nyears have passed, and profound and wide-ranging\r\ninternational socio-economic changes have taken place.\r\nDuring this decade, new challenges and unforeseen\r\ndifficulties have arisen for the developing countries and\r\ntheir youth populations, leading to their continued overall\r\ninternational marginalization and socio-economic\r\ndeterioration.\r\nThe 1990s have seen a renewed emphasis on social\r\nconcerns, with six United Nations conferences taking place\r\nover a period of five years, each addressing fundamental\r\nsocial issues which are of direct concern to the world’s\r\nyouth. We must build upon these recent international\r\ndevelopments by incorporating special provisions for youth\r\nand translating them into actions.\r\nToday, in 1995, we reflect not only upon the fiftieth\r\nanniversary of the United Nations, but also upon the tenth\r\nanniversary of International Youth Year. At this moment,\r\nwe have an ideal opportunity to bring the special\r\nproblems of youth to the attention of Governments and\r\nthe United Nations system, and to launch special global\r\nactivities to ensure that youth and their concerns are\r\nbetter integrated into development strategies and activities.\r\nThe preparation of a target-oriented World Programme of\r\nAction for Youth to the Year 2000 and Beyond, to be\r\nimplemented within a specific time-frame, is a matter of\r\nutmost priority and importance.\r\nWe are confident that the draft World Programme of\r\nAction will provide a policy framework and practical\r\nguidelines for an international partnership and\r\ndevelopment paradigm based on the mutual interest and\r\nresponsibility of national Governments and the\r\ninternational community to improve the situation of young\r\npeople. We must strive to achieve the objectives of\r\nInternational Youth Year and to foster conditions and\r\nmechanisms to promote improved well-being and\r\nlivelihood among young people for the years to come.\r\nThe World Programme of Action should ensure an\r\nincreased quality and quantity of opportunities available\r\nto young people for full, effective and constructive\r\nparticipation in society to the year 2000 and beyond.\r\nEffective implementation of the draft World\r\nProgramme of Action will require significant expressions\r\nof commitment by organizations, institutions and the\r\ninternational community, and the involvement of youth\r\nfrom all sectors of society. Therefore, an overall system\r\nof enabling mechanisms is necessary, engaging the\r\nhuman, political, economic, financial and socio-cultural\r\nresources necessary for the World Programme of Action\r\nto be implemented on the national, regional and\r\ninternational level.\r\nBangladesh has taken special action to advance its\r\nyouth, who comprise one third of its population. The\r\nDepartment of Social Services has introduced youth\r\nwelfare services to help solve the problems faced by\r\nunemployed young persons, school dropouts and homeless\r\nyouths. In view of the dimension and importance of the\r\nproblem, a separate Ministry of Youth has been\r\nestablished. A national youth policy has been adopted to\r\npromote and ensure the rights of youth, particularly in the\r\nareas of education, skills development, employment, and\r\nparticipation in community development activities.\r\n7\r\nGeneral Assembly 44th plenary meeting\r\nFiftieth session 27 October 1995\r\nSpecial emphasis has also been placed on promoting\r\nand ensuring the active participation and development of\r\ngirls and young women. In Bangladesh, we have heavily\r\ninvested in the education of the girl child through stipends,\r\nfree education for female students, and an innovative\r\nprogramme of “food-for-education” designed specifically to\r\naddress the high dropout rate prevalent among girl children.\r\nWhile addressing the question of youth, we would like\r\nto underscore the importance of social values and norms\r\nand the role of the family in youth development. Society\r\nmust instil in its youth the true value of traditions and\r\ncustoms for a strong family, which is the basic unit of\r\nsociety, and which has the primary responsibility in\r\ndeveloping youth.\r\nSustainable socio-economic development must mean\r\ninvesting in youth to enable them to take charge of their\r\nown destiny. Young people in all countries are both a major\r\nhuman resource for development and key agents for social\r\nchange, economic development and technological\r\ninnovation. Their imagination, ideals, energy and vision are\r\nessential for the continuing development of the societies in\r\nwhich they live. The problems that young people face as\r\nwell as their vision and aspirations are an essential\r\ncomponent of the challenges and prospects of today’s\r\nsocieties and future generations as well. The ways in which\r\nthe challenges and potentials of young people are addressed\r\nby policy will influence current social and economic\r\nconditions and the well-being and livelihood of future\r\ngenerations.\r\nUp until this time, the rights of young people have not\r\nreceived the same deserved attention from the United\r\nNations system as have other groups of the population.\r\nYoung people in all parts of the world, living in countries\r\nat different stages of development and in different socio-\r\neconomic situations, aspire towards full participation in the\r\nlife of society, as provided in the United Nations Charter.\r\nRelevant United Nations agencies and programmes,\r\ntherefore, need to intensify their efforts for the development\r\nof youth.\r\nWith this session, Bangladesh sincerely hopes for a\r\nsuccessful conclusion of the formulation phase of the draft\r\nWorld Programme of Action for Youth to the Year 2000\r\nand Beyond. It would be a good beginning. Upon its\r\nadoption by the fiftieth session of the General Assembly,\r\nthe World Programme of Action will enter its second and\r\nperhaps most vital phase — that of full and timely world-\r\nwide implementation to complete the process. Bangladesh\r\ngives its full endorsement to the draft World Programme of\r\nAction and underscores the need for concerted action and\r\ncooperation at all levels. With this, the international\r\ncommunity will enter a new international era — one in\r\nwhich the overall socio-economic situations of youth and\r\nthe societies in which they live will see continued\r\nimprovement through the realization of their development\r\ngoals. This should be our solemn pledge, because today’s\r\nyouth are our future.\r\nThe Acting President: I now call on His Excellency\r\nMr. Iqbal Haider, Senator of Pakistan.\r\nMr. Haider (Pakistan): We are here to mark the\r\ntenth anniversary of International Youth Year. This is an\r\nimportant occasion to review the progress made so far\r\nand to address the challenges which still lie ahead of us.\r\nIn the last 10 years, greater awareness has been\r\ncreated concerning the problems of youth. However,\r\naction-oriented focus on youth world wide is still weak.\r\nThe task before us is to realize the crucial importance of\r\nthis subject and design strategies so that the youth of the\r\nworld in the next 10 years emerge as both contributors to\r\nand beneficiaries of our societies.\r\nYoung men and women of today, as the Assembly\r\nwould agree, are leaders of tomorrow. Their conditions\r\ndetermine the strengths and weaknesses of society as a\r\nwhole. With ill-fed, uneducated and untrained youth, we\r\ncannot hope to build a progressive and viable community.\r\nYouth need a vision for the future and an environment in\r\nwhich they can attain their full growth and development.\r\nThe conditions of youth all over the world are\r\nprecarious. In the developing countries, the aspirations of\r\nyouth remain unfulfilled. The majority of them are\r\nilliterate, unemployed and outside the mainstream of\r\nsocial and economic life. Deprivation at home forces\r\nthem to migrate to other countries to seek employment.\r\nStructural adjustment programmes weaken the capacity of\r\nvarious countries to allocate sufficient resources to\r\naddress the problems of youth.\r\nThe labour markets are overcrowded, and in the\r\nyears to come the pressure created by people looking for\r\njobs will increase. According to the International Labour\r\nOrganization, more than 100 million new jobs will have\r\nto be created to absorb the growing number of young\r\npeople in developing countries. In addition, young people\r\nalready in employment are exposed to the physical and\r\npsychological risks of social exclusion and\r\nmarginalization.\r\n8\r\nGeneral Assembly 44th plenary meeting\r\nFiftieth session 27 October 1995\r\nIn the developing countries there are very few primary\r\nand secondary schools. Opportunities for further education\r\nare restricted to small segments of the population. The\r\nabsence of universal health care is compounded by the\r\nproblems arising from the use of tobacco and other\r\naddictive drugs. Youth in any society is one of the groups\r\nmost vulnerable to the hazards of disease, violence and\r\ndeath. Complex problems arising from poverty,\r\nunemployment, migration, urbanization, transition in the\r\nfamily structure, the erosion of traditional values and\r\ninadequate social support systems have led to an increase\r\nin juvenile delinquency.\r\nFor the past two years, the Commission for Social\r\nDevelopment and the Economic and Social Council have\r\nbeen engaged in extensive negotiations aimed at finalizing\r\nthe draft World Programme of Action for Youth to the\r\nYear 2000 and Beyond. The draft document that has so far\r\nbeen agreed to rightly identifies education, employment,\r\nhunger and poverty, health, the environment, drug abuse,\r\ngirls and young women and the effective participation of\r\nyouth as the most critical areas of concern for societies,\r\nGovernments and the international community. To achieve\r\ndesired results in these areas, we need to design and\r\nimplement policies and programmes, at the national and\r\ninternational levels, in a coordinated manner. The emphasis\r\nshould be on the integration of youth, and not on ad hoc\r\nfragmentary and piecemeal measures.\r\nIn international forums, whenever a specific issue —\r\nfor instance, youth — is taken up, one witnesses a tendency\r\nto analyse the problem and to suggest solutions in isolation.\r\nWe must realize that youth, women, the indigent and other\r\nvulnerable groups are all part of an indivisible whole\r\nrequiring a holistic and comprehensive approach. In this\r\nprocess, some groups have to be identified for special\r\nattention and support. This must be done in the overall\r\ncontext of macroeconomic planning and development, a\r\nmicroeconomic framework, a social milieu and a favourable\r\ninternational environment.\r\nWe believe that the highest priority should be given to\r\neducation for all. This would require not only reform of\r\neducation systems but also greater stress on training in\r\nvarious skills and technologies, and wider participation of\r\nthe private sector and all sectors of civil society. Education\r\nis an area in which international support can play a pivotal\r\nrole in long-term investment in the future of youth. By\r\neducating our young people, we can shape a society that is\r\nmore productive and socially responsible. This would also\r\nensure meaningful interaction between youth groups all\r\nover the world. Education can be used as a tool to inculcate\r\nvalues which can prepare young men and women to play\r\ntheir part in the development process, conflict resolution\r\nand peacemaking. Education in the field of human rights\r\nwill be invaluable in our campaign aimed at the\r\npromotion and protection of human rights.\r\nThe next important area is the generation of\r\nproductive employment. We need to strengthen or create\r\nmechanisms to give young people easier access to credit\r\nand thus encourage them to start businesses and\r\nenterprises. Governments must create effective demand if\r\nemployment is to be provided in the production sectors\r\nand in the marketing of goods and services. Young men\r\nin developing countries face the additional problems of\r\nseasonal unemployment, disguised unemployment and\r\nunderemployment. These problems can be solved through\r\nGovernment intervention and international assistance\r\nprogrammes.\r\nIn the field of health, the aim should be to provide\r\nuniversal health care. As this may be a tall order for\r\nmany countries, it is necessary, first, to concentrate on\r\nbasic health services. Primary health care, combined with\r\nsanitation and the provision of clean drinking water, will\r\ngo a long way to prevent disease and illness among\r\nyoung people. In the developing countries, large\r\npopulations are threatened by malaria, cholera and\r\ntyphoid. Insufficient attention is being given to the\r\nelimination of these diseases. Drug abuse is a serious\r\nmenace, which affects youth adversely. Education and\r\nrehabilitation programmes should be strengthened to save\r\nyoung people from this scourge.\r\nThe overarching concern is widespread poverty and\r\nhunger in the developing countries. One billion people in\r\nthe world live in conditions of abject poverty. Young\r\npeople are affected directly by these conditions, which\r\nstymie their growth and reduce their participation in\r\neconomic and social sectors. We must therefore redouble\r\nour efforts to eradicate poverty, in pursuance of the\r\ncommitments made at Copenhagen. There can be no\r\nshort-cut to the eradication of poverty among youth.\r\nWhile the primary responsibility for the eradication of\r\npoverty rests on national Governments, we must adopt a\r\nglobal strategy to eliminate poverty, which, ultimately,\r\naffects both developed and developing countries.\r\nSocial integration of youth must be based on\r\nuniversal respect for human rights. The most vulnerable\r\ngroup among youth are young girls and women, who are\r\nexposed to various forms of discrimination. Many taboos\r\nstill bar their full participation in economic and social life.\r\n9\r\nGeneral Assembly 44th plenary meeting\r\nFiftieth session 27 October 1995\r\nThese barriers have to be removed through determined\r\nefforts at the highest policy-making levels and at the grass-\r\nroots.\r\nThe Government of Pakistan, under the leadership of\r\nPrime Minister Benazir Bhutto, accords priority to the\r\nproblems of youth. Young men and women have always\r\nsupported the Pakistan People’s Party because of its\r\nprogressive manifesto. We have always involved youth in\r\ndecision-making by encouraging their participation in all\r\npolitical processes.\r\nThe Pakistani Government’s $8 billion Social Action\r\nProgramme addresses the urgent needs of the population,\r\nincluding youth, in the areas of basic education, primary\r\nhealth care, nutrition, water supply and sanitation. The main\r\nobjectives of this programme are to eradicate poverty,\r\nredress gender inequities, encourage rural development and\r\nprovide environmental protection. The central plank of the\r\nSocial Action Programme is a massive spread of primary\r\neducation, with accelerated enrolment of girls. In one year\r\nalone, 10,800 new primary schools have been established in\r\nvarious parts of Pakistan. Thirty-four thousand new schools\r\nare being opened. To achieve our objective of\r\nuniversalizing primary education by the year 2000, we have\r\nincreased the allocation to education by 2.5 per cent per\r\nannum.\r\nA literacy commission will open 10,000 non-formal\r\nbasic education and literacy centres in a year’s time. Five\r\neducation foundations have been established to promote\r\npublic-private partnership on a matching-grant basis.\r\nVocational and technical education is also receiving\r\nattention with a view to equipping school-leaving youth\r\nwith marketable skills. Sixteen universities have introduced\r\nself-financing schemes in the disciplines of technology and\r\nsciences. An Open University with a network throughout\r\nthe country is imparting education in skills, through\r\ndistance-learning programmes, and is granting diplomas and\r\ndegrees, from basic to post-graduate levels.\r\nA category of entrepreneurs known as “created\r\nentrepreneurs” is being developed with the help of\r\nnon-governmental organizations. An integrated package of\r\nservices in this regard includes promotion of self-\r\nemployment, information and exposure, credit and venture\r\ncapital, training and marketing development. Credit\r\nfacilities are being extended to youth through banks, leasing\r\ncompanies and small business corporations.\r\nSpecial emphasis is being given to female education\r\nand health care in Pakistan. Sixty per cent of the funds of\r\nour Social Action Programme have been allocated to\r\nfemale literacy. In addition, under the Prime Minister’s\r\nnational health workers’ scheme, 100,000 girls are being\r\ntrained to provide a variety of services encompassing\r\nhealth, education and population welfare. Seventy per cent\r\nof the new schools planned over the next three years will\r\nbe for girls. Some 932 women’s development projects\r\ninclude income generation, technical know-how,\r\nvocational training, computer literacy and health care\r\nprogrammes.\r\nThe Government of Pakistan is also implementing\r\nplans to safeguard the rights of young offenders, and to\r\nensure their reformation and rehabilitation. The\r\nGovernment has introduced a Child Offenders Act in\r\nParliament, which would ban death sentences and harsh\r\npunishment for juvenile delinquents under the age of 16.\r\nAll these measures undertaken by the Government of\r\nPakistan require consistent and determined efforts,\r\nparticipation of the private sector and non-governmental\r\norganizations and enhanced support from the international\r\ncommunity. Resources will play a key role in determining\r\nthe success of programmes aimed at the development of\r\nyouth and their integration into society. The draft World\r\nProgramme of Action for Youth to the Year 2000 and\r\nBeyond provides a starting-point and an excellent basis\r\nfor cooperation. However, international efforts should not\r\nbe limited to policy level debates, research and data\r\ncollection. The answer lies in technical cooperation and\r\ntraining programmes at the operational level. Enhanced\r\ninternational technical assistance and advisory services\r\ncan decisively strengthen national capacities and the\r\ninstitutional basis for supporting national plans and\r\nstrategies designed to solve the problems of youth.\r\nThe Acting President: I now call on the\r\nrepresentative of the Libyan Arab Jamahiriya,\r\nMr. Hamida.\r\nMr. Hamida (Libyan Arab Jamahiriya)\r\n(interpretation from Arabic): First of all, I should like to\r\nmention the commemoration by the Libyan people\r\nyesterday of the anniversary of the largest exile operation\r\nthe Libyan people was the victim of at the hands of the\r\nItalian fascists. More than 6,000 Libyans were taken from\r\nthe bosoms of their families and exiled. Their destiny is\r\nunknown to this day. Among the exiles were many young\r\npeople. They were all exiled for no crime, simply for\r\nresisting fascism and struggling for national independence.\r\n10\r\nGeneral Assembly 44th plenary meeting\r\nFiftieth session 27 October 1995\r\nThe celebration of the International Youth Year in\r\n1985 and our commemoration today of the tenth\r\nanniversary of that year is an expression of the United\r\nNations’ continuing interest in youth, which started in 1965\r\nby the General Assembly’s declaration on the need to\r\nimbue youth with the values of peace, mutual respect and\r\nunderstanding between peoples.\r\nThe number of young people in the world today is\r\nestimated at over one billion, that is to say 18 per cent of\r\nthe total population of the world; those young people\r\nconstitute the principal effective force for social change and\r\nsocio-economic development.\r\nYouth today face grave problems, especially hunger,\r\nlimited education and training opportunities, limited\r\nemployment opportunities and limited access to health and\r\nsocial services. This has led to the spread among the young\r\nof dangerous phenomena such as drug abuse, juvenile\r\ndelinquency and violence.\r\nRegardless of the progress achieved by mankind in\r\nvarious areas, prosperity has not embraced all peoples or all\r\nsocial groups. The gap is ever widening between the poor\r\nand the rich and between the developing and the developed\r\ncountries. In the world today, more than 120 million people\r\nstill live in abject poverty and more than 120 million are\r\nofficially unemployed, not to mention off-the-books\r\nunemployment. A large number of the unemployed and the\r\npoor are young people, many of whom are highly qualified\r\nand well-educated.\r\nThe adverse socio-economic situation in most\r\ncountries, especially in the developing countries, has\r\nimpacted on the lives of all social groups, including the\r\nyoung who have been the victims of unemployment, drug\r\nabuse, prostitution and the drift towards violence. Such a\r\nsituation calls for urgent intervention and the putting in\r\nplace of national policies and plans that would mobilize all\r\navailable resources and capabilities in addressing and\r\nremedying these problems.\r\nThe problem of youth unemployment, which has\r\nworsen in recent years, should be accorded a high priority.\r\nThe influx of young people into the labour market has led\r\nto the emergence of acute social problems; rapid advances\r\nin many scientific and technical areas have posed new\r\nchallenges that must be faced by the education and training\r\nsystems if youth unemployment is to be addressed properly\r\nand prevented from giving rise to many social ills, such as\r\nmarginalization, poverty and delinquency.\r\nConsequently, it is necessary, not only to provide\r\neducation opportunities, but also to reform the educational\r\ncontent of school curricula by focusing on the eradication\r\nof technical illiteracy, teaching the young moral and\r\nhumanitarian values and encouraging them to acquire new\r\nskills. This should be at the top of the national priorities\r\nof all countries.\r\nThe young are part of society. The problems that\r\nface them can be addressed only through the adoption of\r\na well-integrated socio-economic approach. The\r\nconvening of the social summit in Copenhagen in the first\r\nquarter of 1995 afforded the international community the\r\nopportunity of adopting an integrated programme of\r\naction for the achievement of socio-economic\r\ndevelopment for all classes of society.\r\nA top priority of the programme has been the\r\nobjective of eradicating poverty from the world as well as\r\nthe commitment, on the national level, to take decisive\r\naction and on the international level to cooperate in the\r\ncommon endeavour to achieve that objective by focusing,\r\nboth in policies and in action, on dealing with the root\r\ncauses of poverty and on satisfying the human needs of\r\nall.\r\nThe adoption of prompt measures to implement the\r\nundertakings agreed at the Social Development Summit\r\nwill have positive results in the interests of youth and\r\nensure their full participation in the development and\r\nadvancement of their societies.\r\nIn view of the fact that young people are a positive\r\nforce in effecting change and development in society, the\r\nLibyan Arab Jamahiriya has devoted special attention to\r\nyouth from the earliest age. Since we believe that\r\neducation is the primary requirement for any society that\r\nlooks forward to the contribution of new generations, we\r\nhave instituted free education at all levels. Since the\r\neducation and raising of children and young people\r\ndepend on a sound family structure, Libyan law contains\r\nmany provisions that protect the family and strengthen its\r\ncohesion. Proceeding from our belief that a healthy\r\nenvironment is important for the individual, we provide\r\nhealth services without cost to all our citizens.\r\nThese economic and social advantages of the Libyan\r\npeople are threatened and obstructed by the unjust\r\nsanctions imposed by the Security Council under pressure\r\nfrom certain major Powers. These sanctions have\r\nimpacted adversely on all classes of Libyan society, and\r\nhave caused material loss which has amounted, so far, to\r\n11\r\nGeneral Assembly 44th plenary meeting\r\nFiftieth session 27 October 1995\r\nover $10 billion, not to mention the loss of life as a result\r\nof road accidents and of long delays for those who seek\r\nmedical treatment and recuperation abroad.\r\nThe absence of a favourable international environment\r\nof mutual respect between States, of willingness to settle\r\ndisputes by dialogue and negotiation, of respect for the\r\ncultures, traditions and conventions of other nations instead\r\nof imposition of certain values and traditions on other\r\npeoples is bound to lead to more problems, suffering and\r\ntensions. Let us try to bequeath to our youth a world in\r\nwhich justice, peace and freedom would prevail, a world\r\nthat would be free from poverty, disease, war and conflicts.\r\nThe Acting President: I now call on the Permanent\r\nRepresentative of Tunisia, Mr. Abdellah.\r\nMr. Abdellah (Tunisia) (interpretation from Arabic):\r\nIt gives me great pleasure on the occasion of the tenth\r\nanniversary of International Youth Year at a time when\r\nTunisia, like other Member States, celebrates the fiftieth\r\nanniversary of the United Nations, to recall the esteem and\r\nadmiration expressed by President Zine Al Abidine Ben Ali\r\nwhen he addressed the General Assembly in 1989. These\r\nare feelings Tunisia has always had towards the United\r\nNations with its laudable efforts to realize the aspirations of\r\nmankind, and of youth in particular, after progress, security\r\nand peace.\r\nThe support the United Nations has always extended\r\nto Tunisia in its struggle for liberation and the support\r\nprovided by the Organization’s specialized agencies to our\r\ncountry in its development endeavour, strengthen our\r\ndevotion to the purposes and principles of the Charter and\r\nour determination to work for the achievement of its goals.\r\nThis is a stance that found expression, among other things,\r\nin our repeated participation in the Organization’s peace-\r\nkeeping operations in many regions of the world.\r\nSince its independence in 1956, Tunisia has engaged\r\nin a comprehensive campaign to free Tunisians from\r\npoverty, ignorance and disease, as well as to ensure dignity\r\nand to build the basis for a modern national State as part of\r\na complete development strategy based on investment in the\r\nhuman factor, and aimed at building a fully-balanced\r\nsociety that embraces all its segments without distinction.\r\nSince Tunisia is a relatively young country, children\r\nand young people represent two thirds of our population.\r\nThose under 20 represent 45.5 per cent of our population,\r\nwhile those aged 15 to 29 represent 25 per cent.\r\nConsequently, our three decades of work for development\r\nhas been particularly dedicated to the promotion of young\r\npeople, who are considered to be the real wealth of the\r\ncountry.\r\nTunisia has scored marked successes in this respect,\r\nespecially in the areas of education, preventive and\r\nremedial health care, training and vocational guidance,\r\nwith the aim of building a modern Tunisia that enjoys\r\nstability and balance. Tunisia’s reforms in this new era\r\nand the presidential measures taken in favour of youth\r\nand children are in keeping with the social and\r\neducational purposes and principles embodied in the\r\nConvention on the Rights of the Child, which Tunisia\r\nsigned just three months after it was adopted and ratified\r\non 11 January 1992. The fact that that date has been\r\nchosen for the celebration of our annual Childhood\r\nFestival shows the importance our country attaches to\r\nchildren. We can also affirm that Tunisia’s youth policy,\r\nparticularly since the transformation that took place on 17\r\nNovember 1987, has been oriented, at the cultural, social,\r\neducational and economic levels, towards giving concrete\r\nexpression to the international community’s motto for the\r\n1985 International Youth Year, namely: “Participation,\r\nDevelopment, Peace”.\r\nProceeding from the belief that the individual’s\r\nstages of life, from childhood, to youth, to old age, are an\r\nintegral whole, Tunisia has committed itself to a youth\r\npolicy designed to ensure complementarity among the\r\nthree stages of life, in order to ensure psychological\r\nstability and respect for the values of the community.\r\nSpecial attention is paid to the social sector: 55 per cent\r\nof Tunisia’s budget is allocated to that area. In particular,\r\nTunisia is concerned with education which, since\r\nindependence, has taken up 7 per cent of the gross\r\ndomestic product and 25 per cent of the State budget.\r\nOn that basis, our policy towards youth and children\r\nin Tunisia has been founded on certain constant values,\r\nforemost among which are: first, the education of children\r\nand young people in a manner that strengthens their sense\r\nof belonging to the Tunisian nation, their adherence to our\r\ncultural values and their loyalty to our homeland. The\r\nsense of belonging to Tunisia, the Maghreb, the Arab and\r\nIslamic world, is also encouraged.\r\nSecondly, our aim is to prepare children and young\r\npeople to lead a responsible life and prepare them for\r\ncitizenship in a civil community based on justice,\r\nmoderation and tolerance.\r\n12\r\nGeneral Assembly 44th plenary meeting\r\nFiftieth session 27 October 1995\r\nThirdly, young people are taught about rights and\r\nresponsibilities. We aim to promote a culture favourable to\r\nhuman rights and to sensitize individuals to their\r\nresponsibilities towards themselves, towards their families\r\nand their communities. We are also determined to train\r\nthem in democracy, in theory and in practice.\r\nFourthly, we teach children the ethic of work, personal\r\ninitiative, honest gain and self-reliance.\r\nFifth, we prepare young people to understand and\r\nsupport just causes, to reject every form of exploitation,\r\ndiscrimination or injustice and to understand that the\r\nindividual’s right to live in dignity and equality is sacred,\r\nand is enshrined in the United Nations Charter.\r\nAmong the main components of Tunisia’s new youth\r\npolicy is the frank, healthy discussion of youth problems in\r\norder to determine young people’s real needs and know\r\ntheir views on various national and international issues.\r\nTunisia has opened many channels of communication with\r\nits youth through dialogue, and its policies have enabled its\r\nyouth to understand their responsibilities and to gain an\r\nunderstanding of the workings of democracy. In this\r\ncontext, our President declared 1988 a Year of Dialogue\r\nwith Youth and, in so doing, heralded a new era of\r\ncloseness with our young people.\r\nWhile dialogue with youth makes it possible for young\r\npeople to participate in the life of the nation, Tunisia has\r\nalso committed itself to establishing executive and\r\nconsultative structures that would make it possible for\r\nyoung Tunisians to exercise their natural rights, make their\r\nnational choices and chart a future course in a context of\r\ndemocracy and equal opportunities. Consequently, in 1987\r\nthe minimum age for a parliamentary candidate was\r\nlowered from 30 to 25 and in the case of municipal\r\ncouncils from 28 to 22. In this new era, Tunisia’s\r\nGovernment wants the country’s youth to be represented in\r\nall consultative structures and also wants to create new\r\nstructures that would make it possible for young people to\r\nparticipate in deliberations and decision-making.\r\nOver the last 10 years, Tunisia’s youth policy has\r\nencouraged young people to be creative and innovative in\r\nscience, culture and sports. Young people are rewarded\r\nwith prizes, such as the President’s prize for young people\r\nand the President’s prize for sporting spirit, as well as with\r\nother incentives. Deserving young people of all ages and\r\nfrom all social sectors are rewarded in other ways as well.\r\nThis includes orphans, some of whom have been fortunate\r\nenough to meet the President of the Republic on national\r\nchildren’s day and on other religious and national\r\nholidays.\r\nThose, then, are the perennial values underlying\r\nTunisia’s youth policy, and it is a pleasure for me to\r\nrecount to the Assembly the achievements of that policy\r\nover the last decade. In the spirit of exchanging views\r\nand experiences with other States whose situations might\r\nbe different from our own, I offer this summary of our\r\nnational experience so that it might serve to enrich their\r\nown.\r\nAs I have said already, the sector of education is\r\nallocated about a quarter of the State budget every year.\r\nThat is a constant in Tunisian policy. One out of every\r\nfour Tunisians now attends school. In the past 10 years,\r\nwe introduced a series of educational reforms in terms of\r\nstructures, programmes and legislation. This has been\r\ncrowned by a new law, passed on 29 July 1991, which\r\nstipulates that the State guarantees all school-age children\r\nthe right to free education. Schooling is mandatory for\r\nchildren between the ages of 6 and 16, and there are\r\nsanctions for parents who fail to comply.\r\nAs for higher education, a new law has been enacted\r\nregarding university education and academic research, and\r\na State Ministry for Scientific Research and Technology\r\nhas been established, along with other existing structures\r\nin universities and research academies. Furthermore, we\r\nhave established a “science city”. The number of students\r\nhas risen from 41,000 in 1986 to 103,000 at present. It is\r\nworth mentioning that 11.2 per cent of our young people\r\nbetween the ages of 18 and 24 attend university. This\r\npercentage is expected to rise to 15 per cent by the year\r\n2000.\r\nSide by side with measures that promote a\r\nfavourable educational climate, we have modernized our\r\nformal job training sector in order to make it possible for\r\nyoung people to gain the experience and skills required in\r\ntoday’s economy and, thereby, make it possible for them\r\nto engage in gainful employment. A law on vocational\r\ntraining calls for the establishment of an integrated\r\nvocational training system. Furthermore, there are\r\nstandardized provisions regulating initiatives to encourage\r\njob creation for young people. We now have in operation\r\na vocational training agency and have set up a mechanism\r\nto promote and encourage small businesses.\r\nAs regards health, we provide primary care,\r\npreventive care and, above all, maternity care. We also\r\nensure universal vaccination and family-planning services.\r\n13\r\nGeneral Assembly 44th plenary meeting\r\nFiftieth session 27 October 1995\r\nDue to the State’s efforts to improve health conditions in\r\nthe country, life expectancy has increased and potable water\r\nis now available to all homes in the cities and to 80 per\r\ncent of homes in the countryside. As a result of this public\r\nhealth policy, we have been able, as of 1994, to eradicate\r\nall child diseases. Vaccination rates at 98 to 99 per cent are\r\nextremely high, and infant mortality has dropped from 51.6\r\nper 1,000 in 1985 to 32 per 1,000 while child mortality,\r\nespecially of those under 5 years of age, has dropped to 38\r\nper 1,000.\r\nAt the level of social care, protection of the vulnerable\r\nsectors of society from discrimination and marginalization\r\nis one of the constants of Tunisia’s social policy. Thus the\r\ndisabled are guaranteed education, rehabilitation, vocational\r\ntraining and job opportunities. Legislation ensures that the\r\ndisabled are not discriminated against in any area where\r\ntheir disabilities would stand in their way and prevent them\r\nfrom exercising their rights. Our High Council for the\r\nAdvancement of the Disabled ensures their participation in\r\nthe formulation of all policies that touch upon their\r\ninterests.\r\nTunisian legislation regulates the working conditions\r\nof children and young people and protects them from\r\neconomic exploitation. This law, which was inspired by\r\ninternational legislation, provides for a minimum working\r\nage, pre-employment medical examinations, controls night\r\nwork for children, protects their health and safety in the\r\nworkplace and provides for annual leave and a minimum\r\nwage.\r\nAs regards the protecting of children, Tunisian policy\r\nis committed to preserving the stability of the family,\r\nimproving its living conditions and to ensuring the\r\ndischarge by parents of their responsibilities towards their\r\nchildren. Certain legal and social mechanisms have been set\r\nup to sanction any failure on the part of the family to\r\ncomply with these provisions.\r\nWe feel that the most important achievement in the\r\narea of childhood protection was the President’s decision to\r\ndraft a law on that subject, which Parliament is currently\r\ndiscussing. We feel that this law will have a very beneficial\r\neffect on Tunisian children.\r\nIn the area of recreation and culture, Tunisia has been\r\nfocusing on the leisure-time institution and according to it\r\nthe attention it deserves at the level of infrastructure and\r\nequipment. We have trained educators for young people at\r\nschool and have created a network of specialized\r\ninstitutions in major cities, neighbourhoods and rural areas.\r\nThese include children’s clubs, youth centres, houses of\r\nculture and camping centres. We also provide bus\r\nservices throughout the countryside and to rural youth\r\nclubs.\r\nI should like in particular to mention the efforts we\r\nare making in the countryside in the “shadow areas”. In\r\nthe 1970s, Tunisia established an itinerant bus system to\r\nencourage cultural and sports activities in villages. Since\r\nthe 1980s, we have been establishing a network of clubs\r\nin rural areas that also focus on children and young\r\npeople.\r\nTunisia attaches particular importance to sports\r\nbecause they promote a sense of balance among our\r\nyoung people. They also promote rapprochement and\r\nhonest competition amongst the youth of the whole world.\r\nWe think also that sports help reconcile differences\r\nbetween peoples, in particular ethnic and religious\r\ndifferences. Tunisia therefore has reviewed its sports\r\nlegislation in order to promote sports activities in schools\r\nand in universities.\r\nWith regard to equipment and infrastructure, Tunisia\r\nhas made efforts to build swimming pools and sports\r\nstadia that can be used for a variety of sporting activities.\r\nIn addition, we have been building the 7th of November\r\nsports city, which will be ready to host the fourteenth\r\nMediterranean Games in the year 2001.\r\nThe youth of the world, as they take part in\r\ncelebrating the fiftieth anniversary of the United Nations,\r\nlook forward to a new era of solidarity, understanding,\r\ncooperation and tolerance.\r\nThe tenth anniversary of the International Youth\r\nYear today allows us to reaffirm the great responsibilities\r\nwe all bear vis-à-vis the problems of today’s youth:\r\nunemployment, lack of training, inferior health care and\r\nmalnutrition, especially now that the changes which have\r\ntaken place in the world have demonstrated that, young\r\npeople, in the last analysis, have a decisive role to play in\r\nthe interaction and the organic interrelationship between\r\ndevelopment, democracy, internal stability and\r\ninternational peace.\r\nWe hope that this tenth anniversary will be an\r\nopportunity for us to renew our commitment to the\r\nworld’s young people and for all Member States to\r\nparticipate in deliberating on the draft “World Programme\r\nof Action for Youth to the Year 2000 and Beyond”, in\r\norder for it to be discussed, enriched and adopted.\r\n14\r\nGeneral Assembly 44th plenary meeting\r\nFiftieth session 27 October 1995\r\nTunisia takes this opportunity to reiterate its support\r\nfor the noble goals and guidelines contained in that draft\r\nprogramme, which are in keeping with our policy for the\r\nnew era. Prompted by a sense of justice and responsibility\r\ntowards youth, we reaffirm our confidence in their\r\ncompetence.\r\nI should like to conclude by addressing myself directly\r\nto youth. I would renew the appeal that our President made\r\non 1 July 1989 to the youth of the world:\r\n“The future of the world is in your hands. Please be\r\nits guarantors”.\r\nThe Acting President: I call on the Permanent\r\nRepresentative of Morocco, Mr. Snoussi.\r\nMr. Snoussi (Morocco) (interpretation from French):\r\nSince 1959, youth has received special attention in the\r\nGeneral Assembly of the United Nations. The role of youth\r\nin promoting the ideals of peace and mutual understanding\r\namong peoples was recognized by the international\r\ncommunity at the very height of the cold war, when distrust\r\nand antagonism governed international relations.\r\nToday, the contribution of youth in the building of a\r\npeaceful, just and prosperous world is more necessary than\r\never. At a time when the innumerable problems of\r\ndevelopment have shown us clearly the inseparable link\r\nbetween development, democracy and human rights, we\r\nmust recognize that youth can — and must — be involved\r\nin national and international endeavours to make the needed\r\nchanges for global development and the progress of all\r\nhumankind.\r\nYouth throughout the world represent a human\r\nresource of fundamental importance. It is therefore up to us\r\nto develop their potential to the utmost and to promote their\r\nsocial integration, an indispensable condition for the global,\r\nharmonious and secure development of peoples and\r\nsocieties.\r\nIt was on the basis of these principles that the\r\ninternational community enthusiastically proclaimed 1985\r\nas International Youth Year, in order to strengthen among\r\nyoung people the ideals of peace, understanding and\r\ncooperation and to open broad prospects for them to assert\r\nthemselves as the agents and beneficiaries of their societies’\r\nsocio-economic development.\r\nThe decade that was just passed, under the motto of\r\n“participation, development and peace”, certainly recorded\r\nsome achievements, especially in making international\r\npublic opinion more aware of the problems of youth.\r\nAbove all, it showed the determination of youth to assert\r\nthemselves and to see their aspirations translated into\r\ndeeds. The effective participation of the coming\r\ngeneration in the management of State affairs in the\r\neconomic, social and political spheres serves to ensure\r\nthat they will be able to enjoy all their rights and to carry\r\nout the duties deriving from those rights.\r\nThe problems of youth are all the more topical since\r\nthe world’s population, on the threshold of the third\r\nmillennium, is increasing in an alarming way, in so far as\r\nthere are now 1.3 billion youth. While the world does\r\nhave immense resources — enough to ensure the\r\nexpansion and the survival of human civilization — this\r\ndemographic explosion highlights the responsibility of\r\nStates to respond to the pressing needs of youth and\r\nensure their full development in a sound and well-\r\nbalanced social environment.\r\nIn a world in upheaval, extremist or defeatist trends\r\nare besieging and attracting youth, thereby diverting them\r\nfrom the ideals of peace and equality and leading them\r\ntowards frustration, insecurity and distress. It is thus up\r\nto the international community to focus more intently on\r\nthese problems, which are on the increase and hence\r\ngiving rise to some concern as to the future of youth —\r\na future clouded by threats of many kinds, including\r\nconflicts, intolerance and horrifying diseases.\r\nFurthermore, the emergence of new dangers that\r\njeopardize the well-being and the very lives of youth,\r\nsuch as drug abuse, violence, delinquency and terrorism,\r\nconstitute a source of serious concern for States, which,\r\nin order to protect youth from these serious scourges,\r\nmust display ever greater far-sightedness, understanding\r\nand determination.\r\nWe cannot ignore the problem of unemployment\r\nwhich prevails, to varying degrees, in most countries, and\r\nwhich is often the source of many types of delinquency.\r\nAccording to the International Labour Organization (ILO),\r\nover 100 million jobs will have to be created within the\r\nnext 20 years in order to ensure that the youth of the\r\nworld have appropriate jobs. This will be a challenge to\r\nall States.\r\nAmong the major changes taking place in the world,\r\nwe need to give serious attention to the phenomenon of\r\nthe breakdown of the family and the decline in moral\r\nvalues, which have grave repercussions on the stability,\r\nsecurity and future of youth. Accordingly, it is imperative\r\n15\r\nGeneral Assembly 44th plenary meeting\r\nFiftieth session 27 October 1995\r\nto preserve those moral values which have always played\r\na foremost role in safeguarding the spiritual balance of\r\nyoung people, and in ensuring the strengthening of the\r\nfamily and its role as the basic cell of society?\r\nThis year, as we commemorate the fiftieth anniversary\r\nof the United Nations, the international community must,\r\nmore than ever before, promote among youth the ideals and\r\nobjectives of the United Nations, in order to preserve future\r\ngenerations from scourges, armed conflict — both national\r\nand international — and violence.\r\nWith the rise of new forms of racism, intolerance and\r\nxenophobia, which affect youth first and foremost, and\r\nwhich often give rise to unfounded hostilities, aggression,\r\nviolence, and fear on their part, it is vital that broad and\r\nsustained action be undertaken by the international\r\ncommunity to put an end to these alarming phenomena. It\r\nis our duty to promote respect among youth for other\r\ncivilizations, for other races, and for national and religious\r\nethnic diversity. This must be done through a culture that\r\nadvocates equality among young people and fosters closer\r\nlinks among the different peoples of the world.\r\nIn this respect, we believe that the introduction of\r\nhuman rights into school programmes is a step of great\r\nimportance which should be encouraged, because it makes\r\nit possible to develop harmonious relations between\r\ncommunities based on tolerance, respect for the rights and\r\ndignity of others, and mutual comprehension and\r\nunderstanding. Such an initiative has been undertaken by\r\nMorocco — land of tolerance — which, faithful to its\r\ntraditions and its ideals of equality and fraternity, is\r\nconstantly striving to inculcate these principles in future\r\ngenerations.\r\nSince its independence, our country has attached\r\ngreatest importance to young people, to their education,\r\ntheir development, and their preparation to take up their\r\nresponsibilities as free Moroccans, proud of their past and\r\nready to defend the principles and values of their country,\r\nwhich for centuries have made it possible for them to live\r\nand feel proud of their civilization.\r\nWe are gratified by the consistent progress made in\r\nthe development of the draft World Programme of Action\r\nfor Youth to the Year 2000 and Beyond, which will\r\nundoubtedly contribute to overcoming the difficulties facing\r\nyouth and their future.\r\nWe cannot talk about youth without raising the\r\nspecific situation of young women and girls who continue\r\nin many societies to suffer the ills of a discrimination that\r\ncondemns them to marginalization, thus depriving those\r\nsocieties of inestimable human potential.\r\nMorocco, which in 1993 acceded to the Convention\r\non the Elimination of All Forms of Discrimination against\r\nWomen and to the Convention on the Rights of the Child,\r\nstresses once again the importance that the international\r\ncommunity must attach to the fate of these young women\r\nand girls, in order to devise solutions to the specific\r\nproblems confronting them.\r\nThe response to the many challenges that we must\r\nmeet in order to ensure the well-being of youth demands\r\ncourage, understanding, and greater solidarity and\r\nhumanism. It is only through this humanism that the\r\nworld will succeed in meeting the wishes of youth who\r\naspire to a decent and worthy life, free of war, of poverty\r\nand of suffering.\r\nThe Acting President: I now call on the\r\nHonourable K. K. Chambalo, M.P., Minister for Youth,\r\nSports and Culture of Malawi.\r\nMr. Chambalo (Malawi): Malawi is situated in the\r\nsouthern part of Africa. It is bordered by Mozambique to\r\nthe south, Tanzania to the north and Zambia to the west.\r\nThe demographic profile indicates that more than half the\r\npopulation is below the age of 25 years, clearly indicating\r\nthat Malawi is a youthful nation. In spite of the numerical\r\nsuperiority of youth, their profile shows a lack of basic\r\nopportunities that has been compounded by the presence\r\nof a range of conditions that impinge on them, the\r\npredominant one being poverty.\r\nMalawian youth face a host of challenges ranging\r\nfrom unemployment and inadequate relevant educational\r\nopportunities to HIV/AIDS, drug and alcohol abuse, and\r\ntheir non-involvement in decision-making, among others.\r\nPoor formal and informal employment prospects for\r\nyouth in Malawi are aggravated by inadequate relevant\r\neducational opportunities to prepare them for the\r\nchallenges of after-school life. Low enrolment prior to the\r\nintroduction of free primary education, and high school\r\ndropout rates, have left the bulk of the youth either\r\nilliterate or semi-literate.\r\nThe challenges Malawian youth face are not\r\nrestricted only to education and employment, but extend\r\nalso to factors that affect their health. There is increasing\r\nconcern about the health of young people. From various\r\n16\r\nGeneral Assembly 44th plenary meeting\r\nFiftieth session 27 October 1995\r\nresearch findings there is strong evidence of unprotected\r\nmultiple sexual relationships among youth, leading to\r\nunwanted pregnancies and induced abortions. The 1992\r\nMalawi demographic health survey revealed that among\r\nthose under 20 years old, over one third had already entered\r\nthe family formation pathway despite the risks of early\r\npregnancy and sexually transmitted diseases.\r\nThe abuse of alcohol and other drugs has often\r\nimplicated youth in unintentional injuries, violence and\r\ncrime, thus damaging social relationships and leading to\r\nlong-term illness and disability.\r\nMr. Ouane (Mali), Vice-President, took the Chair.\r\nYoung people have the potential to become a dynamic\r\nand positive force in shaping the future of all nations,\r\nincluding Malawi. Their economic, social and political\r\nempowerment is therefore paramount in addressing the\r\nchallenges youth face. This, however, was not possible\r\nbefore 1994 in Malawi.\r\nMalawi has had no explicit youth policy, although\r\nsome programmes had been undertaken before. The\r\nprevious leadership made some pronouncements about\r\nyouth which became a rallying point for youth programmes;\r\nhowever, statements such as “Youth must be guided” and\r\n“Youth must respect their elders” only helped to silence the\r\nyouth and any independent youth organizations. The\r\ndefunct Malawi Young Pioneers Movement, the only youth\r\nbody then, succeeded only in raising false hopes among\r\nyouth through its make-believe youth programmes. The\r\norganization’s political affiliation to the only party at that\r\ntime totally eclipsed meaningful youth programmes which\r\nthe Government attempted to implement.\r\nThe present Government of Malawi has made poverty\r\nalleviation central to its development programmes. This is\r\nin recognition of the effects of poverty on the challenges\r\nfaced by young people. The poverty alleviation programme\r\naims to enable every Malawian to have access to basic\r\nnecessities and to be able to develop and exploit his or her\r\nfull potential to lead a productive, dignified and creative\r\nlife through social, economic and political empowerment.\r\nThe vision of the programme is a transformed economy\r\nresulting in improved standards of living.\r\nThe Government has introduced free primary\r\neducation to ensure that all children of school age go to\r\nschool. This has resulted in a marked increase in enrolment.\r\nThe Malawi Education For All programme, which the\r\nGovernment has also launched, will ensure that children,\r\nparticularly girls, remain in school. The revision of school\r\ncurricula to include more relevant subjects will enable\r\nyoung people to leave primary education, which is as far\r\nas many go, with skills they can use in their communities.\r\nThe ushering in of a democratic system of\r\ngovernment in Malawi is a milestone in that it has opened\r\nup people’s minds. People are free to associate with each\r\nother and form organizations of their own. This has led to\r\nthe formation of many independent youth organizations\r\nworking in various youth fields. Currently there are more\r\nthan 10 independent youth organizations as opposed to\r\nnone just a year ago. Most of these organizations were\r\nestablished and are managed by young people themselves.\r\nAnother milestone in the development of youth in\r\nMalawi is the development of the Malawi National Youth\r\nPolicy. The Policy, which was drawn up with full\r\nconsultation with young people, government\r\norganizations, the United Nations, donor agencies, the\r\nCommonwealth Youth Programme and others, aims to\r\nestablish formally, clearly and firmly, as a distinct sector\r\nof government policy, the identity and status of Malawi\r\nyouth and to create a direction for youth activities and\r\nprogrammes for various interest groups. Malawi’s Policy\r\ndefines youth as all young people, male and female, from\r\n14 to 25 years of age. The Policy also seeks to address\r\nkey challenges currently affecting youth, such as\r\nunemployment, education opportunities, young people’s\r\nnon-involvement in decision-making, AIDS and HIV,\r\ncrime and general youth deviance, teenage pregnancy, and\r\ndrug and alcohol abuse. The Policy also advocates the\r\nrights and responsibilities of young people and the\r\npositive role models provided by adults and parents.\r\nRealizing the role of independent youth organizations\r\nin complementing government efforts in youth\r\ndevelopment, the Malawi Government will soon enact a\r\nyouth council act for the establishment of a National\r\nYouth Council. The Council, a non-governmental\r\norganization, will have as its main functions the\r\ndevelopment, promotion, encouragement and coordination\r\nof youth activities on a national basis and will aim to\r\nfacilitate and encourage cooperation among the various\r\nyouth organizations.\r\nAs indicated earlier, Malawi believes that young\r\npeople have the potential to become a dynamic and\r\npositive force. Given the right conditions, young women\r\nand men are both willing and able to take responsibility\r\nfor their lives and contribute positively to the society in\r\nwhich they live, both now and in the future. Total\r\n17\r\nGeneral Assembly 44th plenary meeting\r\nFiftieth session 27 October 1995\r\nempowerment of youth is therefore the biggest challenge\r\nfor all. Malawi is committed to investing in young women\r\nand men, as they are the nation of today and tomorrow.\r\nThe Government is committed to providing appropriate\r\nskills to young people through its Multiskills Training\r\nCentres. The Malawi Youth Credit Initiative will ensure\r\nthat young people are provided with credit and training\r\npackages to enable them to enter into viable small business.\r\nIn line with the International Youth Year’s theme of\r\nparticipation, development, peace, Malawi youth will be\r\nprovided with limitless opportunity to participate in\r\ndecision-making at all levels.\r\nIt is against this backdrop that Malawi supports the\r\nadoption of the draft World Programme of Action for\r\nYouth to the Year 2000 and Beyond.\r\nThe Acting President (interpretation from French):\r\nI now call on Mrs. Uraiwan Pichitakul, Deputy Secretary-\r\nGeneral of the National Youth Bureau of Thailand.\r\nMrs. Pichitakul (Thailand): In observance of\r\nInternational Youth Year in 1985, Thailand joined the\r\ninternational community in launching a number of\r\nprogrammes and activities for youth both at the local and\r\nthe national levels. In the same year, the Thai Government\r\nalso declared 20 September of every year to be Thai\r\nNational Youth Day in memory of the two former great\r\nkings who began their reign while they were very young.\r\nIn view of social, economic and demographic changes,\r\nmany child and youth development problems still remain\r\nfrom our previous Sixth Child and Youth Development\r\nFive-Year Plan, 1987-1991. The Thai Government is\r\ntherefore still addressing the significant dimensions of the\r\nproblems and needs of child and youth development during\r\nour current Seventh Child and Youth Development Plan,\r\n1992-1996.\r\nDuring the past 10 years, we have followed up and\r\nevaluated our national youth policies and programmes and\r\nhave amended laws to catch up with the situation of youth.\r\nWe are now in the process of carrying out studies to lay\r\ndown the guidelines for the next Child and Youth\r\nDevelopment Five-Year Plan, 1997-2001.\r\nAs for the observance this year of the tenth\r\nanniversary of International Youth Year we have organized\r\na number of programmes such as the National Youth\r\nForum, National Youth Week, a seminar on the role of\r\nyouth in national development, workshops on Asia-Pacific\r\nyouth and handicrafts, youth and tourism, and so on.\r\nIn conclusion, we believe that, with the continuing\r\nsupport of the United Nations, the situation of world\r\nyouth will be improved. We are also convinced that the\r\ndraft World Programme of Action for Youth to the Year\r\n2000 and Beyond will be observed and largely\r\nimplemented by all Member States for the development\r\nof the young generation of the world.\r\nThe Acting President (interpretation from French):\r\nI now call on the representative of Sudan, Mr. Mohamed.\r\nMr. Mohamed (Sudan) (interpretation from Arabic):\r\nTen years ago, I was a student at university and was one\r\nof the members of this youth segment which we are\r\ndiscussing now. Among the representatives of youth to\r\ncome to speak about youth in their countries, I am\r\nwitness to the past 10-year period both in my country and\r\nin this Organization.\r\nFor the representatives of all countries of the world\r\nto meet to reflect on youth issues and to lay down plans\r\nand programmes for future generations is indeed an\r\nexpression of the determination of the international\r\ncommunity to pay special attention to this important\r\nsegment which constitutes the heart and the aspirations of\r\nsociety for the future. The international conferences which\r\nhave been held recently have devoted a great deal of\r\nspace in their programme of action to the problems of\r\nyouth. This highlights the increasing attention paid to this\r\nsegment.\r\nThe commemoration of the tenth anniversary of\r\nInternational Youth Year is an adequate opportunity to\r\nreflect and take stock of the situation and to prepare\r\nprogrammes and plans for future generations. The\r\nprogress of nations can only be accomplished through\r\nrelying on the vitality and the strength of youth who are\r\naspiring for social changes and progressive renewal which\r\ncontributes to the present and to the future. The vitality of\r\na nation lies in the vitality of its youth. Therefore, we\r\nhave to prepare them to shoulder this responsibility.\r\nYouth welfare in Sudan is a public responsibility\r\nshouldered by the State, private bodies and youth\r\norganizations, together with families and individuals. The\r\nnational strategy adopted by my country for the next 10\r\nyears had devoted a full chapter to youth. It enumerated\r\nthe general principles for promoting youth activities,\r\nnamely, the human aspect through the enjoyment of rights\r\nand fulfilling duties. It pointed out the principle of\r\ndemocracy built on equality among all sectors of youth,\r\nand adopting the scientific approach in theory and in\r\n18\r\nGeneral Assembly 44th plenary meeting\r\nFiftieth session 27 October 1995\r\npractice; the principle of respect of work and its value as\r\nthe essential factor in life; the principles of valuing life as\r\na blessing of God Almighty; the principle of integration and\r\nequilibrium as it includes all the cultural, social and\r\neconomic levels, and the principle of dialogue and\r\nexchanging views to promote the cohesion of Sudanese\r\nsociety and profound understanding of all contemporary\r\ngenerations.\r\nThe strategy has identified the following areas for\r\nyouth. Firstly, in the cultural and intellectual area, as it\r\nconstitutes the vision which guides youth in all areas;\r\nsecondly, in the aesthetic field, art and literature are the\r\nessential pillars of culture; thirdly, science as the basis of\r\nprogress in our present generation which is witnessing\r\ngrowing scientific progress; fourthly, sports and military\r\nfields; fifthly, public social service, and finally, the field of\r\ntrips and touristic activities and hostels.\r\nIn the field of youth organizations, youth in Sudan are\r\ngrouped under a wide umbrella, namely, the organization of\r\nthe youth of the nation, in addition to student associations\r\nin universities and secondary schools in all the provinces of\r\nSudan and in the field of education. In spite of the difficult\r\neconomic circumstances, my country has also established\r\nduring the last five years, 20 universities in all the\r\nprovinces.\r\nBasic education will be mandatory for all children of\r\nschool age, starting from next year. These new universities\r\nare spread all over the provinces and include girls and boys.\r\nFor example, the number of girl students in Sudanese\r\nuniversities is more than 60 per cent of that of young men.\r\nIn the field of training, my country has established a\r\nnumber of vocational training centres in addition to clubs\r\nand associations and youth organizations and national non-\r\ngovernmental organizations. In the field of combating\r\ncrime, drugs and vice, youth in Sudan are imbued with the\r\nvirtues of the teachings of Islam. Those values are deeply\r\nrooted in Islam which condemns delinquency and calls for\r\ncooperation and compassion in society.\r\nFinally, I should like to point out that 85 per cent of\r\nthe world’s youth live in developing countries which are\r\nburdened with foreign debts and poverty, lack of financial\r\nresources and disease. Therefore, the majority of world\r\nyouth, most of whom live in developing countries, do not\r\nface the problems of reproductive health or any other\r\nabnormalities. What they really face are intricate economic\r\nproblems which threaten their future. When tackling youth\r\nissues, we should focus on the problems of young people\r\nthemselves and not focus on other issues which are not\r\nconnected with youth.\r\nThe Acting President (interpretation from French):\r\nI now call on Mr. Fabrizio Macor-Pellisero, Director for\r\nYouth, Ministry of Family Affairs of Venezuela.\r\nMr. Macor-Pellisero (Venezuela) (interpretation\r\nfrom Spanish): Young people are fundamental in building\r\nthe present and the future of society — above all its\r\npresent. None the less, it is clear that, to a great extent,\r\nthey are shut out of the opportunities offered by society\r\nas regards education, employment, health, recreation,\r\nfood, access to an appropriate physical environment,\r\nhuman rights, participation in the decision-making process\r\nand possibilities for association.\r\nHence, the draft Declaration of Intent on Youth\r\nrefers to: attainment of an educational level commensurate\r\nwith their aspirations; access to employment opportunities\r\nequal to their abilities; food and nutrition adequate for full\r\nparticipation in the life of society; a physical and social\r\nenvironment that promotes health and protection from\r\ndisease and addiction; human rights and fundamental\r\nfreedoms without distinction as to race, sex, language or\r\nreligion; participation in decision-making processes,\r\nincluding the right voluntarily to join representative and\r\ndemocratic youth organizations; and places and facilities\r\nfor cultural and sports activities to improve the living\r\nstandards of young people.\r\nIn Venezuela, one of the areas in which youth are\r\nmost often left on the sidelines is education. Access to\r\neducation does not measure up to the expectations of\r\nyoung people. In fact, in Venezuela 40.5 per cent of\r\nyoung people are engaged in study, and only 4.2 per cent\r\nof those who are not studying feel that they have\r\ncompleted their education. This situation is an important\r\nsource of frustration among young people, and it can be\r\nattributed to the combined effect of high educational\r\nexpectations and of the difficulties involved in obtaining\r\nschooling.\r\nAccording to the poll on youth conducted by the\r\nMinistry of Family Affairs, the reasons for not studying\r\nare diverse. Economic considerations are the most\r\nimportant of these, affecting 50 per cent of young people;\r\n27.5 per cent say that they left school because of lack of\r\nresources, and 23.1 per cent because they needed to work.\r\nAnother important, and interesting factor is that the\r\neducational system is not highly valued. In the case of\r\n13.6 per cent of young people, this is a reason for\r\n19\r\nGeneral Assembly 44th plenary meeting\r\nFiftieth session 27 October 1995\r\ncessation of studies. Poor performance combined with other\r\nproblems is the reason given by 11.3 per cent of young\r\npeople who say that they are not studying, and lack of\r\nschool availability applies to 8.8 per cent. Health problems\r\naffect 3.3 per cent, and pregnancy 5.7 per cent.\r\nIn the second half of 1994 the national labour force\r\ncomprised approximately 8 million persons, a quarter of\r\nthem young people. However, whereas the overall rate of\r\nunemployment was 8.5 per cent, the rate for young people\r\nwas 15.5 per cent. In other words, the number of\r\nunemployed young people was 1.8 times that of\r\nunemployed adults in general.\r\nYoung people are in an unfavourable situation in other\r\nareas too. But the important thing is that there be solutions\r\nand policies that can be applied. In the case of the State of\r\nVenezuela, the policies directed towards the youth sector\r\ncan be divided into two major groups: those intended to\r\ndeal with the problem of integrating youth — policies\r\nthrough which Venezuela can assume its responsibilities\r\ntowards young people; and those relating to the\r\nparticipation of young people, for building society through\r\nthe involvement of youth.\r\nThe Ministry of Family Affairs is the guiding body for\r\npolicies designed to care for families and their members. At\r\nthe beginning of the 1990s we promoted the development\r\nof youth policies and programmes geared towards creating\r\nvalid options to deal with the problems of that sector of the\r\npopulation. As a country, we were innovative in developing\r\nprogrammes for the socio-cultural participation of young\r\npeople, and at present we are using our experience by\r\nadapting programmes as necessary.\r\nA clear demonstration of the importance that the\r\nGovernment of President Caldera attaches to the problems\r\nof young people is the establishment of a governmental\r\nforum to deal with youth issues and to support the activities\r\nof the Ministry of Family Affairs. Likewise, there is a\r\nrange of specialized institutions dealing with different\r\naspects of the problems of youth.\r\nActivities in the field of youth have priority in the\r\nnation’s current plan as part of its development process.\r\nThese are undertaken through various programmes. In the\r\nfield of education, we have formal programmes for basic,\r\nintermediate, professional, technical and university training.\r\nBy way of support for formal education, we have a\r\nprogramme of student tutors.\r\nIn the area of health, let me emphasize our\r\nprogrammes of comprehensive health care, the mental\r\nhealth assistance programme for children and young\r\npeople, the programme for the prevention of grade\r\nrepetition, school leaving and poor school performance,\r\nthe programme for the prevention of accidents and\r\nviolence and the national programme for the prevention\r\nof early pregnancy.\r\nIn the area of job training and qualification, a\r\nnumber of activities have been undertaken through\r\nvarious programmes carried out by different national and\r\nregional bodies; these include our adolescent and youth\r\ntraining and qualification programme; and the social\r\nintegration programme for young people, which began in\r\n1992. In 1995, help is being given to 45,000 young\r\npeople between 15 and 27 who are uneducated, poor and\r\nunemployed or with precarious employment. This\r\nprogramme puts strong emphasis on comprehensive\r\ntraining, and it encourages the inclusion of young people\r\nin adult training systems or in the job market.\r\nWe also have a programme of job training for\r\nyouths, which is at an experimental stage. Financed by\r\nthe Inter-American Development Bank, this programme\r\nis aimed at developing, on an experimental basis, the\r\noutlines for the training, labour, business and follow-up\r\ncomponents of a national system of youth incorporation.\r\nIt offers equivalency courses to young people between the\r\nages of 18 and 24 in the Caracas metropolitan area — a\r\nvery sensitive area of our country — who have had less\r\nthan nine years of schooling, are uneducated and live in\r\npoverty.\r\nOur training programmes are of special importance,\r\nbecause they involve the business community and society\r\nin general; it is thus, and especially through non-\r\ngovernmental organizations, that we are creating a\r\nnetwork of unified training organizations to meet the\r\nnational requirements for the training of young people on\r\nthe basis of shared responsibility.\r\nIn the area of prevention also we have a set of\r\nprogrammes to provide opportunities for young people in\r\nextreme poverty, with the object of reducing the trend\r\ntowards disorder. These include the preventive\r\nprogramme for young people, the programme for youth\r\nparticipation and associations, the preventive programme\r\nfor minors and programmes for abandoned and\r\nendangered minors. We also have a State body for sports\r\npolicy. Among the most important innovations is the use\r\nof sports policy as a preventive policy through\r\n20\r\nGeneral Assembly 44th plenary meeting\r\nFiftieth session 27 October 1995\r\nprogrammes for performance in sports, for competitive\r\nsports, sports for all, sports for health and recreational\r\nsports.\r\nWe also have a programme of youth rehabilitation and\r\nsupervised recreation. This programme, run by various\r\nbodies under the Ministry of Family Affairs, makes it\r\npossible to safeguard integral child development, making\r\nefficient use of resources and services required by\r\ncommunities, and facilitates school enrolment.\r\nDrug prevention programmes are particularly important\r\nfor a country like ours. Aimed to confront this terrible\r\nscourge, the Ministry of Family Affairs established the José\r\nFélix Ricas Foundation in 1986 for prevention,\r\nrehabilitation and scientific research into the use and abuse\r\nof narcotic and psychotropic substances. This work is\r\ngeared especially towards people between the ages of 7 and\r\n25. The Ministry develops programmes in three areas —\r\ntreatment, prevention and research — with direct support\r\nfrom governmental organizations and from communities. It\r\nhas been taking preventive action through workshops in\r\nmarginal urban areas.\r\nIn the cultural area, one of our great successes has\r\nbeen the programme of national youth and children’s\r\norchestras, which brings together 110,000 young children in\r\n196 groups throughout the country, and 80,000 older youths\r\nthrough the system of youth orchestras. Its contribution to\r\ntraining, direction and evaluation of musical training is part\r\nof our policy of prevention in respect of youth, just as the\r\nsystem of youth and children’s orchestras is a part of our\r\npolicy of integral development.\r\nVenezuela’s concern with various types of human\r\nresources training for national development is indicated by\r\nthe creation of the Gran Mariscal de Ayacucho Foundation,\r\nthrough which highly qualified personnel are trained at\r\nhome and abroad, as well as at the national level.\r\nWith regard to future prospects, Venezuela has deep-\r\nseated democratic convictions which oblige us to address\r\nour economic and social problems in a spirit of compromise\r\nand to open up new opportunities for young people and\r\ngive them new hope. The daily exercise of freedom is a\r\nchallenge to our capacity for innovation, as is the\r\ncommitment to knowledge and information that makes us\r\na society that is always learning: learning to work; learning\r\nto do research; learning to compete and cooperate, and to\r\ncreate a constant new capacity for learning.\r\nPoverty is a barrier to opportunity, but it can also be\r\na challenge to create options for a different world.\r\nNevertheless, we must not forget that, today, the\r\ncommunity and international cooperation require the\r\ndevelopment of different options, in spite of the\r\ndifficulties that the countries of our region confront, and\r\nespecially in spite of the risks posed by hedonistic values\r\nand a consumer society to youthful dreams.\r\nPresident Caldera, in a recent statement in this\r\nforum, recalled the major challenges we face. We must\r\ncreate; we must build; we must innovate. Today the\r\nwords of Simón Rodríguez, the teacher of the Liberator\r\nSimón Bolívar, are more significant than ever: “We must\r\ninvent or fail.”\r\nThe Acting President (interpretation from French):\r\nI now call on the representative of Egypt, Mr. Eldeeb.\r\nMr. Eldeeb (Egypt) (interpretation from Arabic):\r\nWe meet today to commemorate the tenth anniversary of\r\nInternational Youth Year — in confirmation of the\r\ninterest of our Governments in the issues of youth who\r\nare the core of the social movement in each society.\r\nYouth are the leaders of the future and they are the\r\nfocus of our hope in achieving a society characterized by\r\nsocial peace and political stability in a world which\r\nenjoys peace and security in a framework of tolerance and\r\ngoodwill and collaboration that would lead to the\r\nestablishment of a new world order on the basis of the\r\nobjectives set forth by the United Nations Charter 50\r\nyears ago.\r\nYouth constitute the creative element in every\r\nsociety and perform a basic role in the comprehensive\r\ndevelopment process at both the social and economic\r\nlevels. Therefore, the international community should\r\ndischarge its obligations towards youth by paying\r\nsufficient heed to the international programmes that aim\r\nat raising living standards and providing education\r\nopportunities, employment and health care for youth in\r\norder to enable them fully to participate in the lives of\r\ntheir societies. This can be achieved only by providing an\r\nenvironment that would lead to the achievement of the\r\nsocio-economic development needed to enable society to\r\novercome the hurdles that prevent the youth of any\r\nsociety from obtaining their fundamental requirements.\r\nTherefore, the United Nations should focus on\r\naddressing the fundamental economic issues of youth and\r\nchannel more assistance to the developing and, especially,\r\n21\r\nGeneral Assembly 44th plenary meeting\r\nFiftieth session 27 October 1995\r\nthe least developed countries, so that they may put in place\r\ngenuine socio-economic development programmes and help\r\nthe Governments of those countries provide basic food,\r\neducation and health care and housing as well as productive\r\nemployment opportunities for youth instead of ignoring\r\nthose important issues and putting forward controversial\r\nissues like the freedom of sexual and reproductive relations\r\nand other such issues which the youth of our countries do\r\nnot need to dwell on.\r\nTherefore, we hope to see United Nations programmes\r\nof international cooperation in the area of youth focus on\r\nthe genuine requirements of youth, in our developing\r\ncountries so that the credibility of international cooperation\r\nwithin the framework of the United Nations becomes a\r\nreality.\r\nOur high-level meeting today results from General\r\nAssembly resolution 49/152 which my delegation joined in\r\nsponsoring. This high-level meeting was preceded by a long\r\nprocess of preparation that began within the framework of\r\nthe Social Development Commission and the delegation of\r\nEgypt had the honour of presiding over the open-ended\r\nworking group on youth which laid down the foundation of\r\nthe World Programme of Action for Youth to the Year\r\n2000 and Beyond.\r\nThe report of the working group was referred to the\r\nCommittee which commended it and referred it to the\r\nEconomic and Social Council at its substantive session\r\n1995 (document E/1995/24) in order to finalize the last part\r\nand refer it to the General Assembly for consideration\r\nduring this high-level meeting as a prelude to its adoption\r\nit in accordance with the aforementioned General Assembly\r\nresolution.\r\nThe Economic and Social Council held its resumed\r\nsubstantive session on 25 October 1995 in order to consider\r\nthe final draft of the international programme for youth but,\r\nunfortunately, the Council was unable during that session\r\nto reach consensus on the content of document E/1995/123.\r\nTherefore, the Council decided to refer the question in its\r\nentirety to the General Assembly to consider and take the\r\nnecessary measures.\r\nLet us face this situation with courage and speak with\r\ncandour. The draft Working Programme of Action for\r\nYouth, in its general framework, is a good one that\r\ndeserves support by all. Yet, the few controversial\r\nparagraphs which have been inserted recently include a new\r\nformulation that goes beyond the international drafting\r\nwhich was adopted in the aforementioned conferences. In\r\nparticular, we refer to the three paragraphs numbered 56,\r\n57, 58 in the draft text which deal with the sexual and\r\nreproductive issues in a manner that overlooks a basic\r\nfact which should be respected. This fact is that various\r\nlegal systems are applied in various countries and in\r\ndifferent regions of the world. Such a fact underscores the\r\nneed to respect and to take into consideration the historic\r\nreligious and cultural characteristics of the peoples of\r\nevery region when drafting any international document, so\r\nthat the door may not be left ajar for the introduction of\r\ncontroversial issues after international compromises had\r\nbeen reached on such issues in previous conferences.\r\nDuring the negotiating process the delegation of\r\nEgypt spared no effort in trying to ensure that the\r\nwording of the final draft of the World Programme of\r\nAction for Youth was going to reflect the international\r\nconsensus which was reached at the Conference on\r\nPopulation and Development held in Cairo in 1994 on the\r\ninternational issues related to sexual and reproductive\r\nissues as they are recorded in the report of that\r\nConference.\r\nUnfortunately, this did not materialize, owing to the\r\ninsistence of some parties in the negotiation process on\r\nimposing a new concept of consensus. The delegation of\r\nEgypt would like to avail itself of this opportunity to\r\nstress that whatever the linguistic formulas may be, its\r\nconcept of the operative content of the paragraphs relating\r\nto reproductive and sexual health, especially paragraphs\r\n56, 57 and 58, is that their implementation will take place\r\nin accordance with the legal system and the cultural and\r\nreligious heritage of each society. Therefore, Egypt will\r\napply the content of these paragraphs in accordance with\r\nthe rules of Islamic Shariah and the basic legal rules in\r\nforce in Egypt.\r\nYouth in all Member States is looking to us.\r\nTherefore the General Assembly should perform its role\r\nto the full. We meet today at the level of a high-level\r\ninternational conference which, we believe, could yield\r\nfruitful results if we begin immediately to tackle the\r\npending issues which are few in number, with the usual\r\ninternational procedure. That is, we should consider the\r\ncontents of the draft World Programme of Action in this\r\nAssembly in a transparent, democratic fashion that would\r\nlead to genuine consensus in accordance with the rules of\r\nUnited Nations international conferences.\r\nThe delegation of Egypt wishes to propose, at this\r\npoint, the convening today of an open-ended consultation\r\nmeeting under the leadership of the President or a Vice-\r\nPresident of the Assembly so that the General Assembly\r\n22\r\nGeneral Assembly 44th plenary meeting\r\nFiftieth session 27 October 1995\r\nmay consider the draft of the World Programme of Action\r\nin a first reading, since the draft has not yet been\r\nconsidered by the General Assembly in a first reading. This\r\nis the customary procedure followed in all international\r\nconferences before the adoption of any international\r\nprogramme. The aim would be to revise the few points that\r\ncall for revision in the controversial paragraphs, so that the\r\nAssembly may consider the final draft of the World\r\nProgramme of Action at its high-level meeting with a view\r\nto adopting it by consensus.\r\nWe are confident that there is a real opportunity for us\r\nto overcome the problem of redrafting the few controversial\r\nparagraphs I have mentioned. This could be done simply by\r\nadhering to the language that was agreed after painstaking\r\nefforts at the 1994 International Conference on Population\r\nand Development in Cairo, as contained in the report of\r\nthat Conference, without in any way introducing any\r\ncontroversial wording or concepts.\r\nEgypt devotes special attention to youth issues and\r\naccords them top priority in its public policy and the\r\nvarious executive programmes of the Government that aim\r\nat achieving social integration and at raising the standard of\r\nliving of all segments of society. The Egyptian Government\r\nhas adopted an ambitious programme to combat poverty\r\nand achieve comprehensive social development on the\r\noccasion of the 1996 International Year to Eradicate\r\nPoverty. All organs of the Government now cooperate in\r\nthe implementation of this development programme and\r\nelicit the participation of all non-governmental organizations\r\nengaged in voluntary work in this field. In this context,\r\nEgypt urges the international community to consolidate all\r\ninternational cooperation programmes that aim at youth\r\nwelfare, especially in developing countries, in order to help\r\nthose countries carry out their programmes in reaffirmation\r\nof international interest in youth issues throughout the\r\nworld.\r\nWhile on the subject of youth issues, we should refer\r\nto the importance of devoting special attention to the\r\nneediest categories of society, especially the handicapped\r\nand those who live in rural areas in which only basic\r\nservices are available to the young, as well as the\r\ninhabitants of areas with particular difficulties, such as\r\nthose under occupation and those afflicted by armed\r\nconflicts.\r\nIn conclusion, we hope that the year 2000, to which\r\nthe World Programme of Action is looking, will see the\r\nresolution of all youth priority issues through concerted\r\ninternational efforts and through the cooperation of United\r\nNations bodies and specialized agencies with the\r\nGovernments of Member States, and with the real and\r\neffective participation of non-governmental organizations\r\nso that the goals we set at the world Summit, including\r\nthe integration of young people in the activities of their\r\nsocieties may be achieved as we approach the twenty-first\r\ncentury.\r\nThe Acting President (interpretation from French):\r\nWe have heard the last speaker for today’s meeting\r\ndevoted to the celebration of the tenth anniversary of\r\nInternational Youth Year.\r\nBefore adjourning the meeting, I should like to\r\ninform Members that, as it appears that further\r\nconsultation on the draft World Programme of Action is\r\nneeded, action on the draft will therefore be taken at a\r\nlater date, to be announced.\r\nI will now adjourn this meeting and proceed\r\nimmediately to the special briefing by non-governmental\r\nyouth organizations to hear the remaining speakers.\r\nThe meeting rose at 5.55 p.m.\r\n23\r\n"