"United Nations A/50/PV.17\r\n95-86196 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFiftieth Session\r\n17th plenary meeting\r\nTuesday, 3 October 1995, 3 p.m.\r\nNew York\r\nPresident: Mr. Freitas do Amaral . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Portugal)\r\nIn the absence of the President, Mr. Peerthum\r\n(Mauritius), Vice-President, took the Chair.\r\nThe meeting was called to order at 3.10 p.m.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nThe Acting President: I call first on the Minister for\r\nForeign Affairs of Uganda, His Excellency Mr. Ruhakana\r\nRugunda.\r\nMr. Rugunda (Uganda): Allow me on behalf of the\r\nUgandan delegation to convey our warm greetings to\r\nMr. Diogo Freitas do Amaral on the occasion of his\r\nelection to the presidency of the fiftieth session of the\r\nGeneral Assembly. His election does great honour to his\r\ncountry, Portugal, with which Uganda enjoys very cordial\r\nrelations. We are confident that Mr. Freitas do Amaral will\r\nguide the Assembly’s deliberations to a successful\r\nconclusion.\r\nAllow me also to pay special tribute to His Excellency\r\nMr. Amara Essy, Foreign Minister of Côte d’Ivoire, for the\r\nskilful manner in which he presided over the work of the\r\nforty-ninth session of the General Assembly.\r\nI salute the Secretary-General, His Excellency\r\nMr. Boutros Boutros-Ghali, for his tireless efforts in the\r\nservice of our Organization.\r\nFifty years ago, in the aftermath of the Second\r\nWorld War, with its destructive nationalism, economic\r\nand social depression and the attendant social dislocation,\r\nthe United Nations was established. It was founded by\r\nmen and women who were determined to save succeeding\r\ngenerations from the scourge of war. They created the\r\nUnited Nations as the only universal international\r\norganization that would exist to cope with global\r\nproblems and ensure that the international community\r\nenjoyed peace and prosperity. The United Nations Charter\r\nand the Universal Declaration of Human Rights provided\r\nthe bedrock for a new system of rights and obligations for\r\nthe promotion of international peace and security.\r\nThe new order, organized on the basis of universality\r\nand sovereign equality, was intended to encompass all\r\nnations, large and small, strong and weak, in order to\r\npromote the well-being of all peoples. The United Nations\r\nthus emerged as a beacon of hope out of the ruins and\r\ndarkness of the Second World War. Today this vision\r\nremains as valid as it was 50 years ago. It is for that\r\nreason that we reaffirm our confidence in the\r\nOrganization and its global mandate.\r\nIn the five decades of the existence of the United\r\nNations, the world has witnessed remarkable changes. The\r\ncommunications revolution and the globalization of the\r\nworld economy have transformed the world into a global\r\nvillage and have increased interdependence among\r\nnations. The cold war, which dominated the post-War era,\r\nended, with the favourable dramatic transformation of\r\nEast-West relations. Over 100 States which were colonial\r\nGeneral Assembly 17th plenary meeting\r\nFiftieth session 3 October 1995\r\ndependencies in 1945 achieved independence. We also\r\nwitnessed the birth of a free, non-racial and democratic\r\nSouth Africa and the elimination of the obnoxious system\r\nof apartheid.\r\nWhile the end of the cold war has reduced tension\r\nbetween the major Powers and has facilitated the resolution\r\nof a number of regional conflicts, we continue to witness\r\nthe proliferation of intra-State conflicts. These are new\r\nchallenges which call for more innovative approaches and\r\nwhich underscore the continuing relevance of the United\r\nNations.\r\nWe believe that the United Nations should address in\r\na concrete and decisive manner the issue of socio-economic\r\ndevelopment, without which peace and security cannot be\r\nsustained. The United Nations and the international\r\ncommunity have to renew their resolve to eradicate poverty\r\nand deprivation. This spectre of poverty and deprivation is\r\nrampant in Africa and in the least developed countries. We\r\nshould act collectively and decisively to change this\r\nsituation. The fiftieth anniversary celebrations are a fitting\r\noccasion to make this solemn commitment.\r\nIt is no coincidence that our region, Africa, which is\r\nthe least developed in the world, is also the most affected\r\nby strife and conflict. In order to put an end to this we need\r\nto foster a comprehensive approach which addresses the\r\nroot causes of these conflicts and consolidates and\r\nguarantees durable peace and security. To this end, we\r\nmust, first of all, boost our capacity to anticipate and\r\nprevent conflicts before they occur, through preventive\r\ndiplomacy. Secondly, we should be prepared to respond\r\nswiftly to emergency situations. And lastly, we must\r\nconsolidate the peace by putting in place recovery and\r\nrehabilitation programmes in order to create the economic\r\nconditions for peace and stability.\r\nIn addition to this, there should be increased\r\nrecognition of the role of the affected regions in the\r\nformulation of appropriate responses. It is for this reason\r\nthat we consider the establishment of the Organization of\r\nAfrican Unity mechanism for conflict prevention,\r\nmanagement and resolution a timely and appropriate\r\ninitiative. The Organization of African Unity decision to put\r\nin place a Central Organ for that mechanism was an equally\r\npositive development. We appeal to the international\r\ncommunity to render the requisite financial and technical\r\nsupport to complement Africa’s efforts to make these\r\ninstitutions work.\r\nWe salute the return of peace to Cambodia, Haiti,\r\nMozambique and Angola, and we are encouraged by the\r\npositive developments in Liberia, Bosnia and Herzegovina\r\nand the Middle East. We commend the steps being taken\r\nby the Government in Rwanda to restore normalcy and\r\nnational reconciliation, and we call for expeditious and\r\nfull activation of the International Tribunal for Rwanda.\r\nWe believe that it is possible to contain the situation\r\nin Burundi and avoid the replication of the genocide that\r\nwas perpetrated in Rwanda last year. We continue to be\r\nconcerned about the situation in Somalia and call for\r\nreconciliation among the parties to the conflict there.\r\nAs regards Western Sahara, we urge all parties to\r\nexercise the statesmanship necessary to prepare the way\r\nfor a just and durable solution. In order to consolidate and\r\ngive hope to all these troubled parts of the world the\r\ninternational community must render all necessary\r\nsupport. We in Uganda will continue to contribute to\r\nconflict resolution, peacemaking and peace-keeping,\r\nwithin our capabilities.\r\nThe threat posed by the proliferation of weapons of\r\nmass destruction remains a matter of grave concern to this\r\nOrganization. We welcome the conclusion of the Review\r\nand Extension Conference of the Parties to the Treaty on\r\nthe Non-Proliferation of Nuclear Weapons (NPT). This\r\nshould strengthen the non-proliferation regime. If that is\r\nto be fully realized, it should be complemented by the\r\nentry into force of the Convention on the Prohibition of\r\nthe Development, Production, Stockpiling and Use of\r\nChemical Weapons and on Their Destruction. It is\r\ndeplorable that, in spite of the indefinite extension of the\r\nNPT, some countries have continued to carry out nuclear\r\ntests. This goes against the letter and the spirit of the\r\nunderstanding on the indefinite extension of the\r\nnon-proliferation Treaty.\r\nWe note the progress made so far in the negotiations\r\non a comprehensive test-ban Treaty, and we urge its early\r\nconclusion. We welcome various regional initiatives\r\naimed at establishing nuclear-weapon-free zones and we\r\nsupport the establishment of a nuclear-weapon-free zone\r\nin Africa as a contribution to global disarmament efforts.\r\nIn both its domestic and its foreign policy, Uganda\r\naccords high priority to the observance of human rights.\r\nWe have entrenched in the new Constitution a human\r\nrights commission as an institutional framework for the\r\ndevelopment and observance of human rights. We wish\r\nGeneral Assembly 17th plenary meeting\r\nFiftieth session 3 October 1995\r\nto express our appreciation to all countries and institutions\r\nthat have supported us in our efforts to develop and\r\nstrengthen human-rights monitoring and enforcement\r\ncapabilities.\r\nWe have just completed the process of establishing a\r\nConstitution, aimed at consolidating the rule of law. The\r\nnew Constitution was enacted on 22 September 1995 by a\r\ndemocratically elected Constituent Assembly and is due to\r\nbe promulgated shortly. The Constitution paves the way to\r\nthe holding of general and presidential elections, which are\r\nscheduled for early next year. This will enhance the\r\nempowerment of the people to take charge of their own\r\ngovernance and their own destiny.\r\nThe Government has made efforts to empower our\r\npeople, especially women, young people and other\r\nvulnerable groups. Within the framework of the bottom-up\r\nResistance Council system, the population has been\r\nmobilized and provided with modest capital —\r\nentandikwa — as part of our national endeavour to create\r\nproductive and income-generating opportunities in order to\r\nimprove the earning capacity of the family and, thus,\r\nimprove the living conditions of the people.\r\nAs we celebrate the fiftieth anniversary of the United\r\nNations, we should reaffirm our commitment to the primacy\r\nof the democratic principle at all levels, including that of\r\nthe United Nations. It is in this context that Uganda\r\nsupports restructuring of the Security Council to make it\r\nmore transparent and democratic in its decision-making, and\r\nmore representative of the increased membership of the\r\nUnited Nations.\r\nIn the same vein, we urge that the Bretton Woods\r\ninstitutions take into account the problems, concerns and\r\naspirations of developing countries in the formulation and\r\ndesign of policies and programmes in order to respond to\r\ntheir social and economic needs.\r\nMany developing countries continue to be adversely\r\naffected by the uneven and inequitable trends in the global\r\neconomy. These trends have widened further the gap\r\nbetween the rich and the poor countries. The socio-\r\neconomic situation in Africa is critical and continues to\r\ndeteriorate. It is characterized by a weak physical and\r\ninstitutional infrastructure, underdeveloped human\r\nresources, epidemics and disease, lack of adequate shelter,\r\npoverty and deprivation. All these factors undermine peace\r\nand stability, and this, in turn, hampers growth and\r\ndevelopment.\r\nWe have undertaken bold economic and political\r\nreforms in Uganda with a view to creating an\r\nenvironment conducive to the consolidation of social and\r\neconomic progress. These reforms have been\r\ncharacterized by the attainment of basic macro-economic\r\nstability and the enhancement of democracy and the rule\r\nof law, and they have stimulated reasonable economic\r\ngrowth and social progress. In spite of these modest\r\nachievements our countries continue to depend heavily on\r\nthe export of primary commodities, which do not attract\r\nfair prices in international markets. There has also been\r\na steady decline in the availability of both domestic and\r\nexternal resources for development. To compound the\r\nsituation, most of our countries are saddled with heavy\r\ndebts, the servicing of which is no longer sustainable.\r\nAll these and other factors have contributed to the\r\nmarginalization of Africa and have made it difficult for\r\nthe continent to benefit from the positive impulses of\r\nglobalization and the liberalization of world trade. These\r\nissues were reviewed at the high-level segment of the\r\nEconomic and Social Council, which addressed the theme\r\nof African development and implementation of the United\r\nNations New Agenda for the Development of Africa in\r\nthe 1990s, and in the ongoing discussion here at the\r\nUnited Nations about the mid-term review of the Global\r\nProgramme of Action for the Least Developed Countries\r\nfor the 1990s.\r\nThe two meetings agreed that the United Nations\r\nNew Agenda for the Development of Africa in the 1990s\r\nand the global Programme of Action for the Least\r\nDeveloped Countries for the 1990s remained largely\r\nunimplemented. We should seize the opportunity provided\r\nby the fiftieth anniversary of the United Nations to decide\r\non concrete actions that will give hope to the peoples of\r\nAfrica and of the least developed countries.\r\nThe stagnation and decline in official development\r\nassistance (ODA) are disturbing. We are equally\r\nconcerned at the wavering commitment towards the\r\neleventh replenishment of the international development\r\nassistance fund. We urge our development partners to\r\nfulfil the internationally agreed obligations with regard to\r\nofficial development assistance. This would be a fitting\r\nand tangible show of solidarity with Africa and, indeed,\r\nthe least developed countries.\r\nOur external indebtedness and debt-servicing\r\nobligations have reached unsustainable levels. We\r\ntherefore call for an urgent once-and-for-all development-\r\noriented initiative on all types of debts, which could\r\n3\r\nGeneral Assembly 17th plenary meeting\r\nFiftieth session 3 October 1995\r\ninclude the following: first, an enhancement of the Naples\r\nterms and an improvement in its accessibility; and,\r\nsecondly, a significant initiative on multilateral debts,\r\nincluding a softening of the financing terms of International\r\nMonetary Fund (IMF) loans to make it IDA-comparable.\r\nThese initiatives could be achieved through the sale of IMF\r\ngold stocks and by creating an appropriate debt-relief\r\nfacility. We believe these actions will release much-needed\r\nresources, which are currently going into the debt-servicing\r\nof development activities, including the eradication of\r\npoverty.\r\nAt the moment Africa accounts for a meagre\r\n2.4 per cent of world merchandise trade. In the context of\r\nthe Uruguay Round agreements, it is estimated that the\r\ncontinent could lose up to $2.6 billion annually in the\r\ncourse of the initial years of the implementation of the\r\nagreement. By contrast, global trade will be boosted by\r\n$500 billion annually. The legitimate concerns of Africa\r\nand the least developed countries have been identified and\r\nspecific measures to address them have been recommended\r\nby both the Ministerial Decision of Marrakesh and the\r\nUnited Nations Conference on Trade and Development\r\n(UNCTAD). For Africa to benefit from the liberalization of\r\nworld trade, these measures, including capacity-building,\r\ncompensation, enhanced-market-access provisions and\r\nfinancial assistance towards institutional and economic\r\ntransformation, must be implemented fully and without\r\ndelay.\r\nTo assist in the follow-up and implementation of the\r\nUruguay Round agreements, two institutions are significant\r\nand must be strengthened and supported — UNCTAD as\r\nthe institution with a specific focus on trade and\r\ndevelopment issues, especially as they relate to developing\r\ncountries; and the United Nations Industrial Development\r\nOrganization (UNIDO) because of its role in the promotion\r\nof industrialization.\r\nWe note the ongoing discussions under the open-ended\r\nad hoc Working Group of the General Assembly on an\r\nAgenda for Development. It is our hope that this process\r\nwill generate specific measures and commitments to address\r\nthe specific problems of developing countries. We also\r\nhope that it will help to forge consensus on development\r\nwhich takes into account, and builds on, the commitments\r\nand programmes of action already agreed on in the series\r\nof United Nations conferences that have been held since\r\n1990.\r\nUganda is concerned about the serious problem posed\r\nby the rapid growth and spread of water hyacinth on Lake\r\nVictoria and other lakes and rivers in the Nile valley.\r\nThis has adversely affected the ecological balance of our\r\nwaters and the livelihood of our populations, who depend\r\non fishing as a means of survival. Besides, the hyacinth\r\nis threatening to choke the Owen Falls Dam — our only\r\nmajor source of hydroelectric power. It has disrupted our\r\nwater transportation system, which is very important for\r\na land-locked country such as Uganda. We make an\r\nurgent appeal to the international community to extend\r\nsupport to enable us to address the problem of water\r\nhyacinth.\r\nWe consider South-South cooperation to be an\r\nimportant aspect of development cooperation. The sharing\r\nand pooling of information, knowledge, markets and\r\nresources are some of the ways in which developing\r\ncountries can promote their growth and development. To\r\nthis end we are active participants in all arrangements for\r\ncooperation in our subregion and support the\r\nestablishment of the African Economic Community. We\r\nbelieve that these arrangements and the institutions\r\nestablished to promote them, such as the South Centre,\r\nshould be supported by the international community.\r\nThe United Nations has over the years provided a\r\nforum for intensive dialogue on all issues. Through a\r\nseries of global conferences, it has helped to forge\r\ninternational consensus on global problems — issues such\r\nas the environment, population, the status of women,\r\nhuman rights, development, and many more. Its\r\nspecialized agencies have made an invaluable contribution\r\nin their respective spheres of activity and have provided\r\nhumanitarian and development assistance to many parts of\r\nthe world. In recent years, despite drastic limitations on\r\npersonnel and resources, the United Nations has\r\nresponded to the dramatic rise in the demand for peace-\r\nkeeping and other emergency operations throughout the\r\nworld. These are laudable accomplishments, which should\r\nstrengthen our resolve and our confidence in support of\r\nthe Organization.\r\nAs we stand in the twilight of the twentieth century\r\nand approach the dawn of the new millennium, we should\r\nuse the occasion provided by the fiftieth anniversary of\r\nthe United Nations to strengthen the Organization. We\r\nshould demonstrate our dedication to the Organization and\r\nits component parts by providing it with the resources\r\nnecessary for the accomplishment of its immense\r\nmandate. Our challenge is to bequeath to succeeding\r\ngenerations a democratic, transparent and more effective\r\nUnited Nations.\r\n4\r\nGeneral Assembly 17th plenary meeting\r\nFiftieth session 3 October 1995\r\nThe Acting President: I now call upon the Minister\r\nof Foreign Affairs of the Arab Republic of Egypt, His\r\nExcellency Mr. Amre Moussa.\r\nMr. Moussa (Egypt)(interpretation from Arabic): It\r\ngives me great pleasure to extend to the President, and to\r\nhis friendly country, Portugal, our congratulations on his\r\nelection as President of the General Assembly for this\r\nhistoric session, which crowns 50 years of international\r\nwork under the banner of the United Nations in the service\r\nof humanity, individuals and peoples.\r\nI should also like to express our profound appreciation\r\nto His Excellency Mr. Amara Essy, Minister for Foreign\r\nAffairs of Côte d’Ivoire, for his wise conduct of the work\r\nof the forty-ninth session and for his valuable efforts in the\r\npreparatory work for the celebration of the fiftieth\r\nanniversary.\r\nWe now live in an age wherein the international map\r\nof political relations is being redrawn, side by side with the\r\nreshaping of the scales of economic relations and, probably,\r\nthe essence of existing social and cultural systems. The\r\nuniversal nature of issues and the similarity of the problems\r\nfacing our contemporary societies have become the\r\nprincipal feature of our world. Consequently, the only way\r\nto deal with such issues and problems is to promote and\r\nrationalize international cooperation, since the majority of\r\nthe problems we face today cannot be dealt with\r\nunilaterally at a time when the fluctuations of financial\r\nmarkets, the transactions of transnational corporations and\r\nthe impact of information networks and communication\r\nsatellites all transcend the national boundaries of States. We\r\ncannot hope to succeed in dealing with problems against\r\nsuch a complex backdrop without international and\r\ncollective action in the interests of the entire human race.\r\nIn this, we see a very significant role for the United\r\nNations in formulating the modern concepts needed in\r\ndealing with problems in such a difficult and complex era.\r\nAlthough the ending of the cold war did remove\r\ntremendous obstacles that, for so long, had adversely\r\naffected efforts of international cooperation in all fields,\r\nthis, in itself, has not been conducive to the spontaneous\r\nemergence of a new international order based on legality,\r\njustice, and democracy, that is capable of maintaining\r\npeace and bringing prosperity to peoples. This requires a\r\nconsensual vision of what the content and rules of such a\r\nnew international order should be. It also requires the\r\ndissipation of the growing fears that many countries now\r\nharbour as a result of the tendency to entrench policies of\r\ndouble standards, to look for some ideological or\r\nintellectual foe to demonize and to make a target for\r\ncriticism, international mobilization and techniques of\r\nsubjugation.\r\nThis can be seen clearly in the performance of the\r\nSecurity Council and in its hesitant posture when it comes\r\nto facing up to certain situations, probably because of the\r\nlack of the necessary political will, or to the fact that that\r\nwill falls hostage to conflicting attitudes. Again, this may\r\nbe due to the fact that we, as an international community,\r\nare still unable to develop a concept of a system of\r\ncollective security that would be in consonance with the\r\nprovisions of the United Nations Charter.\r\nIn this connection, let us call to mind the tragedies\r\nof ethnic genocide perpetrated against the people of\r\nBosnia and Herzegovina. Having done this, let us call to\r\nmind the ability, the inability or the ambivalence\r\ndemonstrated in reacting to those international crimes and\r\nthe adverse impact they have had on the credibility of the\r\nworld order, of which the United Nations continues to be\r\na principal cornerstone. We need to pause and review the\r\ncollective-security system and how we can improve it.\r\nWe must also consider the need for a parallel economic-\r\nand social-security system in the light of the global trend\r\ntowards market economies and in the light also of the\r\nachievements made in the General Agreement on Tariffs\r\nand Trade (GATT) and the related problems in the\r\ndeveloping world, which constitutes the overwhelming\r\nmajority of the human race.\r\nIt is no longer possible to face up to the challenges\r\nof tomorrow with the methods of yesterday, especially\r\nthat the concept of security is no longer limited to\r\nterritories or national boundaries at a time when most\r\narmed conflicts take place within such national\r\nboundaries, and when the lack of economic and social\r\ndevelopment has become a universally grave problem. It\r\nfollows from this that the challenge which now faces the\r\ninternational community represented by the United\r\nNations has to do with the extent of the Organization’s\r\nability to address such new issues, with the degree of its\r\nsuccess in forging an international and democratic\r\nconsensus in that regard, and with the presence or\r\nabsence of the political will to enable the United Nations\r\nto perform its role through the provision of the resources\r\nit must have in order for it to do so.\r\nThe United Nations has made an outstanding\r\ncontribution towards the promotion of international\r\nawareness of issues which stand as milestones in the\r\nhistory of the twentieth century, prominent among which\r\n5\r\nGeneral Assembly 17th plenary meeting\r\nFiftieth session 3 October 1995\r\nare decolonization, the eradication of apartheid and dealing\r\nwith the issues of economic and social development and\r\nhuman rights. Such concepts have now become the very\r\nfoundations of civilized international behaviour.\r\nHaving said this, we must say that what the future\r\nrequires is a new universal social contract as I called for in\r\nmy statement before the General Assembly at the forty-\r\nseventh session, in commenting on the Secretary-General’s\r\n“Agenda for Peace” submitted in 1992. A series of\r\ninternational conferences on children, on the environment,\r\non human rights, on population, on social development and\r\non women have provided the international community with\r\na wealth of programmes of action and ideas which could\r\nprovide solid basis for drawing up the universal social\r\ncontract we propose in order for our work to lead to\r\ndevelopment, security and peace.\r\nWhether the United Nations is able to forge such\r\nconsensus, will depend on its ability to close the credibility\r\ngap from which it has suffered over the past few years. No\r\namount of administrative reform or restructuring, however\r\ngreat, would enable it to rise to the demands of this new\r\nera unless such reform is accompanied by the mobilization\r\nof the political will to support the United Nations and to\r\nuphold its credibility together with a process of conceptual\r\nreform that should be inspired by the ideals and objectives\r\nof the Charter and should aim at formulating a modern\r\nprogramme of action that responds to the realities, issues\r\nand challenges of today’s world.\r\nIn order for the United Nations to lead international\r\naction in such directions, it must enjoy financial stability.\r\nSuch stability cannot be achieved without our collective\r\ncommitment to pay in full our assessed contributions to the\r\nOrganization’s budget. Egypt hopes that the Member States\r\nshall seize the opportunity of the celebration of the fiftieth\r\nanniversary of the founding of the Organization, truly a\r\nhistoric occasion, by issuing a declaration committing all\r\nMembers, and especially all the States permanent members\r\nof the Security Council, to pay all assessed contributions\r\nand all arrears before the end of the year, to underscore our\r\ncollective and genuine support for the Organization.\r\nThe General Assembly has achieved a great deal over\r\nthe past 50 years in the political, economic, social and\r\nenvironmental fields and has contributed to the\r\nestablishment of principles of international conduct in the\r\nspheres of democracy, respect for human rights and the\r\ncodification and development of the principles of\r\ninternational law. However, the present era is a time for\r\nreformulating international relations, which requires the\r\nAssembly to perform a new role that promotes our\r\ncollective capacity in the areas of security, development\r\nand international cooperation.\r\nThe Secretary-General’s initiatives have also\r\ncontributed to initiating a discussion of such hot issues as\r\npreventive diplomacy, peace-building in post-conflict\r\nsituations, and coordination between the United Nations\r\nand other international and regional bodies. Such\r\ndiscussions have shown that there is a growing tendency\r\nto attach increasing importance to such issues, particularly\r\non the part of the developing countries, a matter which\r\nhighlights the need to promote the focal role of the\r\nGeneral Assembly in building international consensus on\r\nsuch important issues.\r\nThe growing tendency to develop and reform the\r\nUnited Nations has focused attention on the Security\r\nCouncil’s role and its performance. It was only natural\r\nthat the General Assembly should have focused on\r\ndiscussing the rules and procedures that the Security\r\nCouncil should follow, particularly in the areas that need\r\nto be reviewed in the light of the latest developments in\r\ninternational affairs.\r\nAny in-depth examination of the Council’s role in\r\nthe light of such developments would highlight the fact\r\nthat many of the substantive and procedural aspects of the\r\nCouncil’s work need to be reviewed, either by the\r\nCouncil itself or by the General Assembly if the Council\r\nshould fail to do so. Since the end of the cold war, the\r\nCouncil’s performance has tended to be characterized by\r\ncertain features of which stand out the ineffectiveness of\r\nsome of its resolutions, which lend themselves to many\r\ndiverse interpretations and the tendency of some of those\r\nresolutions to aim at achieving political objectives whose\r\nobjectivity is often debatable. All such aspects have an\r\nundoubted effect on the Council’s credibility and efficacy.\r\nThe ongoing consultations in the Working Groups on\r\nhow to improve the methods and procedures relating to\r\nthe imposition and lifting of sanctions by the Council\r\nhighlight the concern felt by the Member States over such\r\nmatters. The point is that, in such cases, there should be\r\na minimum level of safeguards, through the application of\r\na set of agreed, uniform rules and procedures, in order for\r\nthe imposing and lifting of sanctions to take place in a\r\nmanner that strikes a balance between, on the one hand,\r\nthe interests of the international community and, on the\r\nother, the extent of the human suffering endured by\r\npeoples on whom the sanctions are imposed.\r\n6\r\nGeneral Assembly 17th plenary meeting\r\nFiftieth session 3 October 1995\r\nThe increasing importance the international community\r\nattaches to the question of reforming the Security Council\r\nhas focused attention on a number of issues such as the\r\nneed to improve the Council’s practices and procedures,\r\nimprove its performance and underscore the need for\r\ntransparency in its work.\r\nEgypt is convinced that there exists consensus of\r\nopinion that there is a need to increase the membership of\r\nthe Council in order to expand international participation in\r\ndischarging the major responsibility of the Organization\r\nand, thereby, to promote the Council’s efficiency. We are\r\nalso aware of the heavy responsibilities that go with\r\nmembership in the Council. Proceeding from this and given\r\nEgypt’s regional and international contributions in the\r\ncontexts of Arab, African and Middle Eastern affairs and\r\nother spheres, together with its constant support of United\r\nNations activities, we believe that Egypt is well placed in\r\nthe ranks of the States qualified to bear the responsibility of\r\nmembership in a new and expanded Security Council that\r\nwould be more equitable and balanced in its representation\r\nof the different regions of the world.\r\nWhen we speak of expanding Security Council\r\nmembership, we do not have in mind a mere increase in the\r\nnumber of permanent seats allocated to the developed\r\ncountries at the expense of the developing countries. What\r\nwe have in mind is striking the necessary balance between\r\nthe developed and the developing countries, by reinforcing\r\nthe Council with a number of developing countries that are\r\ncapable of shouldering such a responsibility and are capable\r\nof having the necessary impact at the regional and the\r\ninternational levels, in a manner that would make the\r\nCouncil more representative of international reality and,\r\nthereby, much more effective in dealing with international\r\nissues.\r\nOn the other hand, and from a more practical point of\r\nview, we believe that the ideas put forward by Egypt and\r\nby other countries concerning the addition of a number of\r\nnew, rotating seats for a specific number of States would\r\nafford a larger number of States the opportunity of sharing\r\nin exercising the responsibilities of membership in the\r\nCouncil. We believe that this would promote the Council’s\r\nrole, enhance its credibility as a body that is truly\r\nrepresentative and enrich it with the membership of\r\ncountries that play important and effective roles in their\r\nregions.\r\nI should like to seize this opportunity to put on record\r\nthat Egypt welcomes the consultations the Security Council\r\nconducts with the countries that contribute troops to peace-\r\nkeeping operations, and call upon the Council to adhere\r\nto the spirit of the provisions of Article 44 of the Charter\r\nby institutionalizing such consultations so that they may\r\nbecome an integral part of the decision-making process in\r\nrelation to any peace-keeping operation. This would\r\nincrease the chances of success for all such operations.\r\nHere I must point out the vital role that could be\r\nperformed by regional organizations and arrangements, in\r\naccordance with Chapter VIII of the Charter, in\r\nmaintaining international peace and security in general\r\nand in the area of preventive diplomacy in particular. In\r\nthis connection, I should like to mention that Egypt has\r\nset up the “Cairo Centre for the Settlement of Disputes\r\nand the Maintenance of Peace in Africa”, and that we are\r\nconfident that this Centre will receive the necessary\r\nassistance from the United Nations Department of Peace-\r\nkeeping Operations and from States with the necessary\r\nexpertise in this field.\r\nThe founding of the United Nations was\r\ncontemporaneous with the beginning, 50 years ago, of a\r\nsad chapter in the evolution of the question of Palestine\r\nthat triggered the Arab-Israeli conflict, with all the wars\r\nand tragedies that conflict entailed. Now, half a century\r\nlater, we witness the beginnings of a comprehensive\r\nsettlement to this question and the progress towards an\r\nArab-Israeli peace. The United Nations has left its imprint\r\non all aspects of the question of Palestine and the\r\nArab-Israeli conflict. Some of its earlier resolutions\r\nsparked off the Arab-Israeli wars. Some others have laid\r\nthe foundations for a peaceful settlement, such as Security\r\nCouncil resolution 242 (1967), and resolution 425 (1978)\r\non Lebanon, the resolutions on Al-Quds, the refugees and\r\nthe Palestinian people’s right to self-determination.\r\nA few days ago, in Washington, we witnessed the\r\nsigning of the transitional-phase agreement by the\r\nPalestinian President, Yasser Arafat, and the Israeli Prime\r\nMinister, Yitzhak Rabin. This is a historic achievement\r\ntowards resolving the Palestinian problem, as it initiates\r\nthe second phase of the agreement concluded between the\r\ntwo parties and expands Palestinian authority to the West\r\nBank. This is a sound move that brings Palestine closer\r\nto having a full-fledged Government with its legislative,\r\nexecutive and judiciary branches within a preliminary\r\nregional framework.\r\nAlthough the agreement is transitional and\r\nrepresents a delicate balance of commitments between the\r\nemerging entity and Israel, it is undoubtedly a major\r\npositive step at the strategic level. In practical terms,\r\n7\r\nGeneral Assembly 17th plenary meeting\r\nFiftieth session 3 October 1995\r\npaves the way for the partition of the land of Palestine\r\nbetween Israel and the Palestinian entity which would reach\r\ncompletion only through the establishment of the\r\nPalestinian State on all the territories of Gaza and the West\r\nBank. It is important to note here that the Palestinian\r\nparliament, which will be elected within a few months, will\r\nrepresent also the Palestinian people in Al-Quds.\r\nEarly on, Egypt had opted for the role of pioneer in\r\nthe long march towards peace in the Middle East. Camp\r\nDavid and Taba, which were two outstanding milestones on\r\nthis long march, have now been joined by a host of other\r\nlandmarks along the road to peace. However, we are fully\r\naware of the obstacles and pitfalls that are still in the way\r\nof a comprehensive peace, both on the Syrian and the\r\nLebanese tracks, which must be reactivated urgently indeed,\r\nand on the Palestinian track, where everything depends on\r\nthe honest and immediate implementation of the agreement\r\nand serious preparations for the Israeli-Palestinian\r\nnegotiations on the final status. Egypt looks forward to a\r\nday in the near future when its vision of a new Middle East\r\nwould materialize.\r\nFrom this very rostrum, at the forty-ninth session of\r\nthe General Assembly, on behalf of Egypt, I called upon\r\nthe States and peoples of the Middle East to give thought\r\nto the shape of our relations in the post-settlement period.\r\nI invited them to join us in formulating the makings and\r\nfoundations of new relations between the countries of the\r\nregion that would rest squarely on three pillars: political\r\nsettlement, economic and social development and regional\r\nsecurity and arms control.\r\nOur views in all this proceed from the conviction that\r\npeace will never become permanent and will never take\r\nroot without a balanced and constructive interaction that\r\nwould serve the common interests of all parties. I have\r\ntouched upon the recent developments in the area of\r\npolitical settlement. I should like to add here that the\r\nframework of this settlement is still fragile and that it needs\r\na great deal of prudence and caution. What is needed above\r\nall else in this respect is that all parties should abstain from\r\ntaking any unilateral action that might infringe the rights of\r\nthe other parties or pre-empt the final outcome of the\r\nnegotiations.\r\nThe Economic Summit meeting for the Middle East\r\nand North Africa, held in Casablanca in October 1994, was\r\nan important step for regional economic cooperation. The\r\nparticipants in that meeting may recall Egypt’s insistence\r\nthat genuine peace is peace that prevails amongst peoples\r\nand that genuine peace is that which serves as a foundation\r\nfor economic cooperation. As we move closer to the\r\nAmman summit, scheduled to be held towards the end of\r\nOctober 1995, we reiterate that belief and call for real\r\nprogress on the different tracks of the peace process in\r\norder to provide the necessary conditions for promoting\r\ncooperation in the region.\r\nIn this connection, Egypt believes that it is the issues\r\nof arms control and regional security that will determine\r\nthe form and extent of cooperation amongst the countries\r\nof the region in the future. Egypt views security, as the\r\nprincipal mainstay of the edifice of peace in the Middle\r\nEast, and believes that it should rest squarely on the firm\r\nfoundation of equal rights and obligations for all parties\r\nin the region with regard to disarmament, so that equal\r\nsecurity may be achieved at the minimum level of\r\narmament and guaranteed through the defining of\r\ncommon rights and interests and not through the\r\nacquisition of weapons of mass destruction.\r\nProceeding from this, we call for initiating concrete\r\nsteps towards:\r\n- Israel’s accession to the Treaty on the Non-\r\nProliferation of Nuclear Weapons (NPT) and subjecting\r\nits nuclear facilities to the International Atomic Energy\r\nAgency (IAEA) international regime of safeguards and\r\ninspection.\r\n- Engaging in discussion aimed at establishing a\r\nzone free of weapons of mass destruction in the Middle\r\nEast.\r\n- Reviewing the relevant international agreements on\r\ndisarmament, by the countries of the region, with a view\r\nto harmonizing their positions and commitments regarding\r\nthose agreements.\r\nI seize this opportunity to call upon the permanent\r\nMembers of the Security Council which sponsored the\r\nresolution relating to the Middle East in the Review and\r\nExtension Conference of the States Parties to the Treaty\r\non the Non-Proliferation of Nuclear Weapons to take\r\nconcrete steps that would ensure the accession to the\r\nTreaty by all States of the region and to initiate the\r\nestablishment of a nuclear-weapon-free zone in the\r\nMiddle East in accordance with the Egyptian initiative\r\nwhich has enjoyed the consensus of all the parties\r\nconcerned for more than 15 years now.\r\nSpeaking of the Middle East, I shall now address the\r\nsituation in the countries neighbouring Egypt. I shall\r\n8\r\nGeneral Assembly 17th plenary meeting\r\nFiftieth session 3 October 1995\r\nbegin by extending a brotherly greeting to the brotherly\r\npeople of Sudan and say that only what is right and true\r\nwill prove to be right and true in the end and that things\r\nwill inescapably revert to normal in a Sudan that will be\r\nfree from the politics of terrorism under the guise of\r\nreligion. The historical ties of friendship that took root over\r\nthe ages between our two peoples will continue to flow as\r\nstrongly as the flow of the river Nile through our two\r\ncountries. Egypt, which does not change its position on\r\nsuch matters, clearly reaffirms its support for the unity and\r\nterritorial integrity of Sudan within its political borders.\r\nOn the western borders of Egypt, we can state that\r\nLibya now has the firm political will to put an end to the\r\nLockerbie crisis by accepting the trial of the accused and\r\nby working for practical solutions within the framework of\r\nimplementing the relevant Security Council resolutions. In\r\nthe interests of justice and fairness to the families of the\r\nvictims, any objective view of the problem would\r\nunderscore the importance of respecting international\r\nlegality by accelerating the process of trying those accused\r\nof perpetrating an international crime.\r\nOn the other hand, the stability of the Middle East\r\nrequires the achievement of the security and stability of the\r\nGulf. In Iraq, the suffering of the Iraqi people continues as\r\nthat people lives under very cruel conditions. Even the\r\nterritorial integrity of Iraq is being threatened continuously,\r\na matter which we shall never accept or acquiesce in. We\r\ndo look forward to the day in the near future when the\r\nsuffering of the Iraqi people will come to an end and Iraq\r\nwill resume exercising its rights and obligations as a\r\nresponsible member of the Arab family and the\r\ninternational community.\r\nNow that the Iraqi Government has recognized the\r\nsovereignty of Kuwait and its international borders in\r\naccordance with the relevant Security Council resolutions,\r\nwe hope that resolving the problem of the prisoners of war\r\nand the detainees, side by side with the fact that it has\r\ncomplied with the provisions of Security Council\r\nresolutions on weapons of mass destruction will be the first\r\nmajor step towards easing the sanctions imposed on Iraq as\r\nstipulated in resolution 687 (1991). We also hope that this\r\nwill lead to practical steps by the Council towards the\r\nestablishment of a zone free of weapons of mass\r\ndestruction in the Middle East in implementation of\r\nparagraph 14 of the said resolution, the only paragraph of\r\nthe resolution which has remained unimplemented.\r\nAcross the gulf, we invite Iran, with which the Arab\r\nworld entertains well-known links and well-known\r\ndifferences at the same time, to seek to settle the problem\r\nof the Arab islands in the Gulf, namely: Abu Musa and\r\nGreater and Lesser Tunb Islands and to respect the\r\nsovereignty of the United Arab Emirates. This will no\r\ndoubt serve the interests of stability in that part of the\r\nMiddle East and work in favour of normal Arab-Iranian\r\nrelations.\r\nAllow me to state candidly that we are finding it\r\nincreasingly difficult to promote moral support for the\r\nUnited Nations because of a general feeling of frustration\r\nvis-à-vis what is going on in the world. Such frustration\r\nwas inevitable in view of the destruction, killings and war\r\ncrimes in Bosnia and Herzegovina against the backdrop\r\nof an unjustified dereliction of duty on the part of the\r\ninternational community vis-à-vis those atrocities. This,\r\nvery naturally, has led to a great deal of questioning about\r\nthe double standards which have come to be the main\r\ncharacteristic of the so-called new international order and\r\nhave deprived that order of credibility even before it took\r\nconcrete shape.\r\nAllowing the United Nations-declared “safe areas”\r\nto fall has shaken the international order and raised\r\ndoubts regarding the effectiveness of the peace-keeping\r\nsystem. The continuing deterioration of the situation in\r\nBosnia has led the Islamic countries to take a decision to\r\nreject the applicability of the arms embargo on Bosnia\r\nsince it contradicts the right to legitimate self-defence\r\nenshrined in the United Nations Charter, when necessary.\r\nHowever, we welcome the current international\r\npeace efforts aimed at halting the bloody conflict in\r\nBosnia and Herzegovina, provided that such efforts and\r\npolicies do not lead to Bosnia’s partitioning or\r\nfragmentation, and provided that the peace plans will\r\nprove to be honest in their formulations and objectives.\r\nWe also welcome the parties’ success in reaching a\r\ndeclaration of principles on a regional settlement and\r\nhope that the ongoing negotiations will lead to a\r\ncomprehensive, just and viable solution which would\r\nrespect legality and help bring stability to the region.\r\nProceeding from our constant support for the rights\r\nof the people of Bosnia and Herzegovina and their just\r\ncause, we accept what their Government deems\r\nacceptable, especially that, as the whole world has seen,\r\nPresident Alija Izetbegovic has shown admirable\r\nflexibility and has responded positively to international\r\nlegality throughout all the stages of the crisis. At the\r\nsame time, we underline the need for the negotiation\r\nprocess not to ignore the fundamental principles\r\n9\r\nGeneral Assembly 17th plenary meeting\r\nFiftieth session 3 October 1995\r\nestablished by the United Nations in dealing with this\r\nproblem. In particular, we underscore here, the following\r\nprinciples:\r\nFirst: Any attempt to treat the aggressor on the same\r\nfooting as the victim of aggression is unacceptable. Pressure\r\nshould not be brought to bear on the weaker party under the\r\npretext of searching for applicable solutions.\r\nSecond: The territorial map of Bosnia and\r\nHerzegovina should not be redrawn in a manner that would\r\nconsecrate the results of aggression, expansionism and\r\nethnic cleansing.\r\nThird: Recognizing an entity for the Bosnian Serbs\r\ninside the Republic of Bosnia and Herzegovina requires the\r\ninternational community to deal very carefully indeed with\r\nthe lack of political, military and institutional balance\r\nbetween the parties. It also requires international guarantees\r\nto ensure the implementation of any eventual settlement.\r\nThis highlights the importance of arming the government of\r\nBosnia Herzegovina with the necessary defensive means\r\nthat would enable it to exercise its legitimate right to self-\r\ndefence in consonance with the Charter, so that this\r\nMember State of the United Nations may not continue to be\r\nexposed to destruction or fragmentation should the Serbs\r\nrenege on the commitment to respect Bosnia’s territorial\r\nintegrity.\r\nFourth: The measures of collective security measures\r\nshould be applied, if necessary, to support the negotiation\r\nprocess until the plan for a regional settlement is put into\r\neffect.\r\nFifth: War criminals must be punished for the crimes\r\nthey have perpetrated. Short of this, it will be farcical to\r\ntalk of upholding human rights in any part of the world and\r\nexpect people to take such talk seriously.\r\nAs we speak of the situation in Bosnia and\r\nHerzegovina, I must commend the efforts of the United\r\nNations Protection Force and salute, in particular, the sons\r\nof my country, the Egyptian officers and soldiers who are\r\nbravely carrying out their duties under very difficult\r\nconditions. I should like also, to stress in this connection\r\nthe need for the United Nations Forces should continue to\r\ncarry out their mandate until the Bosnian Government army\r\nbecomes capable of shouldering its tasks in defence of\r\nBosnia’s territorial integrity, independence and sovereignty.\r\nThe fact that the Economic and Social Council\r\nallocated the high-level segment of its last substantive\r\nsession to discussing the problems of development in\r\nAfrica is proof of the United Nations awareness of the\r\nserious challenges facing economic and social\r\ndevelopment in the continent. It is essential to intensify\r\ninternational efforts aimed at restructuring the economies\r\nof African countries, diversifying their exports and\r\nstrengthening regional integration amongst the countries\r\nof Africa, particularly since the Abuja agreement which\r\nestablished the African Economic Community has entered\r\ninto force.\r\nEgypt’s awareness of the seriousness and urgency of\r\nthese challenges and of the need to face up to them led it\r\nto call for a special extraordinary ministerial session of\r\nthe Organization of African Unity (OAU). The meeting\r\ntook place in March 1995 and adopted the Cairo Plan of\r\nAction for economic and social development in Africa.\r\nEven a cursory look at the overall situation in Africa\r\nwould reveal that the urgent need for a climate of peace\r\nand stability, makes it necessary for the United Nations to\r\nincrease its contribution towards the creation of such a\r\nclimate, in coordination and cooperation with the\r\nOrganization of African Unity. This highlights the\r\nimportance of the efforts deployed by the African\r\ncountries towards supporting and developing the OAU’s\r\nmechanism for the prevention, management and resolution\r\nof disputes in Africa. Such efforts require the financial\r\nand technical support from both the United Nations and\r\nthe international community.\r\nAs I speak, tension persists in many parts of Africa.\r\nIn particular, Rwanda and Burundi, Egypt’s sisterly\r\npartners in great resource, the Nile, continue to be in the\r\ngrip of a situation that endangers the stability and security\r\nof a large area of Africa. This calls for solutions that\r\nwould allow everyone to live in a society based on justice\r\nand equality. Egypt believes that the proposed regional\r\nconference for the countries of the Great Lakes region\r\nmust elaborate regional policies aimed at finding solutions\r\nto the problems of the countries of the region from an\r\noverall perspective that would take into account the plight\r\nof refugees, ethnic conflicts and other matters. Although\r\nthe primary responsibility for finding solutions to such\r\nproblem rests with the countries of the region, which\r\nmust manifest a spirit of tolerance and moderation if they\r\nare to achieve national reconciliation and social peace, the\r\nUnited Nations is called upon to support all the efforts\r\ndeployed in that direction, in line with the Secretary-\r\nGeneral’s oft-repeated pledge that the United Nations\r\nshall pay attention on an equal footing to the problems of\r\nall regions of the world.\r\n10\r\nGeneral Assembly 17th plenary meeting\r\nFiftieth session 3 October 1995\r\nIn Somalia, Egypt hopes that all parties will adhere to\r\nAfrican values and listen to the voice of reason in order for\r\nthem to extricate the Somali people from its cruel plight.\r\nSuch a review of the hotbeds of tension and crises in\r\nAfrica should not detract from the importance of the\r\npositive developments that have taken place in Africa over\r\nthe past two years, particularly in Mozambique, Angola and\r\nmore recently in Liberia. These have been truly important\r\nachievements which were made possible by good intentions\r\nand through the effective role played by the United Nations\r\nand the OAU. We do hope that all parties, especially in\r\nAngola and Liberia, will remain committed to the\r\nagreements to restore peace and normal life in these two\r\nsister countries.\r\nI turn now to the world economy. In this respect,\r\nallow me to state that, although the responsibility for\r\nachieving development and improving economic\r\nperformance falls mainly on the shoulders of the States\r\nconcerned, we believe that the solidarity of the international\r\ncommunity — through the establishment of a propitious\r\neconomic environment and extending a helping hand — is\r\na very important element in the area of development.\r\nThe growing marginalization of the role of the\r\ndeveloping countries in an increasingly interdependent\r\nworld could adversely affect stability. We heartily welcome\r\nthe ideas which the Secretary-General set out in his Agenda\r\nfor Development and hope that the General Assembly’s\r\ndeliberations on the Agenda will contribute to correcting the\r\ncurrent serious imbalances.\r\nThere is a need, as a matter of priority that should be\r\naddressed with courage and creativity, to reformulate\r\npolicies and solutions to the problem of the external debt of\r\nthe developing countries that would help create a climate of\r\nequal opportunity amongst peoples and nations and make\r\nuse of the latent potential of many parts of the world in\r\npaving the way towards balanced and comprehensive\r\ndevelopment at the threshold of the twenty-first century.\r\nThe liberalization of international trade is an essential\r\ningredient of economic growth. However, this liberalization\r\nrequires rationalization in the light of the present structural\r\nimbalances and the huge and widening gap between the\r\ndeveloping and the developed countries. Moreover, the\r\nselective policies pursued by some developed countries in\r\nliberalizing their trade and the disguised protectionist\r\npolicies which are put in place behind a façade of\r\nenvironmental, human rights or other considerations,\r\ncontradict the spirit and the call for liberalizing international\r\ntrade and would lead to the worsening and entrenchment\r\nof the present imbalances.\r\nWe welcome the World Trade Organization as it\r\nbegins its work. We hope that rectifying those imbalances\r\nwill be one of its most important concerns in the future.\r\nWe should also like to stress the need for the United\r\nNations Conference on Trade and Development to\r\ncontinue to perform its role as the international\r\nnegotiating forum that is qualified to build consensus on\r\nissues relating to free trade and development and also as\r\nthe very valuable source of technical assistance and\r\ninformation on world trade for the developing countries.\r\nChanges on the international economic arena make\r\nit necessary to embark on a broad review of the role, the\r\ncapabilities and the structures of international financing\r\ninstitutions with a view to enabling those institutions to\r\nrespond to those changes and to the requirements of\r\ncomprehensive and sustainable development in a manner\r\nthat would reflect the spirit of democracy and reform.\r\nThere is no doubt that the phenomenon of terrorism\r\nhas become cause for deep concern to many peoples who\r\nhave become fed up with criminal acts that aim at\r\nterrorizing whole societies and with the export of\r\nterrorism by countries that, having allowed themselves to\r\nbecome safe havens for extremism and bases for assassins\r\nand criminals, have hosted terrorists and provided them\r\nwith refuge, protection and assistance.\r\nIn this connection, I should like to point out that\r\nevents have shown that terrorism is not limited to any\r\nspecific geographical area or to any culture or religion.\r\nTherefore, it is not wise for some to try to pretend that\r\nIslam is synonymous with extremism. Also, it would be\r\nabsolutely unfair to ignore the fundamental difference\r\nbetween Islam, a religion of tolerance that upholds human\r\nvalues, and the terrorism practised by certain\r\nfundamentalist, so-called religious groups that are deviants\r\nfrom Islam. It is therefore incumbent upon us to\r\nimplement the Declaration on Measures to Eliminate\r\nInternational Terrorism, which we adopted last year. Let\r\nus close the door in the face of those whose hands are\r\nsmeared with the blood of innocent victims and develop\r\na strict legal regime to prosecute terrorists and try them\r\nfor the heinous crimes they perpetrate to the detriment of\r\ninternational stability and security.\r\nIn conclusion, I should like to pay tribute to the\r\noutstanding role and sincere efforts of the Secretary-\r\nGeneral, Mr. Boutros-Ghali, to enhance and revitalize the\r\n11\r\nGeneral Assembly 17th plenary meeting\r\nFiftieth session 3 October 1995\r\nUnited Nations so that it may cope with the realities of our\r\nera and the expectations of our peoples for peace, security,\r\ndevelopment, justice and equality. Egypt is proud to see one\r\nof its prominent sons at the helm of the United Nations, at\r\nthis important juncture of its history and during this critical\r\nera of the history of mankind.\r\nNow that we are celebrating the fiftieth anniversary of\r\nthe United Nations, we find ourselves still far from\r\nachieving the noble goals and objectives enshrined in its\r\nCharter. On the threshold of a new century and a new\r\nmillennium, we have to work together to support the United\r\nNations and strengthen its capabilities. This is an absolute\r\nnecessity if we are to look to the future with confidence\r\nand hope for a better life for everyone.\r\nThe Acting President: I now call on the Secretary of\r\nthe General People’s Committee of the People’s Bureau for\r\nForeign Liaison and International Cooperation of the Libyan\r\nArab Jamahiriya, His Excellency Mr. Omar Mustafa\r\nMuntasser.\r\nMr. Muntasser (Libyan Arab Jamahiriya)\r\n(interpretation from Arabic): It is a pleasure for me to\r\ncongratulate you on your election to the presidency of the\r\nfiftieth session of the General Assembly. Your unanimous\r\nelection to this lofty post is a tribute paid by the\r\ninternational community to your country and to you\r\npersonally. It also bespeaks recognition of your abilities and\r\nskills. To your predecessor, Mr. Amara Essy, the president\r\nof the forty-ninth session, who demonstrated great\r\ndedication and a high level of efficiency, we should like to\r\nextend our deep appreciation for his efforts and skill.\r\nOn this occasion, I cannot fail to express my\r\ndelegation’s appreciation to the Secretary-General of our\r\nOrganization, Mr. Boutros Boutros-Ghali, for his tireless\r\nefforts to enhance the United Nations and increase its\r\neffectiveness. Through his “Supplement to An Agenda for\r\nPeace\u0027”, he has demonstrated once again high initiative in\r\nseeking to enable the United Nations to rise to the\r\nchallenges of today’s highly complex world.\r\nThis session of the General Assembly convenes on an\r\nimportant occasion. In a few days, celebrations will\r\ncommence to commemorate the fiftieth anniversary of the\r\nfounding of the United Nations with the aim of sparing\r\nhumanity the repetition of the suffering it had endured as a\r\nresult of two world wars. This historical occasion, which\r\nmarks the end of the post-war era with all its ramifications,\r\naffords us an opportunity to take stock, while we celebrate,\r\nof the Organization’s progress over the past five decades,\r\nto evaluate its performance, and to seek the ways and\r\nmeans whereby it could overcome the negatives that in\r\nthe past prevented it from achieving its goals. In so doing,\r\nwe should put forward plans and programmes of action\r\nthat would revitalize the United Nations and enable it to\r\nface up to the challenges of the future and to establish a\r\nbetter world that would be consonant with principles of\r\nthe Charter and the common values and aspirations of all\r\nnations.\r\nLast year, the world witnessed certain encouraging\r\ndevelopments. The efforts deployed to promote\r\ninternational cooperation in the interests of economic and\r\nsocial development, to reduce environmental degradation\r\nand to combat the phenomena of poverty, terrorism and\r\ndrugs continued apace. The dispute in Mozambique was\r\nsettled by peaceful means and peace in Central America\r\nhas been consolidated. All these developments and\r\ntendencies give cause for hope. However, we should not\r\nallow ourselves to be overly elated. Civil wars and\r\nregional conflicts continue to wreak havoc and to\r\nundermine security and stability in many parts of the\r\nworld. In the post-cold-war world there are many other\r\nchallenges, which I shall address presently. Before I do\r\nso, however, I seek your indulgence in allowing me to\r\nturn to another question that is not far-removed from the\r\npresent international situation and the way small countries\r\nhave come to be treated especially when they adopt\r\nindependent policies and positions. I refer here to the\r\ndispute between my country and France, the United\r\nKingdom, and the United States of America over the Pan\r\nAm flight 103 incident, and the crash of the French UTA\r\naircraft. This dispute would not have continued for such\r\na long time had the right approach been adopted and had\r\nthere been any acceptance of the call for dialogue and\r\nnegotiation in seeking to settle the dispute.\r\nAs you know, over several years, and in complete\r\nsecrecy, certain bodies that are claimed to be independent\r\ninvestigated the two incidents. Suddenly and without the\r\npresentation of any evidence, Britain and the United\r\nStates of America surprised the world by declaring that\r\nthe Pan Am flight 103 incident was the work of two\r\nLibyans nationals. At the same time, France declared that\r\ncircumstantial evidence pointed at the involvement of\r\nseveral Libyans in the attack against UTA flight 772.\r\nAlthough those who made the allegations did not\r\ncorroborate them by any document, testimony or fact, the\r\nLibyan Arab Jamahiriya, upon being notified of the\r\nallegations, announced that it was ready to cooperate in\r\nuncovering the facts surrounding the two incidents. I do\r\nnot see any need to repeat the measures we have taken in\r\n12\r\nGeneral Assembly 17th plenary meeting\r\nFiftieth session 3 October 1995\r\nthis regard, since I have enumerated them at the past two\r\nsessions of this Assembly. Moreover, we have informed all\r\nMember States of our positions and initiatives, in this\r\nrespect, in official documents that have been circulated to\r\nthem. However, I should like to remind, briefly, that my\r\ncountry has condemned terrorism in all its forms, and has\r\ndeclared its commitment to the implementation of any\r\naction decided upon by the international community to\r\ncombat terrorism. My country has also cooperated with the\r\nGovernment of the United Kingdom. British officials have\r\nthemselves voiced satisfaction with Libya’s response.\r\nContacts have been initiated and are continuing with the\r\nFrench authorities with a view to determining the\r\ncircumstances of the crash of the French aircraft. My\r\ncountry has spared no effort in searching for a feasible\r\ncourse of action with regard to the two individuals who\r\nhave been suspected of having something to do with the\r\nincident of the American plane. Libyan judicial authorities\r\nstarted to investigate this case but had to suspend the\r\ninvestigation because of the refusal of both the United\r\nStates and British authorities to submit any documents or\r\npapers in their possession. Despite the fact that the issue of\r\nthe trial of the two suspects is determined by the 1971\r\nMontreal Convention, which gives Libya the right to try\r\nthem, the refusal by Britain and the United States to abide\r\nby this Convention, to which they are both parties,\r\nprompted Libya to seek other solutions to the issue of the\r\ntrial. In this respect, Libya has submitted several proposals,\r\nincluding one that calls for resorting to the International\r\nCourt of Justice, or trying the two suspects before a court\r\nwhose venue should be agreed upon by the parties\r\nconcerned.\r\nAlthough the United States and British Governments\r\nhave both announced that their allegations have been built\r\non specific facts and reliable information, the facts that\r\nhave come to light over the past three years refute such\r\nassertions. In addition to the statement by the Palestinian\r\nnational, Yusuf Sha’aban, before a Lebanese court, there\r\nare the statements of the manager of a Swiss electronics\r\ncompany which undermine the most important basis for\r\naccusing the two Libyan nationals. The information\r\npublished in Tracking the Octopus, a recent work of\r\ninvestigative journalism, points an accusing finger at other\r\nquarters. Despite all this, Libya continued to cooperate in\r\nseeking to reveal all the facts surrounding the Pan Am\r\nflight 103 incident. Proceeding from this, Libya accepted\r\nthe proposal of the League of Arab States, which calls for\r\ntrying the two suspected individuals by Scottish judges,\r\nunder Scottish law, at the seat of the International Court of\r\nJustice at the Hague.\r\nThe many secrets and mysterious dimensions of the\r\nLockerbie incident which have been uncovered have now\r\nbeen brought into sharp focus by, inter alia, the television\r\ndocumentary “The Maltese Double-Cross”, William\r\nChasey’s book The Lockerbie Cover-Up and Geoff\r\nSimmons’ book “Libya: The Struggle for Survival”. In\r\naddition, several articles on this question have appeared\r\nin various newspapers, including the article published by\r\nThe Guardian of London on 29 June 1995. All these\r\ndocumentary revelations by the media refute the\r\naccusations levelled at the two Libyans, and provide\r\nevidence that the incident was planned by professional\r\nagencies to cover up certain suspect activities. Despite all\r\nthis, Libya, which, from the very beginning, declared that\r\nit is most interested in unearthing the truth regarding this\r\nincident, has not retreated from its declared position,\r\nnamely that it has no objection whatsoever to the trial of\r\nits two suspected nationals before a court of law.\r\nLibya’s overriding concern in all this is to ensure\r\nthat its two nationals get a just, fair and neutral trial, that\r\nwould be free from any emotional or media influences\r\nand which would be conducted in accordance with the\r\nrules of international law which Libya has always upheld\r\nand adhered to. The International Court of Justice can\r\ntestify to our adherence to and respect for international\r\nlaw, as has been proven in three cases, the latest being\r\nthe judgment by the Court in relation to the territorial\r\ndispute between the Jamahiriya and Chad. Although the\r\njudgment was against our position, Libya, out of respect\r\nfor international law, accepted the ruling of the Court and\r\nimplemented it in a constructive manner. This confirms\r\nLibya’s respect for international legality, to which one of\r\nthe big Powers pays lip service all the time, but does not\r\napply. It even refuses to resort to the International Court\r\nof Justice because this big Power believes in the law of\r\nforce not the force of law.\r\nIt is evident that the Governments of the United\r\nStates and Britain are not keen on revealing the truth\r\nabout the perpetrators of the tragic Lockerbie incident. It\r\nhas become abundantly clear that involving Libya in this\r\nincident was a premeditated act that aimed at achieving\r\ncertain objectives. Otherwise, why should the two\r\nGovernments object to the trial of the two suspected\r\nindividuals before the judiciary of a third country or\r\nbefore the International Court of Justice when this has\r\nbeen acceptable to the Libyan Arab Jamahiriya and has\r\nbeen supported by most members of the international\r\ncommunity, as represented by their regional organizations:\r\nthe League of Arab States, the Organization of the\r\nIslamic Conference, the Organization of African Unity,\r\n13\r\nGeneral Assembly 17th plenary meeting\r\nFiftieth session 3 October 1995\r\nand the Non-Aligned Movement? What prevents the two\r\nGovernments from accepting the path of dialogue and\r\nnegotiation as stipulated by the Charter of the United\r\nNations? Why is the Security Council being prevented from\r\nresponding to repeated calls and appeals by over two thirds\r\nof the membership of the United Nations on whose behalf\r\nthe Security Council is supposed to act? And why the\r\ndouble standards when it comes to dealing with issues of\r\ninternational legality? Furthermore, how can a certain major\r\nPower explain the fact that while it claims to be keen on\r\npreserving this legality, its record shows that it has the least\r\nregard for the will of the international community, a fact\r\nthat is attested to by that major Power’s continued support\r\nof a certain State and protection of that State from\r\npunishment for its refusal to implement international\r\nresolutions which now total 143, including dozens that have\r\nbeen adopted by the Security Council?\r\nThe rejection by the two Governments, of the United\r\nStates and Britain, of all Libyan proposals and of all\r\nregional initiatives proves that they want this crisis to\r\ncontinue for as long as possible. Evidence of this can be\r\nfound in the fact that the more Libya’s positions are\r\nwelcomed and the more widespread becomes the call for\r\nlifting the sanctions imposed on the Libyan people, the\r\nmore the two Governments hasten to oppose such positions\r\nunder the false pretext of Libya’s non-response to the\r\nresolutions of the Council, thus keeping the Libyan people\r\nhostage to unjustified sanctions. As if these countries are\r\nnot content with the difficulties and pains suffered by the\r\nLibyan people at the hands of colonialists and fascists —\r\npeople who fought on its territory, a war that killed and\r\ndisplaced hundreds of thousands of its people, and planted\r\nin their farms and under their homes millions of mines that\r\nstill explode and injure innocent Libyans. These mines also\r\nhinder Libya’s efforts to combat desertification, protect the\r\nenvironment, and expand economic and social development.\r\nIt even seems that these countries are not content with the\r\nsuffering of the Libyan people so far, including the acts of\r\nterrorism to which the Libyan people have been subjected\r\nsuch as the deliberate downing of a Libyan civilian plane\r\nby Israeli military aircraft in 1973, which killed all its 108\r\npassengers. Also, in 1986, hundreds of American fighters\r\nbombed Libyan cities while their residents were asleep.\r\nThis aggression claimed the lives of many people and\r\nresulted in heavy material damage. Later, it was proved that\r\nthe pretext used by the United States of America for this\r\nact of aggression was false and baseless. The deep desire to\r\npunish the Libyan people also became clear when these\r\ncountries insisted on depriving its civilian aircraft of\r\nnecessary spare parts. In 1992, this led to the crash of one\r\nof those aircraft and the death of all its 157 passengers.\r\nAll this begs the question: is it a desire to discover\r\nthe truth, or is it a desire, a thirst to wreak revenge on\r\nLibya because of the defeat of the United States fleet in\r\n1805? So, where is the truth? Is it the thirst for revenge,\r\na vendetta waged by a major Power against a small\r\ncountry, a vendetta that goes back 150 years?\r\nThe Libyan Arab Jamahiriya has sought a speedy\r\nand just solution to the dispute with France, Britain and\r\nthe United States of America. All Libya asked was that\r\nthe problem should be settled in accordance with the\r\nprinciples of the United Nations and the rules of\r\ninternational law. For this purpose, we have knocked on\r\nmany doors, but our efforts, and those of others, to solve\r\nthe dispute and to lift the sanctions have faced continued\r\nrejection. Furthermore, there are hints that other measures\r\nmay be adopted to tighten the sanctions against us under\r\nthe pretext that Libya has not responded to the demands\r\nof the Security Council. This is not true. It merely\r\nrepresents manipulation and trickery with regard to the\r\ninterpretation of those resolutions.\r\nNow that I have reviewed this crisis for the fourth\r\ntime before the General Assembly and in order to avoid\r\nany further ramifications, we believe it is now incumbent\r\nupon this august assembly to intervene and to act in\r\naccordance with the powers entrusted to it by the Charter\r\nin order to get the three countries to respond to the\r\nrepeated calls for an urgent and peaceful solution to this\r\nproblem, in accordance with Chapter VI of the Charter of\r\nthe United Nations. This assembly should also urge the\r\nSecurity Council to reconsider its resolutions in order to\r\nlift the sanctions. Resorting to sanctions is not the proper\r\nway to solve differences between States, especially when\r\nsuch sanctions are unjustifiably imposed, as is the case\r\nwith the sanctions imposed against the Libyan people.\r\nThese sanctions have led to the freezing of Libya’s assets,\r\nand prevented it from getting spare parts, including the\r\nparts needed for power plants and desalination machines.\r\nThis in turn has hampered the Libyan people’s efforts\r\nwith regard to development, and paralysed the activities\r\nof most economic sectors. The more serious aspect of the\r\neffects of these sanctions is the enormity of the material\r\nand human losses which I need not review here in detail,\r\nsince we have detailed them in several official documents,\r\nthe latest of which is United Nations document\r\nS/1995/474 dated 12 June 1995. Suffice it to mention here\r\nthat the number of people injured in road accidents has\r\nreached 12,700 of whom 1,870 have died of their injuries\r\nwhile others continue to suffer from permanent injuries.\r\nMaterial damage has exceeded ten billion dollars.\r\nMoreover, the adverse effects of the sanctions have not\r\n14\r\nGeneral Assembly 17th plenary meeting\r\nFiftieth session 3 October 1995\r\nbeen limited to the Libyan people. They have affected\r\nneighbouring countries and all the peoples of the region.\r\nHere, I must repeat that the longer these sanctions continue,\r\nthe more people will die and the greater the suffering and\r\nthe damage. There is no reason whatsoever for remaining\r\nsilent on the subject of injustice and the continuation of this\r\nwrong. For the Assembly’s information a road accident\r\nwhich took place two days ago on the road from Tripoli to\r\nTunis resulted in the death of three members of a Maltese\r\ndelegation.\r\nAs I have previously stated, the international political\r\nsituation has witnessed new positive developments which\r\nmy country welcomes. However, we must recognize that\r\nnumerous challenges still face peace in the world and that,\r\nconsequently, the international community is called upon to\r\nmobilize all its capabilities in facing up to those challenges.\r\nThe continued deterioration of the situation in Somalia\r\nand the intensification of tensions in that country require\r\nmore regional efforts to persuade Somali leaders to enter\r\ninto additional political commitments and to work for the\r\nrestoration of peace and permanent stability to their\r\ncountry. Seeking to make the world more secure and more\r\nstable requires supporting national reconciliation efforts in\r\nAfghanistan, promoting a satisfactory solution to the\r\nproblem of Cyprus, solving the problems in Rwanda and\r\nBurundi and settling the disputes in Angola and Liberia. It\r\nalso requires putting an end to the repeated setbacks to\r\npeace efforts in the Balkans, as well as sparing the people\r\nof Bosnia and Herzegovina, and other peoples of the former\r\nYugoslavia, more pain and suffering.\r\nIn order to establish permanent stability in the Gulf\r\nregion, the unity and territorial integrity of Iraq must be\r\nrespected, and all interference in its internal affairs must\r\ncease. Furthermore, the sanctions from which the Iraqi\r\npeople have been suffering should be lifted.\r\nIn the context of any effort to consolidate world peace,\r\nserious action must be taken to resolve the problems of the\r\nMiddle East. It is unacceptable that the Palestinian people\r\nshould continue to be displaced from their land, while those\r\nwho stay on that land are brutally treated. The\r\noverwhelming majority of the international community,\r\nwhich has continued to support the legitimate rights of the\r\nPalestinian people over the past four decades, should take\r\nfirm action to put an end to the Israeli practices against the\r\nPalestinians and the other inhabitants of the occupied Arab\r\nterritories in the Golan and southern Lebanon. The Israelis\r\nmust be deterred, in accordance with the Charter of the\r\nUnited Nations, from their continued defiance of the will of\r\nthe international community. The incontrovertible truth is\r\nthat occupation and expansion are the real aim of the\r\nIsraelis. Their former and present positions and practices\r\nindicate that they do not want a just and comprehensive\r\npeace. Their joining the so-called peace process is a mere\r\nsmoke-screen, a mask they hide behind in order to\r\nperpetrate further occupation and enhance their\r\nsuperiority.\r\nA just, comprehensive and lasting solution to the\r\nproblems of the Middle East cannot be achieved by\r\nceding the administration of local affairs in Gaza and\r\nJericho, but rather by the liberation of all occupied Arab\r\nterritories and the full enforcement of all the rights of the\r\nPalestinian people — first and foremost being their return\r\nto their homeland, self-determination, and the\r\nestablishment of their own independent state in Palestine,\r\nwith Al-Quds as its capital, a state where Arabs and Jews\r\nalike would live together. There is no alternative to this\r\nsolution. The solutions being put forward these days,\r\nregardless of all the talk about how desirable their results\r\nwould be, will not lead to the results aspired to by the\r\nPalestinians, simply because those solutions are unrealistic\r\nand ignore the facts of history.\r\nThe continued existence of nuclear weapons and the\r\nincreased stockpiling of these and other weapons of mass\r\ndestruction are among the principal concerns of the\r\ninternational community. When the first review\r\nConference of the States parties to the Non-Proliferation\r\nTreaty (NPT) was held in the first half of this year, it was\r\nhoped that that Conference would lead to satisfactory\r\nresults. However, what actually happened was that certain\r\nnuclear Powers brought to bear unprecedented pressures\r\nthat made it possible for the NPT to be extended\r\nindefinitely. My country declared its opposition to this\r\nextension, and we remain convinced that extending the\r\nTreaty in that manner would never serve the objective of\r\nnuclear-weapon disarmament.\r\nThe NPT has not achieved universality, and its many\r\nshortcomings have not been properly addressed. In our\r\nview, ridding the world of nuclear terror will not be\r\nachieved through gains obtained by manoeuvres and\r\nunconventional measures, but rather through serious\r\nmeasures, which must be taken by the nuclear States. In\r\nthis context, the procurement of nuclear materials must be\r\nended, and nuclear States must commit themselves to a\r\ndeadline for the complete elimination of all nuclear\r\nweapons. These States should put an end to nuclear tests\r\nand conclude, at the earliest possible time, a\r\ncomprehensive test-ban treaty. Furthermore, the nuclear\r\n15\r\nGeneral Assembly 17th plenary meeting\r\nFiftieth session 3 October 1995\r\nStates should demonstrate the political will required to\r\nconclude an effective treaty guaranteeing the security and\r\nsafety of non-nuclear States.\r\nAnother situation that requires speedy corrective action\r\ninvolves the unjustified restriction on the transfer to\r\nnon-nuclear States of nuclear technology for peaceful\r\npurposes. Above all, measures should be taken to guarantee\r\nthe universality of the NPT. My country attaches the\r\ngreatest importance to this issue, because the region to\r\nwhich we belong suffers from a security imbalance, owing\r\nto the Israelis’ tremendous nuclear capability — they have\r\nmore than 200 nuclear warheads and nuclear facilities that\r\nare not subjected to international inspection. This represents\r\na threat to the security and safety of the peoples of the\r\nregion. No one should keep silent about a situation of this\r\nkind or accept the extension of the NPT as long as such a\r\nsituation continues.\r\nIf the indefinite extension of the NPT is to be with the\r\ncomplete support of all, international action must be taken\r\nto meet all these widely expressed requirements and to\r\nguarantee accession by all to the Treaty, including, in\r\nparticular, the Israelis, who must agree to subject their\r\nnuclear facilities to the safeguards regime of the\r\nInternational Atomic Energy Agency, as well as fixing a\r\ntimetable for the dismantling and destruction of their\r\nnuclear stockpiles.\r\nIn reviewing the international economic situation, it\r\nbecomes clear that the economic development of most\r\ndeveloping countries, especially in Africa, is still sluggish\r\nand subject to fluctuations and imbalances. The present\r\nindicators give the impression that this situation is likely to\r\ndeteriorate further unless effective measures are taken to\r\nreverse it. The fact is that the economic difficulties of the\r\ndeveloping countries are not the result of a lack of\r\nlegislation or plans. For example, Africa has adopted plans\r\nand strategies to promote development and has concluded\r\na treaty that aims at economic integration. However, the\r\nproblem lies in the unjust criteria still prevalent in\r\ninternational economic relations. These require realistic and\r\nresponsible solutions without the imposition of politically\r\nmotivated conditions.\r\nThe conferences that have been held over the past few\r\nyears have created new opportunities to improve the\r\nprevailing economic and social situation. We hope that the\r\nconsensus agreements emanating from those conferences\r\nwill generate the necessary political will for the\r\nimplementation of the resolutions taken by those and other\r\ninternational forums, including the commitments announced\r\nduring the United Nations Conference on Environment\r\nand Development. What is more urgent is the need to\r\ntake immediate action to address the external causes of\r\neconomic deterioration in developing countries, namely\r\nthe increasing tendency towards protectionism, declining\r\nterms of trade, shrinking official development assistance\r\nand restrictions on the transfer of technology.\r\nIn addition, it is necessary to deal with unjust\r\npractices in international economic relations such as\r\ncoercive economic measures, including boycotts, the\r\nfreezing of assets, the confiscation of property and the\r\nprohibition of the export of spare parts, which has been\r\napplied by certain developed countries against a number\r\nof developing countries, including my own. Such\r\nmeasures not only impede development and run counter\r\nto the Charter of the United Nations, to the resolutions of\r\nthe General Assembly and to the orientation towards the\r\nestablishment of a system of international economic\r\nrelations based on justice and fairness, but also constitute\r\na violation of the norms of international law. The Western\r\ncountries that manufacture the needed spare parts, medical\r\nsupplies and water-desalination and power-generating\r\nequipment, by taking such coercive measures, violate their\r\ncommitments under free-trade agreements. This should\r\nserve as a warning to whoever deals with those countries,\r\nbecause there is no guarantee that such measures will not\r\nbe applied to them as well.\r\nLast year and the year before, wide-ranging\r\ndiscussions were held on the restructuring of the United\r\nNations. These discussions have shown that there is a\r\nneed to review and change the procedures and methods of\r\nwork of the Security Council so that it may be able to\r\nseriously and fairly address questions that touch on\r\ninternational peace and security. During the meetings of\r\nthe Working Group established by the General Assembly\r\nto look into the question of equitable representation in\r\nand increase in the membership of the Security Council,\r\nas well as into other related matters, my country declared\r\nits support of the call for enhancing the powers of the\r\nGeneral Assembly, including giving it the right to deal\r\nwith questions of peace and security in the world, in\r\nconformity with the provisions of the Charter. My country\r\nreiterates its conviction that reforming the Security\r\nCouncil and increasing its membership should be part and\r\nparcel of an integrate process of reform that must be\r\nguided by the principles of the sovereign equality of\r\nStates, equitable geographical distribution and the need to\r\ndemocratize the procedures and methods applied in the\r\nSecurity Council, including the process of\r\ndecision-making.\r\n16\r\nGeneral Assembly 17th plenary meeting\r\nFiftieth session 3 October 1995\r\nLibya has been among the first to call for the\r\nelimination of all the obstacles that hamper the work of the\r\nSecurity Council, particularly, the veto power. Today my\r\ncountry takes satisfaction in the fact that this call, which\r\nLibya made 20 years ago, now has the support of many\r\ncountries. This shows that those countries have now\r\nbecome convinced that there is no longer any justification\r\nfor the power of the veto and that its continued existence\r\nbreaches one of the principles of the United Nations,\r\nnamely, the equality of States. It is that veto power which\r\nimpedes all efforts aimed at the democratization of the\r\nmembership and functions of United Nations bodies.\r\nSince becoming a Member of the United Nations, my\r\ncountry has played an active role in and contributed to\r\nmany achievements of which the Organization can be\r\nproud. My country will also contribute to whatever the\r\nOrganization seeks to achieve in the future. Based on this,\r\nwe have actively participated in the international\r\nConferences recently organized by the United Nations on\r\npopulation, social development, human rights, and women.\r\nThis we did in the same spirit that inspires our country’s\r\ninternational activities at other levels. That is why Libya\r\nhas participated in all efforts aimed at strengthening the\r\nArab Maghreb Union. We are proud to see that this Union\r\nhas advanced steadily and has taken serious initiatives to\r\nserve the peoples of the Union and to protect their gains.\r\nLibya works with the same determination to adopt effective\r\nmeasures to enhance cooperation and strengthen confidence\r\nand security in the Mediterranean region in order to remove\r\nthe causes of tensions there. This includes our efforts to\r\nclose foreign military bases in the Mediterranean region and\r\nto secure the withdrawal of military fleets from its waters.\r\nProceeding from its positions of principle, Libya has been\r\nat the forefront of the defenders of the aspirations of\r\npeoples, whether in the field of decolonization, the\r\nprotection and maintenance of human rights, or the\r\nenhancement of the role principles of justice and fairness\r\nshould play in international relations.\r\nLibya has also sought to solve a number of regional\r\ndisputes by peaceful means. In this spirit, it has undertaken\r\nseveral mediation missions including, for example,\r\nassistance in solving the problems in the southern\r\nPhilippines and helping to arrest the deterioration of the\r\ndispute between Sudan and Uganda, as well as those\r\nbetween Nigeria and Cameroon and Greece and Turkey.\r\nLibya has also contributed to efforts aimed at halting the\r\nescalation of the dispute between India and Pakistan, and\r\nhas helped in containing events in north Niger and Mali.\r\nIn this current session in particular, Libya takes\r\npride in the fact that these positions have had wide-\r\nranging effects that were reflected in the trust placed in\r\nmy country by Arab States and the group of African\r\nStates which unanimously nominated Libya to the\r\nmembership of the Security Council for the coming two\r\nyears. While expressing its high appreciation of this Arab\r\nand African stand, Libya would like to thank, in advance,\r\nall the countries that will support our candidature for that\r\nseat. We should also like to confirm to everybody that\r\nLibya will support all efforts aimed at the realization of\r\nthe purposes of the United Nations and, in cooperation\r\nwith members of the Security Council and other members\r\nof the Organization, will work to enhance the role of the\r\nUnited Nations in the maintenance of international peace\r\nand security, and in closing ranks with other countries in\r\nfacing up to the dangers that threaten peace and security\r\nin the world.\r\nAt the beginning of this statement, I said that this\r\nsession of the General Assembly had a special\r\nsignificance. This is due to the fact that we believe that\r\nthe historical occasion under the aura of which this\r\nsession convenes, namely, the celebration of the fiftieth\r\nanniversary of the United Nations, will afford us all an\r\nopportunity that should be seized — an opportunity to\r\nrealize peace, security and prosperity for humanity.\r\nIn our view, the starting point in this direction lies\r\nin hard work to establish the structure of a new\r\ninternational order. Such an order, however, should not be\r\nbuilt according to the wishes of the few who seek to\r\nimpose their hegemony on others in deciding the fate of\r\nthe world, and to dictate their own methods of dealing\r\nwith international relations.\r\nThe new order that would satisfy us all should be\r\nbuilt on the common aspirations of all. It should be an\r\norder that guarantees full equality to all countries; an\r\norder that must respect the free political, economic and\r\nsocial choices of all peoples. The new order should\r\nprotect and enhance human rights. It should create\r\nconditions conducive to the settlement of disputes and\r\nconflicts and to the resolution of differences among States\r\nby peaceful means. It should be an order which provides\r\nsecurity and stability, and should make it possible for all\r\nnations to aspire after development and to be optimistic\r\nabout the future. This new order should embody the noble\r\nconcepts and ideals enshrined in the Charter; namely, the\r\nneed to unite our strength to save humanity from the\r\nscourge of war, to realize justice, to respect the\r\nobligations arising from treaties and other sources of\r\n17\r\nGeneral Assembly 17th plenary meeting\r\nFiftieth session 3 October 1995\r\ninternational law, and to promote better standards of life in\r\ngreater freedom.\r\nThe Acting President: I now call on the Minister for\r\nForeign Affairs of Qatar, His Excellency Sheikh Hamad\r\nBin Jassem Bin Jabr Al Thani.\r\nSheikh Al Thani (Qatar) (interpretation from Arabic):\r\nAt the outset, it gives me great pleasure to congratulate\r\nHis Excellency Mr. Diogo Freitas do Amaral on his\r\nelection to the presidency of this historic fiftieth session of\r\nthe General Assembly. His election reflects the esteem in\r\nwhich Member States hold his country, the friendly country\r\nof Portugal, and the confidence that his diplomatic talents\r\nwill make possible the successful culmination of the work\r\nof this important session.\r\nI should also like to express my delegation’s esteem\r\nfor his predecessor, His Excellency Mr. Amara Essy, for\r\nthe competent way in which he conducted the work of the\r\nforty-ninth session.\r\nIt is also my pleasure to express Qatar’s full\r\nconfidence in and esteem for the Secretary-General, Mr.\r\nBoutros Boutros-Ghali. In fact, he is doing a great deal to\r\nserve this international Organization, and has been\r\nextremely assiduous in implementing its noble principles\r\nand strengthening its role in the maintenance of\r\ninternational peace and security.\r\nI should like to congratulate the Member States that\r\nhave recently joined the Organization. We hope that those\r\nStates will be active participants in and will contribute\r\nconstructively to the activities of the United Nations and to\r\nthe defence of its principles.\r\nThis fiftieth session is being held at a historic and\r\ncomplex turning point in history, where extreme complexity\r\ncharacterizes the concepts relating to international relations.\r\nThese concepts, because of their diversity and the erratic\r\ncourse they follow, create a number of serious difficulties\r\nand obstacles that face the emergence of the desired\r\ninternational order. All this has taken concrete form in the\r\nresurgence of inter-ethnic and inter-racial extremist conflicts\r\nthat threaten the very foundations of international society,\r\nwhich should continue to be based on tolerance and the\r\nprinciples and values of the United Nations. Hence the need\r\nto redouble our efforts to put an end to such conflicts and\r\nto contain their consequences and the threats they pose to\r\nthe international community. While expressing our\r\nappreciation for the efforts that have been made by this\r\nOrganization to cope with the deplorable events that have\r\ntaken place in Somalia, Rwanda, Burundi and Bosnia and\r\nHerzegovina, we are mindful of the difficulties that\r\nobstruct such efforts and make it difficult for the\r\nOrganization to find the desired solutions to those\r\nproblems.\r\nMr. Pibulsonggram (Thailand), Vice-President, took\r\nthe Chair.\r\nOn top of all this, it is patently clear that the\r\nSecurity Council, which has adopted pertinent resolutions\r\nto solve these problems, has come face to face with\r\nobstacles that hampered the achievement of the desired\r\nsolutions. The continued presence of such obstacles has\r\naffected the credibility and standing of the United\r\nNations. In the post-cold-war period, the United Nations\r\nhas been put to the test in the areas of peace-keeping and\r\nthe maintenance of international peace and security.\r\nHence the urgent need during this fiftieth anniversary to\r\nmake every effort to fundamentally reform the United\r\nNations to enhance its effectiveness and its standing. I\r\nthink we all aspire to the goal of reforming the United\r\nNations, and my country attaches particular importance to\r\nit; it would strengthen the effectiveness of the\r\ninternational Organization and enhance its image.\r\nWe know that the obstacles facing the Security\r\nCouncil have been the reason behind the demand for\r\nreforming that principal organ with the Charter\r\nresponsibility for the maintenance of international peace\r\nand security. A high priority is given to this reform of the\r\nSecurity Council which tops the list of the desired\r\nreforms of the United Nations. As for the State of Qatar,\r\nit attaches particular importance to efforts to reform the\r\nCouncil and to increase its membership proportionately\r\nwith the increased membership of the United Nations\r\nitself. We must also bear in mind the need to increase the\r\nnumber of permanent seats to ensure balanced\r\nrepresentation. The great challenge the international\r\ncommunity faces as it strives to reform the Security\r\nCouncil is to achieve a balanced membership and to\r\nensure that the changes will make for increased\r\neffectiveness. We should also speed up reform of the\r\nworking methods and procedures of the Security Council.\r\nWe must review the right of veto and rein in its use as\r\nthat right has frequently been used against the interests of\r\nthe international community and in favour of individual\r\nStates.\r\nProceeding from its conviction that international\r\npeace can be achieved only through disarmament and\r\nrestraining the arms race, particularly with respect to\r\n18\r\nGeneral Assembly 17th plenary meeting\r\nFiftieth session 3 October 1995\r\nweapons of mass destruction and that halting the\r\nproliferation of weapons of mass destruction is one of the\r\nmost important foundations of international peace and\r\nsecurity, the State of Qatar welcomed the Convention on\r\nthe Prohibition of the Development, Production, Stockpiling\r\nand Use of Chemical Weapons and on Their Destruction,\r\nand supported the extension of the Treaty on the Non-\r\nProliferation of Nuclear Weapons (NPT), even if it\r\nconsiders that the indefinite extension of the Treaty will\r\nnever achieve the desired result unless all States accede to\r\nit. We therefore hope that all the States which have not yet\r\nacceded to the Treaty will do so.\r\nQatar continues to believe that Israel should accede to\r\nthe Treaty on the Non-Proliferation of Nuclear Weapons\r\nand should place its nuclear installations under the\r\nsafeguards regime of the International Atomic Energy\r\nAgency (IAEA) as a prelude to the implementation of the\r\nGeneral Assembly’s resolution establishing a nuclear-\r\nweapon-free zone in the Middle East. This would contribute\r\nto equitable, balanced peace and stability in that vital region\r\nof the world.\r\nSince His Highness Sheikh Khalifa Bin Hamad Al-\r\nThani became Emir, he has stressed Qatar’s adherence to\r\nits regional and international obligations, and has\r\nemphasized that Qatar will act through international and\r\nregional organizations in strengthening international peace\r\nand security. By joining our brethren in the Gulf\r\nCooperation Council, we have set a course towards the\r\nachievement of the noble goals that reflect the aspirations\r\nof the peoples of the Gulf after peace, stability, cooperation\r\nand prosperity.\r\nThe security of the Gulf is one of the major concerns\r\nof its peoples. Our region has witnessed two major wars,\r\nduring which our peoples have made great sacrifices that\r\nhave taken the shape of financial burdens which we\r\ncontinue to shoulder at a time when we move towards\r\ndevelopment and modernization. We are determined to\r\novercome the negative effects of those two wars and to\r\nspare the region any further conflict. Moreover, Qatar is\r\nmaking efforts to establish good relations with all States of\r\nthe region on the basis of good-neighbourliness, mutual\r\nrespect, non-interference in the internal affairs of others,\r\nrespect for international legality, and the settlement of\r\nproblems by peaceful means through dialogue, mediation or\r\nrecourse to the International Court of Justice.\r\nProceeding from this, we support resolution of the\r\ndispute between the United Arab Emirates and the Islamic\r\nRepublic of Iran with respect to the three islands by\r\npeaceful means.\r\nWith regard to Iraq, our position remains unchanged:\r\nIraq’s unity and territorial integrity must be preserved.\r\nIraq must implement all Security Council resolutions.\r\nIraq’s recognition of the sovereignty and territorial\r\nintegrity of the State of Kuwait, and of its international\r\nboundaries, in accordance with Security Council\r\nresolution 833 (1993) is a very important step in the right\r\ndirection towards full implementation of all Security\r\nCouncil resolutions, a fact that should speed up the\r\nmitigation of the suffering of the brotherly Iraqi people\r\nwho continue to face an acute shortage of essential goods,\r\nespecially foods and medicine.\r\nInspired by the guidelines established by His\r\nHighness Sheikh Khalifa Bin Hamad Al Thani, Qatar has\r\nbeen participating, to the best of its financial and human\r\nabilities, in addressing the major issues of the Gulf region\r\nand of our Arab and Islamic nation. Qatar, therefore, fully\r\nsupports the activities of the Gulf Cooperation Council,\r\nwhich are in the interest of the well-being of all our\r\npeoples. It is our hope that security and stability will soon\r\nreign in our region, for this is an integral part of the\r\nsecurity and stability of the Middle East at large. To that\r\nend, Qatar is continuing its good offices and its efforts to\r\nimprove the situation in the Arab world and to\r\nconsolidate Arab solidarity, which will make it possible\r\nfor the nation to pursue its special role in the history of\r\ncivilization.\r\nIt is on the basis of these principles that we have\r\nwelcomed the Middle East peace process. We hope that\r\nit will prove successful and that it will at long last bring\r\na just and lasting peace to the region and lead to Israel’s\r\ncomplete withdrawal from all the occupied Arab and\r\nPalestinian territories, including the Golan Heights,\r\nsouthern Lebanon and, particularly, Al-Quds Al-Sharif.\r\nThis will make it possible for the Palestinian people to\r\nregain its right to establish a State of its own, on its own\r\nsoil, with Al-Quds as its capital.\r\nQatar welcomes the expanded autonomy of the\r\nPalestinians under the agreement signed last Thursday at\r\nWashington between the Palestinians and the Israelis. We\r\nhope this agreement will open the doors that lead to peace\r\nand stability in the region and will prove to be an\r\nimportant step towards full implementation of the\r\nDeclaration of Principles signed by the two parties in\r\nSeptember 1993.\r\n19\r\nGeneral Assembly 17th plenary meeting\r\nFiftieth session 3 October 1995\r\nBy the same token, Qatar wishes to voice its deep\r\nconcern at the fact that talks between Syria and Israel are\r\nlagging behind. We hope for substantial progress on that\r\ntrack so that the Israeli occupation of the Syrian Arab\r\nGolan may come to an end. We hope also that there will be\r\nprogress on the Lebanese-Israeli track, so that southern\r\nLebanon may be freed from the Israeli presence under\r\nwhich it has been the victim of much aggression and\r\noppression.\r\nIt is our hope that a just and lasting peace will be\r\nestablished on the basis of the Madrid formula and the\r\nrelevant Security Council resolutions 242 (1967), 338\r\n(1973) and 425 (1978) and on the basis of the land-for-\r\npeace formula. We therefore call on the General Assembly\r\nto reaffirm all prior resolutions on the question of Palestine\r\nand the situation in the Middle East, so that the goal of a\r\njust, comprehensive peace can be achieved.\r\nMy Government follows with great concern\r\ndevelopments in Afghanistan, Somalia and Chechnya. We\r\nappeal for the intensification of international efforts to bring\r\npeace, justice and stability to those areas.\r\nWe also reaffirm — as we have frequently done, both\r\nofficially and in public statements — our solidarity with the\r\npeople of Bosnia and Herzegovina. We are concerned over\r\nthe continuing bloodshed, four years after the outbreak of\r\nthe war. Together with many other States, we have\r\ndeplored the savage practices of ethnic cleansing pursued\r\nby the Serbian forces under the eyes of the entire world.\r\nThose practices are totally against the most elementary\r\nrules and norms of humanitarian law and the Charter of the\r\nUnited Nations.\r\nWe welcome the military action undertaken by the\r\nNorth Atlantic Treaty Organization (NATO), in cooperation\r\nwith the forces of the United Nations, to put an end to\r\nSerbian aggression. We hope that those measures of\r\ndeterrence will make it possible for peace to be achieved at\r\nlong last and that the international community will take a\r\nvery firm and resolute stand, both through the United\r\nNations and through the major Powers that are actively\r\ninvolved, to guarantee the safety of the people of Bosnia\r\nand Herzegovina. By the same token, we hope that the\r\nweapons embargo will be lifted, in order for these people\r\nto defend themselves, to preserve the independence of their\r\ncountry and to ensure the triumph of the principles of the\r\nCharter. The Serbian barbarity they have endured has\r\nengulfed even the safe areas.\r\nQatar also supports the stance of the Contact Group\r\nof the Organization of the Islamic Conference, which\r\ndeems the embargo on weapons to be illegal and supports\r\nthe fraternal Muslim people of Bosnia and Herzegovina.\r\nWe are now at a critical stage in the conflict in the\r\nformer Yugoslavia. The international community must, of\r\nnecessity, act to restore a just peace in the Republic of\r\nBosnia and Herzegovina and to ensure that that country\r\nmay enjoy stability, sovereignty, independence and\r\nterritorial integrity and get down to the business of\r\neconomic and social development. We hope that the\r\nSerbian war criminals will be duly tried and that this will\r\nbe a lesson to all such criminals.\r\nQatar is profoundly convinced that peace and\r\ndevelopment follow the same path, that development is as\r\nnecessary for the international community as is peace. It\r\nis possible to ensure continuous development only if there\r\nis peace, and vice-versa. Since sustainable and long-term\r\ndevelopment is one of the cornerstones of genuine peace,\r\nit is a high priority for the United Nations and the\r\ninternational community to focus on development,\r\nparticularly in the developing countries.\r\nA commitment to development in all its aspects is,\r\nindeed, the very bedrock of the international economic\r\norder — the new order that we all look forward to and\r\nhope that it will be based essentially on interdependence.\r\nThe international community has already started to move\r\nin that direction, through the General Agreement on\r\nTariffs and Trade and the establishment of the World\r\nTrade Organization. This will help to strengthen the\r\nmultilateral trade system, which is based on the\r\nliberalization and expansion of international trade.\r\nAs confirmation of this, His Highness the Emir of\r\nthe State of Qatar has extolled the merit, from Qatar’s\r\npoint of view, of particular political groups, saying that,\r\ndespite the fact that ours is a small country, we are trying\r\nto react favourably to the new international situation in\r\norder to find our proper place in it. We are also taking\r\naction to strengthen the ways and means available to us,\r\nfor the achievement of that goal.\r\nOur economic objectives are the following: to\r\nexploit our own natural wealth; to export our products on\r\nthe best possible terms; to strengthen our industrial base\r\nby consolidating and developing our current industries\r\nand by creating new ones on the basis of our natural\r\nresources, particularly petroleum and gas; to strengthen\r\nand encourage investment in all areas, making it possible\r\nfor private capital to be involved in economic\r\n20\r\nGeneral Assembly 17th plenary meeting\r\nFiftieth session 3 October 1995\r\ndevelopment; and to emphasize infrastructure projects, as\r\nthese are the main requirements for socio-economic\r\ndevelopment.\r\nAll this highlights the reason why we attach such\r\nimportance to economic and social development as a\r\nmainstay of international peace and security. That is why\r\ndevelopment has become a common goal for the\r\ninternational community. Having taken shape in a number\r\nof international conferences, it should be adopted by all the\r\nnations of the world. We attach particular importance to the\r\nresults of the conferences that have been held in recent\r\nyears in the context of the importance accorded by the\r\ninternational community to this common goal, namely, the\r\nUnited Nations Conference on Environment and\r\nDevelopment, in Rio de Janeiro; the International\r\nConference on Population and Development, in Cairo; the\r\nWorld Summit for Social Development, in Copenhagen;\r\nand the Fourth World Conference on Women, held in\r\nBeijing, to emphasize the role of women in development\r\nwith due consideration of the cultural differences between\r\npeoples and the various noble ideals of the Islamic faith.\r\nIt is our hope that the matters that were debated will\r\nnot be used as a pretext for interference in the internal\r\naffairs of other States or as justification for discriminatory\r\ntreatment and the imposition of conditions on the provision\r\nof economic assistance or development aid.\r\nI should like to refer in this context to the tendency to\r\nimpose, unilaterally or collectively, a carbon tax, for the\r\npurpose, it is alleged, of protecting the environment. The\r\ntruth of the matter is that the tax is a purely economic\r\nmeasure, which will impact negatively on the economies of\r\nthe petroleum-exporting countries, particularly the Gulf\r\nStates.\r\nThe threats that face mankind at present and will\r\ncontinue to do so in the future are not all political or\r\nmilitary. Such threats as the deterioration of the\r\nenvironment on a global scale, poverty, underdevelopment,\r\ndrugs, epidemics of fatal diseases, terrorism and violations\r\nof human rights which are becoming more and more\r\nserious day by day, are not of a military or political nature.\r\nRegardless, they need to be addressed urgently and global\r\nsolutions have to be found for them if they are not to\r\nbecome untreatable and threaten all humanity.\r\nIn just a few days we shall be celebrating the fiftieth\r\nanniversary of the United Nations. This is an extremely\r\nimportant occasion, reflecting as it does a genuine desire on\r\nthe part of the peoples of the world to preserve the United\r\nNations as a strong and active Organization whose\r\npurpose is to achieve noble goals and safeguard the future\r\nof mankind. As we celebrate the anniversary, at the\r\nthreshold of the twenty-first century, it is our hope that\r\nwe shall build a new United Nations that will lead us in\r\nthe direction of a new world of genuine peace, security,\r\nunder an effective international order that would\r\nguarantee the well-being of all people and preserve the\r\ndignity of man, a world where the strong will not\r\ndominate the weak or the rich exploit the poor; a world\r\nwhere tolerance and well-being would not be far-fetched\r\ndreams.\r\nIf we mobilize the full potential of mankind we shall\r\nbe able, under the guidance of the United Nations and its\r\nagencies, to usher in such a brave new world.\r\nThe Acting President: I now call on the Minister\r\nfor Foreign Affairs of Myanmar, His Excellency U Ohn\r\nGyaw.\r\nMr. Gyaw (Myanmar): It gives me great pleasure to\r\nextend warm congratulations, on behalf of the delegation\r\nof Myanmar and on my own behalf, to Mr. Diogo Freitas\r\ndo Amaral on his assumption of the presidency of the\r\nGeneral Assembly at its fiftieth session. The diplomatic\r\nskills and experience he brings to his high office assure\r\nus of a successful session.\r\nAllow me to take this opportunity to express our\r\nappreciation to Mr. Amara Essy, Foreign Minister of Côte\r\nd’Ivoire, for having so successfully guided the\r\ndeliberations of the last session.\r\nThe United Nations is 50 years old this year. It is\r\nboth a time for celebration and an opportunity for\r\nreflection. The Organization has evolved over time and\r\nhas served us well for half a century. The significant\r\nincrease in the membership — from the original 51 to the\r\npresent 185 — underscores the continuing relevance of\r\nthe United Nations. However, vast transformations are\r\nnow taking place, and reforms in the structure and work\r\nof the Organization must be instituted to reflect the new\r\nrealities. We wish to see a more efficient and result-\r\noriented Organization — one that retains mechanisms\r\nwhich have proved effective and adopts innovative\r\nmeasures to ensure cooperation in the post-bloc world.\r\nSecurity Council reforms constitute one of the most\r\nimportant issues to be addressed. Myanmar stands for a\r\npragmatic approach that will ensure that the Council\r\nevolves into a more representative, effective and\r\n21\r\nGeneral Assembly 17th plenary meeting\r\nFiftieth session 3 October 1995\r\ndemocratic body. To judge from the work done during the\r\nlast two sessions of the General Assembly by the Open-\r\nended Working Group on the Question of Equitable\r\nRepresentation on and Increase in the Membership of the\r\nSecurity Council, it is clear that there is a convergence of\r\nviews that the Council should be enlarged. The enlargement\r\nshould however be accompanied by measures to make it\r\nmore effective. It should ensure equitable geographical\r\nrepresentation and at the same time preserve the possibility\r\nfor smaller States to serve on the Council.\r\nMyanmar fully supports the position of the\r\nnon-aligned countries which stresses the importance of\r\nenhancing the effective and efficient functioning of the\r\nSecurity Council by adopting measures geared towards\r\nreforming its working methods and procedures.\r\nMyanmar welcomes the actions already taken to\r\nenhance the relationship between the Council and the\r\ngeneral membership as well as measures to improve its\r\nworking methods and procedures. We are particularly\r\npleased to see that the Council has initiated the holding of\r\norientation debates and briefings by the President of the\r\nCouncil for States non-members of the Security Council.\r\nWe see the need to enhance cooperation between the\r\nSecurity Council and the General Assembly in accordance\r\nwith Articles 10, 11, 12 and 14 of the Charter. We also\r\nshare the view that reforms can best be achieved through a\r\ncombination of means that include General Assembly\r\nresolutions, changes in the rules of procedure, and\r\nappropriate amendments to the Charter where necessary.\r\nAt the same time, the role of the General Assembly —\r\nthe one forum where all the Member States are\r\nrepresented — should be reviewed to enable it to deal more\r\neffectively with outstanding problems and to allow it to\r\nfocus on the new challenges of our times.\r\nWe consider it vital that there be a more dynamic\r\nrelationship between the main organs of the\r\nOrganization — the General Assembly, the Security\r\nCouncil and the Economic and Social Council.\r\nIn recent years the United Nations, despite constraints,\r\nhas been in the forefront of the international community’s\r\nefforts to deal with the unresolved problems of the cold-war\r\ndecades as well as new ones that have surfaced. It has been\r\ncalled upon to meet the burgeoning demand for\r\npeace-keeping. In some cases, like Angola, Cambodia, El\r\nSalvador and Mozambique, it has scored successes. In some\r\nothers, like Bosnia and Herzegovina and Somalia, it has\r\ncome under heavy strain and has proved to be ineffective.\r\nThe lesson to be learned is that the Security Council\r\nshould be far more conscious of when and under what\r\nmandate to begin peace-keeping operations. Such\r\noperations must have clearly defined objectives. More\r\nimportant, agreement among major Powers must carry\r\nwith it the support of the majority of the Member States\r\nif it is to have the desired result.\r\nIf the United Nations system is to be revitalized and\r\nstrengthened, the basic issue of adequate financing,\r\nparticularly of peace-keeping operations, must be\r\naddressed. Whether that happens depends on us. The\r\nUnited Nations can only be as strong or as effective as\r\nMember States choose to make it. The limitations of the\r\nUnited Nations should not encourage Member States to\r\ntake precipitate action. As a Myanmar saying goes:\r\n“When mice enter the granary, we must catch the\r\nmice and not set fire to the granary”.\r\nThe founders of the United Nations also envisaged\r\nit as an international body for the promotion of the\r\neconomic and social welfare of all peoples. Even though\r\nthe right to development is recognized as an inalienable\r\nhuman right, the disparity between developed and\r\ndeveloping countries continues to widen. Member States\r\nshould reaffirm their commitment to cooperate in creating\r\nan international economic environment conducive to the\r\nrealization of the right to development. Without\r\ndevelopment there can be no prospect for lasting peace.\r\nIn this regard I am pleased to note that in his\r\nrecommendations on an Agenda for Development the\r\nSecretary-General last November stressed that\r\ndevelopment should be recognized as the foremost and\r\nmost far-reaching task of our time.\r\nThe United Nations was established on the principle\r\nof the equality of all its Members. The mandate of the\r\nOrganization is to advance peace and security, and bring\r\ninternational justice and economic and social development\r\nto all peoples. While it deserves to be commended for its\r\nvital role in the historic process of decolonization which\r\nled to the independence of more than 80 countries, much\r\nless can be said for its efforts to create an equitable\r\ninternational economic order.\r\nI am pleased to note that the perceptible\r\nimprovement in the international climate is generating a\r\nfavourable impact on some long-standing issues such as\r\nthe Middle East peace process. The initial steps taken two\r\nyears ago towards a durable peace have now been\r\nfollowed by firm strides. Myanmar joins other nations in\r\n22\r\nGeneral Assembly 17th plenary meeting\r\nFiftieth session 3 October 1995\r\nwelcoming the accord signed by Prime Minister Rabin and\r\nChairman Arafat in Washington, D.C. on 28 September\r\n1995. We hope that it will pave the way to a\r\ncomprehensive, just and lasting peace in the Middle East.\r\nJust as the family of nations must work together to\r\nensure international peace and stability, individual States\r\nmust promote peace within their territories. I am happy to\r\nbe able to say that in Myanmar peace reigns as never\r\nbefore and that the momentum for positive change\r\ncontinues. The Government has set 12 objectives in the\r\npolitical, economic and social fields and is working\r\nsteadfastly to achieve them.\r\nA unique feature of Myanmar is that it is a union\r\ncomposed of well over a hundred national races. Unity\r\namong the different national races is essential for the\r\npreservation of our independence and sovereignty as well\r\nas for the economic and social progress of the country. The\r\nGovernment has adopted policies to prevent the\r\ndisintegration of the Union, ensure the non-disintegration of\r\nnational solidarity, and ensure the perpetuity of our\r\ncountry’s sovereignty. Moreover, with a view to building a\r\npeaceful, prosperous and modern nation, my Government\r\nhas formulated and is pursuing clear objectives in the\r\npolitical, economic and social spheres.\r\nAllow me to focus briefly on some of the main issues\r\non our national agenda.\r\nThe first issue of ensuring the stability of the State.\r\nNational reconsolidation is an indispensable component of\r\nmy Government’s policy to achieve peace and tranquillity.\r\nA national convention has been convened to draft a new\r\nConstitution which would be in harmony with present-day\r\nrealities and would reflect the aspirations of the entire\r\nnation.\r\nSecondly, in the economic sector guidelines have been\r\nformulated to promote all-round development of agriculture,\r\nwhich forms the mainstay of the nation’s economy. At the\r\nsame time, Myanmar has laid out a welcome mat to foreign\r\nand domestic investors in order to attract capital and\r\ntechnical know-how.\r\nThirdly, progress is sought in the social sector in order\r\nto buttress political stability and economic progress, which\r\nconstitute foundation-stones for a peaceful, prosperous and\r\nmodern State. We are engaged in efforts to strengthen the\r\nfabric of society by rekindling the spirit of patriotism and\r\nuplifting the moral integrity of our citizens. The\r\nGovernment is endeavouring to preserve the national\r\ncharacter and cultural heritage and to raise the standard of\r\neducation and health of the entire country.\r\nIt is a source of immense pride and satisfaction that\r\nour efforts have achieved a significant measure of success\r\nin charting a new course for the country. Insurgency,\r\nwhich was born with our independence, is now coming to\r\na close. The unprecedented return to the legal fold of 15\r\nout of the 16 armed groups speaks volumes for our\r\nefforts at national reconsolidation.\r\nOn 10 July 1995 the Government also lifted the\r\nrestrictions placed on Daw Aung San Suu Kyi. The lifting\r\nof restrictions is unconditional. A large number of\r\nindividuals against whom action had been taken in\r\naccordance with the laws of the land have also been\r\nreleased.\r\nI am also pleased to be able to say that we in\r\nMyanmar have been shouldering our responsibilities in\r\ncombating the menace posed by narcotic drugs. The\r\nMyanmar Armed Forces have been mounting major\r\noffensives against drug traffickers, including the forces of\r\nKhun Sa. Since the end of 1988 there have been 823\r\nengagements with the drug traffickers. In these clashes,\r\n16 officers and 567 other ranks from the armed forces\r\nsacrificed their lives for the country, 55 officers and 1,744\r\nother ranks were wounded in action and 153 weapons\r\nwere lost. Enemy losses amounted to 720 killed, 118\r\ncaptured, 221 surrendered and 708 assorted weapons\r\nseized. The numbers speak for themselves. We are\r\ndetermined to wage war against the drug traffickers as a\r\nmatter of national responsibility and we see it as our duty\r\nto humanity. Our men have sacrificed life and limb so\r\nthat the world may be rid of the scourge of narcotic\r\ndrugs. The actions of the Myanmar Armed Forces deserve\r\nto be accorded due recognition, just as the Blue Helmets\r\nhave been commended for their valour and courage.\r\nIn order to succeed in the fight against narcotic\r\ndrugs the Myanmar Government in May 1989 initiated an\r\nintegrated rural-development programme of an\r\nunprecedented nature and scope in the border areas.\r\nSubsequently, in 1992 a separate ministry devoted to the\r\ndevelopment of border areas and national races was\r\nestablished. We are fully confident that once those areas\r\nare developed, the living standards of the local populace\r\nare raised and alternative means of livelihood are made\r\navailable, poppy cultivation will be totally eradicated.\r\nWe have relied on our own resources in promoting\r\nthe development programmes in the border areas. Over\r\n23\r\nGeneral Assembly 17th plenary meeting\r\nFiftieth session 3 October 1995\r\n2,842 million kyats, the equivalent of US$ 400 million,\r\nhave been expended for infrastructure-building. We are\r\ngrateful that, recently, Japan approved a grant of 1 billion\r\nyen — US$ 10 million — to be used to purchase fertilizers\r\nand agricultural machinery and implements for the food-\r\ndevelopment programme in the border regions. It is our\r\nhope that others too will join hands with us to develop\r\nthose regions in order that humanity may be freed from the\r\nmenace posed by narcotic drugs.\r\nOn the economic front, Myanmar has made important\r\ngains. The economy registered a growth rate of 6.8 per cent\r\nin 1994-1995, and prospects look bright for the future.\r\nForeign investment in Myanmar totals US$ 2.7 billion and\r\nis expected to reach $4 billion by the end of the year.\r\nAn indicator of the pace of the development of the\r\neconomy is the dramatic increase in the production of the\r\nstaple crop, rice, permitting the export of over 1 million\r\ntons. In the meantime, Myanmar is fulfilling the basic\r\nneeds of the people and is striving to narrow the gap in\r\nliving standards between urban dwellers and the rural\r\npopulation.\r\nIn the realm of international relations Myanmar has\r\nconsistently pursued a policy of peace and friendship with\r\nall States, and especially with neighbouring countries. A\r\nrecent landmark event was Myanmar’s accession to the\r\nTreaty of Amity and Cooperation at the twenty-eighth\r\nMinisterial Meeting of the Association of South-East Asian\r\nNations (ASEAN) in Brunei, paving the way for\r\nMyanmar’s eventual entry into ASEAN.\r\nIn the light of the political and socio-economic\r\ntransformations taking place in the country and the\r\nincreased cooperation with its neighbours, Myanmar\r\ncontinues to make important contributions to peace and\r\nstability in the region and in the world.\r\nThe commemoration of the fiftieth anniversary of the\r\nUnited Nations is a time for reflection and for resolution.\r\nI should like to avail myself of this opportunity to renew\r\nmy country’s dedication and commitment to the purposes\r\nand principles of the Charter and to pledge that Myanmar\r\nwill contribute, however modestly, to the realization of a\r\nUnited Nations which will both serve the cause of world\r\npeace and fulfil the needs of humanity.\r\nIn this new era we must strive to ensure that all\r\nnations can live together in peace and harmony. Every\r\nnation must also strive to keep its house in order. We have\r\na responsibility in our time, just as the founding fathers of\r\nthe United Nations had in theirs, to bequeath to the\r\ngenerations to come a world that is secure and peaceful.\r\nThe Acting President: I now call upon the\r\nSecretary of External Affairs of the Federated States of\r\nMicronesia, His Excellency Mr. Asterio Takesy.\r\nMr. Takesy (Federated States of Micronesia): I am\r\nhonoured to address the fiftieth session of the General\r\nAssembly. I wish at the outset to extend to His\r\nExcellency Mr. Diogo Freitas do Amaral my\r\ncongratulations on his election to preside over the General\r\nAssembly. We are pleased that the stewardship of this\r\nanniversary session is entrusted to a distinguished and\r\nseasoned diplomat. I wish to express my confidence in his\r\ncapable leadership and assure him of the cooperation of\r\nmy Government in the discharge of the mandate of his\r\noffice.\r\nIn this connection I wish to thank his distinguished\r\npredecessor, His Excellency Mr. Amara Essy of\r\nCôte d’Ivoire, for his dedication and excellent guidance\r\nof the work of the Assembly during its forty-ninth\r\nsession.\r\nI also wish to convey my Government’s gratitude to\r\nthe Secretary-General, Mr. Boutros Boutros-Ghali, for his\r\ntireless efforts in the search for peaceful solutions to the\r\nmany volatile situations and humanitarian and\r\ndevelopment issues around the world that are challenging\r\nthe Organization’s attention.\r\nMy Government takes this opportunity to extend a\r\nwarm welcome to our neighbour, the Republic of Palau,\r\nthe newest Member of the United Nations.\r\nA few weeks from today, Member States of the\r\nUnited Nations will join together to celebrate the fiftieth\r\nanniversary of the Organization, taking note of its\r\naccomplishments and its share of failures with a view to\r\ncharting an effective role for its future.\r\nThe new global map before us today presents the\r\nOrganization with a unique opportunity as the primary\r\nglobal institution. The challenge of leadership is before\r\nus. However, this opportunity will be missed if financial\r\nresources and the political will of its Member States are\r\nlacking.\r\nIn this connection we wish to support the statement\r\nmade by the Chairman of the Group of 77 and by China\r\nlast week with respect to the progress report of the High-\r\n24\r\nGeneral Assembly 17th plenary meeting\r\nFiftieth session 3 October 1995\r\nlevel Open-ended Working Group on the Financial Situation\r\nof the United Nations.\r\nI also wish to express my Government’s strong\r\nsupport for the ongoing programme of reforms within the\r\nOrganization. We support institutional reforms that will\r\neliminate duplication of work, waste and fraud and thereby\r\nenhance the effectiveness of the Organization.\r\nWith reference to the scale of assessments, my\r\nGovernment finds merit in the argument that the principle\r\nof the capacity to pay seems to have fallen by the wayside\r\nin the determination of assessments. Studies point out\r\ndisturbing disparities in the existing scale as compared with\r\nindividual Member countries’ share of the global economy.\r\nNaturally, it is the smallest Member States that are being\r\npenalized by such disparities. My Government associates\r\nitself with the report issued by the Committee on\r\nContributions at its fifty-fifth session, held in June of this\r\nyear, which called for a lowering of the floor.\r\nThe issue of human rights, implicit in the United\r\nNations Charter, has been the topic of many debates and\r\ninternational conferences in the context of the work of the\r\nUnited Nations. We welcome the programmes of action\r\ngenerated by these meetings and hope that the international\r\ncommunity will find the determination to allocate the\r\nnecessary resources for their implementation.\r\nMy Government joined in the consensus of the parties\r\nfor the unconditional extension of the Treaty on the Non-\r\nProliferation of Nuclear Weapons (NPT) five months ago.\r\nWith regard to the ongoing negotiations with respect to a\r\ncomprehensive test-ban treaty, my Government welcomes\r\nthe commitment by the United States to a zero- yield\r\nthreshold, and we urge similar assurances by the other\r\nnuclear-weapon States.\r\nOn the other hand, during the past few months we\r\nhave been deeply troubled by the occurrence of nuclear-test\r\nexplosions in China and the South Pacific. These events can\r\nbe seen only as detrimental to the principles of the Treaty\r\non the Non-Proliferation of Nuclear Weapons and\r\nendangering the prospects for success in negotiating a\r\ncomprehensive nuclear-test-ban treaty.\r\nIn the important area of development, my Government\r\nfully supports the ongoing work on the Agenda for\r\nDevelopment and the call for new approaches that would\r\nelevate development and economic policy to their deserved\r\nplace, on a par with world peace and security. In the\r\nSecretary-General’s recommendations of 11 November\r\n1994, he stated that the\r\n“United Nations cannot be a strong force for peace\r\nunless it is also a strong force for development.”\r\n(A/49/665, para. 9)\r\nMy Government fully associates itself with the declaration\r\nof the Foreign Ministers of the Group of 77 calling for\r\nrestoration of the issue of development to the heart of the\r\nUnited Nations agenda, the centrality of the United\r\nNations in promoting international cooperation for\r\ndevelopment and the creation of a balance between\r\nUnited Nations activities for development and its other\r\nactivities.\r\nMy Government welcomes the entry into force of\r\nthe United Nations Convention on the Law of the Sea in\r\nNovember of last year, as well as the establishment of the\r\nInternational Seabed Authority. While there is much work\r\nahead in months to come with respect to the Seabed\r\nAuthority and the International Tribunal for the Law of\r\nthe Sea, we are confident that the spirit of compromise\r\nthat brought us to where we are today will continue to\r\nprevail and guide our efforts.\r\nIn this connection, my Government is also very\r\npleased with the successful outcome of the negotiations\r\non straddling fish stocks and highly migratory fish stocks\r\nthis past July. My Government looks forward to the\r\nsigning of the relevant agreement in December of this\r\nyear. At this juncture, allow me to express my\r\nGovernment’s appreciation to Ambassador Satya Nandan\r\nof the Republic of Fiji for his excellent leadership as\r\nChairman of the Conference on that subject. As Pacific\r\nislanders, we take pride in the immense contributions of\r\none of our own sons.\r\nThe Government of the Federated States of\r\nMicronesia is firmly committed to environmentally\r\nsustainable development. We urge all members to follow\r\nclosely the crucial work of the Commission on\r\nSustainable Development this year and to support the\r\nimportant work of Under-Secretary-General Nitin Desai\r\nand the Secretariat in this difficult but essential\r\nendeavour. In this connection, we continue to place great\r\nimportance on the implementation of the Programme of\r\nAction for the Sustainable Development of Small Island\r\nDeveloping States.\r\nAt its meeting last month the South Pacific Forum\r\nadopted the Convention to Ban the Importation into\r\n25\r\nGeneral Assembly 17th plenary meeting\r\nFiftieth session 3 October 1995\r\nForum Island Countries of Hazardous and Radioactive\r\nWastes and to Control the Transboundary Movement and\r\nManagement of Hazardous Wastes within the South Pacific\r\nRegion, also referred to as the Waigani Convention. It is an\r\nimportant arrangement that strengthens and supplements the\r\neffect of the Basel and London Conventions within our\r\nregion.\r\nThe subject of climate change and global warming,\r\nphenomena that are influenced by mankind’s emissions of\r\ngreenhouse gases into the atmosphere, remains of deep\r\nconcern to the people of the Federated States of Micronesia.\r\nUnfortunately, though, it seems that much of the world\r\ndoes not at present share our feeling of urgency regarding\r\nthe continuing debate over this problem.\r\nThe developments during the past year relating to the\r\nFramework Convention on Climate Change have to some\r\nextent been encouraging, but the process still suffers greatly\r\nfrom the strong political and economic forces that obscure\r\nthe Convention’s clearly stated objective: the stabilization\r\nof greenhouse gases in the atmosphere at safe levels.\r\nEveryone agrees that this objective can be reached only\r\nthrough difficult adjustments within the industrialized\r\ncountries and assistance to the developing world in\r\nacquiring environmentally clean technologies. It is also\r\nunderstood that this must be done in stages over a certain\r\nperiod of time. But the first steps must be initiated at once.\r\nThe First Conference of the parties of the Convention,\r\nheld in Berlin earlier this year, made the very crucial\r\ndetermination that the initial undertakings by industrialized\r\ncountries to reduce greenhouse-gas emissions were\r\ninadequate. Regrettably, the Conference did not see fit to\r\nadopt as a next step the protocol formally submitted by the\r\nAlliance of Small Island States, which would have applied\r\na reduction formula endorsed by scientists back in 1988 as\r\nreasonable and necessary. Instead, the best the Conference\r\ncould do was to mandate a working group to develop\r\nduring the next two years a protocol or other legal\r\ninstrument requiring specific future reductions. At the first\r\nmeeting of this working group, held recently in Geneva, it\r\nwas clear that powerful forces remain dedicated to\r\ndefeating this process by whatever means they can apply.\r\nOpponents of the Framework Convention have been\r\nvery ingenious in casting doubts over scientific knowledge\r\nrelating to climate change, but we hope that the upcoming\r\nsecond assessment report of the Intergovernmental Panel on\r\nClimate Change will establish once and for all the clear\r\nlegitimacy of this concern and the need for action. The\r\nPanel has found, among other things, a likelihood of\r\ncontinuing sea-level rise of more than 18 inches, or half\r\na metre, by the year 2100 if nothing is done. Besides the\r\nobvious disastrous effects upon islands and their\r\npopulations, many heavily populated river deltas and their\r\ncities would be made uninhabitable.\r\nThe eminent Director of the University of\r\nMaryland’s Laboratory for Coastal Research recently\r\ndescribed the measurement of sea-level rise as the\r\n“dipstick of climate change”. I would respectfully suggest\r\nthat while sea-level rise is certainly the indicator, it is our\r\nislands and low-lying coastal areas that are the dipstick,\r\nbut we are helplessly fixed and immovable.\r\nI therefore call on this body at this session to take\r\ndue notice of the accumulating knowledge relating to\r\nclimate change and to reaffirm the urgent need for\r\nmeaningful greenhouse gases emissions-reduction\r\nmeasures within the context of the Framework\r\nConvention.\r\nI am pleased to inform this Assembly that the\r\nGovernment of the Federated States of Micronesia has\r\nrecently ratified the Convention on desertification, and my\r\nGovernment will deposit its instrument of ratification in\r\ndue course.\r\nThe Federated States of Micronesia sees an\r\ninterrelationship between the three environmental\r\nConventions — on biological diversity, climate change\r\nand desertification, respectively. And only through a\r\ncollective approach and support can we have a chance to\r\nrestore, protect and sustain our global environment. My\r\nGovernment joins in solidarity with all Members to work\r\ntowards solutions through global cooperation.\r\nThe current series of underground test explosions\r\nwhich France has carried out in the South Pacific, and\r\nwhich it is continuing in the face of unprecedented\r\ninternational outrage, is regrettable for many reasons, but\r\nI focus here on the particular danger which these tests\r\npose to the environment of our Pacific region.\r\nThe history of nuclear testing in the Pacific region,\r\nboth north and south, is an ugly chronicle of willingness\r\nto gamble with the lives and homes of millions of island\r\ninhabitants. In the region of Micronesia, and in particular\r\nthe Marshall Islands, despite broad assurances that testing\r\nwas safe, we are learning only now, years later, that the\r\ndisastrous effects on the health of island peoples have\r\nbeen far worse than science could have predicted at the\r\ntime.\r\n26\r\nGeneral Assembly 17th plenary meeting\r\nFiftieth session 3 October 1995\r\nAn established principle of international law prescribes\r\nthat a State must ensure that its actions within its\r\njurisdiction or control do not cause damage within other\r\nStates or within areas beyond the limits of its national\r\njurisdiction. That principle is embodied in article 4 of the\r\nConvention for the Protection of the Natural Resources and\r\nEnvironment of the South Pacific Region, otherwise known\r\nas the Noumea Convention. Together with nine Pacific\r\ncountries and the United States, France is a party to that\r\nConvention. It is also an expressed principle in the\r\nConvention on Biological Diversity, to which France is also\r\na State party.\r\nThe Noumea Convention and the Convention on\r\nbiological diversity also contain clear requirements\r\nregarding advance, transparent environmental impact\r\nassessments of projects which might have harmful effects\r\non the environment. No in-depth, comprehensive\r\nenvironmental impact assessment of France’s underground\r\nnuclear testing programme in the South Pacific has ever\r\nbeen carried out.\r\nFrance has sought to reassure the world by saying that\r\nthe test area will be open to any assessment desired, as\r\nsoon as its present tests are over. Without question, France\r\nwill bear a heavy responsibility to ensure against future\r\nleakage, the probability of which is very high. Picture the\r\nshattered substratum of a small atoll which has undergone\r\nover 120 nuclear explosions, one of which caused a tidal\r\nwave. Surely, each succeeding explosion increases the\r\nlikelihood of leakage from the accumulation of radioactive\r\nmaterials concentrated below. In my Government’s view,\r\nthe proposition deserves assessment before further tests\r\nproceed, especially since France’s obligation under both of\r\nthe treaties I have mentioned includes observance of the\r\n“precautionary principle”.\r\nWe hope that the collective voice of this body at this\r\nsession will finally convince France that it must respect the\r\ninterests of the Pacific region and the world by ending the\r\nnuclear degradation of Polynesian atolls and taking the\r\nnecessary actions to prevent future radioactive leakage from\r\nthem.\r\nA common thread throughout these remarks has been\r\none of hope because, at its fiftieth anniversary, more than\r\never, this Organization is the greatest hope for a future in\r\nwhich nations, in cooperation with one another, can address\r\nthe bewildering array of problems whose implications,\r\nwhile local in their effects, far transcend national\r\nboundaries.\r\nOur small, relatively young nation, remote and\r\nunderdeveloped, joins with many others in similar\r\ncircumstances in feeling blessed that, at this juncture in\r\nhistory, there is a sense of universality within the\r\ncommunity of nations. At a time when the earlier\r\n“doomsday mentality” no longer lies at the foundation of\r\ninternational relations, it gives us hope that the passing of\r\nthat phase will now make room for more serious\r\ncontemplation of the future of the planet we all must\r\nshare.\r\nIt is good that we are celebrating this important\r\nmilestone in human history, this fiftieth anniversary of\r\nour forum for the world’s nations, but if it is to be more\r\nthan just a forum, we must all keep a vision of our\r\npurpose in coming here each year and in expending so\r\nmuch effort throughout the year at conferences and at\r\nhome to exchange our respective views.\r\nIn the end, we must find ways to transcend the\r\nnational assumptions about each other and determine to\r\ncreate a level of real cooperation which will consolidate\r\nthe effectiveness of our individual efforts. That is why\r\ntoday the United Nations is more important than ever —\r\nindeed, why it is crucial. It is through this Organization,\r\nand through no other, that the breakthrough to which I\r\nrefer can be achieved.\r\nAnd so I close, as I opened, with reference to the\r\nopportunity that makes this Organization our strongest\r\nbasis for confidence and our hope for the future. We\r\nknow that we are not alone in these views, and we look\r\nforward to working very hard during this, the fiftieth\r\nsession of the General Assembly, to do our part in\r\nmaking it, not only a well-deserved celebration, but a\r\nspringboard to a bountiful future to which our\r\ndescendants will look back and say, “They did not let us\r\ndown.”\r\nThe Acting President: We have heard the last\r\nspeaker in the general debate for this meeting.\r\nI shall now call on those representatives who wish\r\nto speak in exercise of the right of reply.\r\nBefore doing so, may I remind members that\r\nstatements in the exercise of the right of reply are limited\r\nto 10 minutes for the first intervention and to five minutes\r\nfor the second intervention and should be made by\r\ndelegations from their seats.\r\n27\r\nGeneral Assembly 17th plenary meeting\r\nFiftieth session 3 October 1995\r\nMr. Gnehm (United States of America): The\r\nstatement made today by the head of the delegation of the\r\nLibyan Arab Jamahiriya is but the latest example of Libya’s\r\ncontinued effort to try to turn its international obligations\r\ninto an issue between States. It is not. We are talking about\r\ninternational obligations. These are obligations imposed on\r\nLibya by the Security Council of the United Nations. The\r\nobligations are clear and they have not changed.\r\nSo-called compromises offered by Libya are\r\nunacceptable. There can be no negotiation between Libya\r\nand the Security Council on the fulfilment of Chapter VII\r\nsanctions. The fact is, Libya refuses to meet the\r\nrequirements of the Security Council in resolutions passed\r\nby that organ, and in doing so shows the measure of its\r\nregard for this Organization.\r\nEvasion of those requirements is not the road to a\r\nsolution to this problem. The Libyan Government knows\r\nwhat needs to be done to meet its obligations and effect an\r\nend to sanctions. The sooner it does so, the better.\r\nMr. Gomersall (United Kingdom): In his speech\r\nearlier today, the representative of Libya referred at length\r\nto the bombings of Pan Am flight 103 and UTA flight 772.\r\nI would like to take this opportunity to restate my\r\nGovernment’s policy on this issue.\r\nWe regret the fact that Libya has failed to comply\r\nwith the provisions of Security Council resolutions 731\r\n(1992), 748 (1992) and 883 (1993). The United Kingdom\r\nseeks no more and no less than full Libyan compliance\r\nwith those resolutions. In order to do this, Libya must\r\nensure the appearance of those charged with the bombing\r\nof Pan Am 103 for trial before the appropriate Scottish or\r\nUnited States court. It must satisfy the French judicial\r\nauthorities with respect to the bombing of UTA 772. It\r\nmust commit itself definitively to ceasing all forms of\r\nterrorist activity and all assistance to terrorist groups, and\r\ndemonstrate by concrete actions its renunciation of\r\nterrorism.\r\nSo-called compromises offered by Libya and referred\r\nto in the Libyan representative’s speech earlier today are\r\nunacceptable. There can be no question of Libya seeking to\r\nnegotiate with the Security Council about its obligations\r\nunder Chapter VII of the Charter.\r\nAs a result of the Libyan failure to comply with the\r\nrelevant resolutions, the Security Council, in the course of\r\n10 reviews, has been unable to conclude that the sanctions\r\nregime against Libya should be changed. My Government\r\ncalls again on Libya to comply with the resolutions in full\r\nand without further delay. Then the Security Council will\r\nbe able to consider the lifting of sanctions.\r\nMr. Gaussot (France) (interpretation from French):\r\nA delegation referred again today to the question of\r\nnuclear tests in unacceptable terms that compel my\r\ndelegation to recall certain facts once again.\r\nFirst, our underground nuclear tests in no way affect\r\nthe health of the population or the natural environment.\r\nEminent international experts have confirmed this many\r\ntimes and again recently.\r\nSecondly, the most recent series of tests that France\r\nis undertaking, limited to a maximum of eight, does not\r\ncontravene its international obligations, particularly that of\r\nutmost restraint, to which it has subscribed. Restraint is\r\nnot the same thing as prohibition.\r\nFurthermore — and this point is fundamental — far\r\nfrom contradicting the aim of achieving a comprehensive\r\ntest-ban treaty by 1996, the current round of tests furthers\r\nit. Indeed, it is because it will have undertaken a final\r\nseries of tests, to be completed before the end of May\r\n1996, that France will be in a position to adhere without\r\nreservation to such an international agreement. Above all,\r\nthis completion of its testing will allow my country to\r\nadvocate the “zero option”: a treaty which will ban all\r\nnuclear tests and all other nuclear explosions at any level.\r\nAs is well known, France was the first nuclear\r\nPower to commit itself — it did so on 10 August 1995 at\r\nthe Conference on Disarmament — to this vital option.\r\nThe most recent French tests therefore fall within, and\r\nshould be considered in, the context of the conclusion of\r\na truly significant treaty — that is, a treaty that will\r\nprovide for no exception and allow no circumvention.\r\nAs to the statement made by the Libyan\r\nrepresentative, my delegation expresses its solidarity with\r\nthe delegations of the United States and the United\r\nKingdom, whose Governments were referred to. The\r\nFrench delegation reasserts that Libya must comply with\r\nall the obligations imposed on it by the Security Council\r\nin its resolutions 748 (1992) and 883 (1993). Libya’s\r\nreintegration into the international community and the\r\nlifting of the sanctions regime cannot be envisaged until\r\nthose obligations have been met.\r\nMr. Azwai (Libyan Arab Jamahiriya) (interpretation\r\nfrom Arabic): I should like to respond to the comments of\r\n28\r\nGeneral Assembly 17th plenary meeting\r\nFiftieth session 3 October 1995\r\nthree Western States — the United States, the United\r\nKingdom and France — concerning their comments on the\r\nstatement we made earlier in this meeting.\r\nIt is wrong to state that Libya has not met its\r\nobligations under the Security Council resolutions.\r\nEveryone knows that Libya has adhered to its obligations,\r\nrespected international law and, through the non-aligned\r\ncountries, requested the three Western States to offer their\r\ndefinition of the term “terrorism”. We have received these\r\ndefinitions from the United Kingdom and France and have\r\ngiven them serious consideration.\r\nMy country has declared its full condemnation of all\r\nforms of terrorism. It even called for the United Nations to\r\nconvene a special session of the General Assembly to\r\nconsider the problem of terrorism and declared that it will\r\ncontribute to all efforts that develop from such a session to\r\nestablish counter-terrorism measures and to promote\r\ninternational cooperation in that regard.\r\nMy country is well aware that this scourge came\r\nprincipally from the West. My country has been one of the\r\nvictims of the phenomenon. Libya’s cities and villages and\r\neven the home of its leader have all been the targets of\r\naerial bombardment under the cover of darkness. My\r\ncountry does not deny that it has cooperated positively with\r\nand assisted national liberation movements, particularly in\r\nAfrica, and we take pride in the fact that our efforts in that\r\nrespect have been crowned with success. South Africa has\r\nfinally restored the rights of its people, as have Zimbabwe,\r\nNamibia, Mozambique, Angola and other African countries.\r\nThe issue is a matter of differing criteria and differing\r\noutlooks.\r\nAs for the Pan Am incident, my country never rejected\r\nout of hand the suspecting of two of its citizens. Libya only\r\nrefused to turn them over to the United States or to the\r\nUnited Kingdom, since this, on the one hand, runs counter\r\nto Libyan legislation and, on the other, cannot take place\r\nsince we have no extradition treaties with either of the two\r\ncountries. Yet, we took the step of declaring that we\r\naccepted that the suspected individuals be tried in a third\r\ncountry before a court that would guarantee justice and\r\nimpartiality.\r\nMy country has accepted the proposal put forward by\r\nthe League of Arab States to have the two suspected\r\nindividuals stand trial by Scottish judges, under Scottish\r\nlaw at the International Court of Justice in The Hague. As\r\nthat proposal has been supported by the Organization of\r\nAfrican Unity (OAU), the Organization of the Islamic\r\nConference (OIC) and the Non-Aligned Movement, we\r\nare committed to it. We do not believe that the Security\r\nCouncil or any other body has the right to ask Libya to\r\nviolate its own laws or to surrender its sovereignty. We\r\npaid a very dear price for our freedom and sovereignty:\r\nhalf our people paid for both with their lives and we are\r\nprepared to pay with the other half rather than surrender\r\nand knuckle under.\r\nIt runs counter to Libyan laws and sovereignty to\r\nhave Libyan nationals stand trial in the United Kingdom\r\nor the United States of America and, therefore, this\r\ncannot be accepted. This, however, cannot be construed\r\nas disrespect for international legality. My country has\r\ndemonstrated time and time again that it fully upholds\r\ninternational legality. On three difference occasions we\r\nhave applied judgments by the International Court of\r\nJustice irrespective of whether the judgment was in our\r\nfavour or against us. We respect the Security Council and\r\ninternational legality, and, as far as this issue is\r\nconcerned, everyone knows that it is a legal matter which\r\ncould have been resolved by the application of the\r\nMontreal Convention that deals with this specific subject,\r\nnamely, the safety of commercial flights. Very clearly,\r\nthat Convention gives my country the right to try the\r\nsuspected individuals. Yet, my country, out of a desire to\r\nresolve this problem and in the belief that the families of\r\nthe victims are entitled to know the full truth, has\r\naccepted that its citizens be tried in a third country, for\r\nthe whole world to see. My country is committed to this\r\nand cannot give in to anything beyond that.\r\nMr. Gnehm (United States of America): The\r\nrepresentative of Libya has the gall to use the word\r\n“victims”. The victims that we want to remember today\r\nare in graves. We have heard a lot of words over the\r\nyears. We do not need more words. We only need Libya\r\nto comply with the Security Council resolution.\r\nMr. Azwai (Libyan Arab Jamahiriya) (interpretation\r\nfrom Arabic): I should like to say that if there is any\r\nhuman feeling that urges anyone to allow the families of\r\nthe Pan Am and UTA flights victims, or to allow anyone\r\nto know the truth, it must be known that Libya is the first\r\nvictim because its population of 4 million human beings\r\nhave become victims to these two incidents as there is an\r\nattempt by the West to destroy the people of my country.\r\nAn unfair blockade which has lasted for more than three\r\nyears now has been imposed on them. My country is\r\ntrying to seek the very minimum stipulated by the United\r\nNations Charter: either to have recourse to the\r\nInternational Court of Justice or to arbitration or to\r\n29\r\nGeneral Assembly 17th plenary meeting\r\nFiftieth session 3 October 1995\r\nnegotiation. How on earth could problems be resolved\r\nunless we follow the simplest course of action: sitting\r\ntogether at the negotiating table? That major Powers could\r\nact at will as both adversary and judge is unacceptable to\r\nmy country. I think that caring for the families of the\r\nvictims and caring for international peace and justice should\r\nbe everybody’s responsibility and not my country’s alone.\r\nThe major Powers and permanent members of the Security\r\nCouncil have a much greater responsibility. We are\r\nprepared to sit right now to discuss and resolve all\r\nproblems, or, failing this, to have recourse\r\nto the International Court of Justice. For the information\r\nof members of the General Assembly, the issue, basically,\r\nis still before the International Court of Justice. We\r\nshould either wait for the International Court of Justice to\r\njudge the case, and we are committed to abide by its\r\njudgment, or we should sit together at the negotiating\r\ntable or resort to international arbitration. Or, if the\r\nproposal by the Arab League is accepted, the two\r\nsuspected individuals should stand trial in a third country,\r\nnot in Libya, or in Scotland or in the United States, but\r\nin a third country. If those who level the accusation have\r\nany real authentic evidence, let us go to a neutral country\r\nand let us have recourse to justice and to the truth, to\r\nnothing else.\r\nThe meeting rose at 6.20 p.m.\r\n30\r\n"