"United Nations A/50/PV.18\r\n95-86202 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFiftieth Session\r\n18th plenary meeting\r\nWednesday, 4 October 1995, 10 a.m.\r\nNew York\r\nPresident: Mr. Freitas do Amaral . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Portugal)\r\nIn the absence of the President, Mr. Ould Ely\r\n(Mauritania), Vice-President, took the Chair.\r\nThe meeting was called to order at 10.20 a.m.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nThe Acting President (interpretation from Arabic):\r\nI call first on the Deputy Minister for Foreign Affairs of\r\nPanama, His Excellency Mr. Omar Jaén Suárez.\r\nMr. Jaén Suárez (Panama) (interpretation from\r\nSpanish): Allow me at the outset, Sir, to express my\r\nsatisfaction and that of my delegation at the President’s\r\nelection to guide our deliberations. We have strong ties\r\nwith Portugal, based on the many cultural values that we\r\nhave historically shared on the fertile soil of the Ibero-\r\nAmerican community. For this reason, it is a great pleasure\r\nfor me to offer Don Diogo Freitas do Amaral our sincerest\r\ncooperation and to congratulate him in advance, by virtue\r\nof his well-known qualities, on his successful leadership of\r\nthis memorable fiftieth session of the General Assembly.\r\nThe delegation of Panama wishes to take this\r\nopportunity to express to the Secretary-General, Mr.\r\nBoutros Boutros-Ghali, our recognition of the skill,\r\nintelligence and dedication with which he is fulfilling his\r\nresponsibilities at the head of our Organization.\r\nThis fiftieth anniversary has been a year rich in\r\nevents. Under the leadership of the United Nations, there\r\nhave been two major world gatherings — the World\r\nSummit for Social Development at Copenhagen and the\r\nFourth World Conference on Women in Beijing — which\r\nhave focused the attention of the world on matters that\r\nare highly complex and difficult because of their cultural,\r\nsocial and political implications.\r\nIt is gratifying to see that these meetings have\r\nfundamentally mobilized women, who are increasingly\r\noccupying their rightful role, and that the Conferences\r\nhave contributed enormously to convert the quest for a\r\nsolution to the problems of the family and of children into\r\nthe responsibility of us all, and into a moral imperative\r\nthat transcends the healthy differences between us.\r\nPanama values as a substantive result the hopeful\r\nconsensus and the important guidelines agreed upon.\r\nWe reiterate the responsibility of Panama in the\r\nNon-Aligned Movement, as well as our readiness to\r\nattend the Summit at Cartagena de Indias, Colombia, to\r\ncontribute to the necessary review, just as we greatly\r\nvalue our participation in the Group of 77. In this context,\r\nwe reiterate our deepest solidarity with the least\r\ndeveloped countries, with which we are cooperating\r\nwithin our means.\r\nMy delegation is convinced of the need to bring this\r\nOrganization up to the level of its new and growing\r\nresponsibilities, and to adapt its functioning, its\r\nprocedures and its structures to the new conditions that\r\nGeneral Assembly 18th plenary meeting\r\nFiftieth session 4 October 1995\r\ncharacterize contemporary international society. We are\r\nconvinced that this is a feeling shared by all Member\r\nStates, and we believe that existing differences will in due\r\ncourse be resolved.\r\nPanama is following with great attention the\r\ndiscussions taking place in the Working Groups on the\r\nSecurity Council, on the financial situation, on the\r\nsupplement to “An Agenda for Peace” and on the “Agenda\r\nfor Development”. In particular, and in accordance with\r\ndecisions taken in the Rio Group, Panama believes that the\r\nincrease in the membership of the Security Council should\r\naim at correcting existing imbalances in the regional\r\ndistribution of membership, as well as changing its\r\nprocedures and working methods, so that the Council can\r\nfunction in a transparent way, in keeping with the letter and\r\nspirit of the Charter. In this context, we support the\r\nadmission of Germany and Japan as permanent members of\r\nthe expanded Security Council.\r\nWe are convinced that the expectations of the\r\ninternational community for renewed action by the United\r\nNations can be satisfied only if the financial crisis\r\nconfronting the Organization is overcome in such a way as\r\nto allow it to respond to the mandates of Member States.\r\nWe are particularly concerned at the consistent trend\r\ntowards a reduction in funds for development and\r\ncooperation programmes, as well as proposals to reorient\r\nfood programmes towards emergency assistance\r\nprogrammes.\r\nWe consider the review and indefinite extension of the\r\nTreaty on the Non-Proliferation of Nuclear Weapons (NPT)\r\nto be of extreme importance, together with the approval of\r\nprovisions for its periodic review. As a State party to the\r\nTreaty of Tlatelolco, which establishes the first nuclear-\r\nweapon-free zone, and as a coastal State of the Pacific,\r\nPanama wishes to reiterate the Declaration of the Rio\r\nGroup regarding the resumption of nuclear testing, because\r\nthat practice has a negative impact on the delicate\r\ncompromises that this subject involves, as well as the\r\nGroup’s readiness to continue to negotiate treaties for the\r\ntotal prohibition of such testing, as well as the production\r\nand use of chemical and biological weapons.\r\nLikewise, we vehemently reject all forms of terrorism,\r\nwherever they exist, as well as expressions of racism and\r\nintolerance, which are incompatible with our status as\r\nmembers of the human race. Respect for human rights is\r\nand must be a fundamental part of the new universal ethics,\r\nwhich my country has accepted as an integral part of our\r\nvalue system and which my Government is completely\r\nfulfilling.\r\nWe are profoundly concerned at the overall situation\r\nof the African continent, whose peoples deserve the best\r\nof destinies. Nonetheless, we are extremely pleased to\r\nunderscore the admirable example offered to us by the\r\nSouth Africans who, moving beyond racial or cultural\r\nmotivations, in a long and heroic effort that has caused so\r\nmuch suffering, have put an end to the most odious form\r\nof discrimination — apartheid. The difficulties involved\r\nin meeting, living together and working as equals in an\r\natmosphere of tolerance and cooperation cannot conceal\r\nthe important contribution being made today by the\r\nleaders of that Republic under the inspiring leadership of\r\nPresident Mandela, to whom we wish to accord a special\r\nrecognition for having constructed the democratic\r\nfoundations of a multiracial and multicultural nation, fully\r\nincorporated into the international community.\r\nIn the Middle East, particularly in Palestine and in\r\nIsrael, we are delighted to see the efforts of two\r\nGovernments and their respective leaders and peoples\r\nwho are struggling tirelessly to consolidate the peace\r\nagreements and to move forward in building lasting\r\npeaceful coexistence. Our country wishes to add its voice\r\nof encouragement to all the forces involved in this\r\nexemplary commitment, which contributes so much to the\r\nstrength of the United Nations system and to international\r\nethics. Panama, a defender of the rights of the Palestinian\r\npeople and a sincere and constant friend of the Jewish\r\npeople, as well as of the Arab peoples, believes it is\r\nappropriate for the international community to begin to\r\nadjust the direction of its own decisions in order to\r\nstrengthen what is new, to lend greater force to that\r\nwhich unites us, in order to encourage those who desire\r\npeace.\r\nInspired by these events, the Member States of the\r\nUnited Nations should recognize the recent achievements\r\nthat have been made and further encourage the parties to\r\nthe conflict in Bosnia and Herzegovina to find the\r\npolitical will to arrive at firm, lasting agreements that will\r\nspare their own peoples the suffering and pain of being\r\ninnocent victims of war, of racism and of intolerance. The\r\nUnited Nations peace-keeping forces must be respected\r\nand protected, because this is what their noble mission\r\ndemands and because this has been the decision of the\r\ncommunity of nations. The same message applies to other\r\nareas of the world that are threatened by violence, or that\r\nare subject to breaches of the peace.\r\n2\r\nGeneral Assembly 18th plenary meeting\r\nFiftieth session 4 October 1995\r\nI believe it is appropriate to refer to the request made\r\nby a large number of States, including Panama, to include\r\nthe item of the special situation of the Republic of China in\r\nTaiwan on the agenda of the fiftieth session of the General\r\nAssembly. Panama supports this request because it is\r\ninterested in the unification of China. But since that\r\neventuality is as yet unforeseeable as regards the “when”\r\nand “how”, we are convinced that both parties should\r\ncoexist and participate jointly in the international\r\ncommunity with equality and mutual respect. Panama, as a\r\ncoastal country of the Pacific, and completely sovereign in\r\nthe inter-oceanic Canal whose neutrality opens it to\r\npeaceful use by all nations of the world, desires friendship\r\nwith all States and wishes to normalize its relations with all\r\nusers of this inter-oceanic passage.\r\nThe Torrijos-Carter Treaties provide for the\r\nculmination on 31 December 1999 of the process of the\r\nreturn to Panama of the inter-oceanic canal and adjacent\r\nfacilities and the agreed withdrawal of the troops and\r\nmilitary facilities of the United States. This exceptional\r\ndiplomatic and political event constitutes an example of the\r\npeaceful and just settlement of disputes between a world\r\nPower and a small country, which today have excellent\r\nrelations of friendship and cooperation based on trust and\r\nmutual respect, as is appropriate for two States committed\r\nto efforts to consolidate prosperity, peace, security and\r\ndemocracy on the continent.\r\nThe regime of neutrality of the Panama Canal, in\r\nestablishing freedom of transit for ships, without\r\ndiscrimination, promotes the strengthening of an\r\ninterdependent world with an increasing trend towards\r\ninternational cooperation. It also provides in our hemisphere\r\na concrete example of a system of collective security which\r\nensures the peaceful uses of that inter-oceanic canal,\r\nopenly, on equal conditions, both in times of peace and in\r\ntimes of war, for ships of all flags and nations of the world.\r\nFrom this rostrum we reiterate the invitation to States\r\nMembers of the United Nations to adhere to the Treaty\r\nconcerning the Permanent Neutrality and Operation of the\r\nPanama Canal.\r\nWe are and shall remain the Western hemisphere’s\r\nkey to the immense Pacific. President Ernesto Pérez\r\nBalladares’s recent successful tour of Asia, following his\r\nattendance at the Quito Summit of the Rio Group, and his\r\nacceptance of the invitation of the President of the United\r\nStates to go to Washington reflect the desire to reaffirm\r\nclearly our decision to establish the closest political,\r\ndiplomatic and commercial relations with all nations in the\r\ngeographic arc from Japan to Australia, through the\r\nPhilippines, and including all the other coastal States of\r\nthe Asian continent. In keeping with this, we are\r\ninterested in being admitted to the Asia-Pacific Economic\r\nCooperation Council, as is appropriate for a country that\r\nis essentially maritime and commercial.\r\nWe therefore wish to continue to be the point of\r\nconvergence, the meeting-point, of races, cultures and\r\ncivilizations. We wish to continue to express our natural\r\nhistorical and geographical calling, which inspired the\r\nAmphictyonic Congress of Panama of 1826, initiated by\r\nSimón Bolívar, the Liberator, and which later made\r\npossible the emergence of the Organization of American\r\nStates, the United Nations, the Contadora Final Act and\r\nthe Rio Group — cornerstones of agreement, dialogue,\r\npeace and regional and universal democracy.\r\nThis explains that our openness to the Caribbean\r\nbasin, in entering the Association of Caribbean States, our\r\nincorporation into the Central American Integration\r\nSystem and our admission to the Andean Group as a\r\npermanent observer are basic to our foreign policy, which\r\ninvolves intense activity to create bonds of integration and\r\ncooperation in the framework of fruitful, open\r\nregionalism. In this context, we believe it extremely\r\nimportant to express our encouragement for the efforts\r\nbeing made by the Secretary-General and his Group of\r\nFriends in the negotiations aimed at bringing peace at last\r\nto the noble people of Guatemala. We welcome the fact\r\nthat Contadora is once again becoming a point of\r\nreference in the painstaking negotiation of national\r\nconciliation for that fraternal people. Panama is honoured\r\nto have hosted very recently the parties that reached the\r\ninitial agreements to bring lasting peace to Guatemala.\r\nWe welcome the achievements of the European\r\nUnion and its members, and recognize the value of its\r\nimportant contribution to international cooperation. We\r\nencourage it to complement this contribution by\r\nintensifying trade with our own country and our region\r\nthrough renewed readiness to facilitate access for our\r\nproducts to its markets. We are conscious that Panama is\r\na bridge not only to the Pacific, but also to the Atlantic,\r\nwhich opens up new opportunities with the States of the\r\nEuropean Union. We are following with optimism and\r\nattention developments in the countries in transition, with\r\nwhich we wish to have close relations and increased\r\nexchanges.\r\nPanama, which is today a stable and secure\r\ndemocracy respectful of human rights, with a Government\r\nthat represents with full legitimacy a people determined\r\n3\r\nGeneral Assembly 18th plenary meeting\r\nFiftieth session 4 October 1995\r\nto shape for itself a great future of peace and well-being,\r\nwishes to remain the cross-roads of international trade, open\r\nto all parts of the world, where, in an era of globalization\r\nand market integration, the goods and services that are the\r\nprincipal wealth produced by nations can circulate.\r\nBecause of everything we are and everything we wish\r\nto remain, we are here today to share the opportunities that\r\narise from a new situation, which, because it is not imposed\r\nby the manifest destiny of others, promises to open up\r\npaths towards a great future of cooperation and integration\r\nwith the region and the world.\r\nPanama is particularly proud to invite the members of\r\nthe international community that use our inter-oceanic\r\nwaterway to join us in September 1997 in our capital for\r\nthe Universal Congress on the Panama Canal, where all the\r\ndirect and indirect beneficiaries of this marvel of the\r\nmodern world can see the progress in the smooth transfer\r\nof the administration and control of the Panama waterway\r\nat the end of this century, and consider its modernization\r\nand enlargement so that in the twenty-first century it can\r\ncontinue to be the most efficient, most competitive and\r\nsafest means of maritime transport for the exchange of\r\nmerchandise and products vital to the economies of many\r\ncountries of the world. Recognizing the importance of this\r\nmatter, the General Assembly, at its third plenary meeting,\r\nheld on 22 September 1995, made it agenda item 162 for\r\nthe fiftieth session, under the title “Universal Congress on\r\nthe Panama Canal”.\r\nWe invite representatives to participate with us in the\r\ndevelopment of the infrastructure of transport and trans-\r\nisthmus communications to serve the continent and the\r\nworld, with the creation — already under way — in our\r\ncountry, on the banks of the inter-oceanic Canal between\r\nthe Pacific and the Caribbean, of a large port for the\r\nstorage and handling of goods, which will complement the\r\noperation of the modernized Panama Canal. We also invite\r\nrepresentatives to participate in the City of Learning\r\nproject, a great international centre for the exchange of\r\ncultures and knowledge, being promoted by our country on\r\nthe banks of the Canal.\r\nWe also wish to say that we have offered the\r\nAmerican hemisphere our territory and all the infrastructure\r\nand installations necessary to establish a multilateral centre\r\nto combat drug-trafficking and related crimes. Panama\r\nraised this matter at the recent Summit of Heads of State\r\nand Government of the Rio Group, which endorsed the idea\r\nand has put it to the President of the United States, Bill\r\nClinton, because we believe that we can succeed in this\r\nenormous struggle only if all countries coordinate their\r\nplans and actions. At the same time, we strongly support\r\nthe holding of a second international conference against\r\nthe use of and illicit trafficking in drugs in order to deal\r\nwith a problem that has become universal in scope.\r\nPanama, as a founding Member of this Organization\r\nand a signatory of the San Francisco Charter, has been\r\nwith the United Nations for its 50 years, carrying on with\r\nit step by step, day by day, observing its magnificent\r\nachievements and its great difficulties, which for some are\r\noverwhelming. But this is not a time for fear or regrets;\r\nit is a time for new endeavours, a time to promote new\r\nforms, ways and means of international cooperation, with\r\na view to generating, by cultivating the complementary\r\ndevelopment of our national individualities, the cultural,\r\neconomic and human resources that can enable us to be\r\nfree of poverty and backwardness and to open an ever-\r\nbroadening road to understanding, tolerance, peace and\r\nprosperity as we enter the third millennium.\r\nThe Acting President (interpretation from Arabic):\r\nI now call on the Minister for Foreign Affairs of\r\nLebanon, His Excellency Mr. Fares Bouez.\r\nMr. Bouez (Lebanon) (interpretation from Arabic):\r\nIn a few days the United Nations will be marking the first\r\nhalf-century of its existence. This historic occasion, which\r\nthe world with its different races, ethnic groups, religions,\r\nand creeds will celebrate, will reach its peak here at\r\nUnited Nations Headquarters, where world leaders and\r\nHeads of State will meet.\r\nThis occasion, while it should reaffirm the need for\r\nthe United Nations, and underline its importance and the\r\nimportance of its principles, objectives, and activities,\r\nwill, at the same time, pose certain questions about the\r\ncurrent state of the Organization and where it stands\r\ntoday. Such questions must be viewed in the context of\r\nthe principles that governed the establishment of the\r\nUnited Nations and the objectives it was meant to\r\nachieve. For it must be recalled that mankind wanted the\r\nUnited Nations to be an enterprise for peace, harmony,\r\nsolidarity, dialogue, and rapprochement amongst peoples\r\nand cultures of the world.\r\nThrough this legitimate dream, mankind sought to\r\nbuild an edifice for rights, justice and peace. The United\r\nNations was meant to be an arbiter, a forum where people\r\ncould seek to defend their rights whenever they are\r\ndenied, and to redress injustice whenever oppression\r\nprevails. By establishing the United Nations, humanity\r\n4\r\nGeneral Assembly 18th plenary meeting\r\nFiftieth session 4 October 1995\r\nwanted to put an end to the era of war and to open the door\r\nto peace, national sovereignty, independence, and territorial\r\nintegrity, and to protect peoples’ freedom of choice.\r\nIn the era of the communications and transportation\r\nrevolution, when political, economic, demographic, security\r\nand cultural barriers are lowered, people need the United\r\nNations more than ever. They need a forum for constructive\r\ndialogue and an effective and permanent mechanism for\r\nconsultation, cooperation, and coordination.\r\nWe are witnessing a scientific and technological\r\nrevolution that intensifies the need for a greater synergy\r\nthat would enable us to meet increasingly complicated\r\ndemands and challenges, to bridge the widening gap\r\nbetween nations and, together, to do what no nation can do\r\nalone.\r\nThe world’s demographic explosion has put the\r\nEarth’s environment under constant pressure to cater to the\r\nincreasing demands made upon it. Competition for the\r\nworld’s resources is on the rise, as is the imbalance\r\nbetween human needs and disposable resources. The\r\naccumulation of lethal and sophisticated nuclear, chemical,\r\nand bacteriological weapons, and the concomitant increase\r\nin their destructive capabilities across continents, increase\r\npeoples’ risk of annihilation. Their proliferation and\r\npossession by some States that lack even the absolute\r\nminimum of credibility and fail to provide any political\r\nguarantees regarding the decision to use such weapons,\r\nincreases the world’s need for guarantees and controls on\r\narmament.\r\nThe information revolution is contributing to the rapid\r\ndissemination of information about political, scientific, and\r\neconomic achievements across boundaries. Unequal access\r\nto information by some societies is accentuating their\r\nisolation and causing them to be bound by their traditions,\r\neither because they want to protect their national identity,\r\nor because they are unable to assimilate such achievements.\r\nExtremist and fundamentalist tendencies express the fear\r\nhaunting these societies against what are often perceived as\r\nthreats to their national identity.\r\nAll these risks make it more important than ever\r\nbefore to reactivate United Nations machinery and to\r\nreinvigorate confidence in its justice and credibility, to free\r\nits decisions from hegemony, to redress its imbalances, and\r\nto apply the same standards in its approach and\r\ncommitment. That is the path we should take if the United\r\nNations is to remain a world authority and an alternative to\r\nheated confrontations.\r\nSo, where do we stand at present with regard to the\r\nmoral authority and credibility of United Nations\r\nresolutions? How can we apply one standard across the\r\nboard?\r\nThe world has witnessed and continues to witness a\r\nnumber of local and regional crises. Lebanon, which has\r\nsuffered from the scourge of war, follows what is\r\nhappening around the world with grave concern and\r\ninterest.\r\nRwanda and Bosnia and Herzegovina are two clear\r\nexamples of our inability to act in the face of horrible\r\natrocities. More than 20 years have passed and the\r\nCypriot problem still awaits settlement, despite numerous\r\nrelevant resolutions adopted by the General Assembly and\r\nSecurity Council to unify the island and to protect its\r\nindependence and territorial integrity. The question of the\r\nislands of the United Arab Emirates still awaits a solution\r\nthat would ease tension in the region.\r\nFour years ago the Madrid Conference was\r\nconvened. We were optimistic about the invitation, the\r\ncontent, and the sponsorship. As the co-sponsors were\r\nsuper-Powers, and the Conference was to be convened on\r\nthe basis of establishing a just, comprehensive, and lasting\r\npeace anchored in the principle of “land for peace”, and\r\non the basis of Security Council resolutions 242 (1967),\r\n338 (1973), and 425 (1978) respectively, we accepted the\r\ninvitation, assuming that those who accepted it were also\r\nin agreement with its content and that what remained to\r\nbe done was to discuss the questions of mechanisms and\r\nschedules.\r\nHowever, years have passed and months have gone\r\nby while some waited for the results of elections and for\r\nthe arrival of the opportune moment at the domestic level.\r\nTime has passed while some awaited circumstances that,\r\nthey bet, were bound to strengthen their positions, or\r\nconducted secret negotiations that they expected to\r\nweaken, isolate or single out some other side. The result\r\nhas been that we are still discussing today the basic\r\nprinciples which were supposed to have been settled at\r\nthe very beginning of the Conference.\r\nThe principle of land for peace still awaits the\r\nmaterialization of the concept of “land”. The principle of\r\nwithdrawal is still being obfuscated by the term\r\n“redeployment”. We are told that resistance must cease,\r\nwithout any guarantee that withdrawal or liberation will\r\never take place. We are told that the boycott must end,\r\nbut no guarantee is given that usurped rights will be\r\n5\r\nGeneral Assembly 18th plenary meeting\r\nFiftieth session 4 October 1995\r\nrestored. We are required to engage in multilateral\r\nnegotiations on complementary subjects while the\r\nfundamental bilateralism remains frozen and while we\r\nknow not whether there will be peace, or what the form and\r\ncontent of that peace will ever be.\r\nWe are required to shake hands and to celebrate\r\nbefore we know what exactly we are supposed to celebrate.\r\nWe, the victims of aggression, are required to give security\r\nguarantees to the aggressor. Those who do not possess\r\nweapons are required to reassure those who possess one of\r\nthe largest nuclear and chemical arsenals which the world\r\ncould not make subject to the Non-Proliferation Treaty\r\nwhen the Treaty was extended.\r\nThe media hype that surrounded the recent signing of\r\nthe second Protocol between the Palestinian Authority and\r\nIsrael, which glorified the event and amplified its content,\r\nmakes us wonder about the extent of the authority that will\r\nbe exercised by the Palestinian people, the size of the\r\nterritories that would be returned and, ultimately, to wonder\r\nabout the fate of three quarters of the Palestinian people\r\nwho were displaced from the land of Palestine. What about\r\ntheir right to return, their right to a nationality, to an\r\nidentity? What about those whose status was never\r\ndiscussed either at Oslo or at Taba? We wonder: Could\r\nthose tiny specks of land — in which an authority less than\r\nthat of a municipality will be exercised — be called the\r\nPalestinian homeland? Doesn’t the isolation of those tiny\r\nspecks into so-called security islands mean additional\r\nprisons in which anger and rancour will fester?\r\nWill the 400,000 Palestinians who are now in Lebanon\r\nand others who are elsewhere in the world ever enjoy their\r\nlong-awaited right of return? How can we have faith in a\r\ncountry that boasts of its desire for peace and its intention\r\nto restore legitimate rights to people while it continues to\r\nviolate those rights, to build settlements and to occupy and\r\nconfiscate land? It cannot be credited unless it desists from\r\nsuch actions forthwith, particularly in southern Lebanon,\r\nwhere it has recently confiscated lands.\r\nCould this bloated glorification by the media serve as\r\nan alternative to the restoring of legitimate rights? Could\r\nthis anaesthetization of international public opinion, this\r\nillusion of a solution, actually put an end to the problem?\r\nWe in Lebanon are patiently and diligently continuing\r\nto rebuild our homeland after the destruction of a ravaging\r\nwar. We are continuing to build our institutions and our\r\nsecurity. Those who had emigrated are continuing to return\r\nto their homeland, and those who were displaced are\r\ncontinuing to return to their villages. Laws are being\r\nenacted so that Lebanon may regain its natural place in\r\nthe Middle East on the economic, political and cultural\r\nlevels.\r\nLebanon has suffered for far too long from the\r\nconsequences and reverberations of the Middle East\r\ncrises. Lebanon has paid its heavy dues. Once again it\r\nproves that it is capable of facing difficulties and rising\r\nup to challenges and that its unity formula is much\r\nstronger than was once believed, because it is the only\r\ndefinitive reality.\r\nLebanon will once again prove that certain nations\r\nhave a history that is more extensive than their geography\r\nand a role that is much larger than their physical size. As\r\nlong as Lebanon’s sovereignty and independence continue\r\nto be compromised; as long as major parts of its land\r\ncontinue to be out of its control; as long as the Lebanese\r\nState continues to be unable to extend its full sovereignty\r\nover all its national territory by its own legitimate\r\nnational forces; as long as Israel continues to occupy\r\nLebanon’s territories 17 years after the adoption by the\r\nSecurity Council of resolution 425 (1978) which\r\ndemanded Israel’s complete withdrawal from Lebanon; as\r\nlong as Lebanese citizens continue to languish in Israeli\r\nprisons and detention camps, ignored by the international\r\ncommunity in clear violation of their human rights — as\r\nlong as all this continues, the wounds will never heal and\r\nthe bleeding will never stop.\r\nSo long as the occupation of more than one eighth\r\nof our national territory continues; so long as Israeli raids\r\ndaily sow our land with cluster bombs, fission bombs,\r\nscatter bombs and booby traps for the killing of children;\r\nso long as such criminal acts continue to be perpetrated\r\nagainst a people that refuses to surrender; so long as our\r\nwomen continue to mourn the loss of their loved ones and\r\nso long as our children cry out, the cries of anguish will\r\ncontinue to haunt the world and the voices raised against\r\ninjustice will grow louder than the roar of the guns that\r\ndefend a senseless occupation.\r\nThe occupier has used all the means available to it,\r\nbut has failed to contain this anger. Israel’s logic of\r\nsecurity zones inside Lebanese territories and security\r\nbelts has failed also. The cost has by far outweighed the\r\nreturns.\r\nThe Security Council’s method in dealing with\r\nLebanon’s complaints does not represent the optimum\r\nmeans of performing the role of that important body. We\r\n6\r\nGeneral Assembly 18th plenary meeting\r\nFiftieth session 4 October 1995\r\nhave waited so long for the implementation of Security\r\nCouncil resolutions. Instead, the Council has refrained from\r\ncondemning aggression, and if it happens to do so, it tends\r\nto equate the aggressor with the victim of the aggression.\r\nWhen it fails to condemn, it uses as a pretext the desire not\r\nto cause any distortion to the peace process.\r\nThe peace negotiations, however, do not absolve the\r\nSecurity Council from the obligation to perform its\r\nappointed role at any given moment, especially when an act\r\nof aggression is committed in the shadow of a peace\r\nprocess. Nor do they absolve the Council from its\r\nresponsibility towards international peace. Discriminating in\r\nthe application of United Nations resolutions for some and\r\ndepriving others of the right to call for implementation;\r\ndiscriminating in the application of the stipulations of\r\nChapter VII of the Charter on some trouble-makers while\r\nrefraining from such application on others in a sort of\r\ncover-up for the practices of those protected others, will\r\ndeprive the United Nations of credibility as an arbiter to\r\nwhom the nations of the world have recourse in search of\r\njustice.\r\nThe days when the problems of people were confined\r\nto their own countries are over. The days when State\r\nboundaries were barriers that contained a country’s crises\r\nare over as well. Regardless of how distant any country\r\nmay be from a crisis area, it can none the less remain\r\nsubject to repercussions of such crisis. Thus every country\r\nremains vulnerable to the political, economic,\r\nenvironmental, demographic and security problems of other\r\ncountries.\r\nThe Middle East must not forever be a fiery volcano\r\nthat threatens international peace and security. This way,\r\nthe region will not see better days nor will time be forever\r\non the side of those who seek peace.\r\nWe have to realize that peace must be equitable, not\r\nbiased; just, not unjust; genuine, not ceremonial; balanced,\r\nnot deficient. Peace must help the refugee to return rather\r\nthan consecrate his displacement. Peace must satisfy those\r\nwho rebel against injustice, not provoke their anger.\r\nThe new tendency to weigh the suitability of\r\nresolutions, to selectively enforce some and freeze some, to\r\nelaborate different interpretations to different resolutions, an\r\nenterprise that is engaged in, from time to time, in the\r\nwings of the Organization under the pretext of having to\r\ninterpret resolutions with reference to the circumstances\r\nunder which they were adopted, all this threatens credibility\r\nof the United Nations as a whole.\r\nThis then is the situation we face today, and it is\r\nagainst the backdrop of this situation that I congratulate\r\nthe President on his election at this session and extend\r\nappreciation to his predecessor, to the Secretary-General\r\nand to the commanders, officers, and soldiers of the\r\nUnited Nations Interim Force in Lebanon (UNIFIL),\r\nwhom I wholeheartedly thank for their valuable efforts\r\nunder difficult circumstances.\r\nMay God guide us to peace and to acquitting\r\nourselves in the eyes of the generations to come.\r\nThe Acting President (interpretation from Arabic):\r\nI now call on the Minister for Foreign Affairs of Nigeria,\r\nHis Excellency Chief Tom Ikimi.\r\nChief Tom Ikimi (Nigeria): I am delighted to\r\naddress the General Assembly in the year of its fiftieth\r\nanniversary. On behalf of the Nigerian delegation, I\r\nconvey warm congratulations to the President on his\r\nelection to preside over the General Assembly at its\r\nfiftieth session. We are confident that in carrying out his\r\nduties he will bring his wisdom, competence and\r\ndiplomatic skills to bear on the work of the Assembly.\r\nWe congratulate his friendly country, Portugal, and\r\nreaffirm the warmth of the bilateral relations between our\r\ntwo countries.\r\nLet me also convey our sincere thanks to his\r\ndistinguished predecessor, His Excellency Mr. Amara\r\nEssy of Côte d’Ivoire, for the outstanding manner in\r\nwhich he conducted the affairs of the General Assembly\r\nat its forty-ninth session. I also wish to express my\r\ndelegation’s appreciation to the Secretary-General for the\r\ncourageous manner in which he is responding to the\r\nchallenges of his office.\r\nThe uniqueness of the current session is not lost on\r\nmy delegation. It is not only a solemn occasion to reflect\r\non the achievements and difficulties of our Organization\r\nduring the past 50 years, but also a golden opportunity to\r\nchart a new way forward. We therefore hope that the\r\nwork of this and future sessions of the General Assembly\r\nwill continue to be inspired by the purposes and\r\nprinciples of the United Nations Charter.\r\nThe establishment of the United Nations in the\r\naftermath of the Second World War marked a turning\r\npoint in the history of international relations. As an\r\nintergovernmental Organization whose principal tasks\r\ninclude the maintenance of international peace and\r\nsecurity, the promotion of international cooperation for\r\n7\r\nGeneral Assembly 18th plenary meeting\r\nFiftieth session 4 October 1995\r\ndevelopment and the progressive development and\r\ncodification of international law and respect for human\r\nrights, the United Nations best epitomizes the will of the\r\npeoples of the world to live together.\r\nWe in Africa attach great importance to this fiftieth\r\nanniversary, as in 1945 the vast majority of our countries\r\nwere not independent and therefore could not participate in\r\nthe processes leading to the signing of the United Nations\r\nCharter in San Francisco. It is gratifying, however, that\r\nfrom being represented by only four countries on that\r\noccasion, Africa has since grown to be the largest regional\r\ngroup within the Organization. This is in accordance with\r\nthe universalist aspirations of the United Nations.\r\nThe phenomenal growth in membership evokes happy\r\nmemories of the transition of a large number of Member\r\nStates, particularly from Africa and Asia, from colonial\r\ndependencies to nationhood. For many years the United\r\nNations was the catalyst in this process. Our continental\r\norganization, the Organization of African Unity (OAU),\r\nfrom its inception in 1963, similarly embraced this\r\nobjective as a primary preoccupation. It was my country’s\r\nprivilege to be associated at the regional and global levels\r\nwith the struggle against apartheid and for freedom and\r\nself-determination on the continent.\r\nThe United Nations is perhaps best known for its\r\nendeavours in the maintenance of international peace and\r\nsecurity. This remains a major preoccupation, as events\r\nsince the end of the Cold War have demonstrated that civil\r\nconflicts and political instability in many countries,\r\nparticularly in the developing world, have become endemic,\r\nwith grave consequences for international peace and\r\nsecurity. These conflicts, which have their origins in,\r\namong other things, new nationalisms, ethnic differences\r\nand religious bigotry, constitute a test of the international\r\ncommunity’s will to meet the new challenges and provide\r\nappropriate solutions.\r\nOn this occasion, therefore, it is the hope of the\r\nNigerian delegation that the Assembly will make sustained\r\nefforts to take decisions that will significantly enhance the\r\nprospects of global peace and security. We expect that\r\nfurther thought will be given to redefining the role of the\r\nUnited Nations and its perspectives on preventive\r\ndiplomacy, peacemaking, peace-keeping and peace-building\r\nas continuing imperatives in crisis management and conflict\r\nresolution.\r\nGiven that the maintenance of international peace and\r\nsecurity is a shared responsibility, the United Nations\r\nshould undertake to realign and strengthen its cooperation\r\nwith regional organizations and arrangements. This is not\r\nto underestimate the need for Member States to make\r\nserious efforts to prevent war and civil conflict through\r\nconfidence-building measures and the formulation and\r\nimplementation of appropriate domestic policies. In this\r\nregard, we cannot but reaffirm the continuing validity of\r\nthe peaceful resolution of disputes through mediation,\r\nconciliation, arbitration, judicial settlement and respect for\r\napplicable international laws.\r\nWe deplore the growing arms race and the\r\nproliferation of weapons of mass destruction, on which\r\nvast resources are now being wasted. The nuclear genie\r\nhas left the bottle and cannot now be led back into it; the\r\ntrauma of Hiroshima and Nagasaki persists and continues\r\nto haunt the international conscience. Let us therefore\r\nresolve that such a tragedy will never happen again. The\r\ntime for disarmament under effective international control\r\nis now.\r\nAlthough progress towards the achievement of\r\ngeneral and complete disarmament has been slow, we\r\nwould like to commend the United Nations for its role in\r\nthis sphere. Nigeria regards the agreements banning\r\nbiological and chemical weapons as landmark\r\narrangements. We must remain committed to the ultimate\r\ngoal of the total elimination of all weapons of mass\r\ndestruction.\r\nOn its twenty-fifth anniversary, in May of this year,\r\nthe Treaty on the Non-Proliferation of Nuclear Weapons\r\n(NPT) was extended indefinitely. Developments since\r\nthen have seriously undermined the confidence we have\r\nall reposed in the Treaty and its regime, and have\r\nregrettably cast major doubt on the commitment of\r\nMember States, particularly the nuclear Member States,\r\nto disarmament. In our view, efforts to achieve this must\r\nremain fundamental and include the conclusion of a\r\ncomprehensive nuclear- test-ban treaty by 1996, the cut-\r\noff in the production of fissionable materials for weapons\r\npurposes, and the granting of security assurances by the\r\nnuclear-weapon States to non-nuclear-weapon States in a\r\nlegally binding instrument.\r\nIn our continuing efforts to ensure a peaceful and\r\nsecure environment for the development of the African\r\ncontinent, Nigeria is delighted to welcome the successful\r\ncompletion of the negotiations on the Treaty of an\r\nAfrican Nuclear-Weapon-Free Zone, which was endorsed\r\nby the Organization of African Unity (OAU) Council of\r\nMinisters in June 1995. By this action, African leaders\r\n8\r\nGeneral Assembly 18th plenary meeting\r\nFiftieth session 4 October 1995\r\nhave given concrete expression to their collective\r\ncommitment to make the continent a nuclear-weapon-free\r\nzone. It is our expectation that during this session the\r\ninternational community will respect this initiative through\r\nthe endorsement of the Treaty. We hope that the nuclear-\r\nweapon States will ratify the protocols to be annexed to the\r\nTreaty.\r\nThe framers of the Charter of the United Nations did,\r\nin fact, recognize that peace and development go together.\r\nAmong the high purposes of our Organization is the\r\npromise of economic and social achievement by all peoples.\r\nTo this end, a good deal of effort has been made by the\r\nUnited Nations and its agencies to support the\r\nimplementation of programmes of action initiated by\r\ndeveloping countries at national, subregional and regional\r\nlevels. We commend these agencies for their efforts in\r\ntackling the problems of social and economic development.\r\nIn discussing the general issue of development, we\r\nrecognize the primacy of the United Nations in promoting\r\ninternational cooperation for development. It is in this\r\nconnection that we have welcomed the contribution of the\r\nSecretary-General in his Agenda for Development. For us\r\nin Africa, development is a question of survival. We place\r\na particular premium on it as we confront the challenges of\r\npoverty and underdevelopment.\r\nWhile the unsatisfactory economic situation of Africa\r\nhas been the subject of many international conferences, the\r\nresulting programmes of action have remained largely\r\nunimplemented. Such programmes include the United\r\nNations Programme of Action for African Economic\r\nRecovery and Development 1986-1990 and the United\r\nNations New Agenda for the Development of Africa in the\r\n1990s, adopted in 1991. The failure to implement these\r\nprogrammes has been due primarily to the lack of will and\r\nacceptance of a concept of economic interdependence by\r\nour development partners. Yet, it remains important that\r\ndevelopment should be seen as an integral and indivisible\r\nwhole, an objective to be pursued collectively in the global\r\neconomy.\r\nThe economic crises confronting the developing\r\ncountries are multifaceted. I would, however, like to stress\r\nthe pre-eminent need for the international community to\r\nresolve the external-debt crisis, which is a key impediment\r\nto growth and development in our respective countries.\r\nMost African countries devote a large proportion of their\r\nforeign exchange earnings to debt-servicing. It has,\r\ntherefore, been difficult for these countries to also pursue\r\nsustained economic development objectives. It is clear that\r\nNigeria — as, indeed, most other countries of our\r\ncontinent — faces limited possibilities for the\r\nimplementation of their economic reform programmes\r\nwithout urgent and adequate debt-relief measures.\r\nWe believe that development cooperation should\r\nengender genuine interdependence, mutual interest and\r\nbenefits in the context of global partnership. In the\r\nexpectation that the developed countries will support and\r\nindeed assist the developing countries in their\r\ndevelopment efforts, we call for fuller cooperation\r\nbetween the two sides. The initiative to hold the Asia-\r\nAfrica Forum in Bandung, Indonesia, in December 1994,\r\nas a follow-up to the Tokyo International Conference for\r\nthe Development of Africa, was bold and imaginative.\r\nThe conclusions and recommendations of these initiatives,\r\nwhich are also critical, need to be faithfully implemented.\r\nThe integrated approach to development being\r\npursued by the United Nations is right and deserves to be\r\ncommended. In this regard, we welcome the outcome of\r\nthe recently concluded World Summit for Social\r\nDevelopment and Fourth World Conference on Women.\r\nThese conferences have helped to promote women in\r\ndevelopment and to enhance their role in public affairs.\r\nWe acknowledge the interdependence of societies as\r\nunderscored by these conferences, and the fact that all\r\ncultures have a contribution to make at the crossroads of\r\ncivilization and development.\r\nWhile recognizing the achievements of the United\r\nNations, it is fit and proper, at this point, to identify also\r\nthose areas in which the Organization has not fully\r\nrealized its objectives.\r\nOn peace and security, it should be acknowledged\r\nthat the United Nations has a commendable record of\r\nsuccess. Since its founding, it is significant that there has\r\nbeen no global war and that the end of the cold war has\r\nenhanced the prospects for cooperation and the lessening\r\nof tension. However, new conflicts have emerged which\r\nhave defied solution by the United Nations. It is evident\r\nthat the challenges of peacemaking, peace-keeping and\r\npeace-building require new perspectives and commitments\r\nfrom Member States. Moreover, while seeking to provide\r\nsolutions to these conflicts, the United Nations must\r\naccept that it has a limit to its capacity. It should,\r\ntherefore, not micromanage the internal political\r\narrangements of countries in conflict. It is equally\r\nimportant that the United Nations be seen to be\r\ntransparent and even-handed in crisis management in all\r\nregions. Furthermore, the United Nations should do more\r\n9\r\nGeneral Assembly 18th plenary meeting\r\nFiftieth session 4 October 1995\r\nto cultivate and cooperate with regional organizations and\r\narrangements in conflict resolution.\r\nOn decolonization, the balance sheet of the United\r\nNations performance is largely positive. However, the\r\nlegacies of colonialism and the challenges of nation-\r\nbuilding have created difficulties for new States. These\r\ndifficulties have resulted in the inability of many of the new\r\nStates of the developing world to conduct their domestic\r\nand external relations in a manner consistent with the\r\nprovisions of the Charter. The experience of a number of\r\nthese States indicates that powerful members of the\r\ninternational community continue to insist on their models\r\nas standards for universal behaviour and application. The\r\npolitical and economic lives of the new States are further\r\ncircumscribed by international financial institutions\r\ndominated by the economically strong. These institutions,\r\nwhich are as old as our Organization, have yet to adapt to\r\nthe new economic realities and needs of the new States\r\nthey seek to serve.\r\nWith regard to development, the objectives of the\r\nCharter have remained largely unfulfilled in view of the\r\ngrowing economic disparities between a minority of\r\ndeveloped countries and the vast majority of countries\r\nwhich are classified as developing. Regrettably, dialogue\r\nbetween the North and the South, which is vital to\r\neffectively address this imbalance, has reached a deadlock.\r\nThis dialogue needs to be relaunched in order to achieve a\r\njust and equitable world order for sustainable development.\r\nSince joining the United Nations 35 years ago, Nigeria\r\nhas played its part in upholding the purposes and principles\r\nset forth in the United Nations Charter. It has also pursued\r\nits objectives with dedication and commitment. From\r\ndecolonization to peace-keeping, we have spared neither\r\nefforts nor resources in fulfilling our obligations under the\r\nCharter. Our record in peace-keeping speaks for itself.\r\nWithin the ambit of South-South cooperation, Nigeria\r\nhas extended assistance to other developing countries,\r\nparticularly in Africa, the Caribbean and the Pacific. In our\r\nsubregion, we are in active partnership with the countries\r\nof the Economic Community of West African States\r\n(ECOWAS) to accelerate development through cooperation.\r\nIt is our hope that ECOWAS will become an essential\r\ncomponent for continental integration as envisaged under\r\nthe Abuja Treaty on the African Economic Community.\r\nTo avoid any doubt, I wish to state that we in Africa\r\nhave long accepted that the primary responsibility for the\r\ndevelopment of our continent rests squarely on our\r\nshoulders. But the reality of our experience is that we\r\nhave had to fight on the two fronts of political and\r\neconomic reforms at the same time. Few regions of the\r\nworld have borne such excruciating burdens in their\r\ndevelopment process. This calls for understanding and\r\nencouragement rather than indifference and benign\r\nneglect. Consequently, in addition to regional integration\r\nefforts, we in Nigeria have undertaken bold economic and\r\npolitical reforms. On the economic front, the current\r\nAdministration in Nigeria has deregulated the economy\r\nand created new incentives for domestic and foreign\r\ninvestments.\r\nOn the political plane, Nigeria has embarked on\r\ncourageous reforms. In spite of unforeseen difficulties and\r\nthe complexities of the Nigerian situation, we have\r\ncontinued to make steady progress in our determined\r\nefforts to establish a veritable and enduring democratic\r\npolity. Indeed, only three days ago my Head of State,\r\nGeneral Sani Abacha, announced a comprehensive\r\nprogramme of transition to democratic rule and the final\r\ndisengagement of the military from power. This\r\nprogramme was carefully drawn up taking into account\r\nthe objective realities of our national situation to ensure\r\nnot only an orderly transition, but also the\r\ninstitutionalization of durable democratic structures of\r\ngovernance at all levels.\r\nWhile we recognize and appreciate the\r\nunderstandable concerns of our foreign friends and the\r\ninternational community at large, we hope that due\r\nsupport will be given to our endeavour in the full\r\nrealization that a democratic Nigeria, the most populous\r\nblack nation on Earth, is an asset to itself and has much\r\nto offer the international community.\r\nIn order that the United Nations might be better\r\nequipped to discharge its responsibility as a forum for\r\nharmonizing the actions of nations, it is essential that the\r\nongoing process of revitalization and institutional reforms\r\nbe intensified. This is necessary if the United Nations is\r\nto assert its central role in the establishment of a new\r\nworld order. It is also vital if the United Nations is to\r\ntruly reflect the equity and geographical balance that are\r\ncritical for its efficiency and authority.\r\nNigeria, therefore, reaffirms its support for the\r\nexpansion of the Security Council both in its permanent\r\nand in its non-permanent membership and, in this\r\nconnection, my delegation renews the offer made by our\r\ncountry to serve the international community as a\r\npermanent member in the expanded Security Council.\r\n10\r\nGeneral Assembly 18th plenary meeting\r\nFiftieth session 4 October 1995\r\nAs we look to the future, it is obvious that the\r\neffectiveness of the United Nations will depend on the\r\ncollective will and support of its entire membership. There\r\nare two levels of responsibility in ensuring a strong and\r\nvibrant United Nations. The first is what the United Nations\r\nitself must do; the second, and more important, is what we\r\nthe Member States accept to do to enable the Organization\r\nto respond effectively to our collective quest for peace,\r\nfreedom, justice and development. In pursuit of these\r\nobjectives, Nigeria is determined to continue making its\r\ncontributions.\r\nThe Acting President (interpretation from Arabic):\r\nI now call on the Minister for Foreign Affairs of the United\r\nArab Emirates, His Excellency Mr. Rashid Abdullah\r\nAl-Noaimi.\r\nMr. Al-Noaimi (United Arab Emirates) (interpretation\r\nfrom Arabic): On behalf of the delegation of the United\r\nArab Emirates, it gives me great pleasure to extend my\r\nsincere congratulations to the President on his election to\r\nthe presidency of the fiftieth session of the General\r\nAssembly. This demonstrates the esteem the international\r\ncommunity holds for the President and his friendly country.\r\nWe wish him every success and good fortune. We also\r\nwish to express our deep appreciation to his predecessor,\r\nHis Excellency Amara Essy, the Foreign Minister of\r\nCôte d’Ivoire, who presided over the last session with\r\nwisdom and competence.\r\nI should like to seize this opportunity to express anew\r\nour confidence in the strenuous efforts made by Mr.\r\nBoutros Boutros-Ghali, the Secretary-General, to enhance\r\nthe role of our Organization in today’s world.\r\nThis session coincides with the celebration of the\r\nfiftieth anniversary of the foundation of the United Nations.\r\nThis is an important political event in the history of this\r\nOrganization, particularly in light of the rapid changes that\r\nhave taken place in international relations. These changes\r\nhave contributed, in varying degrees, to the achievement of\r\nsome progress with regard to a number of issues that relate\r\nto disarmament, economic and social development, and to\r\nthe containment of some regional conflicts.\r\nIn spite of this, our international community remains\r\nfar from the desired world peace. New challenges have\r\nemerged and have entailed suffering, extermination,\r\nexpulsion and famine to thousands of people. These, in\r\nturn, have affected international life as they have impacted\r\non the economic, political and social situation in the world.\r\nSuch a situation, of course, does not measure up to\r\nthe expectations the new regional and international\r\nchanges gave rise to when they followed on the heels of\r\neach other. The hope of witnessing the emergence of a\r\nnew world order that would favour development, peace,\r\ngrowth and justice has not yet taken a concrete shape that\r\nwould affect the future of mankind. The emergence of\r\nsuch an order requires a wider framework of regional and\r\ninternational cooperation which would work in favour of\r\nfinding peaceful solutions to world problems. Such\r\nsolutions should aim at elaborating a comprehensive\r\napproach designed to promote and enhance human,\r\neconomic and social development, encourage harmony,\r\ntolerance and communal solidarity, ensure respect for the\r\ncustoms, traditions and religious beliefs of each\r\ncommunity and country, in addition to combating\r\nterrorism and its manifestations, combating drug\r\ntrafficking, and strengthening the role of the United\r\nNations in the areas of peace-keeping, conflict prevention\r\nand the mitigation of the human suffering of many\r\npeoples of the world, especially in the developing world.\r\nWe believe that the establishment of such a world order\r\nrequires a stronger political will and a much wider\r\nframework of regional and international cooperation in\r\norder for it to be compatible with the thrust of the new\r\ninternational changes.\r\nThe stability and security of States and the\r\nsettlement of disputes have become high priorities of\r\ntoday’s world. To achieve stability and security, new\r\npractices are needed. Such practices should be based on\r\nthe provisions of international law and the principles of\r\nthe Charter, especially the principles of sovereignty,\r\nregional peace, non-interference in internal affairs of\r\nStates, the settlement of disputes and conflicts by peaceful\r\nmeans and the promotion of relations of good-\r\nneighbourliness.\r\nOn this basis, the United Arab Emirates reaffirms its\r\nposition which calls for direct bilateral and unconditional\r\nnegotiations with the Islamic Republic of Iran to put an\r\nend to its military occupation, which has lasted since\r\n1971, of the three Arab islands of Greater Tunb, Lesser\r\nTunb and Abu Moussa, as those islands form an\r\nindivisible part of the territorial sovereignty of the United\r\nArab Emirates. If this is feasible, my country renews its\r\ninitiative, announced at the last session, which calls for\r\nreferring the dispute to the International Court of Justice,\r\nin view of the fact that the Court is the international body\r\nentrusted with the settlement of disputes and that many\r\ncountries, including Iran, have had recourse to it in\r\nseeking to settle similar disputes.\r\n11\r\nGeneral Assembly 18th plenary meeting\r\nFiftieth session 4 October 1995\r\nOur peace initiatives have received support from\r\nsisterly countries in the Gulf Cooperation Council, the\r\nLeague of Arab States and other friendly, peace-loving\r\nnations, since what is at stake here is one of our legal\r\nsovereign rights. In spite of this peaceful approach, the\r\nIslamic Republic of Iran not only rejects those initiatives\r\nbut also imposes a policy of fait accompli by military force.\r\nIt has adopted a set of illegal measures with the aim of\r\nentrenching its occupation. Those measures conflict, not\r\nonly with the principles of peaceful coexistence and good-\r\nneighbourliness, but also with the provisions of the Charter\r\nof the Organization of the Islamic Conference, the Charter\r\nof the United Nations and the principles of international\r\nlaw.\r\nOver the past decade, the Arabian Gulf region\r\nwitnessed a number of conflicts and wars that resulted in\r\ndevastation and loss in terms of human, material and\r\nenvironmental resources. It would have been wiser to\r\nbenefit from such resources by striving for economic and\r\nsocial integration and sustainable development in the\r\ninterests of the region’s peoples who enjoy common bands\r\nof history and religion and have common interests.\r\nThe question of building confidence between the\r\ncountries of the region has become one of the most\r\nsignificant and focal issues for the Governments of the\r\ncountries of the Gulf Cooperation Council. Over the past\r\nfew years, those Governments have spared no effort in\r\ntrying to ease the suffering caused to their peoples by past\r\nevents whose consequences have demonstrated that the use\r\nor threat of force by certain parties will never lead to the\r\nachievements of their aim of changing the immutable\r\nhistorical and geographical realities of the region. On the\r\ncontrary, the use or threat of force creates new crises and\r\ndisputes that threaten international and regional peace and\r\nsecurity. It is our belief that the best way of avoiding such\r\na situation is to opt for dialogue, bilateral and multilateral\r\nnegotiations, confidence-building measures and to comply\r\nwith international legality.\r\nIn this context, we welcome all peaceful efforts and\r\ninitiatives aimed at the demarcation of boundaries between\r\nthe sisterly countries of the region. While we wish to put\r\non record our firm position regarding the need to safeguard\r\nthe sovereignty and territorial integrity of Iraq, the need to\r\nease the suffering of the Iraqi people and not to interfere in\r\nits internal affairs, we call upon the Iraqi Government to\r\nmeet all its international obligations set out in relevant\r\nSecurity Council resolutions, especially those relating to the\r\nrelease of Kuwaiti prisoners and detainees and the nationals\r\nof other countries, as well as the return of Kuwaiti\r\nproperty still in its possession.\r\nThe United Arab Emirates welcomes the progress\r\nmade in the negotiations between the Palestinians and\r\nIsraelis, which led to the Declaration of Principles and\r\ncomplementary agreements, the latest being the agreement\r\non the second phase of expanded self-rule in the West\r\nBank. Implementation by the Israeli Government of those\r\nagreements would be an important and essential step\r\ntowards enabling the Palestinian people to exercise its\r\nright to self-determination and to the creation of its\r\nindependent State on its national soil, like any other\r\npeople in the world.\r\nIn the same context, we are of the view that the\r\nachievement of a just, comprehensive and permanent\r\npeace in the Middle East is contingent on making tangible\r\nprogress on the Syrian and Lebanese tracks. This will\r\nrequire a greater international effort, especially on the part\r\nof the two sponsors of the peace process, to encourage\r\nthe Israeli Government to comply with its undertakings\r\nand obligations in the context of the principle of “land for\r\npeace” and of Security Council resolutions 242 (1967),\r\n338 (1973) and 425 (1978), which stipulate complete and\r\nunconditional Israeli withdrawal from all the occupied\r\nArab and Palestinian territories, including the holy city of\r\nAl-Quds, the Syrian Golan and southern Lebanon.\r\nThe maintenance of international peace and security\r\nis a collective international responsibility that requires the\r\nexistence of political will, a new approach and the\r\nadoption of transparency, instead of the application of\r\ndouble standards, if the declared intentions in the field of\r\ndisarmament and the elimination of weapons of mass\r\ndestruction are to be translated into concrete realities. In\r\nthis field, it behoves the international community to take\r\nfirmer steps to prevent the proliferation of nuclear\r\nweapons and the possibility of their use in any region of\r\nthe world.\r\nProceeding from the importance we attach to the\r\nachievement of common security, we announce that on 25\r\nSeptember 1995, the Government of the United Arab\r\nEmirates completed the legal procedures for acceding to\r\nthe Treaty on the Non-Proliferation of Nuclear Weapons.\r\nThis is in conformity with our position which calls for the\r\ncreation of zones that are free from all weapons of mass\r\ndestruction, especially in the Middle East. This is a goal\r\nthat cannot be achieved so long as Israel continues to\r\nrefuse to submit to the system of international monitoring\r\nand safeguards or to accede to the Treaty on the\r\n12\r\nGeneral Assembly 18th plenary meeting\r\nFiftieth session 4 October 1995\r\nNon-Proliferation of Nuclear Weapons, a posture that\r\nweakens the credibility of the Treaty.\r\nIn spite of regional and international efforts to rescue\r\nSomalia from its plight, conflicts between the disputing\r\nfactions continue. We therefore call on those factions to end\r\nthe bloodshed, to renounce conflict and to work towards a\r\nsettlement that would restore Somalia’s national unity,\r\nsecurity and stability.\r\nAfter more than three years of crimes of murder,\r\ndestruction and “ethnic cleansing” that have continued to be\r\ncommitted by the Serbian forces against the people of the\r\nRepublic of Bosnia and Herzegovina, a new turning-point\r\nhas emerged in the form of the recent peace negotiations\r\nthat have led to a preliminary agreement on the\r\nfundamental principles for a comprehensive settlement\r\nbased on the decisions of international legality.\r\nThe United Arab Emirates, which has continued to call\r\nupon the parties, since the outbreak of the conflict,\r\nespecially on the Serbian side, to resort to peaceful dialogue\r\ninstead of military force, today renews its support for all\r\nthe efforts undertaken by the international community,\r\nespecially the Contact Groups of the Organization of the\r\nIslamic Conference, the European Union and the United\r\nStates of America, to solve this crisis peacefully and to\r\nguarantee respect for the territorial sovereignty of Bosnia\r\nand Herzegovina. At the same time, we stress the need, in\r\naccordance with Article 51 of the Charter of the United\r\nNations, to lift the arms embargo imposed on Bosnia and\r\nHerzegovina, in order to prevent the repetition of the acts\r\nof aggression, massacre and “ethnic cleansing” that the\r\nSerbian forces have perpetrated against Bosnian civilians,\r\nparticularly Muslims.\r\nIn spite of the positive situations which the changes in\r\neconomic and social situations at the national, regional and\r\ninternational levels gave rise to over the past few years, the\r\ndeveloping countries have continued to suffer from hunger,\r\npoverty and an aggravated debt burden, side by side with\r\nthe decline in the prices of primary commodities, and the\r\ninequitable measures that the developed countries continue\r\nto apply as part of their economic and trade policies and\r\nthat contribute to widening further the economic and social\r\ngap between them on the one hand and the developing\r\ncountries on the other. In view of this situation,\r\nresponsibility for the resumption of dialogue between the\r\ncountries of the North and the South rests with the\r\ninternational community, in order for it to serve equally the\r\ninterests of the developed and the developing countries\r\nalike.\r\nIn the midst of the celebrations on the occasion of\r\nthe fiftieth anniversary of the United Nations, the United\r\nArab Emirates supports the international call for\r\nevaluation, reform and development in the structures of\r\nthe United Nations, especially with regard to increasing\r\nthe membership of the Security Council and ensuring the\r\ntransparency and equitable geographical representation\r\nneeded if the Organization is to face up to the great\r\nchallenges, whether at the level of consolidating\r\ninternational peace and security or at the level of\r\npromoting economic and social development.\r\nWe should like also to emphasize the need for\r\ncooperation between the United Nations and regional\r\norganizations with a view to creating a wider framework\r\nof coordination and consultation, and with the aim of\r\nreaching joint peaceful solutions to current conflicts based\r\non international law, with a view to strengthening security\r\nand stability and promoting development.\r\nIn conclusion, we hope that these aspirations will\r\nhelp shape and strengthen the commitment of all States to\r\nthe principles of the Charter and the provisions of\r\ninternational law and will form a framework for the\r\nrenewed unification of the power and determination of\r\nthis Organization, which over the last fifty years has\r\nremained a symbol of hope in the ability of humanity to\r\nfree itself from the scourges of war, hunger and disease\r\nand to live in lasting peace and security.\r\nThe Acting President (interpretation from Arabic):\r\nI now call on the Chairman of the delegation of Monaco,\r\nHis Excellency Mr. Jacques Louis Boisson.\r\nMr. Boisson (Monaco) (interpretation from French):\r\nAllow me first of all, and with particular gratitude, to\r\nextend to the President’s predecessor, His Excellency Mr.\r\nAmara Essy, our warmest compliments for the care and\r\ndiscipline he displayed during his presidency of the forty-\r\nninth session of the General Assembly. Our compliments\r\nalso go to the other officers who worked with him.\r\nAllow me also to extend the sincere congratulations\r\nof the delegation of the Principality of Monaco to the new\r\nBureau that has just been elected and say how pleased we\r\nare to see this fiftieth session of the General Assembly\r\nunder the esteemed authority of Mr. Freitas do Amaral.\r\nMr. Tsaty-Boungou (Congo), Vice-President, took\r\nthe Chair.\r\n13\r\nGeneral Assembly 18th plenary meeting\r\nFiftieth session 4 October 1995\r\nThe country he represents, a country that is open to\r\nthe world, tolerant, accessible, culturally rich and enriched\r\nby the cultures it has encountered throughout its history,\r\ndeserved to be given this recognition. Our General\r\nAssembly decided to give it and we are deeply gratified.\r\nHis personality and great political experience at the national\r\nand international levels, has recognized abilities and\r\ndynamism should all help to ensure the success of this\r\nimportant session.\r\nIts importance is first of all symbolic. Since man\r\ninvented calendars, anniversaries have been occasions for\r\ncelebration and rejoicing, and, as many speakers have said\r\nbefore me, for taking stock.\r\nSince its inception, our Organization has lived through\r\nhighly complex political, economic, social and cultural\r\nevents and phenomena which make any appraisal difficult.\r\nIt position and role have grown constantly and gained in\r\nimportance over the past fifty years. The expectations that\r\npeople have for it and the hopes they place in it can be\r\nmeasured by the depth of the disappointment and bitterness\r\nthat can be seen in cases of failure or difficulty.\r\nHas the United Nations not always tried to respond to\r\nthe constant and often conflicting appeals made to it? Its\r\nresponses are inspired by the fundamental values that\r\nprevailed when the Charter was drafted in 1945. Let us not\r\nforget that our States, by joining the United Nations,\r\nrecognized the universality of these values. We must remain\r\ntrue to them and provide assistance whenever they are\r\nendangered. Recent events, still fresh in all our minds, have\r\nreminded us that these values have not always been\r\nrespected and that faith in fundamental human rights, in the\r\ndignity and worth of the human person, and in the equal\r\nrights of men and women and of nations, large and small,\r\nhas not always been shared. And so, at this fiftieth\r\nanniversary of our Organization, these values must be\r\nrecalled forcefully and with conviction at every opportunity\r\nso that these same values can be the inspiration for each of\r\nour resolutions, and every text we adopt.\r\nAbove and beyond the States that we represent and\r\ntheir legitimate political interests, it is individuals — often\r\nvulnerable and adversely affected by poverty or war —\r\nwho must be the recipients of international cooperation. It\r\nis our duty to live up to their expectations.\r\nWhen we look at the situation in this way, whether in\r\nterms of the Organization as a whole or in terms of certain\r\nof its organs, such as the Security Council, it becomes clear\r\nthat there is a constant effort at adapting on the part of the\r\ninternational community, and a need — widely\r\nanticipated — to make our Organization more\r\nperformance-oriented, more representative and closer to\r\nthe concerns of its membership.\r\nWe have followed with interest the work of the\r\nvarious Working Groups set up to that end. We have\r\nparticipated, and we have made suggestions, inter alia,\r\nwith regard to equitable representation within the Security\r\nCouncil and an increase in its membership.\r\nIn recent years, there has been a significant increase\r\nin the membership of the United Nations, and today it\r\nincludes all, or almost all, nations of the Earth. And so it\r\nwould seem quite normal that its decision-making bodies,\r\nincluding the Security Council, should reflect this new\r\nreality. As the famous French writer and philosopher Paul\r\nValéry wisely said, we have reached the stage when the\r\nend of the world is beginning. For this reason, we must\r\nnow redouble our efforts and heighten our vigilance so\r\nthat our Organization may be able to respond to this\r\nuniversality, in a relevant manner and in all its diversity\r\nand richness.\r\nAlong with reforming its decision-making bodies, the\r\nUnited Nations must continue to improve its functioning\r\nand restructure its operations. Major efforts have been\r\nmade. We would thank the Secretary-General for this, and\r\nwe would also thank the members of the Secretariat.\r\nImproving the functioning of this Organization must\r\ntake account of the need to strengthen its multilingual\r\nnature. Every staff member should know at least the two\r\nworking languages of the Organization. Using just one\r\nlanguage deprives the Organization of a rich resource. If\r\nwe wish to really enhance the effectiveness of the\r\nSecretariat, we should first of all concentrate seriously on\r\nimproving the language abilities of staff members so that\r\nthey have a truly international culture and dimension.\r\nAs can be seen from our history, the people of\r\nMonaco and the Government of our Principality, like all\r\npeace-loving peoples, follow very closely all initiatives to\r\nreduce armaments and transform the arms race — which\r\nhas gone on too long — into a race towards disarmament.\r\nLet us hope that with the end of the cold war, this\r\napproach will be strengthened and that despite technical\r\nand financial problems, disarmament processes will not\r\nonly continue but speed up.\r\nWe must more than ever ensure that respect for\r\ninternational treaties and agreements and for international\r\n14\r\nGeneral Assembly 18th plenary meeting\r\nFiftieth session 4 October 1995\r\nlaw shall replace the balance of terror, and that the law thus\r\nserve justice.\r\nIt is in this spirit that we wholeheartedly welcome the\r\nindefinite extension of the Treaty on the Non-Proliferation\r\nof Nuclear Weapons. Our Principality was in favour of this\r\nextension, and so once again we would thank the parties to\r\nthe Treaty for this courageous decision, which was inspired\r\nby trust and hope. We welcome the initiative of the Powers\r\nthat have already entered into a commitment — which had\r\nbeen expected for next fall — to ban, over the short term,\r\nall nuclear-weapon tests. This is a major advance.\r\nOur Government also welcomes particularly the\r\ndecisions taken at the meeting, currently under way in\r\nVienna, aimed at establishing a moratorium on the\r\nproduction of anti-personnel land-mines. We trust that this\r\nexample will be followed widely.\r\nSince joining the United Nations, the Principality of\r\nMonaco has been co-sponsoring the resolution on assistance\r\nin mine clearance. By contributing financially to the\r\nvoluntary fund created for that purpose, my country’s\r\nhighest authorities wished to become involved, in a\r\nconcrete way, in the implementation of that resolution. The\r\ninternational community, quite rightly, was shocked by the\r\ndeath and mutilation caused by these mines, which afflict\r\nmainly civilian populations, and children in particular.\r\nOur delegation would hope that significant progress\r\ncould be made in strengthening security and cooperation in\r\nthe region of the Mediterranean, in the spirit of resolution\r\n49/81, which we co-sponsored and which was adopted on\r\n15 December 1994. Our Principality hopes that we will\r\nalways be involved in all the initiatives relating to the\r\nMediterranean countries.\r\nWe are also ready to support all initiatives in favour\r\nof international cooperation relating to the peaceful uses of\r\nouter space and those intended to develop, in collaboration\r\nwith the United Nations Educational, Scientific and Cultural\r\nOrganization, education and information programmes in\r\nsupport of disarmament. Making young people aware of\r\nthis issue is a fundamental guarantee for peace in the years\r\nto come.\r\nWhile general and complete disarmament, no doubt\r\nstill far off, may today seem utopian to some, nevertheless\r\nthat goal must remain our ambition. For when weapons\r\nawaken, their might and their destructive power are\r\nlimitless.\r\nThis year, conflicts have been particularly\r\ndevastating. Wars of another age have become the wars\r\nof our age, attacking, brutally and without distinction,\r\nmen, women, children and defenceless old people.\r\nThe Government of the Principality is thus resolutely\r\nin favour of strengthening preventive diplomacy on the\r\npart of the United Nations. We would thank the\r\nSecretary-General for the initiatives he has already taken\r\nto promote the settlement of many disputes and to avoid\r\nthe eruption or continuation of conflicts. The “Supplement\r\nto An Agenda for Peace\u0027” is an irreplaceable source of\r\nideas, suggestions and wise solutions.\r\nIt is no longer tolerable that the Blue Helmets be\r\nmistreated, humiliated, taken hostage and used as human\r\nshields with no means of defending themselves. Those\r\nmen and women are no doubt ready to sacrifice their life,\r\nbut not their dignity.\r\nThis is a particularly appropriate time to stress —\r\nbecause recently the Organization has been criticized very\r\nsharply — how much it has contributed to the successful\r\nsolution of disputes, which have sometimes been very\r\ndifficult ones, and how much courage has been needed to\r\ntake certain decisions and to carry out certain operations\r\nsuccessfully.\r\nThe hopes for peace coming out of the Middle East\r\nand Bosnia and Herzegovina represent a significant\r\nrecognition of the courage that has been demonstrated,\r\nand they are an invitation to us to continue to persevere\r\nand to be optimistic. The report of the Secretary-General\r\non the work of the Organization reminds us, in a very\r\ntimely way, of this, mentioning the 24 operations\r\ncurrently under way in the areas of preventive diplomacy,\r\nthe restoration and maintenance of peace, and the four\r\nmajor operations, which he describes as multifaceted.\r\nCoordination within the Secretariat between the three\r\nDepartments involved in peace-keeping operations\r\nresponds to current needs and concerns, a fact we note\r\nwith great satisfaction.\r\nWhen diplomacy, at the end of its tether, cannot\r\nprevail and conflict erupts, then barbarism triumphs. No\r\nlaw of war, no humanitarian law, can control it. The most\r\nvulnerable human beings and those without weapons are\r\nnot spared. The only way to help them is by humanitarian\r\nassistance.\r\n15\r\nGeneral Assembly 18th plenary meeting\r\nFiftieth session 4 October 1995\r\nIn conditions that are always very difficult and\r\nsometimes dangerous, many humanitarian operations have\r\nbeen conducted in a most admirable way in the last few\r\nmonths. Men and women have lost their lives, and I pay\r\ntribute to their suffering and to their memory. I would pay\r\ntribute in particular to the “blue helmets”, the soldiers of\r\npeace, and to the Department of Humanitarian Affairs, the\r\nOffice of the United Nations High Commissioner for\r\nRefugees and to UNICEF, as well as to the many non-\r\ngovernmental organizations, some well-known, some less\r\nwell-known, that have all worked tirelessly, constantly and\r\nwith determination to protect, feed and provide medical and\r\nhealth care to populations that are adrift, assaulted by\r\nruthless armed conflict.\r\nThis year, the Principality of Monaco contributed a\r\nlarge percentage of its public efforts to financial\r\ncontributions in the humanitarian and social fields. We will\r\ncontinue to do so, hoping that the action that is taken to\r\nthis end can be completed as the conflicts themselves cease.\r\nWe would like to lend our support, and this is in the\r\nspirit of the suggestions made by the Chairman of the\r\ndelegation of Monaco, His Serene Highness, Crown Prince\r\nAlbert, to the General Assembly at its forty-ninth session,\r\nto the thinking now under way on the strengthening of the\r\ncoordination of emergency humanitarian assistance provided\r\nby the United Nations.\r\nThe international Tribunals created on the initiative of\r\nthe United Nations designed to prosecute those responsible\r\nfor crimes against international humanitarian law in the\r\nterritories of the former Yugoslavia and of Rwanda must be\r\nquickly established and enabled to function so as not to\r\ndisappoint the hopes that have been placed in them.\r\nThe idea of an international criminal court also\r\ndeserves consideration and support.\r\nHumanitarian actions and respect for international\r\nhumanitarian law are corollaries in a period of armed\r\nconflict to the struggle being waged by the United Nations\r\nto ensure general and universal respect for human rights.\r\nSince the 1993 World Conference on Human Rights\r\nin Vienna, significant progress seems to be under way.\r\nWith human and material resources that are far from\r\nsufficient to meet actual needs, the Centre for Human\r\nRights, thanks to the commitment and the extensive\r\nexperience of its staff, is successfully continuing its work.\r\nThe increase in the number and the quality of the\r\nconsultants and the technical assistance provided plays a\r\nmajor role in ensuring that human rights are no longer\r\njust a concept, but become a reality. The presence in\r\nmany countries of specialists working in varied areas,\r\nsuch as training, education, legislative reform and public\r\ninformation is one way of anchoring human rights and,\r\nthereby, the state of law in society on a day-to-day basis.\r\nThe dispatch of observers to certain troubled regions\r\nof the world today is also an excellent initiative. We hope\r\nthat it will continue, because it strengthens the moral\r\npresence of the United Nations. The creation of the post\r\nof High Commissioner is also in keeping with this\r\napproach, and we would encourage his actions.\r\nInternational cooperation in favour of the respect for\r\nhuman rights and fundamental freedoms, which is one of\r\nthe basic vocations of this Organization, is being\r\nstrengthened thereby.\r\nRights that are applied to certain categories but\r\nwhich should remain universal — as the Fourth World\r\nConference on Women in Beijing has just rightly recalled\r\nby describing women’s rights as being inseparable from\r\nhuman rights — must be recognized and strengthened in\r\ntheir application.\r\nThe implementation of international Conventions\r\nrelating to those rights is an essential element in this\r\nstrengthening process. The committees set up pursuant to\r\nthose instruments are the focus of this process and of the\r\narrangements made to implement it. They must be given\r\nthe means to act and to react.\r\nThe Government of Monaco is particularly involved\r\nin the implementation of the Convention on the Rights of\r\nthe Child of 20 November 1989, and that of the\r\nInternational Convention on the Elimination of All Forms\r\nof Racial Discrimination of 21 December 1965, to which\r\nthe Principality of Monaco has just become a party.\r\nThe human condition in the twenty-first century will\r\ndepend to a large extent not only on respect for civil and\r\npolitical rights, but also on the promotion of economic,\r\nsocial and cultural rights.\r\nIt is in terms of human rights that we have to look\r\nat development, a point made in the 1993 Vienna\r\nDeclaration.\r\nThe recent World Summit for Social Development\r\nin Copenhagen also adopted this approach. My\r\n16\r\nGeneral Assembly 18th plenary meeting\r\nFiftieth session 4 October 1995\r\nGovernment noted with interest the conclusions of the\r\nFourth World Conference on Women, which has just ended\r\nin Beijing.\r\nAll of this leads us to think, as does the Secretary-\r\nGeneral, that development must first of all be recognized as\r\na primary task of our age.\r\nThe fundamental objective must be to improve the\r\nstandards of living of people throughout the world,\r\nincluding the developed countries, where an increasingly\r\nlarge part of the population is excluded from the benefits of\r\nprogress.\r\nThe satisfaction of basic needs and the elimination of\r\npoverty, hunger, sickness and ignorance must be goals that\r\nwe constantly seek to attain, using all available means.\r\nThe Government of Monaco devotes a major part of\r\nits resources to social assistance, particularly for women\r\nand children, those who are most in need.\r\nThe celebration in 1996 of the International Year for\r\nthe Eradication of Poverty will be an excellent occasion for\r\nstrengthening the implementation of these\r\nrecommendations.\r\nRecent work on the “Agenda for Development” has\r\nattracted close attention. For the Principality of Monaco,\r\ndevelopment must above all be sustainable and based on\r\nbalanced economic exchange and trade, harmonious\r\nregional integration and careful protection of the\r\nenvironment.\r\nThe implementation of Agenda 21, the Conventions\r\nand resolutions adopted at Rio de Janeiro in support of the\r\nenvironment and development, is in our view a priority.\r\nThe General Assembly has decided that 1998 shall be\r\nthe Year of the Oceans. The people of Monaco, like all\r\npeoples that love the sea, are eagerly awaiting this event.\r\nThrough our history, our traditions and our economy\r\nMonaco, like many other countries in the world, depends to\r\na large extent on the sea and its resources, whether these be\r\nliving, commercial, tourist or industrial.\r\nProtecting this valuable element of the environment\r\nagainst all kinds of thoughtless pollution and over-\r\nexploitation is a major concern. Enough must be done at\r\nthe regional and international levels to protect it. In the\r\nMediterranean, the Principality of Monaco is doing what it\r\ncan, along with its closest neighbours France and Italy,\r\nwithin the framework of international agreements with\r\npractical and specific goals.\r\nThe year 1998 must be an opportunity for us to\r\nbecome more aware and to launch new multidisciplinary\r\nand well-planned programmes so that the next century\r\nwill not see an irreversible worsening of the state of the\r\nseas and oceans. In this connection, we are glad that the\r\nUnited Nations Environment Programme (UNEP) is\r\nwilling to act as the secretariat for the world programme\r\nof action to protect the marine environment against land-\r\nbased pollution. The Government of Monaco will be\r\ninterested in this programme and any other action to\r\neliminate organic pollution from the marine environment.\r\nThe Oceanographic Museum of Monaco is involved\r\nin the international initiative to protect coral reefs. We\r\nhave organized an exhibition to make the public more\r\naware of the need to protect coral, which is particularly\r\nsensitive to all forms of pollution and which, to develop,\r\nrequires a healthy and protected environment. The UNEP\r\nprogramme on regional seas deserves encouragement.\r\nI cannot conclude my statement without mentioning\r\nthe very serious financial crisis that the Organization is\r\ngoing through. The measures taken by the Secretary-\r\nGeneral are mere palliatives. If all Member States were to\r\nlive up to their commitments there would be no problem;\r\nthere would be no need for working groups or committees\r\nof experts, which, after all, involve additional expenditure\r\nfor the Organization.\r\nIn conclusion, I should like to repeat something that\r\nwas said by a famous politician: the United Nations, like\r\nnations, shapes its own future; nothing good comes to it\r\nby chance; those that serve it are those that develop their\r\ninner strength.\r\nThe Acting President (interpretation from French):\r\nI call on the Minister for Foreign Affairs and Cooperation\r\nof Mozambique, His Excellency Mr. Leonardo Santos\r\nSimão.\r\nMr. Simão (Mozambique): On behalf of my\r\nGovernment and on my own behalf I wish to congratulate\r\nMr. Diogo Freitas do Amaral upon his unanimous\r\nelection as President of the General Assembly at its\r\nfiftieth session. I am particularly gratified that, for the\r\nfirst time since the creation of the United Nations, a son\r\nof Portugal — a country with which Mozambique\r\nentertains special ties of friendship and cooperation — is\r\n17\r\nGeneral Assembly 18th plenary meeting\r\nFiftieth session 4 October 1995\r\npresiding over our deliberations. Mr. Freitas do Amaral’s\r\nelection to this important office bears testimony to his\r\npersonal qualifications as an enlightened scholar and\r\nstatesman, a man who has served his country with\r\ndistinction and has contributed in the dissemination and\r\ncodification of international law. My delegation, therefore,\r\nhas no doubt that he will lead our work to a successful\r\noutcome. I pledge him our full support and cooperation.\r\nI also wish to avail myself of this opportunity to put\r\non record my delegation’s appreciation of the manner in\r\nwhich Mr. Freitas do Amaral’s predecessor, Mr. Amara\r\nEssy, Minister of Foreign Affairs of Côte d’Ivoire, presided\r\nover the deliberations of the General Assembly at its forty-\r\nninth session. His performance during the last session of\r\nthis very important gathering brought additional pride not\r\nonly to his country but also to the African continent.\r\nI wish to commend the Secretary-General of the\r\nUnited Nations, Mr. Boutros Boutros-Ghali, for his\r\ncontinued commitment to the ideals of international peace\r\nand security. The people and Government of Mozambique\r\nare indebted to him for his dedication to the cause of peace\r\nin my country. He was, indeed, a key contributor to the\r\nsuccessful outcome of the United Nations Operation in\r\nMozambique (ONUMOZ).\r\nFifty years have elapsed since the establishment of the\r\nUnited Nations. There could not be a better opportunity for\r\na collective assessment of its achievements and of the\r\ndifficulties and challenges faced in its daily operations, as\r\nwell as of its future prospects on the threshold of the\r\ntwenty-first century.\r\nThe creation of the United Nations following the end\r\nof the Second World War represents, in our view, the most\r\nsignificant step forward in modern history, symbolizing a\r\ncollective effort aimed at preventing the eruption of another\r\nglobal conflict and at making our world a much safer place.\r\nThe shape of today’s world is therefore a clear\r\ndemonstration of the contribution of the United Nations in\r\nits 50 years of existence.\r\nWhile it is true that we are still faced with numerous\r\nimperfections, uncertainties and challenges, one cannot deny\r\nthe fact that significant achievements have been made by\r\nthe Organization. Owing to the United Nations, it has been\r\npossible, to a great extent, to prevent global conflicts.\r\nThanks to the efforts of the United Nations, virtually\r\nall peoples of the world are today free from colonial\r\ndomination. From this body, guided by the principle of self-\r\ndetermination, liberation movements, through the Special\r\nCommittee on decolonization, aroused awareness of their\r\nindividual fate. Today, the majority of those countries are\r\nhere assembled as independent nations, fully exercising\r\ntheir inalienable right to self-determination. This is why\r\nthe quest for peace and sovereign equality among nations\r\nhas turned peace-keeping and economic development into\r\ntwo fundamental challenges before the Organization. All\r\nthis progress has been possible owing to respect for and\r\ncommitment to the purposes and principles enshrined in\r\nthe United Nations Charter.\r\nEver since its independence, my country has attached\r\ngreat importance to respect for and adherence to\r\ninternational law. Mozambique was only nine months old\r\nas an independent nation when, in early 1976, its new\r\nGovernment decided to abide by Security Council\r\nresolution 253 (1968) of 29 May 1968 regarding the\r\nimposition of sanctions against the minority regime in the\r\nthen Southern Rhodesia.\r\nDespite the very high price our people have paid for\r\ntheir commitment to the purposes and principles of the\r\nCharter, we feel honoured today to have contributed, to\r\nthe best of our ability, to the implementation of\r\ninternational obligations. These facts were duly\r\nrecognized in Security Council resolution 386 (1976) of\r\n17 March 1976, which, inter alia, emphasized that the\r\napplication of sanctions by my Government, in full\r\ncompliance with the decision of the Security Council,\r\nconstituted an important contribution to the realization of\r\nUnited Nations objectives in Southern Rhodesia, in\r\naccordance with the purposes and principles of the\r\nCharter. Indeed, four years later Zimbabwe attained its\r\nindependence.\r\nThe same applies to the common struggle for the\r\neradication of apartheid. Mozambique was one of the\r\ncountries most adversely affected by apartheid and its\r\ndestructive policies in southern Africa. As will be\r\nrecalled, within a few years following its independence\r\nMozambique gained international admiration for its\r\nsignificant achievements in raising statistical indicators in\r\nkey areas of national development — in particular, health\r\ncare and education. Our economy was among the most\r\npromising and vibrant in the southern African region.\r\nThe situation of impoverishment we are facing today\r\nis a direct consequence of the war which ravaged our\r\ncountry for so many years. Our present difficult situation\r\nis a direct consequence of the price we paid for our\r\ncontinued commitment to the struggle against apartheid.\r\n18\r\nGeneral Assembly 18th plenary meeting\r\nFiftieth session 4 October 1995\r\nBoth the war situation and the situation of impoverishment\r\nin my country were created and promoted by the old racist\r\nregimes of former Southern Rhodesia and apartheid South\r\nAfrica.\r\nThe peace that has prevailed in Mozambique since the\r\nsigning of the Rome Agreement three years ago and the\r\nvisible improvements in our economic situation underline\r\nclearly that with positive support and encouragement by the\r\ninternational community Mozambicans can find appropriate\r\nsolutions to their differences and problems.\r\nAs I speak on this subject, I am reminded of a\r\nstatement made by President Chissano in response to the\r\nSpeaker of the Parliament of the Republic of South Africa,\r\nMr. Freme Ginwala, during a State visit made to that sister\r\ncountry in February this year. On that occasion, the Speaker\r\nhad apologized in moving terms for the horrible crimes\r\ncommitted against the people of Mozambique by successive\r\napartheid Governments in Pretoria in an attempt to\r\ndiscourage the Government of Mozambique from\r\nsupporting the cause of freedom and peace in the southern\r\nAfrican region. In his reply President Chissano stressed that\r\nin so far as he was concerned the people of South Africa\r\nhad nothing to apologize for because Mozambicans were\r\naware of the consequences of their determination to support\r\nthe struggle for justice and peace, not only in South Africa\r\nbut also in the whole region. The President emphasized that\r\nin reality all the peoples of the region were victims of the\r\nsame disease, apartheid, the elimination of which called for\r\nsacrifices.\r\nToday, we all rejoice at seeing a free, united and\r\nnon-racial South Africa, poised to fulfil its domestic and\r\ninternational responsibilities in efforts for regional peace,\r\nstability and cooperation among southern African nations.\r\nWith the eradication of apartheid and with our country\r\nsurrounded by friendly and peace-loving neighbours, peace\r\nand stability are now a reality in Mozambique. Southern\r\nAfrica is now a region of flourishing democracy. Together,\r\nwe are fulfilling our collective responsibilities for regional\r\neconomic development.\r\nLast January, at the end of the peace-keeping\r\noperation in Mozambique, I came to New York and spoke\r\nto the Security Council about the progress made since the\r\nholding of the first multiparty general elections in my\r\ncountry. I indicated then that peace was indeed a tangible\r\nreality in Mozambique. Today, I am once again honoured\r\nto reiterate, before this body, my Government’s high\r\ncommitment to national reconciliation, so as to ensure that\r\nthe peace we have all worked for is there to stay, forever.\r\nIndeed, the advent of peace in my country has paved\r\nthe way for Mozambicans to pull together for the\r\neconomic development of the country. Accordingly, the\r\nGovernment that emerged from last year’s general\r\nelections has drawn up a Five-Year Programme, from\r\n1995 to 1999, in which the maintenance and further\r\nstrengthening of peace, stability and national unity and\r\nreduction of absolute poverty, with emphasis on\r\neducation, health, rural development and job creation, are\r\nour main objectives. Our Programme also aims at\r\nensuring the resettlement of returnees and displaced\r\npersons and promoting the social integration of\r\ndemobilized soldiers.\r\nIn addition, we are addressing other pressing issues\r\nbefore us. To this end I should like to emphasize my\r\nGovernment’s resolve to continue working towards a\r\nlasting pluralistic democracy in our country. Accordingly,\r\nwe deem it essential to ensure the normal functioning of\r\nour Parliament, the Assembly of the Republic. We believe\r\nits normal functioning constitutes one of the key factors\r\nfor the consolidation of democracy in our society.\r\nWithin this perspective, my Government has recently\r\nestablished an institution which will be dealing with\r\nelectoral issues on a permanent basis. The creation and\r\nconsolidation of a new institution which will supervise\r\nour future elections will serve, in our view, as an\r\nimportant confidence-building measure for society and all\r\npolitical parties, for it will ensure confidence in future\r\nelections. As a matter of fact, we are preparing to begin\r\nnext year the holding of municipal elections, which will\r\ncomplement the process that was initiated by the general\r\nelections in 1994.\r\nThe upgrading of the technical capacity of the\r\nnational police is another Government key priority. As\r\nwill be recalled, ONUMOZ was unable meaningfully to\r\naddress the issue relating to the collection of weapons and\r\ntheir subsequent destruction. Needless to emphasize, those\r\nweapons represent a great danger not only to our own\r\nstability but also to that of our neighbours.\r\nIn this context, and on the basis of existing\r\nagreements between Mozambique and South Africa, joint\r\noperations are currently taking place between police\r\nforces of the two countries. As a result, thousands of\r\nweapons and explosives have already been collected and\r\ndestroyed. Moreover, my Government is working harder\r\n19\r\nGeneral Assembly 18th plenary meeting\r\nFiftieth session 4 October 1995\r\nin order to ensure that our police force is better prepared\r\nand equipped to deal more efficiently with transboundary\r\ncrimes, particularly drug-trafficking and money-laundering.\r\nOn the other hand, my Government considers it to be\r\nof the utmost importance that the upgrading of police\r\ntechnical capacity should go hand in hand with similar\r\nprogress in the strengthening of the judicial system, in order\r\nto support the work of the police effectively by prosecuting\r\nviolators of our domestic laws and regulations. All possible\r\nsupport for our national efforts in this regard will be greatly\r\nappreciated.\r\nAnother area of paramount importance in efforts being\r\nundertaken by my Government is that of de-mining. In this\r\nregard I am happy to tell the Assembly that the National\r\nDe-mining Commission has been established. We are\r\ncurrently engaged in final steps which will lead to the\r\napproval of our national de-mining policy and programme.\r\nEven before the formal approval of such a policy and\r\nprogramme, national de-mining efforts are already visible\r\nin the field throughout the country. With sufficient\r\nresources I believe we can make greater progress in getting\r\nrid of land-mines nationwide.\r\nI wish at this juncture to thank all countries and\r\ninstitutions which have contributed to the de-mining\r\nprogramme in Mozambique, and I look forward to their\r\ncontinued support in the years ahead.\r\nIn this connection I should like to take this opportunity\r\nto voice my Government’s full support for the initiatives\r\nunder way to eliminate and ban these horrible weapons\r\nworld wide.\r\nIn spite of all the difficulties, we see ourselves as a\r\nnation determined to build a better future for our people.\r\nOur economy has grown by over 6 per cent during the first\r\nsix months of this year. On the other hand, negotiations\r\nhave been concluded recently between the Government and\r\ntrade unions in order to find a common platform for the\r\nhardships deriving from the implementation of the\r\nEconomic Rehabilitation Programme that has been under\r\nway since 1987. In an attempt to address the increasing cost\r\nof living our people are enduring in this process we have\r\nagreed to raise the minimum wage.\r\nThis is why we launch a sincere appeal to our partners\r\nto abide by their commitments to a timely and\r\nunconditional disbursement of pledged funds within the\r\nframework of the Paris Consultative Group. Without\r\nfulfilment of those obligations, plans for a better future in\r\nour country may be in jeopardy, with all the concomitant\r\nnegative consequences for the consolidation of the\r\nongoing democratic process, particularly given the\r\nconcerns over the growing drought threat to our region.\r\nWe, for our side, are committed to deepening further\r\nour economic and political reforms and to improving the\r\nsystem of tax collection, transparency and accountability\r\nin the management of public affairs.\r\nA lot has been said about the prospects of the United\r\nNations. I agree that our future will depend on the\r\nmanner in which we address the needed reforms of our\r\nOrganization. As my predecessor, the now-Prime Minister\r\nDr. Pascoal Manuel Mocumbi, emphasized last year in his\r\naddress to the Assembly, Mozambique shares a genuine\r\ninterest in seeing a more representative Security Council.\r\nAs previous speakers have stressed, the legitimacy and\r\nefficiency of that body will greatly depend on its\r\nrepresentativeness. Efforts must therefore be made to\r\nensure that the needed expansion of the Security Council\r\nnot take place merely to accommodate the interests of\r\nthose who are already privileged by the Council’s current\r\ncomposition at the expense of the majority of nations. A\r\nrealistic and innovative approach is essential to ensure\r\nthat, in keeping with current new realities, the interests of\r\ndeveloping countries are fully respected, both qualitatively\r\nand quantitatively.\r\nThe reform exercise must also take into account the\r\nneed for every nation to abide by its financial obligations.\r\nIn that connection my Government, despite the well-\r\nknown economic difficulties, has fully honoured its\r\ncommitments regarding assessed contributions to the\r\nUnited Nations regular budget. We are now taking\r\nmeasures to ensure that all outstanding contributions to\r\npeace-keeping activities are settled as soon as possible.\r\nWe cannot expect a well-functioning and dynamic United\r\nNations unless we provide it with the needed funds. It is\r\nonly through determined, concrete action that we can all\r\ndemonstrate our individual seriousness and commitment\r\nto the purposes and principles of the Charter.\r\nThe end of the cold war has given rise to mixed\r\nfeelings about our efforts to address regional conflicts.\r\nIn Angola, the signing of the Lusaka Protocol\r\nbetween the Government and UNITA, coupled with the\r\nsubsequent progress made by the parties to the peace\r\nprocess, has paved the way for a renewed hope in that\r\nsister country. I believe that Angola is closer to reaching\r\na political settlement that will ensure the attainment of a\r\n20\r\nGeneral Assembly 18th plenary meeting\r\nFiftieth session 4 October 1995\r\nlasting peace and tranquillity. My delegation encourages the\r\nSecretary-General to continue his efforts towards the full\r\ndeployment of a peace-keeping contingent within the\r\nframework of the United Nations Angola Verification\r\nMission (UNAVEM III).\r\nThe attainment of a lasting peace and tranquillity in\r\nAngola will be the best contribution to the regional stability\r\nand economic development we have long sought in\r\nsouthern Africa within the framework of the Southern\r\nAfrica Development Community (SADC). In this\r\nconnection, I am happy to recall that our Heads of State\r\nand Government, meeting last August at Johannesburg,\r\nwelcomed the admission of Mauritius as a new member of\r\nour organization. With peace, democracy and growing\r\npartnership among its members, SADC is gradually\r\nbecoming a vibrant and viable market ready to cooperate\r\nwith other regions in a variety of fields of mutual interest.\r\nOur efforts within SADC go beyond mere economic\r\nintegration. In addition to discussions on peace-keeping and\r\npost-conflict peace-building mechanisms, we are also\r\naddressing concrete issues aimed at preventing possible\r\nconflicts between our nations. It is within this perspective\r\nthat we view the ongoing discussion on such matters as the\r\ncommon utilization of international water courses,\r\ntransboundary movements of people and goods, and crime\r\nprevention and control.\r\nMy delegation looks forward to a political settlement\r\nto the threatening situation in Burundi. It is our hope that\r\nthe momentum created by the Secretary-General’s recent\r\nvisit to that country, as well as other important initiatives,\r\nwill encourage the parties to work for reconciliation in the\r\ninterest, not only of Burundi, but also of the Great Lakes\r\nregion as a whole.\r\nThe need to stabilize the political situation in that\r\ncountry is strictly linked to the future prospects of the\r\nongoing political stabilization in neighbouring Rwanda,\r\nwhere mankind has recently witnessed horrible crimes and\r\nthe untold suffering of innocent civilians. No one would\r\nwish to see it repeated ever again.\r\nGiven what the Secretary-General in his annual report\r\ndescribes as the\r\n“combination of ethnic polarization in Burundi and\r\nRwanda, massive circulation of arms, porous borders\r\nand transborder movements of refugees” (A/50/1,\r\npara. 888),\r\npolitical settlement in either country, coupled with the\r\nearly return of refugees and displaced persons, is vital to\r\navert a greater tragedy in the Great Lakes region. My\r\nGovernment therefore urges all the parties concerned to\r\nwork towards this noble goal.\r\nWith regard to Liberia, my delegation welcomes the\r\nentry into force of the cease-fire on 26 August as a result\r\nof an earlier agreement by the Liberian factional leaders.\r\nSimilarly, we view the swearing in of the State Council\r\non 1 September 1995 as an important contribution to\r\npeace in that country. We believe that with tolerance and\r\ncooperation among the parties, elections in Liberia can\r\ntake place within a year as the first step towards a lasting\r\npeace and tranquillity in that country.\r\nThe prospects for peace in Liberia open new hopes\r\nfor the settlement of the conflict in neighbouring Sierra\r\nLeone. My delegation encourages the parties concerned to\r\nwork together in the search for a negotiated settlement\r\nwith a view to bringing about a lasting peace and\r\ntranquillity in that country.\r\nIn the Middle East, we welcomed last year, the\r\nimplementation of the Peace Accords between Israel and\r\nthe PLO, which resulted in autonomy for Gaza and\r\nJericho. Today, we note with satisfaction that further\r\nprogress has been made in this peace process, culminating\r\nin the recent signing in Washington of new and promising\r\nagreements between the parties. This is, indeed, a step\r\nforward which we must encourage and support. My\r\nGovernment looks forward to similar progress in future\r\nnegotiations on outstanding issues, including the Golan\r\nHeights, the status of Jerusalem, and other equally\r\nimportant issues for the final settlement of the deep-\r\nrooted conflict in the Middle East.\r\nThe situation in East Timor continues to be a matter\r\nof concern to my Government. In this context, my\r\ndelegation takes note of the Secretary-General’s\r\nassessment of the progress made so far in the negotiations\r\nbetween Portugal and Indonesia with a view to finding a\r\npolitical settlement to the conflict in that country. It is our\r\nhope that the forthcoming ministerial meeting scheduled\r\nto take place in London in January 1996 will lead to\r\nmeaningful results.\r\nDialogue, not war or use of force, is the best choice\r\nfor solving conflicts. It is through dialogue that nations\r\nand peoples of the world can effectively promote the\r\ninternational peace and security for which we are all\r\nlonging in the years ahead. Therefore, dialogue must be\r\n21\r\nGeneral Assembly 18th plenary meeting\r\nFiftieth session 4 October 1995\r\nfurther encouraged and supported wherever it is sought, be\r\nit in the countries of the former Yugoslavia, Somalia or\r\nelsewhere around the globe.\r\nOn the threshold of the twenty-first century, the quest\r\nfor peace and economic development must be viewed\r\nwithin the context of the principles enunciated by the\r\nSecretary-General in his report entitled “An Agenda for\r\nDevelopment: recommendations”, where he rightly\r\nunderlines that development, in its numerous dimensions,\r\n“should be recognized as the foremost and most far-\r\nreaching task of our time.” (A/49/665, para. 4)\r\nDuring the last few years the developing countries in\r\ngeneral, and the least developed countries in particular, in\r\nspite of the existing hurdles, have made significant\r\nprogress in their continued struggle to reverse economic\r\nand social stagnation. Within this framework, they have\r\nundertaken far-reaching political and socio-economic\r\nchanges through the implementation of tough structural-\r\nadjustment programmes, the promotion of human rights\r\nand fundamental freedoms and good governance. In\r\naddition to renewed commitments to conflict resolution,\r\npeace-keeping and post-conflict peace-building\r\nmechanisms, the efforts undertaken by developing\r\ncountries should be supported and encouraged by the\r\ninternational community if we are to succeed in our\r\ncommon endeavours for peace and development in our\r\nrespective countries.\r\nAs indicated by the President of the General\r\nAssembly in his inaugural address, quoting Pope Paul VI,\r\n“Development is the new name for peace.” (Official\r\nRecords of the General Assembly, Fiftieth Session,\r\nPlenary Meetings, 1st meeting, p. 9)\r\nAll peoples and nations of the world must be committed\r\nto peace and development and pursue them with\r\ndetermination in the new international setting if we are to\r\nbuild a better and safer world for all. This is our\r\nchallenge for the next century.\r\nThe meeting rose at 12.40 p.m.\r\n22\r\n"