"United Nations A/50/PV.9\r\n95-86118 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFiftieth Session\r\n9th plenary meeting\r\nWednesday, 27 September 1995, 3 p.m.\r\nNew York\r\nPresident: Mr. Freitas do Amaral . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Portugal)\r\nThe meeting was called to order at 3.15 p.m.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nThe President: The first speaker is the Deputy Prime\r\nMinister and Minister for Foreign Affairs of Zaire,\r\nHis Excellency Mr. Kamanda wa Kamanda, on whom I\r\nnow call.\r\nMr. Kamanda wa Kamanda (Zaire) (interpretation\r\nfrom French): I should like to join the speakers who have\r\npreceded me at this rostrum in offering you, Sir, on behalf\r\nof my delegation and on my own behalf, warm and hearty\r\ncongratulations on your election to the presidency of the\r\nGeneral Assembly at its fiftieth regular session. I am\r\nparticularly pleased that the President of the General\r\nAssembly is the representative of Portugal, a friendly\r\ncountry with which my country, the Republic of Zaire, has\r\nlong enjoyed excellent relations marked by trust and mutual\r\nrespect. We feel that your intellectual abilities and\r\ndiplomatic skills, together with your long experience of\r\ninternational affairs, guarantee the success of our work\r\nhere.\r\nMy congratulations go also to the other elected\r\nmembers of the Bureau, and I wish them every success in\r\ntheir delicate task of providing you with assistance.\r\nAllow me also to pay tribute to your predecessor,\r\nHis Excellency Mr. Essy Amara, Minister for Foreign\r\nAffairs of the sister Republic of Côte d’Ivoire, to whom\r\nI am bound by long-standing ties of personal friendship.\r\nI should like to express to him our joy and pride on\r\nseeing how masterfully he guided the work of the General\r\nAssembly at its forty-ninth regular session and our\r\nappreciation of the energy, skill and ability with which he\r\ndischarged his mandate.\r\nFinally, I should like to pay a well-deserved tribute\r\nto the Secretary-General, Mr. Boutros Boutros-Ghali, for\r\nhis excellent preparatory work for this session, his\r\noutstanding efforts to strengthen the role of the United\r\nNations and his many commendable initiatives in support\r\nof international peace and security.\r\nMy thoughts here will turn mainly to the lessons of\r\n50 years of the existence of the United Nations; the\r\nrevitalization and restructuring of the United Nations; the\r\nsituation in the subregion of the Great Lakes, particularly\r\nRwanda and Burundi; the efforts for peace in the Middle\r\nEast; the support of the United Nations system for efforts\r\nby Governments to promote and strengthen new or\r\nrestored democracies; external debt, international\r\neconomic cooperation and development; disarmament\r\nefforts; and, finally, the question of the return or\r\nrestoration of cultural property to its country of origin.\r\nThis year the United Nations is commemorating its\r\nfiftieth anniversary. When it was founded, it set itself\r\ngoals that corresponded to the enthusiasm, hopes and\r\nneeds that emerged with the end of a devastating war\r\nwhose traumatic effects have not yet faded away entirely.\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nThose goals were to maintain international peace and\r\nsecurity, guarantee justice and human rights, foster social\r\nprogress and establish better living conditions in greater\r\nfreedom.\r\nWhere do we stand today?\r\nA fiftieth anniversary is an important milestone in the\r\nlife of persons, institutions and nations. A person who has\r\nmade nothing of his life by the time he is 50 is not likely\r\nto set a new course for his life afterwards. An institution\r\nthat after 50 years has done nothing to attain the objectives\r\nit set when it was founded inevitably raises the question of\r\nits viability and the usefulness of its existence. A nation\r\nthat has done nothing for its people in 50 years must surely\r\nstep back and re-examine everything — its political leaders,\r\nprogrammes, social projects, management and methods.\r\nFortunately, this is not the case of the United Nations.\r\nIt has some outstanding accomplishments to its credit. It\r\nhas achieved real successes and made real efforts in the\r\nareas of economic and social development, decolonization,\r\nhuman rights, development and peace-keeping. Its work in\r\nestablishing norms indisputably represents the highest\r\naspirations of man, of all mankind and all peoples, for a\r\nworld free from war, threats, intimidation, poverty,\r\noppression and suffering.\r\nToday, therefore, the United Nations must preserve\r\nand consolidate its accomplishments while also adapting\r\nitself to face the new challenges borne in the wake of the\r\nastonishing transformations the world has undergone since\r\nthe end of the Second World War.\r\nFor those of us from Africa, decolonization was an\r\nextremely important page in this story. What would\r\ndecolonization have been without the United Nations,\r\nparticularly the adoption of resolution 1514 (XV), the\r\nDeclaration on the Granting of Independence to Colonial\r\nCountries and Peoples? What would have happened in\r\nSouth Africa without the mobilization by the United\r\nNations of the entire international community against the\r\nscourge of apartheid, and without its support for the heroic\r\nand legitimate struggle of the South African people under\r\nthe leadership of the recognized liberation movements,\r\nparticularly the African National Congress (ANC)?\r\nIn Zaire we have not forgotten that 34 years and 10\r\ndays ago, striving to promote peace and restore and\r\nmaintain the political independence and territorial integrity\r\nof the Democratic Republic of the Congo, which is today\r\nZaire, one of the most devoted servants of the United\r\nNations, its late Secretary-General, Dag Hammarskjöld,\r\ndied at Ndola.\r\nWe have not forgotten that from July 1960 to June\r\n1964 the United Nations Operation in the Congo\r\nrepresented the largest assistance programme undertaken\r\nby the United Nations up to that time.\r\nAnd so it is thanks to this major contribution by the\r\nUnited Nations that Zaire preserved its unity and\r\nterritorial integrity. Let me extend to the United Nations\r\nthe deep appreciation of the Zairian people for this. That\r\npage in our history, which is also a page in the history of\r\nthe United Nations, reminds us that our people paid a\r\nheavy price for peace, and it made a pledge that the\r\ngenerations must hand down from one to another: no\r\nmore civil war; no more secessions because of tribal,\r\ninter-ethnic or power conflicts; a firm commitment to\r\npeace and dialogue for development, whatever the nature\r\nor the intensity of our internal differences.\r\nThat is why we gave the name of Dag\r\nHammarskjöld to an important bridge in the city of\r\nKinshasa, to pay tribute to the United Nations by\r\nimmortalizing the memory of the Secretary-General who\r\ndied on the battlefield in the struggle for peace. The\r\nsymbol of the bridge derives from our understanding of\r\nthe message of the United Nations. As an opening on the\r\nworld and forum of nations, is not the United Nations,\r\nwith its message of peace and dialogue, building a bridge\r\nbetween nations?\r\nAnd yet, despite the outstanding progress\r\nindisputably made throughout the world, many other\r\nthings have also happened. The cold war has ended\r\nwithout this being much help to the development process\r\nin the countries of the South, particularly in Africa, where\r\npoverty has increased in a worsening economic and social\r\nsituation.\r\nIn the wake of this worsening situation, Africa, in\r\nparticular, is experiencing the reappearance of diseases\r\nwhich had been eradicated and the appearance of new\r\nendemic diseases, without having the necessary resources\r\nto cope with them.\r\nDecolonization is virtually over now. Apartheid has\r\nbeen abolished, and Africa, facing the new challenges of\r\ndemocratization and development, seized by the fever of\r\ndemocratization, is undergoing irreversible change\r\naccompanied by new difficulties.\r\n2\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nAt the international level, new kinds of domination are\r\nemerging, and could lead to the same results as those of the\r\npast, if we are not careful. Will “globalization” of people’s\r\nbehaviour and standardization of reflexes and needs\r\nimprison freedom, stifle identities and crush the cultural\r\nexpression of peoples?\r\nThere has been no Third World War, but, as in former\r\nYugoslavia, Rwanda, Burundi and elsewhere, a new kind of\r\nwar has emerged, based on ethnic and tribal “cleansing”,\r\ntragic consequences for security, peace, the environment\r\nand the development of nations that are very disturbing.\r\nA new kind of international crime is engulfing Africa\r\nand the world: violence — attacks on individuals and their\r\nproperty, armed robbery and highway robbery; economic\r\nand financial crime — counterfeiting, money-laundering,\r\nillicit drug trafficking, large-scale fraud in commodities and\r\nso forth; political crime — fundamentalism and\r\ninternational terrorism, which take us back to the times of\r\nthe pirates and the corsairs. Of course the telegraph, the\r\ntelephone, air travel, radio, television, computers and videos\r\nhave done a great deal to shrink distances, but they have\r\nalso helped to strengthen the forces of disorder.\r\nMultilateral cooperation, development financing and\r\nthe spirit of international solidarity have all been frittered\r\naway. The new international economic order has not\r\nemerged, and bilateral cooperation has been halted for\r\nvarious reasons, some political in many countries, such as\r\nZaire, at the precise moment when those countries are faced\r\nwith a sharp reduction in financial resources. The\r\nconditions attached to development aid are more stringent\r\nthan ever, and assistance for democratization, strongly\r\nencouraged at the La Baule Summit, is also subject to\r\nconditionalities.\r\nThe phenomenon of refugees and displaced persons is\r\nnow unprecedented in scope.\r\nA century of hope, particularly the last half of the\r\ncentury, would thus seem to be ending on a note of despair\r\nwhen we look at what the causes of the new threat to world\r\npeace in general and peace in Africa in particular are:\r\narmed conflicts, serious internal struggles, poverty,\r\nunemployment, inequality, discrimination, intolerance,\r\npolicies of exclusion, the struggle against State despotism,\r\npolitical and social failures, and so on.\r\nTo those who are seeking refuge from tyranny we can\r\nalso add — on our continent those who are fleeing anarchy.\r\nThe tragic fate of persons displaced because of civil war or\r\nviolence is one of the major humanitarian problems of our\r\nage. There are many armed conflicts today which derive\r\nfrom the struggle between communities swept along by\r\nintolerance.\r\nIt is therefore imperative that the members of the\r\ninternational community shoulder their responsibilities,\r\nhelp each other and act together to reverse these negative\r\ntrends.\r\nAs the Secretary-General of the United Nations\r\nnoted on 20 October 1994, quite rightly:\r\n“Societies that used to think they were completely\r\nautonomous now know that they are very closely\r\nlinked to one another. The life of each individual,\r\nwherever he may come from, is today part of a\r\nplanetary whole. Today it is recognized that the\r\nloftiest objectives of mankind — peace, justice and\r\nprosperity — can be attained only if an increasingly\r\nbroadly agreed effort is made. And then a whole\r\nseries of new problems whose worldwide dimensions\r\nare quite clear demand solutions that no one country\r\nor group of countries can find in isolation.”\r\nIn order to cope with the new challenges facing us\r\nall, with the problems of development, peace and security,\r\nthe United Nations has to rethink its methods, its\r\norganization, and its effectiveness.\r\nThe influx of nearly 3 million Rwandese refugees to\r\neastern Zaire, about which I shall speak later, revealed to\r\nus some of the shortcomings of the United Nations\r\nsystem faced with new challenges.\r\nFirst, 30,000 armed men belonging to the former\r\narmed forces of Rwanda came to Zaire on 14 July 1994,\r\nand obviously we were not expecting them. They came to\r\nregions of North and South Kivu following the civil war\r\nin Rwanda. After being disarmed, they were supposed to\r\nbe taken care of. But by whom? Problems arose as to\r\ntheir status.\r\nWere they prisoners of war? Zaire was not at war\r\nwith Rwanda, we were told. Were they war detainees?\r\n“No”, we were told by the International Committee of the\r\nRed Cross (ICRC), “they are not within our competence.”\r\nAre they, then, political refugees? “No”, the Office of the\r\nUnited Nations High Commissioner for Refugees\r\n(UNHCR) replied. “Men in military uniform are not\r\npolitical refugees, and so they do not fall within our\r\ncompetence.”\r\n3\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nAnd so, the 30,000 military men of the former\r\nRwandan armed forces began to take care of themselves, to\r\nthe detriment of the villagers and local populations, while\r\nthe United Nations system looked on, powerless.\r\nSecondly, at the behest of the Secretary-General and\r\nthe international community, we agreed to move them far\r\naway from our border with Rwanda, for obvious reasons.\r\nSo we found sites in Shaba, Maniema and Equateur. Joint\r\nUnited Nations-Zaire evaluation missions were sent to these\r\nregions.\r\nAssuming that there were three people in each family,\r\nwe identified 90,000 individuals belonging to the former\r\nRwandan Army to be moved from the Rwandan border.\r\nHaving seen this evaluation, the United Nations\r\ndeclared the cost exorbitant, and the Secretary-General was\r\nunable to find the financial resources needed. So, the idea\r\nwas abandoned and the United Nations asked Zaire to take\r\nappropriate security measures and to keep the 30,000\r\nmilitary men where they were, namely on the border with\r\nRwanda.\r\nBut, leaving them there made the Kigali Government\r\nnervous about possible destabilization, and so it began\r\nspreading unfounded accusations against Zaire. Without\r\nchecking the facts at all, the United Nations then\r\nrecognized Kigali’s claims and lifted the arms embargo on\r\nRwanda which had been established pursuant to Security\r\nCouncil resolution 1011 (1995) of 16 August 1995, in order\r\nto help that country protect itself against some hypothetical\r\nthreat, but the United Nations has done nothing at all about\r\nthe 30,000 military men left to be cared for by Zaire\r\nwithout any assistance.\r\nAnd what is more, after lifting the arms embargo on\r\nRwanda on 16 August 1995 so that it could arm itself and\r\ndeal with the threat of destabilization from Zaire, the\r\nSecurity Council adopted resolution 1013 (1995) two weeks\r\nlater setting up an international Commission of Inquiry to\r\nlook into allegations that the former Rwandan Government\r\nforces were being trained and supplied with weapons from\r\nZaire in order to destabilize Rwanda. This is all quite\r\nastonishing, not least because the highest level of the\r\ncollective security system of the United Nations was\r\ninvolved. I myself have served on the Security Council. I\r\nwas President during the Malvinas war and I have always\r\nbelieved that at that level of responsibility, matters should\r\nbe considered with the utmost care.\r\nEither the Security Council has proof and takes\r\naction, the setting up of an investigative commission\r\nbeing now irrelevant; or the Security Council has no\r\nproof, so it investigates and takes a decision after it has\r\nchecked the facts. The credibility of our Organization is\r\nat stake here. These are just two cases showing the\r\ninability of the United Nations to deal with the new\r\nchallenges.\r\nThe much-needed revitalization of the United\r\nNations depends on the interest and the efficacy it shows\r\nin dealing with conflicts and complex situations that call\r\nfor its intervention.\r\nThe same holds true for its restructuring. Fifty years\r\nafter its inception, the United Nations needs to adjust and\r\nadapt to the new challenges facing the world today,\r\nincluding economic and social development; political\r\nconflicts against a backdrop of ethnic cleansing; changes\r\naffecting international relations; and the changes that have\r\ntaken place in the world since 24 October 1945; the need\r\nto enlarge the circle of decision-makers in matters of\r\ninternational peace and security; the need to ensure more\r\nequitable and balanced representation of the nations of the\r\nworld on the Security Council and to avoid any danger of\r\nthe collective security system being manipulated; and the\r\ninadequacy of the financial resources to cover the scale of\r\nthe tasks facing this universal Organization.\r\nThis therefore seems to be the cost of ensuring a\r\nnew dynamism in United Nations activities, for this\r\nchanging world is not exactly reassuring. And many\r\nevents are taking place without the nations of the world\r\nknowing why or how. There is a danger that political\r\nlobbies may use the cogs of the United Nations\r\nmachinery to their own ends, using their influence,\r\nwithout any counterbalance, and that certain Governments\r\nmay bring pressure to bear on the United Nations. This\r\nslippery slope was certainly not foreseen when the\r\ncollective security system was established.\r\nThe Republic of Zaire welcomes the current peace\r\nprocess in the Middle East. We noted with satisfaction the\r\nagreements signed between the State of Israel and the\r\nPalestine Liberation Organization on the one hand and\r\nbetween Israel and Jordan on the other. To our mind,\r\nthese are important steps towards the establishment of an\r\noverall peace.\r\nZaire wholeheartedly supports the bilateral\r\nnegotiations and the progress made thus far in the peace\r\nprocess and urges all parties to implement the agreements.\r\n4\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nWe trust that efforts will be made to ensure that further\r\nnegotiations are held soon between Israel and other Arab\r\nStates.\r\nEmphasizing the need to ensure progress in Arab-\r\nIsraeli negotiations in other directions of the peace process,\r\nthe Republic of Zaire would urge the establishment of\r\ndialogue between the protagonists, and encourage them to\r\ndo their utmost to reach agreements that reflect the\r\nlegitimate aspirations of each side.\r\nThis is the only way in which we will be able to\r\novercome an age-old distrust and create the conditions\r\nneeded for progress and development in the Middle East, in\r\nthe spirit of peace that has been so long in coming.\r\nThe situation in the Great Lakes subregion in Central\r\nAfrica is of great concern in the Republic of Zaire because\r\nit calls into question the peace, stability, security and\r\ndevelopment, not just of Rwanda and Burundi, but of the\r\nregion as a whole.\r\nThe Republic of Zaire, I wish to emphasize, has no\r\nparticular problem with Rwanda or with Burundi.\r\nYesterday, Zaire offered refuge to the Tutsis who were\r\ndriven from their home and today we are offering refuge to\r\nthose who have left their country. A human tragedy of an\r\nunprecedented scale is unfolding in this region. Everything\r\nborders on the extreme, including the urge to exclude other\r\npeople; the hatred that pits the fraternal enemies, the Tutsis\r\nand the Hutus, against each other; the dramatic\r\nperegrinations of people who are hounded because of their\r\nethnic origins or political opinions; the ease with which\r\nhuman lives are destroyed, including the lives of children,\r\nwomen, old people, and intellectuals; the instinct for\r\nviolence; the scale of the flow of people searching for\r\nshelter, fleeing certain death; the imbalance in the division\r\nof political and military power and the rejection of\r\ndemocratic principles in the running of the country.\r\nAs former Tutsi refugees from 1959 and from 1962-\r\n1963 are returning home, thanks to the return to power of\r\nthe Rwandan Patriotic Front (FPR), it is now the turn of\r\nmillions of Hutus, who represent 85 per cent of the\r\npopulation, to leave their country, abandoning their\r\nproperty, their land and their houses to the newcomers.\r\nThe Tutsis, who were forced out in the 1960s at the\r\nheight of the Hutus’ power, and who account for 15 per\r\ncent of the population, took 30 years to prepare their\r\nforcible return to power. How long does the international\r\ncommunity want to wait until it is the turn of the Hutu\r\nmajority to return to power using force?\r\nEvery time there is this kind of swing, new human\r\ndramas will be condemned and major problems of\r\nreinsertion and reinstallation will emerge.\r\nIn this cycle of deliberate violence, it will become\r\nincreasingly impossible to say who is innocent of\r\nsomething and who is not guilty of something.\r\nFaced with a tragedy of such magnitude, the\r\ninternational community and the United Nations seem to\r\nus to be rather helpless. Who then will take the necessary\r\nmeasures to help these countries, to prevent their situation\r\nfrom deteriorating, to preserve peace and security in the\r\nregion and to prevent further genocide?\r\nThe resolutions and declarations adopted to date by\r\nthe United Nations do not take account of all the realities\r\non the ground. They do not cover all the aspects of the\r\ntragedy that I have just described that exists in Rwanda,\r\nBurundi and in the subregion of the Great Lakes as a\r\nwhole. And these resolutions and declarations have\r\npolitical implications that contribute to the region’s\r\ninstability.\r\nNo purpose can be served at the stage where we are\r\ntoday by quoting lofty principles or deciding who is right\r\non the basis of who can best present their version of the\r\nsituation and the facts. Instead, we must objectively\r\ndefine the concrete problems facing Rwanda and Burundi\r\nas States and take specific measures, within the\r\nframework of an overall approach to the question, to\r\nensure the repatriation of refugees; national reconciliation;\r\npower-sharing; the establishment of the needed balance in\r\nthe armies that now constitute the political support of\r\nGovernments, in order to create republican armed forces;\r\nthe establishment or revitalization of the democratization\r\nprocess; assistance in reintegrating refugees into society;\r\nreconstruction and development assistance for the\r\ncountries of origin and of asylum; and, finally, the\r\nestablishment of viable judicial structures, so that there\r\ncan be some justice. There is indeed a justice problem,\r\nand it must be solved.\r\nIt is in this spirit that the Republic of Zaire supports\r\nthe holding of a regional conference on peace, stability\r\nand security in the Great Lakes subregion, following the\r\nsigning of bilateral agreements on the repatriation of\r\nrefugees. If this conference is to succeed, it must, for\r\nobvious reasons, be planned very carefully. The\r\n5\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nGovernment of Zaire welcomed the appointment by the\r\nSecretary-General of the United Nations of Ambassador\r\nJesus to the post of Special Envoy. Zaire will cooperate\r\nfully with him in order to ensure the success of his mission.\r\nI should like also to draw the Assembly’s attention to\r\nthe fact that the influx of Rwandese refugees into eastern\r\nZaire, an event unheard of since the end of the Second\r\nWorld War, appears to have been relegated to the back\r\npages of international news now that its sensationalist\r\naspect has worn thin. The refugees destroyed a priceless\r\nnational heritage: the national park of Virunga, a site listed\r\nby the United Nations Educational, Scientific and Cultural\r\nOrganization (UNESCO) as a national treasure. The local\r\nflora and fauna — mountain gorillas, elephants and other\r\nprotected species — were not spared. The environment, the\r\necology, and basic sanitary and educational infrastructures\r\nwere destroyed. General Assembly resolution 49/24 of 2\r\nDecember 1994, on special assistance to countries —\r\nincluding Zaire — receiving refugees to help restore the\r\nareas destroyed by the massive presence of refugees, has so\r\nfar had no impact or follow-up whatsoever.\r\nZaire, a victim of the tragedy in Rwanda by virtue of\r\ntheir common border, has been accused, with increasing\r\nfrequency, of attempting to destabilize Rwanda. The\r\naccusers are none other than those who wish to use the\r\nrefugee question to destabilize the Great Lakes area in\r\norder to live out their dream of creating a new Ima empire\r\nthat would challenge the principle, inherited from colonized\r\ntimes, of the inviolability of borders; they would attempt to\r\nresolve the ethnic conflicts in the region by distributing\r\nland here and there — all this to the detriment of Zaire.\r\nThis approach shows that a political issue underlies the\r\nwhole problem. Either we are dealing with refugees, in the\r\ntrue sense of the word, and then their massive presence and\r\nthe destruction they have wrought in our country cause our\r\npeople a serious safety and security problem — which\r\nwould entitle us to invoke the exception envisaged in the\r\nDeclaration on Territorial Asylum; or we are dealing with\r\npeople quietly expelled from their country for political and\r\nethnic reasons, in which case, since no constitution in the\r\nworld would allow a country to expel its citizens for ethnic\r\nor political reasons, we do not have to accept these\r\ncastaways of “ethnic cleansing”. That is why, in order that\r\nthe pretext of Zaire’s supposed attempt to destabilize\r\nRwanda not give certain countries the opportunity to carry\r\nout a plot against my country, Zaire — in the wake of the\r\nlifting of the arms embargo on Rwanda, which was decided\r\non by the Security Council, and in the face of the\r\njeopardizing of our national security and the serious threats\r\nthat face our population — resorted to one of the existing\r\ninternational instruments concerning refugees, namely\r\nGeneral Assembly resolution 2312 (XXII), of 14\r\nDecember 1967, the Declaration on Territorial Asylum, to\r\nurge the international community and the United Nations\r\nto shoulder their responsibilities, because Zaire does not\r\nhave the means to bear alone the burden of the massive\r\npresence of refugees in its territory, particularly since it\r\nis on the eve of holding elections.\r\nI would recall, since much has been said about this,\r\nthat the second preambular paragraph of the Declaration\r\non Territorial Asylum states that a person faced with\r\npersecution\r\n“has the right to seek and to enjoy in other countries\r\nasylum from persecution”\r\nand paragraph 1 of article 3 states that such a person shall\r\nnot be\r\n“subjected to measures such as rejection at the\r\nborder or, if he has already entered the territory in\r\nwhich he seeks asylum, expulsion or compulsory\r\nreturn”.\r\nSince 1960, Zaire has been taking in refugees from\r\nRwanda — sometimes Tutsi, sometimes Hutu — and we\r\nhave always followed that provision to the letter. But\r\nparagraph 2 of article 3 states:\r\n“Exception may be made to the foregoing principle\r\nonly for overriding reasons of national security or in\r\norder to safeguard the population, as in the case of\r\na mass influx of persons”.\r\nAnd if a State should decide that, for whatever\r\nreason, an exception to that provision is justified, it can\r\n“consider the possibility of granting to the person\r\nconcerned an opportunity of going to another State”,\r\nand can then bring this matter before the international\r\ncommunity.\r\nThis is precisely the situation that Zaire found itself\r\nin. It decided to be an exception to the principle, and so\r\ninformed the Secretary-General and the Security Council\r\nof the United Nations. Countries wishing to take in these\r\nrefugees are welcome to do so, but Zaire refuses to\r\ncontinue to be accused of destabilizing Rwanda simply\r\nbecause we accepted 3 million Rwandese on our land. We\r\n6\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nwish to cut out at the root the trumped-up charges against\r\nour country. In this way, the international community will\r\nbe able to judge better our determination to live in peace\r\nwith our neighbours.\r\nHowever, acceding to the request by the Secretary-\r\nGeneral of the United Nations, the Zaire Government held\r\ntalks with Mrs. Sadako Ogata, the head of the Office of the\r\nUnited Nations High Commissioner for Refugees\r\n(UNHCR), and asked her to organize, on the UNHCR level,\r\na voluntary repatriation, on a massive and uninterrupted\r\nscale, of the refugees to their countries of origin, so that by\r\n31 December 1995 all of the refugees would have returned\r\nhome.\r\nThe international community has an obligation to help\r\nRwanda and Burundi to deal with the problems of\r\nrepatriation and reinsertion of their nationals. During our\r\nlast meeting in Geneva on 25 September 1995, we agreed\r\nwith Rwanda’s Minister of Rehabilitation and with Mrs.\r\nOgata on the modalities for repatriating the refugees by 31\r\nDecember, to the tune of 8,000 to 10,000 persons per day,\r\nat various points of entry, which were identified —\r\nShangugu, Kiseni or Gibumba.\r\nWe can think of no Government that would hesitate as\r\nto what course to take if it had to choose between the\r\nrequirements of international solidarity and those of national\r\nsecurity and the protection of its population.\r\nTo judge by the information that appears in the\r\ninternational press, the impression that some wish to give\r\nof Zaire is that it is a hell where it would not be very\r\npleasant to live.\r\nZaireans are human beings. Like human beings\r\nanywhere, some are good and some are bad, some not so\r\ngood and not so bad. We are also a people. Whatever one\r\nthinks of me personally, or of any other politician in my\r\ncountry, this cannot be allowed to discredit an entire\r\npeople, or affect the image of my people as a whole.\r\nWhen many fled the horrors and the violence of war,\r\nit was to the “hell” of Zaire that they chose to come and\r\nlive. But one might well wonder what would become of\r\npeace in Central Africa if Zaire were incapable of\r\nmanaging conflicts between tribes — we have more than\r\n450, as well as our other internal political problems — and\r\nif it exploded like Rwanda, spilling our 47 million people\r\ninto neighbouring countries.\r\nFor countries such as ours, that have experienced the\r\nwhole range of turbulence that a people can know —\r\nabove and beyond the colonial period, which more or less\r\npersisted into the first years of independence, and the\r\nprice of building a post-colonial State in conformity with\r\nthe aspirations of our people — there is no greater good\r\nin the world than peace. Without it, all illusions aside,\r\nprogress and development are out of the question.\r\nIn the name of peace, every State must be fully\r\nresponsible for its people and must learn to live with its\r\nown national contradictions and refrain from obliging\r\nothers to bear the burden of its incapacity to manage\r\nthose contradictions. Otherwise, the international\r\ncommunity, both at the regional and global levels, must\r\ncome to its aid to develop its capacity to resolve its\r\nproblems without inflicting further wounds, and above all\r\nwithout inflicting them on other countries, developing\r\ncountries like our own, whose resources are needed for\r\nother purposes.\r\nThe international community thus has the duty and\r\nshould have the courage to impose peace and\r\nreconciliation in the Great Lakes region and state clearly\r\nits refusal to countenance the drift towards exclusion and\r\nethnicity.\r\nZaire shelters many African refugees on its territory\r\nand, out of a sense of common humanity and an\r\nappreciation of our historic ties with its neighbours,\r\ndecided to take in our Rwandese brothers. But we can no\r\nlonger pay for the tragedies that are engulfing our\r\nneighbours, with all their economic and security\r\nrepercussions on our border population.\r\nAs I have said, we believe the international\r\ncommunity must do all it can to reassure our people by\r\nhelping the Governments of Rwanda and Burundi to make\r\nall the necessary provisions to guarantee the speedy return\r\nof the refugees and their reintegration in their homeland.\r\nWe reaffirm here our resolve to work for the restoration\r\nof a climate of peace in our subregion and to make our\r\ncontribution towards all the efforts at reconciliation aimed\r\nat strengthening mutual confidence and security there.\r\nBut we can no longer cope alone with those\r\nrefugees. We can no longer shoulder alone the\r\nhumanitarian burden imposed upon us by humanitarian\r\nprinciples and the agreements we have signed.\r\nOn behalf of my Government, I should like to take\r\nthis opportunity to thank Mrs. Sadako Ogata and the\r\n7\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nExecutive Committee of the High Commissioner for\r\nRefugees for the efforts they have been making with\r\nlimited resources to solve the problem of refugees in the\r\nGreat Lakes region and for their assistance in rehabilitating\r\nthe Bukavu airport and the port of Uvira.\r\nOur thanks also go to the member States of the\r\nEuropean Union which have pledged contributions for the\r\nrepair of roads in North and South Kivu in advance of the\r\norganization of elections.\r\nIn the 1960s, few governing structures in the countries\r\nof the South demonstrated particular interest in or\r\nattachment to the close connection that exists between\r\ndemocracy and development; democracy and human rights;\r\nand human rights and development.\r\nWith the passage of time, the difficult experience of\r\nmanagement has taught us some lessons. It makes more\r\nsense to manage growth and wealth than degradation and\r\npoverty; it is not enough to consume what others produce,\r\nbut one should learn to produce what one consumes;\r\ninheriting infrastructure and ways of life conceived by\r\nothers is one thing, but conceiving one’s own communal\r\napproach to life and to fix one’s own limits for oneself is\r\nanother.\r\nIn all things, it is the individual that remains the focus\r\nand the medium. An individual whose rights and freedoms\r\nare flouted, who is aware that he does not count in national\r\naffairs, drifts away from the ruling circles and from the\r\nnational effort for development imposed on him from\r\nabove, from policies out of touch with his own daily life.\r\nMany of our countries have, in the course of the last 30\r\nyears, experienced the indifference of the individual whose\r\nrights and freedoms were left out of account.\r\nToday, in the light of the economic and social\r\ncollapse, that link between human rights, democracy and\r\ndevelopment is understood and acknowledged. It is not just\r\nbecause of what was said at the conference at La Baule, but\r\nbecause of the importance and the intensity of the message\r\nwe heard at La Baule, that the process of democratization\r\nin Africa must also be understood as an act of awareness,\r\nof self-awareness. That is how this process becomes truly\r\nirreversible.\r\nIn the Republic of Zaire, five years of difficult\r\ntransition have done considerable damage at the political,\r\neconomic and social levels. That is why we have not been\r\nable to play our full part in the arena of free nations.\r\nDomestically, we have not been fully able to shoulder our\r\nresponsibilities to deal with the socio-economic\r\nrequirements of our people.\r\nBut now we have decided to bury the past and to\r\nassume our duties to the full and to offer our contribution\r\nto the solution of problems facing the international\r\ncommunity, if it be only through our analysis of the\r\nsituation.\r\nWe intend to strengthen ties with all friendly\r\ncountries, particularly our traditional friends, in finding\r\ntogether appropriate solutions to the problems which have\r\nbeset our relations. At the same time, we mean to give\r\nsustained, real and useful meaning to the diversification\r\nof our external relations in the field of development.\r\nInternally, through another kind of management, of\r\nwhich the Prime Minister spoke in September 1994, and\r\nin the context of restored liberties, we intend to meet the\r\naspirations of our people to a better quality of life. This\r\nis a matter of priority.\r\nDemocracy does not mean licence, and the state of\r\nlaws implies that all citizens are subject without\r\ndiscrimination to the law. In our countries, educating as\r\nmany people as possible, changing the way people think,\r\nraising the general level of education and political and\r\ndemocratic awareness — all of these draw upon the\r\nlimited financial resources of the State to strengthen,\r\nfollowing the forthcoming elections, democracy and the\r\nstate of law and of progress.\r\nWhile the Government is seeking to create\r\nconditions of legal security and an economic environment\r\nfavourable to the creation of fruitful partnerships and\r\nmutually advantageous cooperation, we want to count on\r\nour external partners and the international financial\r\ninstitutions — in short, on the international community —\r\nto take up with us the challenge of development. The\r\npresent institutional order in our country conforms to the\r\ndesires of our people as expressed through its political\r\nclass as a whole, and is designed to extricate us from the\r\ncrisis rationally and methodically. But our efforts alone\r\nwill not suffice. That is why we seek aid to accompany\r\nthe process of democratization, because, unfortunately, the\r\nsupport of the people for political scenarios is also\r\nimportant to finding a solution to their daily concerns.\r\nAs the Manila Declaration emphasizes, by mutual\r\nsupport, the internal and external forces that endanger the\r\nnew democracy can be overcome. The United Nations\r\nthus has a duty to support efforts by Governments,\r\n8\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nincluding ours, to promote or consolidate new or\r\nre-established democracies.\r\nThe eradication of extreme poverty in all countries,\r\nparticularly developing countries, has become one of the\r\npriority development goals of the 1990s, in keeping with\r\nresolutions 47/196 and 47/197. The year 1996 has been\r\nproclaimed International Year for the Eradication of\r\nPoverty. This honours our Organization.\r\nOver the past 50 years, the United Nations has made\r\nserious efforts to intensify international economic\r\ncooperation. In particular, it has adopted the Charter of\r\nEconomic Rights and Duties of States and the Declaration\r\nand Programme of Action on the Establishment of a New\r\nInternational Economic Order based on justice and equity.\r\nNone the less, the trade relations between the developed\r\nand the developing countries continue to show an imbalance\r\nwhich, having been allowed to persist and grow, is today a\r\nreal threat to peace everywhere.\r\nIn Africa, efforts made at the national, subregional and\r\nregional levels to break out of the vicious cycle of poverty\r\nhave not been sufficiently supported by the international\r\ncommunity. Stricken by an unprecedented crisis, Africa has\r\nfor years groaned under the weight of its debt. It has\r\nsuffered the effects of lowered commodity prices, of the\r\ndeterioration in the terms of trade, of protectionism in the\r\ndeveloped countries, and of a drop in official development\r\nassistance.\r\nThe debt is a major hindrance to economic growth and\r\ndevelopment in Africa. The heavy debt burden absorbs one\r\nthird of our countries’ export earnings and represents a\r\nserious drain on resources which would otherwise have\r\nserved to finance growth and development.\r\nIn order to implement economic reform, stabilization\r\nand structural adjustment programmes and to eradicate\r\npoverty, the debtor developing countries need to mobilize\r\nthe resources necessary to their efforts. They also need new\r\nsupplies of financial resources and concessional financial\r\nassistance from creditor countries and multilateral financial\r\ninstitutions.\r\nDebt relief is becoming increasingly unavoidable if\r\nnational resources are to be freed up to support activities\r\nnecessary to social development. The responsibilities which\r\ndebt and debt servicing impose on our developing countries\r\nare so alarming that we must apply ourselves with\r\nparticular inventiveness and urgency to the search for\r\nsolutions to the problems to which they give rise. They\r\nrequire a leap of imagination.\r\nThat is why we feel it to be necessary and urgent to\r\nassess the progress made in the various United Nations\r\nbodies in the establishment of a new international\r\neconomic order, so that, in response to the results of this\r\nassessment, we can take appropriate measures to promote\r\ndevelopment in developing countries and international\r\neconomic cooperation.\r\nThe Republic of Zaire hopes that, at this session, the\r\nGeneral Assembly, in the framework of agenda item 96\r\n(c), on the external debt crisis and development, will take\r\ninto consideration the recommendations made by the\r\nnon-aligned countries at their meeting in Jakarta from 13\r\nto 15 August 1994. It may find therein ways and means\r\nof resolving the problem of the debt of developing\r\ncountries and of promoting their harmonious development.\r\nEveryone knows that the external debt of the\r\ndeveloping countries cannot be absorbed at its current\r\nlevel without the cooperation of the developed countries\r\nand the international financial institutions, which must\r\nagree on the establishment of a new world economic\r\norder that would take the vital interests of its partners into\r\naccount. The countries of the North would also benefit by\r\nmaking an additional effort to understand that the debtor\r\ncountries can only honour their debt-service obligations\r\naccording to their financial capacities. In the current\r\nsituation, compelling them to meet all their financial\r\ncommitments could end up in a collapse of their\r\neconomies, despite all their good-faith efforts.\r\n1995 has been proclaimed World Year of Peoples’\r\nCommemoration of the Victims of the Second World War\r\nand Member States have been called upon solemnly to\r\ncommemorate the fiftieth anniversary of the end of the\r\nSecond World War. This year we will also consider and\r\nassess mid-way the Declaration of the 1990s as the Third\r\nDisarmament Decade.\r\nHow can we commemorate the victims of the\r\nSecond World War today without also giving thought to\r\nthe victims of the wars in the former Yugoslavia, Liberia,\r\nSomalia, Rwanda, Burundi and elsewhere? When will we\r\ncommemorate the victims of those wars? There is no\r\ndestruction of human life that is more appropriate than\r\nany other. The United Nations was supposed to save\r\nsucceeding generations from the scourge of war — but\r\nwhich war, what kind of war? True, the kind of war\r\nfought from 1939 to 1945 has not recurred, but can we\r\n9\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nassert today that mankind has mastered the arts of peace?\r\nIt is in men’s minds that the instinct for war must be\r\nreplaced by the spirit of peace if the world is to be saved\r\nfrom the scourge of war. If it is not, any progress we have\r\nmade will remain fragile.\r\nThe United Nations offers us the opportunity to\r\nconsider from a global perspective the questions of war,\r\npeace and security. It remains an essential instrument for\r\nachieving the objectives of arms control and disarmament.\r\nBut situations of conflict and tension must be prevented\r\nmore effectively. An efficient system of collective security\r\nthat allows States to reduce their military capacities must be\r\nput in place. It is no longer enough to limit arms and\r\npromote disarmament by regulating weaponry and\r\nestablishing the balance of power at lower levels. We feel\r\nthat that is not the way to achieve the goal of development\r\nfor all, which is the new major challenge facing the United\r\nNations.\r\nWe must reinvent trust in international relations. We\r\nmust make a new creative effort to ensure that disarmament\r\ngoes hand-in-hand with the achievement of peace, security\r\nand development throughout the world. In this context, we\r\nbelieve that the Convention on the Prohibition of the\r\nDevelopment, Production, Stockpiling and Use of Chemical\r\nWeapons and on Their Destruction — the first global and\r\ntruly verifiable disarmament treaty — offers a worthwhile\r\navenue. Indeed, it carries a security gain for all States\r\nthrough the total elimination of an entire category of\r\nweapons of mass destruction. We hope that this Convention\r\nwill soon have the required number of ratifications to enter\r\ninto force and thus become a standard shared by all States.\r\nSince the inclusion in the General Assembly’s agenda,\r\nin 1973, of the item on the restitution of works of art to\r\ncountries victims of expropriation, we have noted with\r\nsatisfaction the continued and growing interest in this item\r\nshown by Members of the United Nations. In addition to\r\nbilateral negotiations for the restitution of cultural property,\r\nwe now have the Convention on the Means of Prohibiting\r\nand Preventing the Illicit Import, Export and Transfer of\r\nOwnership of Cultural Property, to which the number of\r\nStates Parties continues to grow.\r\nHowever, the quantity and quality of the cultural\r\nproperty “returned” or restored are insignificant compared\r\nto the importance which the General Assembly attaches to\r\nthe item. Promises made to Zaire by countries which still\r\nhold works of art and other cultural treasures belonging to\r\nZaire, as well as museum pieces and archives that are\r\nessential to preserving and nourishing cultural values,\r\nhave not been fully kept.\r\nWe call on the Secretary-General, in cooperation\r\nwith the Director-General of the United Nations\r\nEducational, Scientific and Cultural Organization, to do\r\neverything possible to encourage those countries to\r\nhonour their obligations so that the objectives of the\r\nUnited Nations and the countries of origin can be met.\r\nI wish the General Assembly every success to the\r\nwork of its fiftieth session and I wish the United Nations\r\na long life.\r\nThe President: I now call on the Minister for\r\nForeign Affairs of Paraguay, His Excellency Mr. Luis\r\nMaría Ramírez Boettner.\r\nMr. Ramírez Boettner (Paraguay) (interpretation\r\nfrom Spanish): At the outset, allow me to express my best\r\nwishes to you, Sir, and to congratulate you on your\r\nelection. I assure you of Paraguay’s most complete\r\ncooperation.\r\nI also wish to express my appreciation and gratitude\r\nto Ambassador Amara Essy of Côte d’Ivoire for the way\r\nin which he guided the work of the General Assembly at\r\nthe last session.\r\nAt the same time I am pleased to convey to the\r\nSecretary-General, Mr. Boutros Boutros-Ghali, the\r\ncongratulations that I bring on behalf of the Government\r\nand people of Paraguay for the commendable efforts that\r\nhave been made. I wish to express once again, on behalf\r\nof Paraguay and the President of the Republic, Juan\r\nCarlos Wasmosy, our full support for the United Nations,\r\nof which Paraguay was one of the founders.\r\nWe are living in an exceptional year, an important\r\none, marking the first 50 years of the United Nations.\r\nI myself was one of the fortunate witnesses of the\r\nbirth of the Organization after the Second World War.\r\nLife then led me to work for 25 years as a staff member\r\nwithin the structure that was created. I believe that the\r\nUnited Nations has essentially fulfilled the aspirations\r\nplaced in it for peace, security, efforts to establish a more\r\nequitable international legal order, and the commitment to\r\ndevelopment for all the peoples of the world.\r\nUndoubtedly, we must admit that in spite of the\r\nefforts made, we cannot say that we have been as\r\n10\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nsuccessful as we would have wished in the sphere of\r\npolitical achievements.\r\nOn the contrary, in the economic and social fields, in\r\nwhich the Secretary-General and the different agencies of\r\nthe United Nations system can take their own decisions,\r\nthere is an immense wealth of great achievements, some of\r\nwhich are truly extraordinary. By way of example we\r\nwould like to mention the United Nations Convention on\r\nthe Law of the Sea, successes as regards decolonization,\r\ninvariable and universal support for individual and\r\ncollective human rights, the openness and liberalization of\r\ninternational trade, the immense mass of statistical data\r\ncollected and published in the fields of demography,\r\neconomics, health, education, and so on.\r\nWithout attempting to be exhaustive I should like to\r\nemphasize our admiration for the world summits — for the\r\ndefence and protection of the environment in Rio de\r\nJaneiro; the International Conference on Population and\r\nDevelopment in Cairo; the World Summit for Social\r\nDevelopment in Copenhagen; the World Summit for\r\nChildren; the recently concluded Fourth World Conference\r\non Women in Beijing; and the equally hoped-for and\r\nawaited United Nations Conference on Human Settlements\r\n(Habitat II). The contribution that these summits have made\r\nto mankind is truly historic.\r\nI should also like to highlight my Government’s\r\nappreciation for the report of the independent Working\r\nGroup on the future of the United Nations, many of whose\r\nobservations and recommendations we share.\r\nWithout attempting to elaborate on the immense\r\nagenda of this session we would like to emphasize the need\r\nthat Paraguay feels for a greater adaptation of the United\r\nNations to the new and changing realities at the same time\r\nwe support, where possible, the greater strengthening of the\r\nentire system, not only to preserve peace through law but\r\nalso to strengthen security with a view to the harmonized\r\nand integral development of all peoples the world over.\r\nIn this context Paraguay continues to support the\r\nreform of the organs of the United Nations, strengthening\r\nthe General Assembly, democratizing the Security Council\r\nwith the presence of more non-permanent members and\r\nrestricting the power of veto. Among the new permanent\r\nmembers it would be vital to ensure that there is equitable\r\nrepresentation for Latin America and other continents\r\namong whose representatives we mention by way of\r\nexample Japan, Germany and Brazil.\r\nAll this would be impossible if States in accordance\r\nwith agreed contributions were not to confront positively\r\nand conscientiously the serious problem of financing the\r\nsystem. In keeping with its means Paraguay is up to date\r\nin the payment of its assessment and we would like to\r\nemphasize the need to rationalize resources and improve\r\nthe administrative efficiency of the United Nations.\r\nWe have also said in the past that the allocation of\r\nfunds for programmes and projects in the world by the\r\nUnited Nations is unbalanced in that only 8.66 per cent of\r\nthe programmes are allocated to countries of Latin\r\nAmerica whereas other regions have 50.42 per cent and\r\n40.67 per cent respectively.\r\nParaguay is following closely the enormous efforts\r\nbeing made by the United Nations concerning peace and\r\ndevelopment.\r\nAs regards the maintenance of peace, Paraguay\r\nwishes to refer to a few specific points.\r\nRegarding agenda item 27, I am pleased at the\r\ncontinued economic openness in the sister republic of\r\nCuba. It is a pleasure to recall that the great hero, poet,\r\npolitical leader, writer and teacher, José Martí was Consul\r\nGeneral of Paraguay in New York and that his\r\ncontribution to my homeland was at the time, and\r\ncontinues to be fruitful.\r\nIn this context Paraguay reiterates its full support for\r\nthe Rio Group as regards its declaration in favour of\r\nlifting the embargo on Cuba and we repeat our support\r\nfor the changes required in accordance with the will of\r\nthe people and with respect for the self-determination of\r\npeoples and the principle of non-intervention.\r\nRegarding the situation in Bosnia and Herzegovina,\r\nParaguay supports the different courses of action\r\npromoted by the General Assembly and monitored by the\r\nSecurity Council through the efforts of the United Nations\r\nProtection Force (UNPROFOR) and the Office of the\r\nUnited Nations High Commissioner for Refugees and\r\nother related agencies.My country has not lost hope that\r\nthe strength of reason and the inspiration of human\r\ncompassion will, in the near future, alleviate the\r\nenormous suffering and sacrifices of those peoples that\r\nare separated now by hatred and violence.\r\nParaguay shares the concern of the international\r\ncommunity regarding the conflicts in Rwanda and\r\nBurundi and other parts of the African continent.\r\n11\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nThe very diverse actions of the United Nations in\r\nother parts of the world deserve our respect and our\r\nsupport. Without being exhaustive in our listing we would\r\nlike to refer to the problems that have existed in El\r\nSalvador, Haiti, Iraq, Kuwait, Angola, Mozambique,\r\nSomalia, Western Sahara, Liberia, and in Lebanon, Cyprus,\r\nCambodia, Georgia, Tajikistan, and so on. The United\r\nNations is contributing or has contributed actively with\r\nobserver missions or assistance missions and with peace-\r\nkeeping forces in a world that is experiencing so much\r\nupheaval.\r\nWe continue to be hopeful as regards the peace\r\nprocess between Israel and its Arab neighbours in the\r\nMiddle East. Paraguay is gratified by the recent agreements\r\nbetween Israel and Palestine and we hope that new progress\r\nwill soon be made in those lands which were the cradle of\r\nthree universal religions and their magnificent cultures.\r\nOf course Paraguay supports the work of the United\r\nNations with a view to achieving disarmament, whether it\r\nbe in regard to conventional, biological, chemical or nuclear\r\nweapons. In the same context, Paraguay expresses its\r\nconcern also at the nuclear tests being conducted in\r\ndifferent parts of the world.\r\nThe struggle against the terrible scourge of terrorism\r\nis one shared by Paraguay in an increasingly united\r\nframework of international cooperation to eliminate the\r\nproblem at its very roots.\r\nParaguay would like to mention its hope that as a\r\nresult of the talks between the two parties, a just and\r\nequitable understanding will be reached to resolve the\r\nsituation of the Republic of China, in keeping with the\r\nprinciple of universality enshrined in the Charter.\r\nRegarding agenda item 27, I am pleased at the\r\ncontinued economic openness in the sister republic of Cuba.\r\nIt is a pleasure to recall that the great hero, poet, political\r\nleader, writer and teacher, José Martí was Consul General\r\nof Paraguay in New York and that his contribution to my\r\nhomeland was at the time, and continues to be fruitful.\r\nIn this context Paraguay reiterates its full support for\r\nthe Rio Group as regards its declaration in favour of lifting\r\nthe embargo on Cuba and we repeat our support for the\r\nchanges required in accordance with the will of the people\r\nand with respect for the self-determination of peoples and\r\nthe principle of non-intervention.\r\nRegarding the situation in Bosnia and Herzegovina,\r\nParaguay supports the different courses of action\r\npromoted by the General Assembly and monitored by the\r\nSecurity Council through the efforts of the United Nations\r\nProtection Force (UNPROFOR) and the Office of the\r\nUnited Nations High Commissioner for Refugees and\r\nother related agencies.My country has not lost hope that\r\nthe strength of reason and the inspiration of human\r\ncompassion will, in the near future, alleviate the\r\nenormous suffering and sacrifices of those peoples that\r\nare separated now by hatred and violence.\r\nParaguay shares the concern of the international\r\ncommunity regarding the conflicts in Rwanda and\r\nBurundi and other parts of the African continent.\r\nThe very diverse actions of the United Nations in\r\nother parts of the world deserve our respect and our\r\nsupport. Without being exhaustive in our listing we would\r\nlike to refer to the problems that have existed in El\r\nSalvador, Haiti, Iraq, Kuwait, Angola, Mozambique,\r\nSomalia, Western Sahara, Liberia, and in Lebanon,\r\nCyprus, Cambodia, Georgia, Tajikistan, and so on. The\r\nUnited Nations is contributing or has contributed actively\r\nwith observer missions or assistance missions and with\r\npeace-keeping forces in a world that is experiencing so\r\nmuch upheaval.\r\nWe continue to be hopeful as regards the peace\r\nprocess between Israel and its Arab neighbours in the\r\nMiddle East. Paraguay is gratified by the recent\r\nagreements between Israel and Palestine and we hope that\r\nnew progress will soon be made in those lands which\r\nwere the cradle of three universal religions and their\r\nmagnificent cultures.\r\nOf course Paraguay supports the work of the United\r\nNations with a view to achieving disarmament, whether\r\nit be in regard to conventional, biological, chemical or\r\nnuclear weapons. In the same context, Paraguay expresses\r\nits concern also at the nuclear tests being conducted in\r\ndifferent parts of the world.\r\nThe struggle against the terrible scourge of terrorism\r\nis one shared by Paraguay in an increasingly united\r\nframework of international cooperation to eliminate the\r\nproblem at its very roots.\r\nParaguay would like to mention its hope that as a\r\nresult of the talks between the two parties, a just and\r\nequitable understanding will be reached to resolve the\r\n12\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nsituation of the Republic of China, in keeping with the\r\nprinciple of universality enshrined in the Charter.\r\nUnited Nations cooperation in development implies an\r\nenormous restructuring and revitalization effort in the\r\neconomic, social and other related spheres. In this context\r\nwe view as very fruitful the cooperation between the United\r\nNations and the Latin American Economic System and\r\ncooperation between the United Nations and other regional\r\ngroups. Particular emphasis should be placed on horizontal\r\ncooperation.\r\nWe consider the question of convening an international\r\nconference for development to be of vital importance as\r\none of the measures needed to ensure long-term economic\r\ngrowth in all countries, particularly the developing\r\ncountries.\r\nRecent financial disturbances on our continent, where\r\ndebt, loans and speculative capital combined to create a\r\nwidespread and only recently resolved crisis, oblige us to\r\nreassert the fundamental demand for sustainable\r\ndevelopment and for effective and broad international\r\neconomic cooperation, as was highlighted in the\r\nconclusions of the Rio Group at its recent meeting at Quito.\r\nParaguay is pleased to affirm before the Assembly that\r\nits democratic process is continuing to grow stronger day\r\nby day. In accordance with the National Constitution, the\r\nGovernment has guaranteed and will continue to guarantee\r\nall freedoms and compliance with the covenants on civil\r\nand political rights we have signed.\r\nWe cannot fail to note that the United Nations\r\nCommission on Human Rights, in its 1995 conclusions with\r\nregard to our country, has recognized Paraguay’s\r\nachievements in this field. At the same time, we cannot\r\ndeny the enormous needs to which we must respond.\r\nDemocratic transition in our country has not received\r\nthe hoped-for material support. Apart from the contribution\r\nof the European Community and Japan, we have had to\r\ndeal with our social and economic problems out of our\r\nresources. That alone explains why we have been unable to\r\nresolve all social conflict.\r\nIn shouldering the task of coming up with answers, we\r\nrepeat that we shall be doing so without digressing from the\r\nmoral principles of fairness and the principles of the United\r\nNations, but we do ask for greater support for our\r\ndevelopment from the international community. For that\r\nreason the people of Paraguay were shocked — and, we\r\nmust say, indignant — to learn of the attempts by certain\r\nEuropean and United States banks to bring before the\r\nSwiss courts claims of debts that were never sanctioned\r\nby Paraguay authorities and that arose out of fraudulent\r\noperations that were carried out in Italy and that are now\r\nbeing investigated and judged in those countries.\r\nParaguay has honoured and will continue to honour\r\neach and every one of its international commitments, but\r\nwe can never agree to the payment of debts unrelated to\r\nour legislation and contrary to every principle of law.\r\nThe recent Conference of the Rio Group at Quito\r\ncame out vigorously in favour of productive investment\r\nand discouraged speculation, which does not create\r\nemployment and which is unfortunately characteristic of\r\ntoday’s climate. In this connection, our Government is\r\ncontinuing with its plans concerning the Paraguay-Paraná\r\nwaterway. This waterway is not a new project or design\r\nto be created from scratch but, on the contrary, something\r\nthat already exists as a work of nature and that must be\r\nimproved, without curtailing it, by means of river\r\nchannels that will be suitable for open navigation at all\r\ntimes for the transit of goods and persons. The ecological\r\nSummit at Rio de Janeiro strengthened Paraguay’s\r\nawareness of the need to protect the environment, and\r\nsince this waterway already exists in its natural state, the\r\nenvironment — and I would emphasize this — will in no\r\nway be damaged.\r\nAs of 1 January 1995 the Southern Cone Common\r\nMarket, MERCOSUR, which is a customs union, has\r\ncomplemented and integrated the economies of Argentina,\r\nBrazil, Paraguay and Uruguay into a market covering\r\nover 200 million persons and 12 million square\r\nkilometres, the world’s fourth largest regional entity. The\r\nTreaty of Asunción, which brought MERCOSUR into\r\nbeing five years ago, is based on two key principles,\r\nnamely, international democracy and international\r\nsolidarity. It is a flexible system of integration that seeks\r\nto include the economies of the sister Republics of\r\nBolivia and Chile and that may eventually be joined with\r\nthe Andean Pact.\r\nParaguay is very enthusiastic about the fruitful\r\nnegotiations under way with the European Union aimed\r\nat establishing a broad zone of free trade that would cover\r\nEurope and MERCOSUR. Under the outstanding\r\npresidency of Spain a broad framework agreement is now\r\nbeing studied in the European Union, and we hope it can\r\nbe signed in Madrid at the end of this year.\r\n13\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nParaguay is firmly convinced of the need to move\r\nforward with the process of creating in MERCOSUR such\r\nsupranational entities as an administration commission and\r\na law tribunal.\r\nParaguay’s pro-tem presidency of MERCOSUR saw\r\nthe entry into force of a customs union that has undergone\r\nsteady development, as well as the initiation of the\r\nunderstanding with the European Union. We have just\r\nhanded the presidency over to Oriental Republic of\r\nUruguay.\r\nWithin MERCOSUR, Paraguay is carrying out a free-\r\ntrade policy, the most open such policy in South America,\r\ncorresponding as it does to article 8 of the Charter of the\r\nInternational Monetary Fund, which provides for the totally\r\nunrestricted movement of capital.\r\nParaguay is aware that it must reduce the size of its\r\narmed forces so that the sums invested in it can be\r\ntransferred to the social sector, but without losing sight of\r\nits need for security and without impairing the efficiency of\r\nthose forces. Fortunately, there is understanding of the\r\nvarious mandates and the cooperation needed to make this\r\nchange. In Paraguay at the present time we are examining\r\nthe possibility of participation by our armed forces in\r\nUnited Nations peace-keeping operations, and we have\r\nbegun to send officers to participate in training courses.\r\nWe appreciate the financing of the programmes and\r\nprojects in our country by the United Nations Development\r\nProgramme (UNDP), the World Bank and the Inter-\r\nAmerican Bank for Development. We are grateful to the\r\nInternational Monetary Fund for its very effective guidance.\r\nDrug trafficking is not a problem in Paraguay, which\r\nis neither a centre of production nor a consumer market.\r\nThe only problem it causes is created by the transit towards\r\nthe industrialized countries, which is facilitated by our long\r\nborder. Through its own efforts, and without external\r\nassistance, Paraguay is combating this scourge and has\r\nachieved significant successes. Public and private corruption\r\nis the scourge of the whole world today, and it is being\r\ntackled by our Government. In this connection, Paraguay\r\nfirmly supports the draft inter-American convention against\r\ncorruption submitted by the Government of Venezuela to its\r\npartners in the Rio Group.\r\nParaguay is proud of its contribution to and\r\nmembership in the Rio Group. This is a flexible organ\r\ncreated as a way to resolve a precise conflict, and it has\r\nprovided such good results that it has continued to exist as\r\na framework for broad, political dialogue that is becoming\r\nincreasingly relevant and important. Its establishment by\r\nfounding members of the Organization of American States\r\n(OAS) has given it a particularly coherent and timely\r\npolitical standing. We are encouraged at the practical turn\r\ntaken by the Summit Meeting of American Presidents at\r\nMiami, especially at the Ministerial Meeting at Denver,\r\nColorado.\r\nBefore concluding my statement I wish to say that\r\nthe Government of Paraguay wants to highlight the\r\npositive understanding achieved with the Republic of\r\nArgentina for solving the ecological problem of the\r\nPilcomayo river. The sister Republic of Bolivia has now\r\njoined us in a tripartite agreement to redress this problem\r\nin an area ripe for regional development, thanks to the\r\ncooperation of the European Union.\r\nLast year we mentioned the need to create within the\r\nUnited Nations system a fund for progress in science and\r\ntechnology, particularly for the developing countries. In\r\nthis regard we would like to appeal especially to our\r\npartners from the South. Without science and technology\r\nfor our economic, social and political elites, development\r\nis impossible. The gap between the industrialized\r\ncountries and our own countries in this respect is so large\r\nthat it is a matter of fairness and necessity to reduce it.\r\nAbove all, it is question of bringing about a free transfer\r\nof agricultural and food technology that can make it\r\npossible for us to live in social peace.\r\nAs the United Nations completes its 50 years of\r\nexistence, it has passed many milestones in human\r\nhistory. Knotty problems that seemed insoluble yesterday\r\nhave now been left behind.\r\nA nuclear crisis, which threatened almost two\r\ngenerations of the human race, now seems unthinkable.\r\nThe world can no longer be explained from the standpoint\r\nof two ideologies whose triumph or defeat could be\r\ndecided only by a major war, which was fortunately avoided.\r\nThe contest between authoritarianism and freedom is\r\nover. Although there are large areas of the world where\r\nfundamental rights are not enjoyed, the benefits of\r\nfreedom enshrined in the declarations and covenants of\r\nthe United Nations are not at issue.\r\nWe cannot forget that since 1819 there have been\r\n353 wars, but none of them has been between well-\r\nestablished democracies.\r\n14\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nThere is a widespread and growing awareness that\r\nmany major issues can be resolved only by pooling our\r\nefforts. The issues of the environment, women, education\r\nand children, as well as a large majority of the other issues\r\non this grand Assembly’s agenda, are impossible to resolve\r\nthrough the efforts of one nation-State. This fact is\r\nconfirmed every day. Today we forget that not long ago,\r\nwhen our Organization already existed, there was no debate\r\nover the internal affairs of countries and that no\r\ninternational intervention was allowable. If the Charter were\r\nrewritten today it would be startling to see the changes\r\nArticle 2, paragraph 7.\r\nAll this happened in the era of the United Nations. We\r\nstill lack the perspective to assess it, but we are sure that\r\nthe result is positive. We have not gone backwards; we\r\nhave not even stopped.\r\nWe are again hearing voices that emphasize the\r\ndefects of the Organization. The criticism would seem true\r\nif we lost sight of the major changes for the good of\r\nmankind that have come about with the existence and the\r\nhelp of our institution. Through me, my country reiterates\r\nits support for vital and necessary reforms. This is our\r\nresponsibility, and it is the best tribute we can pay to those\r\nwho conceived, shaped and developed the Organization.\r\nBut these changes will be valid only if we remember\r\nthe principle of the sense of history, as Secretary-General\r\nBoutros Boutros-Ghali pointed out. In recent years we\r\nParaguayans, in setting out anew on the path of democracy,\r\nbelieved that we were impelled not only by a desire to\r\nimprove our living conditions, obtain the benefits of\r\nprogress and ensure well-being for all. We understood that\r\nwe were part of a shared adventure with universal roots,\r\nthat we were a nation that, in order to understand itself,\r\nneeded to understand others.\r\nFor this reason, we stand before you with a conviction\r\nthat I hope will last for ever: that the great majority of\r\npeople believe that with the United Nations it will be\r\npossible some day be possible, perhaps very soon, to find\r\nnew forms of cosmopolitanism. That sense of history\r\nobliges us to think once again in terms of the world — this\r\nwill, of course, be our new activity — so that morality may\r\ntriumph in politics and that the separation of the two will\r\nhave been but a moment in the history of our race.\r\nTo paraphrase Hegel, we can say, “What are we?\r\nWhat shall we become?”\r\nThe President: I now call on the Minister for\r\nForeign Affairs of Mexico, His Excellency Mr. José\r\nAngel Gurria.\r\nMr. Gurria (Mexico) (interpretation from Spanish):\r\nSince the United Nations was founded, Mexico has made\r\na committed and enthusiastic contribution to its positive\r\ndevelopment. Without exception, Mexico has effectively\r\npromoted the principles, the letter and the spirit of the\r\nSan Francisco Charter. Today Mexico confirms before the\r\nworld its unswerving commitment to peace, development\r\nand collective understanding, which are the inspiration of\r\nthe United Nations.\r\nMr. Srithirath (Lao People’s Democratic Republic),\r\nVice-President, took the Chair.\r\nWe have had five decades of collective diplomacy,\r\ncontroversy over the scope and limitations of multilateral\r\naction, difficult adaptations for the United Nations to a\r\nworld that is constantly changing at a dizzying pace; five\r\ndecades in which the ship of the United Nations has often\r\nbeen pounded by the waves of intolerance, of the\r\narbitrary and irrational use of power and force and of\r\novert violations of the norms of international law. Despite\r\nthe pounding it has received, the ship remains afloat.\r\nToday it has 185 nations on board, and it is still\r\nmankind’s best alternative for bringing future generations\r\nto a safer and stabler port than the one we inherited at the\r\nend of the Second World War.\r\nIn these first 50 years the foundations have been laid\r\nfor building a new civilization at a higher level for\r\npeaceful coexistence between nations. Never before in\r\nhistory has mankind possessed an instrument as universal\r\nand spirited as the United Nations. The general debate in\r\nthis fiftieth anniversary year is an appropriate occasion for\r\nus to pledge ourselves to preserving the achievements of\r\nthe United Nations and outlining the form it should take\r\nin the next century. Clearly, the world cannot do without\r\nthe United Nations, but it is also obvious that its\r\nstructures are in need of far-reaching changes in order to\r\nbe up to the challenges of the present day.\r\nThe recurring topic is the need to reform the\r\nOrganization, and the main issues are, among others, the\r\nfollowing:\r\nFirst, Mexico attaches priority to the examination of\r\nthe reform of the Security Council and has proposed an\r\nincrease in the Council’s membership, strictly respecting\r\nthe principle of equitable geographical distribution in the\r\n15\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\ncontext of a genuine reform of its working methods,\r\nincluding reconsideration of the use and the existence of the\r\nveto power.\r\nA second issue is the limitations on the role of the\r\nSecretary-General, which have very significantly curtailed\r\nhis ability to act.\r\nThirdly, there is the failure of a large number of\r\nMember States to meet their financial obligations.\r\nA fourth issue is the extreme bureaucratization of\r\nsome of the specialized agencies of the United Nations\r\nsystem and the lack of coordination of their activities, as\r\nwell as the lack of political support by the Members for\r\nother agencies, such as the United Nations Industrial\r\nDevelopment Organization (UNIDO), which carry out very\r\nuseful functions.\r\nThe enthusiasm generated by the end of the bipolar\r\nconfrontation has lessened due to the emergence of vast and\r\npainful ethnic, religious and regional conflicts, especially in\r\nthe former Yugoslavia and in several countries in Africa —\r\nconflicts whose resolution we must urgently seek.\r\nFortunately, there are reasons for optimism, such as the\r\nprogress achieved in the negotiations in the Middle East,\r\nwhich we must acknowledge and continue to encourage.\r\nWe view with special satisfaction the progress of the\r\nnegotiations toward a firm and lasting peace in Guatemala,\r\nto which the Secretary-General and the Group of Friends,\r\namong them Mexico, have greatly contributed.\r\nThe issue of disarmament has for many years been a\r\npriority on the agenda of the international community. Just\r\na few months ago, we agreed on the indefinite extension of\r\nthe Treaty on the Non-Proliferation of Nuclear Weapons. At\r\nthe same time, we reaffirmed by consensus important\r\ncommitments relating to disarmament, including agreement\r\nby all nuclear weapon States to make systematic and\r\nprogressive efforts to reduce nuclear weapons globally, with\r\nthe goal of eliminating these weapons within a programme\r\nof general and complete disarmament. We now need to\r\nestablish deadlines for the attainment of these objectives\r\nand remain vigilant, through the review mechanism we also\r\napproved at the Conference, in monitoring the commitments\r\nentered into.\r\nNevertheless, the vast majority of members of the\r\ninternational community are clearly dissatisfied with the\r\npace of the negotiations on the subject. It would seem that\r\nthe necessary political will does not exist to take advantage\r\nof the detente between the major military Powers to move\r\nahead in the sphere of disarmament. Rather, the fear\r\npersists that this process may be reversible. This of course\r\nmakes it advisable to redouble efforts to make progress\r\non disarmament issues, as well as to devote attention to\r\na specific programme of mutual confidence-building\r\nmeasures among States.\r\nThe conclusion in 1996 of a treaty of universal\r\nvalidity proclaiming an absolute ban on nuclear-weapon\r\ntests in all environments is the priority task in the\r\ndisarmament field. This treaty, currently being negotiated\r\nin Geneva, should be opened for signature before the\r\nbeginning of the next session of the General Assembly.\r\nWith a view to speeding up the attainment of that\r\nobjective, all the nuclear-weapon States should embrace\r\nthe “zero option”, as the United States of America, France\r\nand the United Kingdom have already done.\r\nThe Government of Mexico is extremely concerned\r\nat the recent decisions by the People’s Republic of China\r\nand France to conduct nuclear-weapon tests despite\r\nrepeated calls by the international community for them to\r\ndesist from such action. We condemn those tests and\r\nreiterate our respectful but firm appeal to these countries\r\nto proclaim a moratorium which will remain in force until\r\nthe nuclear test-ban treaty is concluded. The States parties\r\nto the Treaty of Tlatelolco and the member States of the\r\nTreaty of Rarotonga will be submitting a draft resolution\r\nto that end for consideration by the Assembly. Moreover,\r\nwe share the view of those States that have indicated their\r\nsupport for the immediate launching of negotiations to\r\nensure the prohibition of the production of fissionable\r\nmaterials for nuclear weapons, which was indeed another\r\nof the commitments agreed to by consensus at the Review\r\nand Extension Conference of the Treaty on the\r\nNon-Proliferation of Nuclear Weapons.\r\nAlong with the efforts to bring about nuclear\r\ndisarmament, impetus must also be given to the process\r\nof conventional disarmament. Mexico supports and is\r\nencouraging the negotiation of conventional-disarmament\r\nagreements which will ensure transparency and limit the\r\nmanufacture and trade in and transfer of certain types of\r\nconventional weapons, both regionally and worldwide.\r\nIn the Conference on conventional weapons now\r\nunder way in Vienna, Mexico will promote the\r\nprohibition of the use, production, storage and transfer of\r\nland-mines and will submit proposals on the use of\r\nsmall-calibre weapons, cluster bombs, flechettes and\r\nair-fueled explosives.\r\n16\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nThe fiftieth anniversary of the United Nations give us\r\nan opportunity to reflect on what has been achieved and on\r\nwhat we need to change. It should be recalled that the past\r\nyear has also marked the fiftieth anniversary of the\r\ninstitutions established at the memorable Bretton Woods\r\nmeeting. The agreements that set up the International\r\nMonetary Fund and the World Bank have promoted\r\neconomic cooperation over the five decades following their\r\nestablishment. The globalization of production, of trade and,\r\nabove all, of finance, is undoubtedly a stimulant to\r\neconomic development. Yet it could cause crises which\r\nthese financial institutions are not at present able to meet\r\neffectively.\r\nMexico recognizes and is grateful for the support\r\nreceived from the international community in the financial\r\ncrisis it has experienced. The enormous efforts being made\r\nevery day by the Mexican people to resolve this situation\r\nwould have had to be even greater if we had not been able\r\nto count on the support of the international community,\r\nboth from friendly Governments and from multilateral\r\nagencies. Nevertheless, we must acknowledge that the\r\nMexican crisis has afforded evidence of the vulnerability of\r\nthe international financial system as a whole.\r\nFor the modern State, and especially for developing\r\ncountries, the successful conclusion of our structural-change\r\nprocess requires a stable international financial system, the\r\ntimely and effective financial support that the international\r\nfinancing institutions can extend to us, and the ability of\r\nthose institutions to detect and prevent crises facing\r\nmember countries in the external sector.\r\nLet me now comment on the economic situation in my\r\ncountry. Mexico decided to face head-on the problems\r\nwhich led to the financial crisis head-on and to establish\r\nimmediately, with the support of the international\r\ncommunity, a strict economic programme entailing dynamic\r\nbut necessary adjustment measures.\r\nWe have taken difficult decisions, with a clear\r\npurpose: to recognize the need for adjustment while\r\nmitigating its costs to the fullest possible extent and at the\r\nsame time constructing a new platform for the sustained\r\ndevelopment of the economy.\r\nAs of now, inflation in Mexico is markedly declining,\r\nas are interest rates; productive activity in key sectors of\r\nthe economy is beginning to regain its dynamism; and the\r\nMexican economy is continuing its process of structural\r\ntransformation with a view to maintaining and increasing\r\nour competitiveness. The balance of trade, which was in\r\nsevere deficit, is now showing a surplus, and we are\r\ncontinuing to look for other markets in the world, be they\r\ndeveloped or developing, in order to diversify our trade.\r\nWe fully recognize the social costs of the crisis, and\r\nsteps are being taken to mitigate its effects. To assess the\r\nsituation in its true light, however, it is not sufficient to\r\nconsider only the cost of the present economic policy.\r\nThe still greater cost that would have been incurred if\r\ndecisive action had not been taken in this serious situation\r\nmust also be taken into account.\r\nMexico will continue to insist not only on the\r\napplication of existing treaties in force, the universally\r\nrecognized principles of law and the decisions of\r\ninternational tribunals, but also on the major contribution\r\nmade by some United Nations resolutions to the\r\ndevelopment of international law.\r\nTherefore, we denounce in this forum, mankind’s\r\nhighest, any attempt to apply, on an extraterritorial basis\r\nthe laws of a State to citizens of third countries, as the\r\nmisnamed “Freedom and Democratic Solidarity with Cuba\r\nAct” would do. We appeal to the sense of justice, equity\r\nand international solidarity of the United States Congress\r\nto stop what would be, if passed, a clear violation of\r\ninternational law and an unacceptable political precedent\r\nfor the rest of the world.\r\nAs a further clear demonstration of our commitment\r\nto the rule of law as a standard of conduct, and in\r\nresponse to the appeal made by the Secretary-General in\r\nhis document entitled “An Agenda for Peace”, Mexico\r\nwould be prepared to withdraw the reservation made in its\r\nstatement of acceptance of the compulsory jurisdiction of\r\nthe International Court of Justice if other countries did the\r\nsame.\r\nMexico supports the principle of shared\r\nresponsibility among nations for the major issues of the\r\nnew world agenda: the maintenance of a just peace in the\r\nworld, the fight against poverty, moves to ensure\r\ninternational financial stability, free trade, the battle\r\nagainst drug trafficking, the regulation of migratory\r\nmovements, with strict respect for the human rights of\r\nmigrants, the strengthening of democracy, and the\r\nprotection of human rights. Furthermore, on a selective\r\nbasis, we think it is appropriate to formulate action\r\nprogrammes through world conferences, such as the\r\nInternational Conference on Population and Development,\r\nin Cairo, and the World Summit on Social Development,\r\nin Copenhagen; and the incorporation of women in our\r\n17\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nsociety on equal terms on the basis of the recent Beijing\r\nDeclaration and Platform for Action.\r\nDrug consumption and trafficking have become one of\r\nthe principal threats to the health and welfare of societies,\r\nendangering their economic, political and social structures.\r\nDrug trafficking and related illicit activities, such as the\r\nillegal traffic in arms, money laundering, terrorism,\r\ncorruption and other criminal activities, constitute the most\r\nimportant challenge to the administration of justice in many\r\ncountries.\r\nIt is essential for the international community to\r\nredouble its efforts to eliminate the demand, production,\r\nsupply, trafficking and illegal distribution of drugs. It is\r\nvital to forge new consensus around an international\r\nstrategy against drug trafficking. For this reason, the\r\nPresident of Mexico, Mr. Ernesto Zedillo, has proposed the\r\nholding of an international conference to work out propose\r\nnew solutions to this problem. The tenth anniversary of the\r\nUnited Nations Convention Against Illicit Traffic in\r\nNarcotic Drugs and Psychotropic Substances seems a\r\nparticularly appropriate time for such a gathering.\r\nWe trust that the General Assembly at this session will\r\nsee merit in and find full justification for our proposal,\r\nwhich has already been endorsed by a significant number\r\nof countries, and we reaffirm, of course, our readiness to\r\nengage in broad dialogue on the scope and content of this\r\ninitiative.\r\nNew forms of intolerance, racism and xenophobia\r\nthreaten world peace. The United Nations must carry out an\r\nurgent analysis of the growing significance of international\r\nmigratory flows in all geographical regions which are today\r\naffected by such destructive attitudes. We call on the\r\ninternational community to initiate a dialogue which will\r\nmake it possible to find constructive solutions to this\r\nphenomenon, in a context of full respect for the human\r\nrights of migrants and their families, including workers’\r\nrights.\r\nStarting with this general debate, the United Nations\r\nis entering upon a period as full as of uncertainty as of\r\nopportunity. The twenty-first century will differ from all the\r\npreceding centuries in that, for the first time, we shall have\r\nthe opportunity of building a truly world-wide civilization,\r\nand, by the same token, a set of universal values to guide\r\nand modulate the activity of all States. The emergence of\r\na collective awareness, the inexhaustible talent of human\r\nbeings and the desire that negotiation and understanding\r\nshould prevail over any idea of force or imposition are the\r\ncornerstones of a new world order in which there will be\r\nroom for the richest and most noble contributions of all\r\npeoples.\r\nIn the phase the United Nations is now entering,\r\nMexico will maintain its unswerving support for the\r\ngreatest causes of mankind. As part of this commitment,\r\nwe shall bring the moral qualities, the pacifist vocation\r\nand the spirit of solidarity of the Mexican people to bear\r\non the building of an international system capable of\r\nimproving the human condition and ensuring the dignity\r\nand survival of mankind and of the planet that we share\r\nwith one another.\r\nThe Acting President (interpretation from French):\r\nI now call on the His Excellency Mr. Alexander D.\r\nChikvaidze, Minister for Foreign Affairs of Georgia.\r\nMr. Chikvaidze (Georgia): Allow me to begin by\r\nextending my warmest congratulations to the President on\r\nhis assumption of his functions at this remarkable session\r\nof the United Nations General Assembly in its fiftieth\r\nyear. It is without a doubt a fitting recognition of his rich\r\npersonal experience and of his outstanding contribution to\r\nthe world community.\r\nI should like to address words of deep appreciation\r\nto the Secretary-General, Mr. Boutros Boutros-Ghali, for\r\nhis dedicated efforts aimed at creating a more secure,\r\npeaceful and coherent world for future generations but,\r\nabove all, for the close attention, constant concern and\r\npersonal compassion that he has demonstrated with regard\r\nto the fate of my homeland.\r\nOn behalf of the Head of State, Mr. Eduard\r\nShevardnadze, and the people of the Republic of Georgia,\r\nI should like to express our gratitude to all Member States\r\nfor their support of Georgia in one of the most dramatic\r\nmoments of its long history. I should like to assure the\r\ninternational community that despite a very difficult\r\npolitical landscape, which of late has included savage acts\r\nof political terrorism, the Georgian nation continues to\r\nstrive towards its goal of democracy and stability.\r\nI have been fortunate enough to have had the honour\r\nof addressing this unique gathering on previous occasions,\r\nand have always found that, although some of the\r\nproblems facing our individual countries and our\r\ncommunity as a whole persist from year to year, the\r\nunique nature of this world body provides an incentive to\r\nlook at problems in a more optimistic light and to seek\r\n18\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nnew and innovative solutions. This holds especially true in\r\nthis anniversary year.\r\nThis Hall has witnessed different times and events,\r\nsome of them full of tension and stress, when the world\r\nwas teetering on the brink of catastrophe. One can say\r\nwithout exaggeration that the history of mankind has been\r\nwritten within these walls for the last 50 years.\r\nFortunately, the tense cold-war confrontation has\r\nsubsided, clearing the way for the forming of mechanisms\r\nof cooperation and partnership. These mechanisms need\r\ntime to mature and prove their vitality — but time is a\r\nluxury that few can afford in our day.\r\nThis fledgling process is also hampered by a variety\r\nof other factors. Foremost among these factors is the\r\nexistence of a number of countries that are, at the same\r\ntime, struggling to make ends meet and to reform their\r\nimpoverished economies. This creates a very difficult\r\neconomic and social situation, which, in turn, leads to\r\npolitical instability, ethnic or civil conflict and, in the final\r\nanalysis, to additional threats to regional peace, making the\r\nproblems of individual countries a matter of concern to the\r\nentire world. For Georgia, this most difficult factor is\r\nfurther complicated by the country’s detachment from the\r\nglobal opportunities of commerce, technology, investment\r\nand information.\r\nNo developing country — and Georgia is undoubtedly\r\namong them — has the means to pull itself out of its\r\ncurrent difficulties by its own bootstraps. And if left to their\r\nown devices, these countries will inevitably follow the same\r\nscenario and become additional “bleeding wounds” on the\r\nbody of the world.\r\nThe international community is providing significant\r\nassistance to Georgia and to the other new independent\r\nStates, for which we are very grateful. I should like to\r\nmake special mention of the additional funds allocated\r\nrecently for development and of the extensive activities of\r\nthe United Nations Development Programme in the\r\ncountries of the Commonwealth of Independent States.\r\nThis problem is of a greater magnitude, however, and\r\nits solution, we believe, lies in devising a comprehensive\r\nplan for the economic and social development of a number\r\nof fledgling States, involving vigorous actions on the part\r\nof the international community and a considerable\r\nexpansion of the role of the United Nations in promoting\r\ndevelopment and in the allocation of additional possibilities\r\nto support the countries transiting to a market economy.\r\nOne specific option could be to elaborate general\r\nprogrammes of development for individual countries.\r\nThese programmes would be targeted at the main spheres\r\nof the economy, based on a thorough assessment of\r\nindividual needs, assets and possibilities. They would set\r\nthe dates, define the sources of financing, and integrate\r\ninternational assistance and the efforts of national\r\nGovernments. The programmes would include the\r\nactivities of the United Nations and of national and\r\ninternational non-governmental organizations in each\r\nspecific country. Such a general programme of a\r\ncoordinating nature would enable us to clearly identify\r\npriorities, set goals and effectively harness the untapped\r\nreserves of each nation. It would also make much more\r\neffective use of international assistance and goodwill,\r\nwhich, we all understand, are not infinite.\r\nThe creation and implementation of such\r\nprogrammes would have a very important additional\r\nbenefit: by helping to create the basis for a sound,\r\ngrowing economy, they would simultaneously be\r\neliminating the breeding ground for internal wars and\r\nconflicts in a manner much more effective than any\r\npeace-keeping operation.\r\nThe cruel and merciless flame of war raging on the\r\nterritory of the former Yugoslavia is a vivid example of\r\nthe discrepancy between the realities of our world today\r\nand the means that international organizations have at\r\ntheir disposal. Death, unbearable suffering and misery for\r\ntens of thousands of people are the price of this\r\ndiscrepancy.\r\nWhile the attention of the entire world is drawn to\r\nextinguishing the fire in the Balkans, the territory of the\r\nformer Soviet Union has become the scene of events no\r\nless dramatic and equally threatening to international\r\nsecurity. Many of them bear an uncanny resemblance to\r\nthe Balkans in their train of events and in their destructive\r\npotential for regional and international stability.\r\nA timely and just resolution of even one of these\r\nconflicts would provide a brilliant example and a strong\r\nmotivation for settling the other ones.\r\nIn the past era — and I use this word on purpose,\r\nsince we have witnessed a veritable change of eras —\r\nGeorgia was often referred to as a laboratory of bold\r\nexperiments. Though Georgia hardly has time for\r\nexperimenting, this trend continues to this day with an\r\nunprecedented case. I am referring to the joint activities\r\nof United Nations military observers and the\r\n19\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nCommonwealth of Independent States peace-keeping forces\r\nin the Abkhazia region of Georgia. So far, this novel\r\napproach — or experiment, one could say — has yielded\r\nprecious few results. Logically, this would prompt us to\r\nsearch for new forms and methods, but it should not at all\r\nexclude a more effective use of the existing and tested\r\npossibilities.\r\nThe interminable plight of Abkhazia and of the\r\n300,000 displaced persons scattered throughout Georgia\r\ncontinues to weigh heavily on the entire country and\r\nconstitutes another major factor in Georgia’s inability to\r\nengage fully in the process of consolidating, rebuilding and\r\nmoving the nation forward.\r\nA fair settlement of the conflict in Abkhazia is made\r\nup of two equally important aspects: the unconditional\r\nreturn of the displaced persons to their homes and the\r\ndefinition of the political status of Abkhazia within a\r\nunified Georgia. This is not somebody’s wish, it is not even\r\nsolely a matter of principle; this is a fact of life, and one\r\nthat will be implemented, sooner or later.\r\nDespite the bitter experience of repeated treachery, the\r\nGeorgian Government has never attempted, or threatened to\r\nresort to military force in order to solve this problem. We\r\nhave always been committed to the peaceful and negotiated\r\nresolution of the conflict. It is extremely difficult, however,\r\nto carry on peaceful negotiations with a party that resorts to\r\nblatant “ethnic cleansing” and genocide as a means of\r\nconsolidating its ill-gotten gains.\r\nMoreover, the Abkhaz side has recently gone so far as\r\nto practically stall the negotiating process by demonstrating\r\nmore than their usual intransigence. It is obvious that the\r\nseparatist regime is determined to make no compromises,\r\nand prefers to maintain the status quo in the zone of\r\nconflict. Each round of negotiations has proved that the\r\nAbkhazian separatists seek to win time, while pretending\r\nthat they are committed to a negotiated settlement of the\r\nconflict.\r\nThe separatist leadership is impatiently awaiting\r\nparliamentary and presidential elections in Russia. They\r\nattach great importance to the results, assuming that they\r\nwill bring about a revision of policy priorities there towards\r\na more pro-Abkhaz orientation.\r\nSuch is the nature of “aggressive separatism”, which\r\npursues its dark schemes with little regard for law,\r\ninternational public opinion, or elementary norms of human\r\ndecency.\r\n“Aggressive separatism” is a relatively new\r\nphenomenon which emerged on the ruins of the\r\ncommunist system and is being nurtured by various\r\npolitical forces. The peculiarity of “Abkhaz separatism”\r\nlies in its seeming usefulness for the larger political aims\r\nof these forces. This fact makes it possible for a minority\r\nof the population of an autonomous republic to drive out\r\nthe majority indigenous population of the land by force.\r\nThis aspect of “aggressive separatism”, making it a\r\ntool in larger political schemes, has international\r\nramifications and represents a danger for world security\r\nas a whole.\r\nThe special role and possibilities of Russia in\r\nbringing about the resolution of the Abkhazian conflict\r\nare recognized by all, not least by relevant United Nations\r\ndocuments. Some recent developments encourage us to\r\nhope that Russia may finally decide to use this potential\r\nin order to bring about a comprehensive settlement of this\r\nproblem.\r\nThe international community has applied much effort\r\nto promoting a peaceful, fair solution to the conflict in\r\nAbkhazia. In the past two years the Security Council\r\nalone has adopted 13 resolutions on Abkhazia. One\r\nhundred and thirty six United Nations military observers\r\nare situated in the conflict zone. The Secretary-General’s\r\nSpecial Envoy has undertaken numerous trips to the area\r\nand has consulted repeatedly with all the parties.\r\nIn December 1994 the Organization for Security and\r\nCooperation in Europe (OCSE) adopted a Declaration at\r\nits Budapest summit in which the participating States\r\nexpressed their deep concern over “ethnic cleansing”,\r\n“massive deportation of the population” and “numerous\r\ndeaths of innocent civilians”, having included these\r\nspecific terms in the declaration.\r\nAdd to this several declarations and statements\r\nadopted at CIS summits in Almaty and Minsk, which\r\ndenounce any form of separatism. Member States of the\r\nCIS assumed the obligation not to support in any form or\r\nmanner separatist movements and regimes on the\r\nterritories of other countries, and not to establish political,\r\neconomic and other relations with them. Neither would\r\nthey provide their territory and communications facilities\r\nfor use by separatists, nor render them economic,\r\nfinancial, military or any other kind of assistance.\r\nAt the CIS summit in Minsk the mandate of the\r\npeace-keeping forces in Georgia was expanded to include\r\n20\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nwider rights in order to facilitate the orderly return of\r\ndisplaced persons and protect vitally important structures.\r\nThe mere enumeration of all these measures and\r\nactivities would seem to indicate that sufficient political and\r\nlegal foundation has been created to finally resolve this\r\nfestering crisis. However, the displaced persons are still\r\nwaiting to return to their homes, there continue to be no\r\nguarantees of a secure life and normal living conditions,\r\nand the separatist leaders in Abkhazia persist in their aim\r\nof turning Abkhazia into a land uninhabited by Georgians.\r\nShould we regard all the above-mentioned resolutions,\r\ndecisions and statements as futile efforts that carry little\r\nbeyond moral support? Or consider that the adoption of\r\nSecurity Council resolutions and their implementation are\r\ntwo separate and unconnected acts?\r\nI recall an emotional intervention by the Permanent\r\nRepresentative of the Czech Republic, Ambassador\r\nKovanda, at one of the Security Council meetings, in which\r\nhe suggested that the time had finally come to “call a spade\r\na spade”. As I have mentioned, this was done in the OSCE\r\nDeclaration in Budapest last year, but this has yet to appear\r\nin any United Nations document on the situation in\r\nGeorgia.\r\nAlso, the process of enforcing the implementation of\r\nthe provisions of adopted documents is slack and, with very\r\nfew exceptions, brings no results. I realize that I am\r\ntouching on some sore points in United Nations activities,\r\nbut the lack of movement on the Abkhazian conflict\r\ncompels us to present the undisguised truth and begin the\r\ntransformation from words to deeds.\r\nIn this regard, I should like to present some\r\nsuggestions which, we believe, could contribute to the\r\neffectiveness of both the words and of the actions of the\r\nUnited Nations.\r\nIn our view, the resolutions emanating from the United\r\nNations, as well as from other international organizations,\r\nmust clearly assign personal responsibility to individual\r\npersons, organizations or regimes, guilty of disrupting the\r\nprocess of the peaceful resolution of conflicts. They should\r\nclearly state that these actions will inevitably entail\r\nadequate punitive measures.\r\nFirst among them should be an introduction of severe\r\neconomic and other sanctions according to Articles 41 and\r\n42 of Chapter VII of the Charter of the United Nations. The\r\nspecific form of sanctions intended for the territories under\r\nthe control of criminals should also be defined clearly at\r\nthe outset, as well as the fact that the population of these\r\nterritories will be entitled to receive only humanitarian aid\r\nunder strict international control. The case of Abkhazia is\r\na relevant example. The Georgian Government has\r\ninformation indicating that weapons and heavy armaments\r\nare being stockpiled in some areas of the territory under\r\nthe control of the United Nations Observer Mission and\r\nthe CIS peace-keepers. The systematic commuting of\r\nships between Abkhazian ports and regional States with\r\nthe intention of supplying criminal gangs, the free\r\nmovement of foreign nationals and the illegal operation of\r\ncommercial entities cannot be tolerated either.\r\nSecondly, during its history, the United Nations has\r\nnot been energetic enough in taking compulsory measures\r\nagainst violators of international peace and stability. In a\r\nrecent document devoted to the fiftieth anniversary of the\r\nUnited Nations, the Secretary-General describes such an\r\napproach as desirable in principle and enumerates the\r\npositive and negative aspects of entrusting this task to the\r\nMember States. Much room exists also with regard to the\r\npossibility of achieving the same objective by regional\r\norganizations, especially at a time when the coordination\r\nof action between international organizations has acquired\r\nmore and more importance. Cooperation between the\r\nUnited Nations Observer Mission in Georgia and the CIS\r\npeace-keeping force, as an example, could benefit from\r\nsome additional elements.\r\nWith regard to this, I would like to point out that the\r\nestablishment of a permanent representation of the CIS at\r\nUnited Nations Headquarters, headed by a dynamic and\r\nexperienced diplomat, would be highly beneficial and\r\ndesirable.\r\nThirdly, we consider the establishment and operation\r\nof the international criminal court a priority. The United\r\nNations would be contributing greatly to promoting\r\ninternational law and justice and the court could quickly\r\ndevelop into a potent tool of preventive diplomacy, which\r\nin itself would be a major factor reinforcing international\r\nstability.\r\nMore often than not we are reduced to dealing with\r\nthe effect, rather than the cause, of events. In other\r\nwords, we put much less stock in United Nations\r\npreventive diplomacy than is prudent or practical. In the\r\ncase of the Abkhazian conflict, this point, naturally, has\r\nno practical significance any longer, but conclusions can\r\nbe drawn from it that would be relevant for the future.\r\nPreventive diplomacy must have real mechanisms and\r\n21\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nlevers which would enable the international community to\r\nimpose its will, rather than expose the futility of its\r\ninitiatives.\r\nIn my intervention at the meeting of the Security\r\nCouncil on 12 May 1995, I requested an expansion of the\r\nfunctions of the United Nations observers in order to\r\naccelerate the repatriation of refugees. We felt that it was\r\nimportant to register and control the breaches of human\r\nrights. This would deter lawbreakers and keep the\r\ninternational community better informed about the situation\r\nin the region. Since military observers would be\r\ninappropriate for this type of specialized work, we\r\nsuggested the establishment of a small team of competent\r\nprofessionals working alongside the observers to undertake\r\nthis mission. The Government of the Republic of Georgia\r\nwelcomed the decision to establish such a human rights\r\nmonitoring mission in Abkhazia, Republic of Georgia, as\r\nwell as its objectives, as presented in the\r\nSecretary-General’s report of 7 August 1995.\r\nI should like to take this opportunity also to convey\r\nour satisfaction with the decision of the Secretary-General\r\nto appoint a deputy to his Special Envoy, who would be\r\nresident in Georgia and would thus provide a continuous\r\npresence at a senior political level.\r\nI have another suggestion of a more administrative\r\nnature. I know that I am expressing the opinion of a\r\nnumber of newly independent States in requesting that some\r\nmechanism be found to allow the hiring of representatives\r\nof these States by organizations and programmes of the\r\nUnited Nations system — primarily, the United Nations\r\nDevelopment Programme and the United Nations Children’s\r\nFund, as well as others. The problem lies in the fact that\r\nmost programmes and organizations have instituted a hiring\r\nfreeze, which came into effect before the newly\r\nindependent States became independent. So, in reality, this\r\nhiring freeze, as necessary and as useful as it may be from\r\nthe point of view of internal administration, represents for\r\nour States a roadblock to the normal representation of its\r\ncitizens. We would be very grateful if such a mechanism\r\ncould be found.\r\nThree years have passed since the Head of State of the\r\nRepublic of Georgia, Mr. Eduard Shevardnadze, laid out a\r\nset of very sensitive points at the forty-seventh session of\r\nthe General Assembly. The creation of a global monitoring\r\nsystem for the early prevention of potential conflicts; the\r\nestablishment of special units of Blue Helmets, after the\r\nexample of Interpol teams, in order to control and combat\r\nthe flow of conventional weapons; and the establishment of\r\na rapid reaction force were among the proposals. The\r\nproblems that prompted him to make these suggestions\r\nhave, unfortunately, grown more acute today and need to\r\nbe urgently addressed. We are aware of the many\r\ndifficulties in implementing some of these measures, not\r\nleast the financial difficulty, but the costs inevitably grow\r\nastronomically when problems are left to fester.\r\nRecently a forum was held in Tbilisi under the\r\nauspices of the United Nations Educational, Scientific and\r\nCultural Organization, entitled “Solidarity Against\r\nIntolerance, For Dialogue Between Cultures”. It was held\r\nin the framework of the Year for Tolerance declared by\r\nthe United Nations. The main aim of the forum was to\r\nfind ways out of the situation in which the countries\r\ninfected by the virus of intolerance had found themselves.\r\nIt is symbolic that Georgia, a country known historically\r\nfor its tolerance, hosted the forum. I am sure that\r\neveryone shares the opinion expressed in Tbilisi, that\r\n“we cannot afford to overlook intolerance, since\r\nindifference and complacency equal complicity”.\r\nThe contribution of the United Nations to the\r\nprocess of maintaining international peace and stability is\r\nenormous. And yet numerous open wounds remain in the\r\nworld. Conventional wisdom would hold the United\r\nNations solely responsible for not being able to close\r\nthem. There are, however, deeper reasons for this.\r\nAt the root of the problem of the United Nations\r\nineffectiveness, we see the current situation in the world.\r\nThe system of coordinates into which the United Nations\r\nwas born 50 years ago has been drastically and\r\nprecipitously altered by the rapid disintegration of the\r\nbipolar world and the emergence of new\r\ninterrelationships, new problems and new threats to world\r\nsecurity, as well as to the security of individual Member\r\nStates. In this situation it is all of us Member States,\r\nexpressing the collective will of the United Nations, that\r\nneed to determine what kind of United Nations we would\r\nlike to see at the turn of the century and, indeed, in the\r\nnext 50 years, and what means we would be prepared to\r\nprovide to the United Nations in order for it to be\r\neffective in the new situation.\r\nAs the representative of one of the many nations\r\ncaught up in the vortex of these changes, I am confident\r\nthat I express the opinion of all Georgians when I say that\r\nmy country looks upon the United Nations both with\r\ndisappointment, for the failure to contribute meaningfully\r\nto resolving some of our most burning problems, but also\r\n22\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nwith hope and optimism that the United Nations will finally\r\nbring itself into conformity with the changes in the world\r\nand find the resolve and the means to impose its will and\r\ninternational law.\r\nThis hope is based on the fact that the United Nations\r\nis at its half-century mark and regards this not only as a\r\ntime for celebration and commemoration, but, more\r\nimportantly, as a time for stock-taking and mapping out its\r\nfuture activities, in order to be able to rise to the challenges\r\nof the next 50 years and of the twenty-first century.\r\nThe Acting President (interpretation from French):\r\nI now call on the Deputy Prime Minister and Minister for\r\nForeign Affairs of Ireland, His Excellency Mr. Dick Spring.\r\nMr. Spring (Ireland): I warmly congratulate the\r\nPresident on his election to preside over the fiftieth session\r\nof the General Assembly. We take confidence from the fact\r\nthat his experience and distinction will be available to guide\r\nus in our deliberations at this historic session. I am\r\nespecially pleased to extend my congratulations to the\r\nrepresentative of a country with which we have the closest\r\nand most friendly relations as a fellow member of the\r\nEuropean Union.\r\nI wish at the outset to congratulate the parties to the\r\nlatest peace accord in the Middle East, which will be signed\r\nin Washington tomorrow. It has required great\r\nstatesmanship, courage and perseverance on the part of\r\nPalestinian and Israeli leaders alike to reach this agreement.\r\nWe in Ireland will continue to play our part in supporting\r\nthe peace process, together with our partners in the\r\nEuropean Union.\r\nIn the same spirit, we warmly welcome the agreement\r\nreached yesterday in New York, which we all hope will lay\r\nthe foundation for a lasting peace in Bosnia and\r\nHerzegovina and throughout the region.\r\nIf I choose to highlight two issues at the very\r\nbeginning of my remarks, Sir, you will understand, I am\r\nsure, that it is because these two issues have created such\r\na resonance around the world. The first issue to which I\r\nrefer is the Fourth World Conference on Women. Ireland\r\nstands committed to the principle that human rights are\r\nindivisible — the rights of one are the rights of all. No\r\nsystem based on a universal commitment to human rights\r\ncan survive if the rights of women are not seen as an\r\nintegral factor in the equation.\r\nWomen suffer disproportionately from the effects of\r\nwar and armed conflict, whether it be as casualties from\r\nland-mines or as the victims of systematic rape. Women\r\nand children form the great majority of the more than 1\r\nbillion people living in poverty around the world today.\r\nWomen in most societies are prevented from participating\r\nfully in the decision-making processes and have unequal\r\naccess to power. Women continue to be prevented from\r\nfully exercising their sexual and reproductive rights,\r\nincluding the newly recognized right to have control over,\r\nand decide freely and responsibly on, matters related to\r\ntheir sexuality, free of coercion, discrimination and\r\nviolence.\r\nThe Fourth World Conference on Women, held\r\nearlier this month in Beijing, addressed these and other\r\nissues of relevance to women. The Declaration and the\r\nPlatform adopted by the Conference pose a major\r\nchallenge to Governments and the international\r\ncommunity to overcome the obstacles which continue to\r\nface women around the world. They also represent a\r\nsolemn commitment by Governments and the whole\r\nUnited Nations system to take all necessary measures to\r\neliminate all forms of discrimination against women and\r\nto remove all obstacles to gender equality and the\r\nadvancement and empowerment of women. On behalf of\r\nthe Irish Government I pledge here that we will do\r\neverything in our power to ensure that this commitment\r\nis honoured and implemented.\r\nThe second issue to which I must refer is the\r\nresumption of nuclear testing by the French and Chinese\r\nGovernments. It would be wrong if I were to address this\r\ngathering and ignore decisions that have — almost\r\nliterally — sent shock waves around the world.\r\nWe in Ireland, confronted as we are by the\r\never-present anxiety posed by ageing nuclear facilities on\r\nour neighbouring island, have had many occasions over\r\nthe years to know the worry caused by the potential of\r\nnuclear power. The great majority of the Irish people,\r\ntherefore, easily understand and share the deep concern of\r\nthe peoples of the South Pacific. Nor can we fail to\r\nrecognize the dismay and dejection caused by the\r\nresumption of nuclear testing in the immediate aftermath\r\nof the successful outcome of the Non-Proliferation Treaty\r\nReview and Extension Conference. The finalization of the\r\ncomprehensive test-ban treaty early next year remains an\r\nabsolute imperative.\r\nThe President of the General Assembly is taking\r\noffice at an exceptional time in the history of the United\r\n23\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nNations. Next month the Heads of State or Government will\r\nmeet here in special session to commemorate the fiftieth\r\nanniversary of the Organization. The General Assembly,\r\ninspired by this anniversary, should mark a decisive new\r\nphase for the United Nations.\r\nThe world faces a daunting array of new problems\r\nwhich require the United Nations to adapt and revitalize its\r\nresources. The representative of Spain, Foreign Minister\r\nSolana, speaking on behalf of the European Union, set out\r\nthese challenges in his speech here yesterday to this\r\nAssembly. Ireland associates itself fully with these remarks.\r\nThe fiftieth anniversary coincides with a more critical\r\nattitude towards the United Nations in many countries.\r\nThere is a growing readiness to highlight shortcomings and\r\nfailures rather than the longer-term record of real and\r\nsubstantial success. We cannot ignore this criticism,\r\nparticularly when it comes from many who are ordinarily\r\nthe strongest advocates of the United Nations. The United\r\nNations, like any other organization, can only benefit from\r\nrigorous examination and adaptation.\r\nBut no organization can of itself provide wholesale\r\nremedies for removing the hatred, the fear, the distrust and\r\nthe divisions in the world. Many of the shortcomings for\r\nwhich the Organization is frequently criticized have more\r\nto do with a flagging of the collective will to demonstrate\r\nthe determination, generosity, courage and tolerance to live\r\nup to the obligations of the Charter.\r\nThe Charter remains the bedrock for what lies ahead,\r\nas it has been for all that has been achieved over those 50\r\nyears. The United Nations has a remarkable record on\r\nwhich to build: it has enshrined the universal obligation of\r\nrespect for law and good conduct between States as the\r\ncentre-piece of international relations; it served in numerous\r\nways during the long years of the cold war to dull the edge\r\nof great-Power rivalry and reduce the dangers of global\r\nconfrontation; it provided an indispensable framework for\r\nthe negotiation of crucial arms-control agreements which\r\nhold the promise of a world free of weapons of mass\r\ndestruction; it facilitated the process of decolonization and\r\nhelped bring about the dismantling of apartheid; it\r\nprevented numerous conflicts through its peace-keeping\r\noperations and restored stability to many parts of the world;\r\nit set the basic international standards for human rights and\r\nmonitors their observance; it has sustained efforts to\r\neliminate poverty, alleviate distress and deprivation, and\r\nimprove the health and living standards of millions of the\r\nworld’s most vulnerable citizens.\r\nWe may ask, what of the recent past? The United\r\nNations has seen great recent achievements — in\r\nMozambique, in Cambodia, in Haiti, in El Salvador, to\r\ntake some examples. The peoples of those countries can\r\nbear witness to new hopes for a better and more secure\r\nfuture.\r\nIn other local and regional conflicts, however, the\r\nUnited Nations experience, in the face of extraordinarily\r\ncomplex and painful circumstances, has seen serious\r\nsetbacks. The human misery resulting from the wars in\r\nformer Yugoslavia, Rwanda and Somalia has shocked the\r\nworld.\r\nAlmost 50 years after the adoption of the Universal\r\nDeclaration, human rights violations remain a major\r\nwidespread problem. With a resurgence of regional\r\nconflict and ethnic tensions in many parts of the world,\r\nwe have been confronted with virtually every imaginable\r\nhuman rights abuse. In contemporary warfare, more than\r\n90 per cent of the casualties are non-combatants who are\r\noften directly targeted because of their ethnic or religious\r\naffiliations.\r\nChildren, like women, are especially vulnerable.\r\nDuring the last decade, nearly 2 million children have\r\ndied in wars and more than 5 million have been forced\r\ninto refugee camps. More children die in wars than\r\nsoldiers. At the present time throughout the world there\r\nare almost 30 million refugees and displaced persons in\r\nneed of assistance. In the Great Lakes region of Africa,\r\nas the refugee nightmare deepens, we require urgent and\r\nconcerted action to avert any danger of new tragedies.\r\nThe scale of all these problems has already stretched\r\nto the limits our ability to respond, and has heightened the\r\nproblem of United Nations credibility. It is against this\r\nbackground that we the Member States must revitalize the\r\nUnited Nations in its mission and equip it with the means\r\nto react with vigour and determination to the new crises\r\nwhich constantly arise. This means improving the\r\nresponse to humanitarian emergencies. But it also means\r\ntackling more effectively their root causes, poverty and\r\ndeprivation, preventing conflicts before they arise, and\r\nmore quickly containing and resolving them when they\r\ndo.\r\nThe Secretary-General’s Agenda for Peace and\r\nAgenda for Development are landmark documents that set\r\nout clear priorities and a programme for action.\r\n24\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nOne of the many bitter lessons that we have to draw\r\nfrom recent experience in Rwanda and Bosnia is that the\r\ntraditional deployment of peace-keeping units is no longer,\r\non its own, a sufficient response to the type of crises which\r\nwe face. In the past, peace-keeping operations were\r\nprimarily concerned with policing cease-fires between\r\nMember States, pending diplomatic efforts to resolve the\r\nsubstantive political issues. That, unfortunately, is no longer\r\nthe case: 11 of the 13 operations established since 1991\r\nhave involved internal conflicts. Peace-keeping contingents\r\nincreasingly find themselves operating in situations where\r\ngovernment and civil order have broken down. There are no\r\nlonger clear points of reference for such operations which\r\nhave become politically and logistically more complex, and\r\nfinancially more onerous.\r\nThere are a number of ways in which the management\r\nand conduct of peace-keeping operations must be improved.\r\nPerhaps most urgent is the need to improve the response\r\ncapability of the United Nations in dealing with sudden or\r\ncomplex emergencies. Important initiatives have already\r\nbeen taken in this regard with the development of the\r\nUnited Nations stand-by arrangements system. Such\r\narrangements might perhaps be extended to other areas to\r\nensure that a full range of humanitarian, logistical and civil\r\ndefence as well as military options is available to the\r\nUnited Nations in dealing with the many crises which it is\r\ncalled upon to address. In Ireland we are actively exploring\r\nthe possibility of bringing together a humanitarian liaison\r\ngroup comprising experts from a wide range of fields which\r\ncould be deployed at short notice when emergencies occur.\r\nCommand and control of United Nations operations\r\nalso needs to be improved. Greater attention needs to be\r\npaid to ensuring that the distinction between peace-keeping\r\nand peace enforcement is not blurred in devising mandates\r\nfor operations, if the confidence and willingness of troop-\r\ncontributing countries to continue providing troops is to be\r\nmaintained.\r\nRegional organizations can also play a valuable role in\r\nsupport of United Nations peace-keeping activities. It is of\r\ncourse essential that such organizations in carrying out their\r\nrole do so strictly in accordance with the mandate which\r\nthe Security Council has laid down. The United Nations\r\nshould benefit from the support of regional organizations,\r\nas the Charter envisages, but should not in doing so\r\nrelinquish its overall control and responsibility.\r\nMy delegation shares the concerns which the\r\nSecretary-General has expressed about the safety of United\r\nNations personnel in the field. We would like to see the\r\nUnited Nations Convention on the safety and security of\r\nUnited Nations personnel enter into force as soon as\r\npossible.\r\nOur concern extends to all personnel who find\r\nthemselves in dangerous situations, including\r\nhumanitarian experts working with non-governmental\r\norganizations, who are frequently the first to arrive in the\r\nfield in the early, and often most dangerous, stages of an\r\nemergency.\r\nOn the basis of the recommendations of the\r\nSecretary-General, we need to look again at how we can\r\ndevelop the United Nations capacity for preventive\r\ndiplomacy, early warning and mediation, and for timely\r\nintervention in disputes before they escalate out of\r\ncontrol.\r\nIreland continues to believe that the task of\r\npreventing conflict would also be facilitated by the\r\ncreation of a mediation body which would work closely\r\nwith the Secretary-General and the Security Council.\r\nThe dispatch of special teams of advisers and\r\nmonitors to areas of crisis and tension should be placed\r\non a more assured and regular basis than in the past. I\r\nbelieve that a small investment here would be amply and\r\nquickly repaid.\r\nThere is a growing acceptance that violations of\r\nhumanitarian law are a threat to international peace and\r\nsecurity. The case for the establishment of a permanent\r\ninternational criminal court is therefore more obvious than\r\never before. It is only through such a body that the\r\ninternational community can effectively demonstrate that\r\nmassive human rights violations will never go\r\nunpunished.\r\nThe international community is attempting to break\r\nthe pattern of violence in Rwanda and the former\r\nYugoslavia by ensuring that those who are guilty of\r\nhuman rights abuses are punished and that minimum\r\nstandards of accountability are set so as to deter future\r\noffenders. We have rightly responded by establishing\r\nteams of United Nations human rights monitors as well as\r\nad hoc tribunals to try the perpetrators of war crimes.\r\nThis is a good beginning. It is also necessary to devise\r\nmeasures which would extend vigilance and provide early\r\nwarning of potential situations of human rights abuse. The\r\nUnited Nations High Commissioner for Human Rights,\r\nsupported by human rights monitors, is already playing a\r\n25\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nkey role in meeting this objective. He must be given our\r\nfull cooperation and adequate financial support.\r\nThe promotion of the universality of human rights\r\nachieved a significant breakthrough with the Vienna\r\nDeclaration and Programme of Action. However, our\r\nconcerns are that implementation will suffer unless there is\r\na significant increase in the proportion of the regular budget\r\ndevoted to human rights activity. As a demonstration of our\r\nown national commitment, the Irish Government has this\r\nyear increased substantially its contribution to the various\r\nUnited Nations voluntary funds in the field of human rights.\r\nIt is now time for the United Nations to pay more\r\nattention to constructing the foundations for peace through\r\ndevelopment. As part of the process of renewal, we need to\r\nwork in partnership to pursue a new approach to\r\ncooperation for development — a cooperation which\r\nredresses the imbalances and has as an objective the\r\nrealization of sustainable human development for all.\r\nIreland has consistently supported the elaboration of\r\n“An Agenda for Development”, and we look forward to a\r\nsubstantive and relevant outcome.\r\nMost of the zones of insecurity in the world are to be\r\nfound in developing countries, and the Charter clearly\r\nrecognizes that lack of development is one of the root\r\ncauses of conflict between States.\r\nThis year is the one hundred and fiftieth anniversary\r\nof the Great Famine in Ireland, a catastrophe of enormous\r\nproportions, which has had a lasting and searing impact on\r\nIrish life. Its memory is still very much alive, and it has\r\nreinforced the Irish commitment to the prevention of similar\r\ncatastrophes in other parts of the world.\r\nWhile many areas of the world, including my own\r\ncountry, have seen great economic and social progress over\r\nthe past 50 years, the developing world, especially in\r\nAfrica, has not enjoyed the benefits of this progress. How\r\ncan we explain the fact that, in a world of plenty, one fifth\r\nof the world’s population still goes to bed hungry?\r\nEarlier this year the World Summit for Social\r\nDevelopment agreed on a consensus approach to the\r\ndevelopment of international norms in the economic, social\r\nand related spheres. We now need to act at both the\r\ninternational and the national levels to implement the\r\ncommitments and consolidate the achievements.\r\nIn recent years new opportunities have opened up for\r\ndisarmament; we should now move decisively to grasp\r\nthem. Never has the continued presence of huge arsenals\r\nof mass destruction been so out of step with the hopes\r\nand aspirations of the international community. Never has\r\nthe logic underpinning nuclear deterrence been so much\r\nin need of fundamental and critical reassessment.\r\nThere has been progress in some areas. The Treaty\r\non the Non-Proliferation of Nuclear Weapons (NPT) has\r\nbeen made permanent and its Parties have been made\r\nmore accountable. Renewed commitments to nuclear\r\nnon-proliferation and disarmament were accepted by all\r\nparticipants at the NPT review and extension Conference.\r\nMy country looks to all nuclear-weapon States, and in\r\nparticular the five permanent member States of the\r\nSecurity Council, to keep faith with the spirit and letter of\r\nthese commitments.\r\nWe welcome the progress being made in the\r\nnegotiations for a comprehensive test-ban treaty. Their\r\nconclusion next year would be warmly greeted by public\r\nopinion in our countries and would facilitate new steps in\r\nthe field of nuclear disarmament, in particular the\r\nsuccessful conclusion of a treaty which would ban the\r\nproduction of fissile materials for weapons purposes.\r\nIreland is deeply committed to stemming the\r\nexcessive flow of conventional arms worldwide, and we\r\nsupport the objective of a ban on anti-personnel\r\nland-mines, which have caused civilian suffering on a\r\nhuge scale. The elaboration of a United Nations code of\r\nconduct on conventional arms transfers, which I have\r\nproposed to the Assembly, remains a valuable practical\r\npriority in developing greater international controls over\r\nthe flow of conventional weapons.\r\nIn conducting its mission and fulfilling its\r\nresponsibilities under the Charter, the United Nations\r\nmust also begin a process of institutional reform and\r\nrenewal. This should begin with the Security Council. The\r\nSecurity Council needs to be enlarged in order to increase\r\nits effectiveness and its ability to act, both clearly and\r\nunambiguously, as the expression of the common will of\r\nMember States.\r\nEnlargement should enhance the representative\r\ncharacter of the Security Council, taking into account the\r\nemergence of new economic and political powers as well\r\nas the increase in United Nations membership. It should\r\nalso enhance equitable geographic representation, and it\r\nshould not diminish the possibility for smaller Member\r\n26\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nStates to serve. Enlargement should take place in both the\r\npermanent and non-permanent categories of membership.\r\nAfter two years of discussion we have now reached the\r\npoint where we should begin to clarify the elements of a\r\nbalanced solution.\r\nThe Secretary-General has made it very clear to us\r\nthat the Organization is now facing an unprecedented\r\nfinancial crisis. How can we expect the United Nations to\r\ndischarge the responsibilities given to it by Member States\r\nif the Member States themselves are unwilling to meet their\r\nbasic obligations under the Charter to provide the necessary\r\nresources? Unless urgent steps are taken, what we say here\r\nwill be no more than empty words.\r\nMy delegation fully understands the reason why the\r\nSecretary-General has found it necessary to take various\r\nmeasures to reduce costs. We support the thrust of his\r\nproposals. However, as the European Union has made clear,\r\nwe view with considerable concern the decision of the\r\nSecretary-General, as part of these cost-saving measures, to\r\nsuspend payment of all troop reimbursement costs. Even as\r\na short-term measure, this imposes a heavy and unfair\r\nburden on troop-contributing countries, particularly those\r\nwhich, like Ireland, have fully discharged all their financial\r\nobligations to the Organization.\r\nIf all Member States were to declare here their\r\nintentions to pay assessed contributions in full, on time and\r\nwithout conditions, both for peacekeeping and the regular\r\nbudget, this single commitment would do more than any\r\nother to strengthen the United Nations capacity to act\r\neffectively.\r\nWhen I spoke last year to the Assembly about the\r\nNorthern Ireland situation, I stressed the importance of the\r\nannouncement, a few weeks earlier, of the complete\r\ncessation of military operations by the IRA. This was\r\nfollowed, some weeks afterwards, by a similar\r\nannouncement by representatives of the loyalist\r\nparamilitaries. Thankfully, the guns have now been silent in\r\nNorthern Ireland for the past year. This has brought the gift\r\nof peace, and the gift of hope, to a situation where both had\r\nbeen sorely lacking.\r\nThe gift of peace has been profoundly welcome. The\r\nunremitting toll of death and destruction which disfigured\r\nNorthern Ireland for the past generation has been halted.\r\nThe economic opportunities offered by peace have rapidly\r\nbegun to be exploited. Freed from the shadow of terrorism,\r\nhuman contacts have multiplied across the divide in\r\nNorthern Ireland and between both parts of the island.\r\nThe paramilitary leaders, through the maintenance of\r\ntheir cease-fires, have made an important first\r\ncontribution to the climate of hope. However, only the\r\ntwo Governments and the political leaders in Northern\r\nIreland can consolidate the hope implicit in the cessation\r\nof violence by underpinning it with an agreed political\r\nsettlement which can enjoy the consent and allegiance of\r\nall. That is now the paramount goal.\r\nIn the Joint Declaration of 15 December 1993, the\r\nBritish and Irish Governments acknowledged as their goal\r\n“to remove the causes of conflict, to overcome the\r\nlegacy of history and to heal the divisions which\r\nhave resulted”.\r\nThis task can now be addressed free of the\r\npolarizing and distorting influences which terrorism, and\r\nthe countermeasures it calls forth, exert on the political\r\nprocess. It is vital that this unprecedented opportunity\r\nshould be grasped.\r\nA settlement of the Northern Ireland conflict requires\r\nthe engagement and cooperation of both Governments and\r\nof the political leaders of both communities in Northern\r\nIreland. The close cooperation of the two Governments\r\nhas been the enabling condition for the progress to date.\r\nThe Anglo-Irish Agreement of 1985 and the Joint\r\nDeclaration of 1993 are landmark documents in that\r\nprocess. Last February we published the New Framework\r\nfor Agreement, setting out the shared assessment of the\r\ntwo Governments on how a balanced and honourable\r\naccommodation could be envisaged across all the key\r\nrelationships. While this is not a blueprint to be imposed\r\non the parties, it reflects long and careful consideration\r\nbetween the two Governments on how the underlying\r\nrealities should be addressed and is designed to give\r\nimpetus and direction to the process of negotiations.\r\nThe role of the two Governments is crucial because\r\nthe Northern Ireland conflict is primarily about the wider\r\nBritish or Irish allegiances resolutely cherished by the two\r\ncommunities there. For that reason, there can be no purely\r\ninternal solution. Innovative thinking and potentially\r\ndifficult decisions will be required on both sides of the\r\nIrish Sea if the two Governments are to create the context\r\nand conditions where the conflicting allegiances can at\r\nlast be reconciled.\r\nThe success of these intergovernmental efforts will,\r\nhowever, be measured ultimately by attitudes of the two\r\ncommunities within Northern Ireland. The attitude of the\r\n27\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nnationalist tradition has been characterized by an ever\r\ngrowing acceptance of the principle that there would be no\r\nchange in the status of Northern Ireland without the consent\r\nof a majority of the people there.\r\nThey look in turn to the unionist community for an\r\nacknowledgement that the principle of consent, as well as\r\nbeing a rightful protection for unionists against the\r\nimposition of a united Ireland against the wishes of a\r\nmajority of the people in Northern Ireland, also implies the\r\nrights of nationalists in Northern Ireland to be governed by\r\nstructures which are relevant and responsive in terms of\r\ntheir allegiance and aspirations. The denial of the principle\r\nof consent, and of mutual respect, has been costly in the\r\npast. The relative weights of the communities within\r\nNorthern Ireland, as in Ireland as a whole, mean that\r\ncoercion is quite simply impossible, even if anyone were\r\nfoolish enough to attempt it. Cooperation and consent at all\r\nlevels are not just the best policy, but the only possible\r\npolicy.\r\nBecause of this reality, the politics of the peace\r\nprocess must be resolutely inclusive. Any viable settlement\r\nmust deal with each community as it defines itself, not as\r\nothers would find it convenient for it to be. For that reason,\r\nI welcome the fact that the new leader of Ulster unionism\r\nis among the most forceful and assertive representatives of\r\nhis community’s philosophy.\r\nThe test of statesmanship for any leader in Northern\r\nIreland and the kind of solution we seek are not about\r\nabating the rights of either community. They are about\r\nfinding ways to respect them which are compatible with\r\nequally important rights on the other side. We know that\r\ntalks can succeed only if both communities in Northern\r\nIreland are reliably and authentically represented at those\r\ntalks. Nationalism should be represented in its integrity at\r\nthose talks, and so also must unionism. Both have to spell\r\nout how they propose to accommodate satisfactorily a\r\ntradition and an identity which is not their own.\r\nBoth Governments have explicitly set inclusive and\r\ncomprehensive negotiations as their goal, yet these have not\r\nyet begun. That failure is frustrating and threatens to\r\ndissipate the momentum towards a lasting peace. It would\r\nbe ironic and dangerous if those who have been persuaded\r\nto abandon violence were now to be denied the chance to\r\nmake their case politically. It is vital, therefore, that\r\nobstacles in the way of comprehensive negotiations should\r\nnow be overcome.\r\nOne of the most difficult obstacles is that the\r\ncontinued existence of arsenals of guns and explosives is\r\na source of fear, anxiety and mistrust. The Irish\r\nGovernment, for its part, is absolutely determined that all\r\narms should be erased from the political equation as soon\r\nas possible. Any debate is about the best means of\r\nachieving this, not about whether it should be done.\r\nIt is because of the importance of this goal that we\r\nwish to situate it in the context where it is most likely to\r\nbe achieved in practice. We seek to avoid, as far as\r\npossible, symbolic overtones of surrender or of a\r\none-sided admission of guilt. In this context, no less than\r\nin other contexts in Northern Ireland, the concepts of\r\nvictory and defeat will never offer a solution.\r\nTo make the decommissioning of weapons a\r\nprecondition for entry into negotiations, as opposed to an\r\nimportant goal to be realized in that process, ignores the\r\npsychology and motivation of those on both sides in\r\nIreland who have resorted to violence and the lessons of\r\nconflict resolution elsewhere. We should treat\r\nnegotiations, as far as possible, as a practical step. Rather\r\nthan surrounding entry into negotiations with\r\npreconditions, we should instead seek to build golden\r\nbridges to enable and encourage all to take part.\r\nWe need all those who have been part of the\r\nproblem to become, as far as possible, part of the\r\nsolution. Given the depth and cost of the problem,\r\nparticipation in negotiations should be treated as a\r\nnecessity and a duty, not a privilege to be jealously\r\nwithheld or awarded. If we multiply preconditions, we are\r\nin danger of saying, in effect, that negotiations can take\r\nplace only when the problems they are supposed to\r\naddress have already been largely solved.\r\nIn saying this, I do not wish to be in any way\r\ndismissive of the genuine difficulty many people in\r\nNorthern Ireland have in dealing on an equal footing with\r\nthose who have in the past used or condoned violence and\r\ncoercion. It is clear that there is ample room for further\r\nguarantees and assurances aimed at building trust and\r\nconfidence in relation to this sensitive issue. If these\r\nguarantees and assurances can be authoritatively and\r\ncredibly underscored by a respected and objective outside\r\nagency, so much the better. That is why the idea of an\r\ninternational dimension to this confidence-building\r\nprocess is so appealing. We continue to work on it, in the\r\nhope that it can provide a bridge for all sides to overcome\r\nthe present difficulty.\r\n28\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nThe Secretary-General has eloquently expressed the\r\nessence of our task in this anniversary year by saying,\r\n“To support the United Nations is not, and never has\r\nbeen, to subsidize a separate, independent entity.\r\nToday, more than ever, to support the United Nations\r\nis to participate in the only world Organization\r\ncomposed of all humanity and in the service of all\r\nhumanity.\r\n“Today, a half-century later, it is our duty and\r\nour privilege to take this project to its next stage —\r\nthe achievement of an age of peace, development and\r\nsecurity.”\r\nThe Acting President (interpretation from French):\r\nThe next speaker is the Minister for Foreign Affairs of\r\nEthiopia, His Excellency Mr. Seyoum Mesfin, on whom I\r\nnow call.\r\nMr. Mesfin (Ethiopia): I would like first of all to\r\nextend sincere congratulations to the President on his\r\nunanimous election at this historic fiftieth session of the\r\nGeneral Assembly. While expressing my delegation’s full\r\nconfidence that he will steer our deliberations to a\r\nsuccessful conclusion, I wish also to seize this opportunity\r\nto assure him of my delegation’s full support and\r\ncooperation in the discharge of this heavy responsibility\r\nentrusted to him.\r\nIt gives me great pleasure to commend my colleague,\r\nyour predecessor, His Excellency Mr. Amara Essy, Foreign\r\nMinister of Côte d’Ivoire, for the very able and outstanding\r\nmanner in which he presided over the General Assembly at\r\nits forty-ninth session.\r\nLet me also take this opportunity to pay tribute to our\r\nSecretary-General, Mr. Boutros Boutros-Ghali, for all the\r\nefforts he has been making to ensure that the United\r\nNations is as effective and as efficient as possible.\r\nAs we enter the second half of the last decade of the\r\ntwentieth century, there are two interrelated and vital issues\r\nwhich will continue to pose major challenges to the\r\ninternational community: peace and development. There can\r\nbe no doubt that the degree to which the United Nations is\r\neffective in promoting peace and in ensuring development\r\nfor all is the most appropriate yardstick for judging how\r\neffective and vital the United Nations has been and will be\r\nin fulfilling the purposes for which it came into being. We\r\npay tribute to the Secretary-General for having accorded\r\nthese two major concerns of the international community\r\nthe importance they so rightly deserve in his Agenda for\r\nPeace and Agenda for Development.\r\nThe few years that have elapsed since the end of the\r\ncold war confrontation have made us all realize that peace\r\nand security can hardly be ensured through mere concord\r\nbetween and among the major Powers. The removal of\r\nthe threat hanging over humanity that was the undesirable\r\nsymbol of the cold war is, and will remain, a major\r\nachievement that can never be minimized. All those\r\ndevoted to peace must and should, within the United\r\nNations and other forums, continue to contribute their due\r\nshare towards ensuring that humanity is absolutely secure\r\nfrom the potential dangers posed by nuclear weapons, a\r\nnoble task towards the achievement of which a genuinely\r\ncomprehensive test-ban treaty constitutes a major step\r\nforward and a top priority. It is the earnest hope of\r\nEthiopia and of Africa that this goal would be attained as\r\nsoon as possible.\r\nHowever, as much as we derive satisfaction from the\r\nremoval of threats to peace and security associated with\r\nthe period of the cold war, what the past few years have\r\nmade abundantly clear is that the challenges we face in\r\nensuring peace and security are no less daunting, and no\r\nless of serious concern today, than they were in the cold\r\nwar period.\r\nThe types of conflicts that have been manifesting\r\nthemselves in recent years, not only in Africa, but also in\r\nother parts of the world, have been more of an intra-State\r\nthan an inter-State nature. The Secretary-General of our\r\nOrganization has justifiably argued in a convincing\r\nmanner in his “Supplement to An Agenda for Peace\u0027”\r\n(A/50/60) how difficult it has become for the United\r\nNations, under these circumstances, to fulfil effectively its\r\npeace-keeping obligations. No doubt, no matter how\r\ndifficult the task, the United Nations should and must\r\ncontinue to assume major responsibility for international\r\npeace and security in all parts of the world, including\r\nAfrica.\r\nWe, member States of the Organization of African\r\nUnity (OAU), have, in the course of the past few years,\r\nbeen in the process of augmenting OAU’s capacity to\r\nplay a meaningful role in the area of the prevention,\r\nmanagement and resolution of conflicts on our continent.\r\nThis effort will continue. But it is vital that the\r\ninternational community lend its support to this African\r\ninitiative as some have already done. Above all, it is\r\nimperative that a more effective cooperation be created\r\nbetween the United Nations and the Organization of\r\n29\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nAfrican Unity in this area, and we are looking forward to\r\nthe consultation at the highest level between the two, which\r\nis scheduled to take place soon. In this regard, on its part\r\nas the current Chairman of the Organization of African\r\nUnity, Ethiopia is fully committed to the promotion of full\r\ncooperation between the two organizations.\r\nIt is the view of my delegation, however, that no\r\nmatter how effective the United Nations becomes in\r\nmobilizing resources for peace-keeping, no matter how\r\nrefined the techniques utilized are, the achievement of\r\npeace would remain as remote as ever as long as the\r\nunderlying causes of conflict, in Africa or elsewhere, are\r\nnot removed or mitigated. The search for peace, it is said,\r\nis in our minds; but it also has to do with conditions under\r\nwhich people live.\r\nIn Africa, certainly, and this could be true in other\r\nparts of the world as well, the major sources of conflicts\r\nare in one way or another intertwined with economic\r\nhardship and social problems confronted by the majority of\r\nour peoples. It is impossible to assume that the difficulty\r\nwe have had in freeing the African continent from the\r\nscourges of war is unrelated to the despair and the loss of\r\nconfidence in the future on the part of the majority of our\r\npeoples - despair and lack of confidence in the future, the\r\nexplanation for which lies in the ever-deteriorating\r\neconomic situation faced by the overwhelming majority of\r\nour countries.\r\nIt was largely as a result of the precipitous decline of\r\nthe economies of African States in the 1980s - rightly\r\ncharacterized as a lost decade for Africa - that the General\r\nAssembly adopted in December 1991 the United Nations\r\nNew Agenda for the Development of Africa in the 1990s as\r\na framework of partnership between Africa and the\r\ninternational community. It is now obvious that the\r\ncommitments made by Africa’s development partners have\r\nso far remained unfulfilled. However, the majority of\r\nAfrican countries have made substantial progress towards\r\nmeeting their commitments in political areas and in\r\ncarrying out the functioning of their economies more\r\nefficiently.\r\nIn an era when the interdependence of nations is all\r\ntoo apparent and at a time when we all acknowledge that\r\npeace and security have become indivisible, the lack of\r\nsufficient commitment to the removal of obstacles to the\r\ndevelopment of Africa and other areas experiencing a\r\nsimilar situation, should be seen as a source of serious\r\nconcern, with its immense implications for regional and\r\ninternational peace and security. To the extent that, in areas\r\nof the world such as Africa, peace can never be made to\r\nbe durable without development, the best approach to and\r\nthe most effective method for the prevention of conflicts\r\nis one that focuses on preventive measures in economic\r\nand social fields.\r\nAs a minimum measure, developing countries,\r\nparticularly African States, which dominate the list of\r\nleast developed countries, need to be freed from the\r\nvarious impediments retarding and stunting their\r\neconomic growth and development. One such very critical\r\nproblem faced by African economies is the debt burden\r\nand the debt-servicing obligations, which continue to\r\nfrustrate the ability of African countries to pull\r\nthemselves out of the economic crisis that they have been\r\nfacing for well over two decades. No part of the world\r\nhas been as much affected by the debt burden as Africa.\r\nWe do acknowledge some steps that have been taken, and\r\nthe promises made with respect to bilateral debt, including\r\nat the Group of Seven Summit in Halifax. But the\r\nmagnitude of the problem faced by African countries is\r\nsuch that nothing less than the most determined effort,\r\npolitical will and commitment by creditor nations to assist\r\nAfrica overcome this major constraint would suffice for\r\nAfrica to relaunch and revitalize itself for economic\r\ngrowth and development.\r\nOn the eve of the twenty-first century, one-fifth of\r\nthe world’s population is struggling amidst abject poverty.\r\nAll the circumstances indicate that unless the problem of\r\nmassive poverty is solved, it will be difficult for people\r\nto actively participate in development in any meaningful\r\nway under conditions of freedom and democracy. Thus,\r\nit is absolutely necessary to assist poverty-eradication\r\nmeasures in African countries in an integral and\r\nmultidimensional manner. In this regard we emphasize the\r\nurgency of implementing the Programme of Action of the\r\nWorld Summit for Social Development, which aims at the\r\neradication of poverty. We also appreciate the concern\r\nvoiced on the preponderance of poverty at the recent\r\nGroup of Seven Summit in Halifax, Canada.\r\nMr. Naranjo Villalobos (Costa Rica), Vice-President,\r\ntook the Chair.\r\nIt is also imperative that Africa’s partners in\r\neconomic cooperation take the necessary steps to ensure\r\nthat full access to their markets is ensured to Africa’s\r\nexports. We still have to contend with the paradox that\r\nwhile liberalization is promoted as a condition for\r\npartnership with Africa, the same nations that lay down\r\n30\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nsuch prescriptions are often seen to be failing to live up to\r\nthose standards.\r\nThe newly created situation in world trade following\r\nthe establishment of the World Trade Organization has\r\nmade the difficulty faced by Africa and other developing\r\ncountries in this area all the more complex and daunting,\r\nand if flexibility in the application of agreements is not\r\nintroduced, in favour of African countries, the consequences\r\ncould be very serious.\r\nIt is the conviction of the Ethiopian delegation that, in\r\nthe final analysis, each of our countries, including those of\r\nAfrica, should assume full responsibility for the economic\r\nand political future of its peoples. The call on the\r\ninternational community to do the maximum possible for\r\nAfrica in the economic area is an appeal to help remove the\r\nobstacles hindering the development of the continent so that\r\nAfrica can regenerate itself through the efforts of its own\r\npeoples.\r\nThis is most particularly true with respect to food\r\nsecurity, without which Africa, including my own country,\r\ncan never regain its self-respect and dignity and be taken\r\nseriously as an effective actor on the international scene. I\r\nwish, in this regard, to commend the Food and Agriculture\r\nOrganization of the United Nations (FAO) for its proposal\r\nto convene a world food summit in 1996, a move which\r\nhas been fully endorsed by African Heads of State and\r\nGovernment.\r\nIt is true that we in Africa also need to put our own\r\nhouse in order. We cannot afford to look for external\r\nexcuses for maladies that are sometimes of our own\r\ncreation. In this respect, Africa’s economic ills are not\r\ntotally unrelated to the mismanagement of its economies by\r\nits own leaders. Nor can it be denied that some of the\r\nconflicts in our continent have been caused by\r\nill-governance and by the denial of democratic rights to the\r\npeoples of the continent. The path that my own country,\r\nEthiopia, has traversed during the past two decades is very\r\ninstructive in this regard.\r\nIt was little more than four years ago that the\r\nEthiopian peoples managed to get rid of a military\r\ndictatorship that had for 17 years brutalized the society,\r\nbrought its social fabric to the breaking point, almost\r\ndestroyed the country’s economy through mismanagement\r\nand the imposition of stifling State control, and militarized\r\nthe society. For our new Government, which was\r\nestablished soon after the overthrow of the military\r\ndictatorship, the responsibilities of restoring peace and\r\nsecurity to the country, introducing democracy and respect\r\nfor human rights, and rehabilitating and reforming the\r\neconomy were daunting tasks that needed to be tackled\r\nsimultaneously and immediately. But we feel that we have\r\npassed the test, and our success in putting in place in our\r\ncountry the first-ever democratically elected Government\r\nin the long history of Ethiopia is a source of great\r\nsatisfaction to our peoples.\r\nOur vision for Ethiopia is one in which all its\r\npeoples would be proud of belonging to it. This is an\r\nEthiopia inspired by grass roots democracy and a genuine\r\ndevolution of power within a federal system as stipulated\r\nin the Constitution of the Federal Democratic Republic of\r\nEthiopia - a country which would be one of the pillars of\r\npeace and cooperation in its own subregion and in the\r\nAfrican continent as a whole. My country attaches great\r\nimportance to full cooperation with countries of its\r\nsubregion with a view to promoting peace and laying the\r\nfoundation for joint efforts aimed at the economic revival\r\nof our area.\r\nNo part of our continent has suffered as much as the\r\nHorn of Africa in the past two decades, as a result of\r\ncivil wars and instability. Some of the conflicts in our\r\nsubregion still remain unresolved. There are many reasons\r\nwhy the countries and the peoples of our subregion\r\nshould and must be preoccupied with the need to establish\r\ndurable peace. But this is by no means an easy task,\r\nparticularly when some find it difficult to live within the\r\nbounds of international legality, to respect the principles\r\nof international law governing inter-State relations and to\r\nobserve the norms of civilized international behaviour.\r\nBut no matter how challenging the task, Ethiopia will\r\ncontinue to be committed to promoting peace, stability\r\nand cooperation throughout Africa in general and in its\r\nsubregion in particular.\r\nThis is a very historic session of the General\r\nAssembly. We are preparing to celebrate the fiftieth\r\nanniversary of the establishment of our Organization. As\r\na founding Member of the United Nations, Ethiopia takes\r\npride in its achievements. We also long for increased\r\ncontributions to the promotion of the sacred principles\r\nenshrined in the Charter of the United Nations, whose\r\nimplementation is so vital for ensuring peace, security and\r\ndevelopment for all.\r\nIf the global community could not effectively\r\nrespond to the call for poverty alleviation, economic and\r\nsocial development, the achievement of peace and\r\n31\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nstability, nothing less would be at stake than the survival of\r\nour Organization itself.\r\nThis unique opportunity should be seized to chart a\r\nnew path for the Organization - a new beginning whose\r\nfeatures should be a more democratic and a more\r\nrepresentative United Nations. The various organs of the\r\nUnited Nations, including the Security Council, should\r\nconduct their business with absolute transparency and\r\naccountability. It is my delegation’s earnest hope, therefore,\r\nthat at this session important steps will be taken to make\r\nthe United Nations more credible, more legitimate and more\r\neffective.\r\nI wish to close my statement by reiterating and\r\nreaffirming my country’s commitment to the United\r\nNations and its devotion to efforts designed to protect and\r\nto revitalize the Organization.\r\nThe Acting President (interpretation from Spanish):\r\nI now call on the Minister for Foreign Affairs of Turkey,\r\nHis Excellency Mr. Grdal Inönü.\r\nMr. Inönü (Turkey): It gives me great pleasure to\r\ncongratulate Mr. Diogo Freitas do Amaral on his election\r\nto the high office of President of the General Assembly.\r\nUnder his able and wise guidance, this historic session\r\nshould become a milestone in the enhancement of the\r\nstature of this universal forum.\r\nI should like also to thank his predecessor, His\r\nExcellency Amara Essy, for his valuable contribution to the\r\nwork of the forty-ninth session of the General Assembly.\r\nHalf a century ago, the world was witnessing, as we\r\nare today, the end of one era and the beginning of a new\r\none. In days fraught with foreboding but also filled with\r\nhope, another generation established this Organization.\r\nThere was ambition in their design and an idealism about\r\nhow a better world could be achieved. After a war that had\r\nbrought untold sorrow to humankind, 51 nations joined\r\ntogether for the common purpose of promoting peace,\r\ndevelopment, equality, justice and human rights. Their aim\r\nwas to create a collective security system that would save\r\nfuture generations from the scourge of war, but for more\r\nthan four decades the notion of collective security remained\r\nfrozen. It was only after the end of the cold war that new\r\nhopes emerged for its revival.\r\nWe live in extraordinary times, times full of stark\r\ncontrasts. The end of bipolarity freed the international\r\ncommunity from political and ideological constraints.\r\nToday, a sense of global responsibility is growing. It is\r\nbeing widely recognized that only democracy, the rule of\r\nlaw and a market economy can guide us towards a\r\npromising future. Awareness of an era of a global society\r\nis spreading — but so are xenophobic and ethnic\r\nnationalism, racism and intolerance. Wars of aggression\r\nhave erupted in different parts of the globe. We have\r\nwitnessed the cruellest of crimes committed against\r\nhumanity since the end of the Second World War. Global\r\nproblems such as environmental degradation, poverty,\r\nstarvation, terrorism, organized crime, illicit drugs and\r\ntrafficking in arms require the concerted action of all\r\nnations. Today, we are well aware that the international\r\ncommunity must address a human community that is\r\nprofoundly transnational. There is a pressing need for a\r\nstronger and more effective role for the United Nations.\r\nAt its fiftieth anniversary, the United Nations can be\r\nproud of its work in fighting underdevelopment, social\r\nscourges and illiteracy, illicit drugs and diseases;\r\nprotecting the environment; eliminating all traces of\r\ncolonialism and apartheid; combating racism; accelerating\r\nthe disarmament process; supplying emergency relief to\r\ncountries and peoples struck by natural disasters and\r\nwars; and promoting democracy and universal respect for\r\nhuman rights.\r\nSuccessful as these activities have been, the main\r\nresponsibility of the United Nations is obviously the\r\nmaintenance of international peace and security — and it\r\nis in this area that set-backs have been more harmful to\r\nthe United Nations. Regrettably, ongoing conflicts and\r\ntragedies have overshadowed the United Nations success\r\nstory and have damaged its image and credibility. We\r\nhave to face this reality and take stock of what we have\r\nachieved and where we have failed.\r\nThis is the most opportune time to engage in a\r\nself-criticism, to revisit the Charter of the United Nations,\r\nto go back to its basic notions. This is also the most\r\nopportune time to look ahead with realism and vision, to\r\nadapt the United Nations to the new world environment\r\nand to make it the real centre of collective security and\r\nglobal solidarity.\r\nThe United Nations experience shows that we\r\nsucceeded when we reached a global consensus and we\r\nfailed when we pursued our narrow individual interests.\r\nHistory will judge us by what we do today. We, the\r\npeoples of the United Nations, must address the\r\nchallenges of our times with the vision of the founders of\r\nthe United Nations. We must seize this historic\r\n32\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nopportunity to forge workable and durable mechanisms for\r\neffectively responding to the problems that confront us.\r\nTogether, we have to make our Organization more\r\nsuccessful in order to make the world a better place for all\r\nhumankind to live in, so that children may not regret\r\nhaving been born into this world.\r\nWhen the problems we face transcend national\r\nboundaries, international cooperation is the only appropriate\r\nand effective response. Facilitating this cooperation is the\r\nraison d’être of this Organization.\r\nAlthough not exactly embodied in the Charter, the\r\ncreation of the concept of peace-keeping and the subsequent\r\nactivities aimed at its application have added to the efforts\r\ntowards peace. However, peacemaking and peace\r\nenforcement, the really essential tenets of the original\r\nvision, have yet to be fulfilled. Let us not forget that the\r\nfounders of the United Nations intended an organization\r\nthat would not hesitate to implement international law.\r\nTo prepare our Organization for the next century,\r\npriority attention should be focused on the Security\r\nCouncil, on the tools and mechanisms of collective security\r\nand on the concepts of human security and sustainable\r\ndevelopment. The ongoing efforts for the restructuring of\r\nthe United Nations in general should be considered and\r\nnegotiated within this framework and in a far-reaching\r\nmanner.\r\nThe central issue before us is the enhancement of the\r\nrepresentative character of the Security Council and the\r\ndemocratization of its methods of work. The wide-ranging\r\ndemands to render the Council more representative,\r\nresponsive, transparent and accountable should be met. We\r\nare strongly in favour of a genuine and comprehensive\r\nreform. After two years of deliberations by the Open-ended\r\nWorking Group, many useful ideas and proposals are now\r\nbefore us that necessitate further reflection.\r\nI should like to draw the attention of members to the\r\nrevised version of our proposal for the enlargement of the\r\nSecurity Council. We believe that a Council with at least 25\r\nmembers would be more representative and thus be more\r\neffective. We also hold the view that the Council should be\r\nenlarged by the addition of 10 non-permanent members.\r\nThus the existing ratio of permanent and non-permanent\r\nmembers could be reorganized so that the permanent\r\nmembers were one fifth of the Council instead of one third.\r\nThese additional seats should rotate among a predetermined\r\nlist of about 30 to 40 countries. Those countries could be\r\nselected within the geographical groups, according to a set\r\nof objective criteria, which could change over time.\r\nTherefore, the list would be flexible and would be\r\nupdated after a certain period of time, to adapt to\r\nchanges. Consequently, a new concept of constituencies\r\nin the distribution of seats in the Council would be\r\nintroduced.\r\nIn this respect, we believe that the extension of the\r\nconcept of separate constituencies for the distribution of\r\nelective seats is also worth considering. Setting up new\r\nconstituencies for election could be one of the most\r\nappropriate ways to rectify the shortcomings and\r\ninjustices of the present election system. This idea of\r\nelectoral reform would enable us to find ways and means\r\nwithin the geographical groups to ensure a fair, equitable\r\nand orderly working system of rotation for all the\r\nnon-permanent seats. I hope that our proposal, along with\r\nothers along similar lines, will receive careful\r\nconsideration.\r\nIn its Chapter VII, the Charter provides the Security\r\nCouncil with important mechanisms for the maintenance\r\nof international peace and security. Cognizant of the two\r\npertinent reports of the Secretary-General, namely, “An\r\nAgenda for Peace” and “The Supplement to the Agenda\r\nfor Peace”, I should like to express the views of my\r\nGovernment on these crucial issues.\r\nFirst and foremost, we need to put the concept of\r\npreventive diplomacy on the top of our agenda. Indeed,\r\nthe idea of preventive diplomacy is embodied in the letter\r\nand spirit of the Charter. It is the most cost-effective way\r\nof conflict prevention. We also believe that the\r\napplication of certain measures of preventive diplomacy\r\nsuch as fact-finding missions, preventive deployment and\r\nearly-warning capabilities should be more timely.\r\nIn recent years, United Nations peace-keeping\r\nactivities have vastly expanded. As an active participant\r\nin these activities, Turkey stands ready to further its\r\nassistance to the United Nations. We have also decided to\r\nparticipate in the United Nations stand-by forces.\r\nAnother idea of the founders which is extremely\r\nrelevant today is reflected in Chapter VIII of the Charter.\r\nThe challenges we are facing today exceed the means and\r\nresources of the United Nations. In this respect, the\r\nregional organizations have much to contribute to the\r\nmaintenance of peace and security. The need for a new\r\ncollective security architecture of mutually reinforcing\r\ninstitutions has become more compelling. The cooperation\r\nbetween the United Nations and the regional organizations\r\n33\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nshould be viewed as complementary in nature. On the other\r\nhand, given the unique characteristics of each situation and\r\nthe varied mandates, as well as structures of the regional\r\norganizations, we believe that an attempt to establish a\r\nuniversal model for their relationship with the United\r\nNations may be counter-productive.\r\nUnited Nations-imposed sanctions constitute an\r\neffective measure for determined action against the\r\nviolators of international law. Nevertheless, there are\r\nserious shortcomings which need to be addressed. In this\r\ncontext, we share the Secretary-General’s views that\r\n“Sanctions are a measure taken collectively by the\r\nUnited Nations to maintain or restore international\r\npeace and security. The costs involved ... should be\r\nborne ... by all Member States and not exclusively by\r\nthe few who have the misfortune to be neighbours or\r\nmajor economic partners of the target country”\r\n(A/50/60, para. 73).\r\nIn addition to this observation, the lack of efficient\r\nconsultation mechanisms, as well as secrecy in the\r\ndecision-making process of the Security Council for the\r\nimposition and review of sanctions, are also causing\r\nconcern to the general membership. We are convinced that\r\ntransparency in the activities of the Council with respect to\r\nsanctions will ensure wider support for their\r\nimplementation.\r\nThe aggression and genocide in Bosnia and\r\nHerzegovina continue to be a historical test-case for the\r\ncredibility of the United Nations and for the role it could\r\nplay in shaping the future of the international system. The\r\nprestige and moral authority of the United Nations are\r\nbeing challenged. For a long time, the open defiance of\r\ninternational law and the blatant violations of Security\r\nCouncil resolutions remained unchecked. We even\r\nwitnessed, with deep indignation and sorrow, the fall of\r\nUnited Nations-designated safe areas last July. The\r\naggressor intensified its attacks on other safe areas. The\r\nlong-awaited appropriate response to the aggressor came\r\nonly after another marketplace massacre in Sarajevo. The\r\nUnited Nations-North Atlantic Treaty Organization (NATO)\r\njoint operation, belated as it may be, has been a very\r\nimportant step in the right direction. The involvement of the\r\nrapid reaction force in the operation has also been totally in\r\nconformity with the mandate as set out in various Security\r\nCouncil resolutions.\r\nTurkey, also a Balkan country, is strongly in favour of\r\na negotiated settlement. However, peace should not have\r\npriority over justice. We must never forget that no peace,\r\nthroughout history, has ever been a lasting one when it\r\nwas based on rewarding injustice. With these thoughts in\r\nmind, and setting out from the Agreed Basic Principles of\r\nGeneva and New York, we should like to hope that a just\r\nand viable peace can be built on the basis of the\r\nmulti-cultural, multi-ethnic, multi-religious character of\r\nBosnia and Herzegovina. Hence, we firmly believe that\r\nthe Bosniac-Croat Federation should set a model for the\r\nfuture of the Union of two entities. We attach the utmost\r\nimportance to the reference made in the agreed principles\r\nto the preservation of the sovereignty, unity and territorial\r\nintegrity of the Republic of Bosnia and Herzegovina\r\nwithin its existing international borders. It is in line with\r\nthis reasoning that we welcome the steps taken on the\r\nroad towards peace. We should not lose sight of the fact\r\nthat determined action and diplomacy backed by force\r\nhave increased the chances of a real peace process.\r\nThe conclusion of a negotiated settlement must be\r\nfollowed by the establishment of a peace implementation\r\nforce. Turkey is ready to undertake responsibilities within\r\nthis force. The reconstruction and rehabilitation of Bosnia\r\nand Herzegovina will be the key for the viability of the\r\nsettlement. Turkey is also determined to take an active\r\npart in this process.\r\nAt this critical juncture, we firmly believe that the\r\ninternational community should remain vigilant until the\r\nfinal settlement is sealed.\r\nTurkey has always held the view that the stability of\r\nMacedonia is an indispensable requisite for peace and\r\nstability in the Balkans. Moreover, we have consistently\r\nmaintained that the economic sanctions imposed on that\r\ncountry, coupled with the policy intended to isolate it\r\nfrom the international community, were completely unjust\r\nand unwarranted.\r\nTurkey therefore welcomes the interim accord\r\nconcluded between Macedonia and Greece on 13\r\nSeptember 1995. We are encouraged by this development,\r\nwhich promises to hold the key to the normalization of\r\nrelations between these two neighbouring countries.\r\nIt is not inconceivable that neighbouring countries\r\nmay have bilateral problems. The same also holds true for\r\nTurkey and Greece. And we believe that it is only natural\r\nthat these problems should be overcome through a\r\nmeaningful, comprehensive and result-oriented dialogue\r\nand mutual goodwill. Such a dialogue will not only serve\r\nthe best interests of both nations, but will also contribute\r\n34\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nto a climate of peace, stability and prosperity in our region.\r\nWe remain ready to address the whole range of issues that\r\nstand between us in a constructive manner.\r\nAs in the Balkans, legality and legitimacy have yet to\r\nbe restored throughout the Caucasus region. Despite\r\nexisting differences and ongoing conflicts, we hope that the\r\npeoples of this region will display the courage to look\r\nahead. The countries of the region should understand that\r\na just and viable peace has much to offer. Only then will\r\nshared prosperity be within reach and only then will\r\ndemocracy and the rule of law take root. That is our vision\r\nfor this region. But this vision can become a reality only\r\nwhen those who continue to violate international law heed\r\nthe calls of the Security Council and the Organization for\r\nSecurity and Cooperation in Europe (OSCE), as contained\r\nin relevant resolutions and decisions. Injustice and\r\naggression cannot and should not be rewarded.\r\nRegrettably, the main obstacle to peace and stability in\r\nthe region continues to be the occupation of one fifth of\r\nAzerbaijani territory by Armenian forces. As a result, more\r\nthan 1 million Azeris have been displaced. We reiterate our\r\ncall for the immediate, unconditional and complete\r\nwithdrawal of the occupying forces. We are determined to\r\ncontribute to the efforts within the OSCE Minsk Group for\r\na peaceful settlement and for the reversal of the\r\nconsequences of aggression. In this regard, we look forward\r\nto the creation of an OSCE multinational peace-keeping\r\nforce based on the decisions of the Budapest Summit, a\r\nforce to which we remain ready to contribute.\r\nTurkey also continues to follow developments in\r\nGeorgia very closely. We hope to see the establishment of\r\npeaceful conditions in this friendly and neighbourly country\r\nwithout further delay. We are committed to the peace\r\nprocess in that country. With this in mind, we are actively\r\nparticipating in the work of the United Nations Observer\r\nMission in Georgia (UNOMIG).\r\nThe dramatic situation in Afghanistan, a country with\r\nwhich we have strong historical bonds, deeply worries us.\r\nThe ongoing fratricidal conflict has added to the sufferings\r\nof millions of innocent civilians. We are equally concerned\r\nwith the ominous possibility that this conflict may acquire\r\na regional dimension. We regret that the earlier efforts of\r\nAmbassador Mestiri have been rendered ineffective despite\r\nthe commitments of all the warring parties. We hope that\r\nthe recently renewed efforts of Ambassador Mestiri, along\r\nwith those of the Organization of the Islamic Conference\r\n(OIC), will pave the way for a viable settlement based on\r\nthe unity and territorial integrity of Afghanistan.\r\nTurkey is located at the crossroads of continents and\r\ncultures. The post-cold-war geopolitics of Eurasia have\r\ngiven us a pivotal role in this region. Most of the newly\r\nindependent States of the Balkans, the Caucasus and\r\nCentral Asia have historical, cultural, fraternal and\r\nlinguistic ties with Turkey. With a keen sense of history\r\nand moral obligation, we have been striving to exert our\r\nshare of the efforts needed for the harmonization of\r\ncivilizations. To this end, as well as to contribute to\r\nefforts aimed at preventing the spread of ethnic conflicts\r\nand hegemonic tendencies, we have been active in\r\nendeavours to develop cooperative regional initiatives.\r\nThe Black Sea Economic Cooperation and the\r\nenlargement of the Economic Cooperation Organization\r\nare cases in point. In addition, since the beginning of\r\n1992 we have implemented an economic assistance\r\npackage in over 50 countries on three continents.\r\nAs regards the Cyprus issue, we regret that despite\r\nthe existence of sufficient material for a just and viable\r\nsolution, as well as for the implementation of the package\r\nof confidence-building measures proposed by the United\r\nNations, the negotiating process still appears to be\r\nblocked. President Denktas took initiatives to facilitate\r\nthis process, reaffirmed his commitment to a bicommunal,\r\nbizonal federal solution and expressed his readiness to\r\nimplement the package of confidence-building measures\r\nin the manner set out by the Secretary-General. He also\r\nproposed other good-will measures and invited the Greek\r\nCypriot leader to the negotiating table. Regrettably, the\r\nGreek Cypriot side did not respond to this constructive\r\napproach.\r\nThe Greek Cypriot side continues to reject the\r\nimplementation of the confidence-building measures and\r\nto set preconditions for the resumption of the talks. It is\r\nincreasingly distancing itself from the negotiating process\r\nby shifting the focus to European Union membership with\r\na view to altering the established parameters of a United\r\nNations-sponsored overall settlement.\r\nDespite these discouraging developments, we still\r\nbelieve that both sides in the island could find ways and\r\nmeans to reconcile their differences on the basis of the\r\nestablished parameters. To this end, we reiterate our\r\nsupport for the good offices mission of the\r\nSecretary-General and continue to encourage a freely\r\nnegotiated settlement.\r\nThe momentum gained in the Middle East peace\r\nprocess makes us optimistic that confrontation can be\r\nreplaced by cooperation. The Israeli-Palestinian and the\r\n35\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nensuing Israeli-Jordanian agreements are historic turning\r\npoints for the installation of a new way of thinking in the\r\nregion. The road, however, is still full of stumbling blocks.\r\nAs we all know, there have been violent attempts by\r\nextremists on all sides to undermine the peace process.\r\nDespite these attempts, it is vitally important that the parties\r\nkeep to their commitments and continue on their journey of\r\nhope.\r\nTomorrow, another historic agreement between Israel\r\nand Palestine will be signed in Washington. I hope to\r\nattend the signing ceremony. I wish to commend the\r\narchitects of this interim agreement for their great courage\r\nand determination. We fully support this remarkable\r\nachievement.\r\nFor over five years now, the international community\r\nhas been expecting Iraq to comply fully with the\r\nrequirements of all the relevant Security Council\r\nresolutions. Meanwhile, as reported by the Chairman of the\r\nUnited Nations Special Commission, the recent revelations\r\nof the Iraqi authorities on their operational capability to\r\nconduct biological warfare have created a credibility\r\nproblem for Iraq within the Security Council. We hope that\r\nIraq will take definite measures to restore international\r\nconfidence in its future cooperation with the Commission\r\nwithin the framework of Security Council resolution 687\r\n(1991). Furthermore, the implementation of Security\r\nCouncil resolution 986 (1995) would, in our view, be a\r\nsource of relief, albeit limited, for the Iraqi people. Here, I\r\nwould like to reiterate unreservedly the firm position which\r\nwe have expressed from this rostrum on many occasions:\r\nWe attach the utmost importance to the territorial integrity\r\nand unity of Iraq. This is vital for peace and stability in the\r\nMiddle East.\r\nI should also like to stress that, in no circumstances,\r\nwill Turkey allow terrorist activities emanating from\r\nnorthern Iraq.\r\nTerrorism poses one of the greatest threats to\r\nhumanity in our age. It is also a threat to international\r\npeace and security. Terrorism violates fundamental human\r\nrights, particularly the right to life. It aims to destroy the\r\nfoundations of civil society. We must join our forces to\r\nfight back vigorously. This requires effective international\r\ncooperation. Accordingly, the United Nations has a central\r\nrole to play in our common struggle against terrorism. The\r\nGeneral Assembly resolutions on human rights and\r\nterrorism — resolutions 48/122 and 49/185 — and on the\r\nDeclaration on Measures to Eliminate International\r\nTerrorism — resolution 49/60 — are significant milestones\r\nwhich lay the groundwork for our cooperation. We must\r\nalso introduce a plan of action for their successful\r\nimplementation.\r\nSimilarly, the United Nations should continue to play\r\nits role in preventing the proliferation of weapons of mass\r\ndestruction which pose another major threat to humanity.\r\nIn this vein, preserving the integrity of, and full\r\ncompliance with, existing arms-control and disarmament\r\ninstruments at regional and global levels are of primary\r\nimportance.\r\nThis year we are celebrating the United Nations\r\nYear for Tolerance. The promotion of a culture of\r\ntolerance is vital for consolidating democracy and for\r\npreventing ethnic conflicts. There is also a growing\r\nawareness that development, peace and democracy are\r\ninterlinked. People-centred development aimed at ensuring\r\nuniversal security based on equality and sustainability is\r\nthe imperative of our times.\r\nIn this connection I wish to emphasize the emerging\r\nglobal consensus in support of a common plan of action\r\ntowards a better world resulting from the major\r\ninternational conferences, which began in Rio de Janeiro\r\nin 1992, continued in Vienna, Cairo, Copenhagen, New\r\nYork and Beijing. We know that we still have a long road\r\nto travel in reconciling opinions and identifying common\r\nsolutions. The implementation of the conclusions of these\r\nconferences is and should be our priority.\r\nThe last of these major United Nations conferences,\r\nthe United Nations Conference on Human Settlements\r\n(Habitat II), will be held in June 1996 in Istanbul. The\r\nfact that more than one billion people are inadequately\r\nhoused makes the subject of the Conference all the more\r\nsignificant. The City Summit in Istanbul will be a major\r\nstage in the assessment of the dimensions of this problem\r\nand in searching for viable solutions. Participation at the\r\nhighest level would contribute greatly to the success of\r\nthis important Conference.\r\nIn conclusion, let me repeat my opening call to the\r\ninternational community: we must build on our past to\r\nfashion a new vision, a new commitment, a new plan of\r\naction for a better world. Our plan of action should\r\nembody our best values, our noblest dreams, our most\r\nambitious aspirations. To do less is to surrender to\r\ndespair. The people of the world should know that\r\ngenocide is not inevitable. Aggression is not inescapable.\r\nPoverty is not unavoidable. But the responsibility falls on\r\nall of us. We cannot escape the challenge. We must\r\n36\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nembrace it and not falter in creating a United Nations that\r\nis more responsive to our hopes and expectations, a United\r\nNations that will remain true to the vision of its founders.\r\nThe Acting President (interpretation from Spanish):\r\nI now call on His Excellency, Mr. Teodor Viorel\r\nMelescanu, Minister of State and Minister for Foreign\r\nAffairs of Romania.\r\nMr. Melescanu (Romania) (interpretation from\r\nFrench): Allow me first, on behalf of the Romanian\r\ndelegation, to congratulate Ambassador Freitas do Amaral\r\nof Portugal most sincerely, and all the members of the\r\nBureau of the General Assembly, on their elections.\r\nRomania is fully committed to the ideals and goals of\r\nthe United Nations Charter and, as an active Member,\r\ndeeply appreciates the activity of the United Nations at this\r\ntime of an anniversary celebration when it is in the process\r\nof redefining itself in order to meet the present international\r\nrequirements and to anticipate what will happen in the third\r\nmillennium.\r\nAllow me to convey to the Secretary-General,\r\nMr. Boutros Boutros-Ghali, our deep appreciation for his\r\nsustained efforts to adapt the United Nations to the ever-\r\nincreasing requirements of a totally changing world. I did\r\nthat already in Bucharest when he visited us last autumn.\r\nAt that time we had a very useful exchange of views on\r\nproblems concerning cooperation between Romania and the\r\nUnited Nations and concerning the availability and\r\nopenness of the Romanian Government to support, and\r\nactively participate in, the global efforts of the United\r\nNations.\r\nRomania is at present celebrating, not only the fiftieth\r\nanniversary of the founding of the United Nations, but also\r\nthe fortieth anniversary of its admission to this world\r\nOrganization. Despite its sacrifices and its important\r\ncontribution to shortening the Second World War and the\r\nvictory of the United Nations coalition, Romania was\r\nadmitted to the United Nations 10 years after the Charter\r\ncame into force. None the less, my country has proved its\r\nresponsible commitment and its active role in the most\r\nimportant debate on international matters and in promoting\r\nthe purposes and principles of the United Nations.\r\nIn the six years since December 1989 the legislative\r\nand institutional framework for a democratic society has\r\nbeen constantly under development in Romania. The broad\r\nconsensus of all political forces in my country eloquently\r\nproves that we as a nation have opted to become a law-\r\nabiding State with respect for political pluralism, for a\r\nmarket economy and for fundamental rights and\r\nfreedoms. The new institutions that have been established\r\nare now in operation and at the same time have been\r\nconsolidated, thus contributing to the democratization of\r\nour society and the acceleration of the process of\r\ntransformation, in keeping with the strategy for\r\nsocio-economic reform which my Government has.\r\nThe complex reform programme has been unfolding\r\nsuccessfully. In 1995 the reality in Romania differs from\r\nthat at the end of 1992. The success of macroeconomic\r\nstabilization, and the improvement in the macroeconomy\r\nin general are an important argument for the integration\r\nof Romania into the European Union as it is an argument\r\nfor other countries of central Europe.\r\nThat does not mean that reform in Romania is going\r\nalong smoothly and without obstacles. As is the case with\r\nother central European countries, its implementation\r\ninvolves large social costs which require permanent social\r\nsecurity measures.\r\nIn this sense, I should like to emphasize the support\r\nand encouragement that the United Nations has given to\r\nRomania and to other countries in transition, which show\r\nthe capacity of the world Organization to support the\r\nreform process.\r\nIn this context, my delegation wishes to welcome the\r\nSecretary-General’s report entitled “Support by the United\r\nNations system of the efforts of Governments to promote\r\nand consolidate new or restored democracies”. We feel\r\nthat a substantial debate on this subject could define a\r\nnew dimension for United Nations activity. Romania,\r\nwhich next year is to organize the Third International\r\nConference of New or Restored Democracies has decided\r\nto make that meeting an important event for the\r\npromotion of democratic values throughout the world.\r\nRomania’s political objectives are determined not by\r\ncircumstances but rather by its decisive commitment to\r\ndemocracy, market economy, respect for human rights\r\nand the need to ensure the country’s peace and prosperity.\r\nWe believe that Romania’s integration into European and\r\nEuro-Atlantic economic, political and security\r\nstructures — the principal goal of our foreign policy —\r\nwill stimulate our own efforts at democratization and\r\nreform. At the same time, this demonstrates the\r\nGovernment’s willingness to make a noteworthy\r\ncontribution to the achievement of the goals of those\r\ninstitutions and to the creation of favourable conditions\r\n37\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nfor stability and security in Europe as well as peace and\r\nsecurity in the world.\r\nBy openly and unequivocally stating its basic interest\r\nin becoming part of the Euro-Atlantic economic, political\r\nand security structures, Romania is in no way neglecting its\r\nrelations with its neighbours. Indeed, the furthering of\r\nrelations with our neighbours, on a new footing, is a\r\nprimary concern.\r\nIn this connection I would mention the recent initiative\r\ntaken by our President, His Excellency Mr. Ion Iliescu, who\r\ninvited Hungary to join in consecrating the historical\r\nreconciliation, on the Franco-German model — a\r\nremarkable example of success in the European spirit.\r\nRomania has solemnly stated its willingness to\r\nundertake all diplomatic steps to move beyond the stage of\r\npurely political statements and to make the notion of\r\nreconciliation a fait accompli. The direct and unconditional\r\ninvitation to Hungary to forge, with us, the future of our\r\nnations in a European spirit goes beyond a mere political-\r\ndiplomatic step, envisaging as it does the establishment of\r\na social and political framework based on greater\r\nconfidence and more intensive cooperation.\r\nTo put it another way, for Romania reconciliation\r\nmeans a consciously assumed and systematically pursued\r\nprocess. At the same time, it should constitute for our two\r\ncountries the surest way to achieve integration into the main\r\ninstitutions of the new Europe, thereby contributing to the\r\nconsolidation of stability and security in the region and thus\r\nin the rest of the continent.\r\nRomania’s initiative in launching an appeal to\r\nHungary to enter together into the historical reconciliation\r\nthat is so greatly desired is the natural result of a policy of\r\ngood-neighbourliness and understanding that Romania has\r\nbeen constantly pursuing with all its neighbours.\r\nDialogue and pragmatic cooperation in various areas\r\nof activity with States from all regions of the world is,\r\nmoreover, another important direction of our foreign policy.\r\nThe disappearance of the iron curtain gave birth to a vast\r\nand complex process of international détente by creating a\r\ngenuine framework for dialogue and cooperation between\r\nStates.\r\nThe renunciation of confrontational policies and the\r\nlessening of the nuclear threat created the conditions for the\r\nindefinite extension of the Treaty on the Non-Proliferation\r\nof Nuclear Weapons. We are convinced that that success\r\nwill assist the negotiations aimed at the elimination of\r\nother weapons of mass destruction and lead to greater\r\ntransparency, both in the area of armaments and in the\r\narea of security guarantees, as well as to a complete ban\r\non all nuclear tests.\r\nIn recent years the United Nations has repeatedly put\r\nforward new concepts and mechanisms regarding\r\ninternational peace and security and economic and social\r\ndevelopment.\r\nIn that context, I am grateful for this opportunity to\r\nrecall the constant support Romania has given the Middle\r\nEast peace process by encouraging the continuation of\r\ndialogue and contacts among the parties concerned. In\r\nrecognition of its contribution to the positive results of\r\nthat peace process Romania was invited to participate in\r\nthe multilateral negotiations on the Middle East. It is\r\nprepared to participate in working groups on regional\r\neconomic cooperation, water resources, the environment\r\nand refugees. Totally convinced that reason will prevail\r\nand that the irreversible Middle East peace process must\r\nbe supported, in the future also Romania will encourage\r\nand support understanding and cooperation among all the\r\npeoples of the region. We sincerely hope that through the\r\ncommon efforts of all the parties involved, the United\r\nNations and the international community, new progress\r\nwill be achieved so that a comprehensive solution to the\r\nproblems of that region can be found.\r\nThe Yugoslav crisis continues to create deep concern\r\nin Romania, given its close proximity to the conflict zone.\r\nRomania has appealed many times to the parties involved\r\nin the conflict to refrain from any action that might lead\r\nto the deterioration of the situation and to halt military\r\nactions and resume negotiations. Faithful to its position of\r\nprinciple, Romania hails yesterday’s adoption, at the\r\nUnited States Mission to the United Nations here in New\r\nYork, of a joint statement of supplementary principles for\r\na constitutional settlement in Bosnia and Herzegovina.\r\nRomania will actively support any proposal and any\r\nrealistic action that will accelerate the pacification process\r\nin the territory of former Yugoslavia, including its\r\npeaceful reconstruction.\r\nThe political and military crisis in former Yugoslavia\r\nshows that attempts to achieve ethnic separatism and to\r\ngain territorial autonomy on the basis of ethnic criteria or\r\nto establish ethnic enclaves are not viable solutions. To\r\nthe contrary, they may become sources of conflict and\r\ncreate enormous suffering for the population.\r\n38\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nI should like to reaffirm from this rostrum the\r\nRomanian Government’s decision to continue to strictly\r\nrespect the sanctions imposed on the Federal Republic of\r\nYugoslavia (Serbia and Montenegro), despite the immense\r\neconomic losses to our country. We do hope, nonetheless,\r\nthat the competent international institutions will take a more\r\ncareful look at the effects of the sanctions on third States\r\nand that they will rigorously and realistically assess the role\r\nsanctions can play in the peace process. We hope that\r\nStates that are in a position to do so, international financial\r\ninstitutions, competent bodies and United Nations\r\nprogrammes and specialized agencies will all respond to the\r\nGeneral Assembly’s appeal in resolution 49/21 A\r\nconcerning economic assistance to States affected by the\r\nimplementation of the sanctions against the Federal\r\nRepublic of Yugoslavia (Serbia and Montenegro). At the\r\nsame time, we would be interested in seeing the Security\r\nCouncil take decisions, in line with the progress achieved\r\nin the political settlement of the crisis, with a view to\r\nlifting the sanctions.\r\nThe situation in the eastern area of the Republic of\r\nMoldova is still a source of some tension. We are\r\nconvinced that the immediate withdrawal of foreign troops,\r\nwhatever their form or denomination, from the territory of\r\nthat independent and sovereign State remains the key to the\r\nsolution of the conflict in the eastern regions of the\r\nRepublic of Moldova. Indeed, we note with satisfaction that\r\nthe international community shares that view. We welcome\r\nthe agreement reached between the Republic of Moldova\r\nand the Russian Federation on the withdrawal of Russian\r\ntroops from the territory of the former country. We view\r\nthis as a positive step that can contribute to increased\r\nstability in the area, and we express the hope that this\r\nagreement will become operational.\r\nThe United Nations has quite rightly been given a\r\nprincipal role in designing a new world order, one capable\r\nof responding to the hopes and aspirations of peoples. To\r\nachieve that goal, we believe, the United Nations must\r\nadapt its structures to the requirements of economic\r\ndevelopment and must pay increased attention to\r\nharmonizing commercial practices, technical cooperation\r\nand monetary policies of Member States and international\r\nfinancial institutions.\r\nRecent United Nations activity has been marked by an\r\nimportant series of summit conferences which have dealt\r\nwith topics of major interest to all mankind. These\r\nconferences have emphasized the urgency, the seriousness\r\nand the complexity of the topics they have dealt with and\r\nhave expanded the sphere of action of international\r\nconsensus regarding programmes throughout the world\r\nrelated to the environment, population, social\r\ndevelopment, human rights and the status of women. We\r\nfeel that the United Nations and Member States must\r\nfocus their efforts on the ways and means necessary to\r\nimplement the decisions adopted by those conferences.\r\nIn this sense, I should like to mention the Plan of\r\nAction adopted by the Cairo International Conference on\r\nPopulation and Development. The usefulness of this\r\ndocument was reconfirmed at a regional seminar on its\r\nimplementation in the countries of Central and Eastern\r\nEurope which was organized recently in Romania in\r\ncooperation with the United Nations Population Fund\r\n(UNFPA). At the same time, I should like to express my\r\nGovernment’s readiness to organize a similar meeting in\r\nBucharest next year to consider the progress achieved at\r\nthe regional level in implementing the provisions of the\r\nPlatform for Action adopted by the World Conference on\r\nWomen, held in Beijing.\r\nIt is clear that the major global problems taken up\r\nby the United Nations cannot be resolved without\r\nadequate financial support. The unparalleled increase in\r\nthe number of major problems brought to the attention of\r\nthe United Nations has not been accompanied by an\r\nincrease in necessary resources. The United Nations is\r\ntoday faced with a severe financial crisis. One possible\r\napproach to this crisis should be to consider the more\r\neffective use of available internal resources, the\r\nelimination of duplication in activities, more effective\r\ndocument control, productive use of human resources,\r\nstrict financial monitoring and a permanent process of\r\ncost-benefit analysis.\r\nWith regard to the use of resources, peace-keeping\r\noperations deserve special mention. The unprecedented\r\nincrease in these operations indicates, among other things,\r\na more active involvement on the part of the United\r\nNations in the management of crises and in preventive\r\ndiplomacy. This new trend has necessitated an increase in\r\nresources. If we take into account that the great majority\r\nof present conflicts involving United Nations peace-\r\nkeeping operations are internal, we have to admit that the\r\ninternational community has very limited means for\r\nexerting pressure. Continuing ineffective operations does\r\nnot serve to achieve the goals of the United Nations\r\nsatisfactorily, and consequently the Romanian delegation\r\nsupports the trend towards a closer and more rigorous\r\nexamination of all decisions related to launching new\r\npeace-keeping operations or continuing existing ones.\r\n39\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nRomania has made known its interest in limiting and\r\npreventing conflicts in different areas of the globe, not only\r\nby promoting and encouraging the discovery of political\r\nsolutions, but also by participating in United Nations peace-\r\nkeeping operations in Iraq and Kuwait, in Somalia, in\r\nRwanda and in Angola. Romania is determined to make a\r\nsubstantial contribution to such operations and initiatives.\r\nTo this end, a special programme has been adopted to\r\nincrease our capacity to react adequately to any request\r\nfrom the United Nations or other bodies while strictly\r\nrespecting the principles governing the activities of the\r\nUnited Nations.\r\nIf we look back over the long road the United Nations\r\nhas travelled during its half century existence and, in\r\nparticular, if we look at the efforts it has made to adapt\r\nitself to the dynamics of international life in the last five\r\nyears, we are convinced of the value and the historic\r\ndestiny of the United Nations. I should like to assure the\r\nAssembly that Romania, with its dedication to peace, its\r\ndesire to cooperate at all levels — bilateral, regional,\r\nmultilateral — its firm commitment to protect international\r\npeace and security, its commitment to democratic values\r\nand respect for human rights, is determined to support the\r\ncommon heritage of values of the United Nations. Our\r\npresence among the Members of the United Nations for 40\r\nyears is based on the prestige and the moral authority\r\nwhich the United Nations enjoys in the eyes of the\r\nRomanian people.\r\nFor this reason, we shall, with all our energy and our\r\navailable resources, remain committed to the noble duty of\r\nserving the ideas and principles of the Charter of the United\r\nNations.\r\nThe Acting President (interpretation from Spanish):\r\nI now call on His Excellency Mr. Dioncounda Traore,\r\nMinister of State, Minister for Foreign Affairs of Mali, for\r\nMalians living abroad and African Integration.\r\nMr. Traore (Mali) (interpretation from French): We\r\nare meeting on the eve of the fiftieth anniversary of the\r\nUnited Nations in order to assess, as we do each year, the\r\nprogress made by our Organization, an institution which\r\nwas built to uphold peace and solidarity among men.\r\nTo judge by its agenda, this session very much\r\nresembles past sessions, but clearly this year’s session has\r\na much deeper meaning, because it marks the passing of\r\n50 years for the Organization, 50 years during which the\r\ncommon destiny of diverse peoples has been consolidated\r\nand advanced, despite many challenges and perils.\r\nIt is significant on the eve of this fiftieth anniversary\r\nto see the representative of an ancient European nation\r\npresiding over the work of the fiftieth session. Indeed, the\r\ncontinent to which Portugal belongs, with its historic role,\r\nhas always been a major actor in the mechanisms of\r\ninternational relations. The election of a President from\r\nPortugal testifies to unanimous recognition by the\r\ninternational community and is also a tribute to the\r\nPresident’s talent and great diplomatic abilities.\r\nI take this opportunity to address our warm\r\ncongratulations to the President’s predecessor, our brother\r\nand friend, Amara Essy, of Côte d’Ivoire, who so ably\r\nand with great dedication guided the work of the forty-\r\nninth session.\r\nIt is also significant that this symbolic session is\r\ntaking place during the mandate of Mr. Boutros Boutros-\r\nGhali, elected some three years ago to head this\r\nOrganization. Mr. Boutros Boutros-Ghali is also known as\r\none of the skilled negotiators who, through their foresight\r\nand diplomatic talent, have cleared the way for peace in\r\nthe Middle East. Today, he is working tirelessly in the\r\nnoble and challenging mission of having the United\r\nNations live up to its noble ideals, its inviolable principles\r\nand its central purposes.\r\nThe Republic of Mali became a Member of the\r\nUnited Nations 35 years ago, on 28 September 1960, only\r\nsix days after its accession to national and international\r\nsovereignty on 22 September 1960.\r\nMali, together with some 30 other African States,\r\nthus expanded the family of independent and free nations,\r\nbringing to the United Nations the vitality, humanism and\r\ngenerosity of the peoples of Africa.\r\nThe international personality of Mali — a\r\npersonality that has been forged through the centuries —\r\nis based first of all on the ability of its people to live in\r\nharmony with their neighbours and on Mali’s openness to\r\nthe world, its sense of solidarity and its steadfast\r\ncommitment to defending the values of mankind.\r\nThe Republic of Mali will continue to be dedicated\r\nto that vocation despite the set-backs and\r\nmisunderstandings that are inherent in contacts between\r\ndiverse cultures and traditions because we have the firm\r\nconviction that ethnic and cultural diversity constitute a\r\nsource of mutual enrichment, and a powerful stimulant to\r\neconomic, social and cultural progress.\r\n40\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nIndeed, by its geographical position, Mali is at the\r\ncrossroads between northern Africa and sub-Saharan Africa.\r\nIt is a nation enriched by centuries of playing the role of a\r\nmelting-pot of diverse cultures.\r\nToday, fortunately, Mali lives in an atmosphere of\r\ngood will, ethnic pluralism, religious pluralism, political\r\npluralism, social and cultural pluralism.\r\nThe national problem in the northern part of our\r\ncountry has been making news because of partisan,\r\nunfounded allegations broadcast across the world by lobbies\r\nwhose sole objective is to destabilize young States. The\r\ncrisis that shook the northern part of Mali by its murderous\r\nand destructive character is one of the harshest tests that\r\nmy country has experienced. With the restoration and\r\nconsolidation of peace and the return of Malian refugees on\r\na massive scale, the feelings of rejection of the State, noted\r\nwith the blockages and ensuing violent reactions, have\r\nbecome an anachronism in a State that is founded on the\r\nrule of law, a State where neither the language of arms nor\r\nthat of any other form of violence is admissible as a form\r\nof expression of the right to representation.\r\nThe successful meeting in Timbuktu between the\r\nGovernment and the development partners in northern Mali\r\nfrom 15 to 18 July 1995, is not only a symbol of exemplary\r\ninternational solidarity but provided an opportunity for\r\ninternational opinion to take note of the firm will of all\r\nsectors of Malian society to tackle, first and foremost, the\r\ntasks of development.\r\nBorn after a painful confinement on 26 March 1991,\r\nthe date when a popular revolution triumphed, democracy\r\nhas become a permanent and ever-present fact in the daily\r\nlife of the people of Mali, who have had to pay a heavy\r\nprice to achieve it.\r\nThe democratic revolution which took place four years\r\nago in Mali is a part of a general movement throughout the\r\nworld to knock down the fortresses of oppression and\r\nalienation of peoples. It gave rise to a young democratic\r\nState which, despite the shortcomings inherent in any\r\nhuman undertaking, does represent a successful example of\r\nthe rapid construction of a State built on the rule of law.\r\nConcerned with consolidating this democratic process,\r\nthe Government of Mali initiated, and successfully carried\r\nout a year ago in the framework of a search for a general\r\nconsensus on all of the problems of the nation, wide\r\nregional conferences followed by a national conference.\r\nThis forum allowed all of the forces of the nation to debate\r\nin a transparent context all of the concerns of the people\r\nand enabled the governors and the governed to develop\r\nconsensual solutions to face the challenges relating to the\r\nfuture of the nation and the development of the country.\r\nMay I emphasize that democratic Mali has made it\r\na point of honour to respect human rights and the rights\r\nof peoples. Thus a distinguished panel met on 10\r\nDecember 1994, the anniversary of the Universal\r\nDeclaration on Human Rights, bringing together noted\r\ninternational jurists who, in a completely transparent\r\ncontext, held public hearings with the Government of\r\nMali on its human rights management. This was a bold\r\nexercise which set a valuable example and enabled us to\r\ndemonstrate that respect for human rights and the\r\nestablishment of a State based on the rule of law have\r\nnow become a reality in Mali.\r\nIn Mali, as in many countries, history accelerated at\r\na dizzying pace towards the end of the 1980s.\r\nThe fall of the Berlin Wall was a symbol of the end\r\nof the division of the world into two rival ideological and\r\nmilitary blocs. This foreshadowed fundamental and\r\nirreversible changes in international relations and led to a\r\nnew thinking on relations of force between great and\r\nmid-sized Powers.\r\nThe end of this bipolar world was expected to make\r\nthe risk of a world war disappear. Mankind hoped to see\r\nthe realization of its legitimate aspirations to peace and\r\nsecurity. That hope quickly waned when we realized that\r\nthe period following the fall of the Berlin Wall became a\r\nperiod of heart-rending conflicts throughout the world.\r\nWe have been seeing a terrible cycle of violence and\r\ndestruction shaking the very foundations of the unity,\r\nterritorial integrity and sovereignty of many countries.\r\nAfrica, it is said, is a land of fire on the belly of the\r\nworld. It remains a suffering continent. It carries within\r\nit deep divisions and we see unbearable images of\r\nendless lines of refugees fleeing from their own country.\r\nThe problem of refugees remains a tragedy, one which\r\nthe international community must rapidly face and\r\nresolve.\r\nThe inter-ethnic massacres in Burundi and Rwanda\r\nwhich led hundreds of thousands of victims to flee their\r\nhomes are powerful challenges to human conscience and\r\nmorality.\r\n41\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nThe situation in Rwanda calls for a constant effort on\r\nthe part of the United Nations to restore peace and enable\r\nhundreds of thousands of refugees to return undisturbed to\r\ntheir homes.\r\nThe tragedy of Rwanda, which does dishonour to the\r\nhuman race, demands for that reason that the international\r\ncommunity seek a way to implement solutions to ensure\r\nthat that country shall achieve harmonious and definitive\r\ninter-ethnic coexistence. Hence, Mali, which has a military\r\ncontingent in Rwanda, suggests that Rwanda should receive\r\nsubstantial assistance from the international community.\r\nAmong the armed conflicts that afflict our continent is\r\nthat of Somalia. In that country, the situation remains\r\nchaotic as a result of the intransigence and ambition of the\r\nwarlords. The States of that region have already made\r\nmajor efforts in the search for peace and we pay tribute to\r\nthem. They should, with the assistance of the international\r\ncommunity of course, redouble their efforts in order to\r\nachieve solutions acceptable to all the parties.\r\nShould they succeed, the efforts under way in Liberia\r\ncould set an example for the settlement of local conflicts\r\nthrough subregional initiatives. Since the 19 August signing\r\nof the Abuja agreement by the parties to the conflict, a\r\ntransitional Government of National Union has been\r\nestablished in the capital, Monrovia, with a view to holding\r\nfree and fair elections: a sure sign of the return of peace to\r\nLiberia.\r\nWith regard to crisis-settlement in Africa, Angola\r\nprovides a source of great satisfaction with the signing of\r\nthe Lusaka Protocol of 20 November 1994, and especially\r\nwith the meetings at Lusaka and at Cape Town between\r\nPresident José Eduardo dos Santos and Mr. Jonas Savimbi.\r\nThat impetus towards peace is being consolidated with the\r\nparticipation of the União Nacional para a Independência\r\nTotal de Angola (UNITA) in the exercise of power. I take\r\nthis opportunity to offer warm congratulations to all the\r\nAfrican Heads of State and to the Secretary-General and his\r\nSpecial Representative on their remarkable contributions to\r\nthe restoration of peace in Angola.\r\nMali also follows with interest the question of Western\r\nSahara; we sincerely hope that the organization and\r\nupcoming holding of a referendum on self-determination\r\nwill lead to permanent peace in this north-western part of\r\nour continent.\r\nAs the President of the Republic of Mali, Mr. Alpha\r\nOumar Konaré, has always stressed, Mali earnestly\r\nencourages the creation of an African-run central\r\nmachinery to prevent, manage and settle conflicts in\r\nAfrica. We invite the international community to support\r\nthis initiative. The world must understand that the\r\nprevention of conflicts costs mankind less than dealing\r\nwith their consequences. The Organization of African\r\nUnity (OAU) and the United Nations must grow\r\nincreasingly involved in anticipating conflicts and less\r\ndependent on seeking remedies after the illness has taken\r\nhold.\r\nA major political development of the 1990s has\r\ncertainly been the gradual return of peace to the Middle\r\nEast with the signing of the Israeli-Palestinian agreement\r\nin 1993. We earnestly hope that talks on the Golan\r\nbetween Israel and Syria and the new agreement on\r\nextending Palestinian autonomy to the West Bank will put\r\nthe final seal on a comprehensive peace in the region. In\r\nthe Middle East as elsewhere in the world, Mali continues\r\nto make its modest contribution to the quest for\r\ninternational peace and security.\r\nWithin the United Nations, the Non-Aligned\r\nMovement, the OAU and all other regional and\r\nsubregional groups, my country quickly saw the need for\r\na new, broader vision of international relations, the only\r\ncredible alternative to the division of the world into two\r\nrival blocs, whose bitter competition could have led\r\nmankind into catastrophe. The end of the bipolar world\r\nconfirms the correctness and relevance of that political\r\nperception. That is why, consistent with our convictions,\r\nwe think that for developing countries the United Nations\r\nremains the most appropriate framework to plumb the true\r\naspirations of mankind: the inevitable needs of\r\ndevelopment and the establishment of relations of greater\r\nsolidarity between countries of the North and of the\r\nSouth. We must understand that growing poverty and\r\ndestitution are at the root of violence and armed conflict.\r\nHence, development questions remain in the\r\nforefront of the concerns of all countries. Today,\r\neconomic performance is a criterion for assessing the\r\npower of a State in the community of nations. Here,\r\nunfortunately, Africa remains on the sidelines. Indeed,\r\ndespite the resumption early last year of world economic\r\ngrowth after several years of stagnation, the situation of\r\nAfrica, resulting from its marginalization, continues to be\r\nof great concern.\r\nThe efforts of Africa’s developing countries through\r\neconomic reform, structural adjustment and\r\nencouragement of the private sector have been wiped out\r\n42\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nby fluctuations in commodity prices and by excessive costs\r\nof debt service. At the same time, direct foreign investment\r\nin the continent remains weak. Moreover, Africa’s\r\nburdensome debt is constantly growing, now consuming\r\n25 per cent of our export earnings. The tragedy of this\r\nsituation lies in its concurrence with a resurgence of natural\r\ndisasters and the persistence or exacerbation of illnesses\r\nsuch as acquired immunodeficiency syndrome (AIDS) and,\r\nespecially, malaria.\r\n“An Agenda for Development” recognizes the right of\r\ndeveloping countries — especially the least developed\r\ncountries — to development; it must reorient the objectives\r\nand priorities of the United Nations system towards\r\nsocio-economic programmes and activities aimed at\r\neliminating poverty and developing human resources\r\nthrough education, training, social integration and the\r\ncreation of productive jobs.\r\nUnfortunately, the United Nations New Agenda for the\r\nDevelopment of Africa in the 1990s remains no more than\r\na devout wish. The only initiative under that programme —\r\nthe establishment of a diversification fund for African\r\ncommodities — has not succeeded owing to the clear\r\nreticence of some developed countries. This proves, if proof\r\nwere needed, the scant interest in Africa’s legitimate claims\r\nfor reinvigorating the continent’s growth and development.\r\nInternational trade relations have been marked by the\r\nconclusion of the Uruguay Round of negotiations and the\r\nestablishment of the World Trade Organization. Developing\r\ncountries expect complete implementation of the Final Act\r\nof the Uruguay Round, especially with respect to\r\ncompensatory mechanisms for the least developed countries,\r\nfor net food importers and for those which will experience\r\nnegative effects from the elimination of the generalized\r\nsystem of preferences.\r\nAccording to concurring estimates by the Organization\r\nfor Economic Cooperation and Development (OECD) and\r\nthe United Nations Conference on Trade and Development\r\n(UNCTAD), the overall result of the eighth negotiating\r\ncycle will benefit the industrialized countries only. To take\r\nthe example of Africa, OECD studies project losses\r\nexceeding $2 billion by the year 2002. In this connection,\r\nthe World Trade Organization should offer bold decisions\r\nand recommendations in favour of Africa.\r\nEnvironmental questions are of major concern, for the\r\nvery survival of mankind depends on a balanced ecology.\r\nWe fervently hope that the decisions and recommendations\r\nof the United Nations Conference on Environment and\r\nDevelopment will be quickly implemented in order to\r\nsave our planet from dangerous, fatal deterioration. My\r\ncountry, which has experienced the effects of drought and\r\ndesertification and which must still address their\r\nconsequences, attaches great value to the United Nations\r\nConvention to Combat Desertification in Those Countries\r\nExperiencing Serious Drought and/or Desertification,\r\nParticularly in Africa, concluded at Paris on\r\n17 June 1994.\r\nAmong the priority challenges facing the\r\ninternational community are social questions, including\r\noverpopulation, the production, trafficking and use of\r\ndrugs, unemployment, violence, social disintegration and\r\nthe role of women in economic and social development.\r\nWe are convinced that the International Conference\r\non Population and Development, held at Cairo, marked\r\nthe beginning of a new process with respect to population\r\nand development strategy. Likewise, the recommendations\r\nof the World Summit for Social Development, held last\r\nMarch at Copenhagen, should help ease the fate of the\r\nmost severely disadvantaged. The Fourth World\r\nConference on Women, held at Beijing from 4 to\r\n15 September 1995, constituted a praiseworthy concrete\r\ninitiative to take true account of the role of women in\r\neconomic and social activities.\r\nLike most other African States, Mali remains a poor\r\ncountry faced with major problems — structural and\r\nrelated to our circumstances — of economic development.\r\nThe implementation of our programme of action for the\r\n1990s is founded on strategies scrupulously based on\r\nagreements with the Bretton Woods institutions on\r\neconomic and financial policies for the decade. Besides\r\nstemming from our national will, our country’s basic\r\nguidelines are in perfect keeping with a strategy for\r\nsustainable development and with the United Nations\r\nProgramme of Action for the Least Developed Countries\r\nfor the 1990s.\r\nThe Republic of Mali is working tirelessly to resume\r\ndialogue on strengthening international economic\r\ncooperation for development through partnership. In Mali\r\nthis has been reflected in round tables with our\r\ndevelopment partners in key sectors of the national\r\neconomy.\r\nOn population policy, our country’s activities include\r\nthe establishment of a decentralized institutional\r\ncoordinating machinery for the implementation of\r\npopulation policy throughout the country, and work in\r\n43\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nvarious areas of economic and social development.\r\nMoreover, the United Nations Population Fund programme\r\nwith Mali has been adapted to the content and policies of\r\nthe Programme of Action adopted at the International\r\nConference on Population and Development.\r\nWe in Mali think that the implementation of these\r\nvarious United Nations programmes and activities, based\r\nfirst and foremost on an increasingly sustained national\r\neffort, requires more vigorous mobilization of both\r\nmultilateral and bilateral assistance. Thus, it is increasingly\r\nurgent for rich and industrialized countries to provide the\r\nUnited Nations and its specialized agencies with the\r\nresources they need to properly implement the various plans\r\nand programmes of action adopted since the beginning of\r\nthe 1990s. That is the only way in which the twenty-first\r\ncentury can see a widespread economic takeoff and shared\r\nprosperity for all.\r\nThe Republic of Mali is unreservedly committed to\r\nmore open international cooperation based on solidarity.\r\nStronger still is our readiness to work towards economic\r\nintegration within Africa, most of whose States cannot\r\nachieve sustainable and balanced development on their own.\r\nWorking through regional groupings, African countries\r\nmust carry out an economic policy of complementarity with\r\nrespect to their national production, and must limit all\r\ncompetition that is harmful and that gives rise to the serious\r\nproblem of negative resource flows. These economic\r\nentities, established by interdependent States, must enjoy all\r\nnecessary support from development partners.\r\nThe United Nations, born in the wake of the greatest\r\ntrauma mankind has ever known, set as its goal the building\r\nof a new world through law. A powerful mechanism in the\r\nservice of peace, solidarity and development had been\r\ncreated. Never before has the world produced such an\r\nimpressive arsenal of texts, conventions, declarations and\r\nprogrammes of action, all aimed at defining the rules of\r\ninternational conduct, preventing war and conflict,\r\nguaranteeing peaceful coexistence and promoting\r\ndevelopment. With the United Nations, a new international\r\nethic was born. The victorious Powers of the Second World\r\nWar, which retain the formidable right of veto, had a moral\r\nduty to make that ethic a permanent one.\r\nHaving been conceived through relationships of force,\r\nthe United Nations unfortunately grew fragile owing to bloc\r\nand Power rivalries. Hence, the Security Council, which is\r\nnone the less the main body responsible for the\r\nmaintenance of international peace and security, was often\r\nparalysed in carrying out its basic mandate. In the course of\r\nthis half-century, several serious conflicts nearly led to a\r\nthird world confrontation. While the world has seen a\r\nperiod of non-war at the global level, people themselves\r\nhave been afflicted by the balance of terror imposed by\r\nthe nuclear Powers.\r\nThe new international political context that has\r\nprevailed since the end of the 1980s is increasingly fertile\r\nground for an international consensus favouring a needed\r\nrehabilitation of the United Nations and a restoration of\r\nits authority in carrying out its basic mandates. There\r\nremains an urgent need to undertake the restructuring and\r\nrevitalization of United Nations structures to make them\r\nmore effective: to take more rapid, fairer decisions and to\r\nbe better able to monitor, respond and sanction wherever\r\nand whenever necessary in the interests of the\r\ninternational community.\r\nThat, indeed, is the mission of the United Nations,\r\nwhich has established peace-keeping operations since\r\n1948. It is the duty of all States to provide these peace-\r\nkeeping operations with sufficient human and material\r\nresources, so that no one can doubt the Organization’s\r\ncredibility.\r\nWherever they are deployed, such operations must\r\nalso face serious attacks on human rights and the rights of\r\npeoples. In that connection, the tragic situation in Bosnia\r\nand Herzegovina merits the full attention of the General\r\nAssembly. In accordance with United Nations resolutions,\r\nthe international community must restore the sovereignty\r\nof the Bosnian people and the territorial integrity of their\r\nRepublic. The delegation of Mali, which also endorses the\r\nrelevant resolutions of the Organization of the Islamic\r\nConference, considers that the challenge to the\r\ninternational community in this former Yugoslav republic\r\nmust be addressed with determination to stop it from\r\nbecoming a dangerous precedent in international relations.\r\nA world based on law must be supported by the\r\nideal of a world of justice. The need to provide\r\nassistance, so often invoked by the United Nations and by\r\nregional organizations, has relativized the principle of\r\nnon-interference in the internal affairs of a State when the\r\ninternational community finds in that State flagrant\r\nviolations of human rights and the rights of peoples.\r\nThe United Nations has thus carried out an act of\r\njustice and law in reestablishing republican institutions in\r\nHaiti. It is also in the name of law and justice that Mali\r\ncalls for the lifting of international sanctions against\r\nLibya and Iraq, whose peoples want nothing more than\r\n44\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nhappiness, well-being and peace. Maintaining these\r\nsanctions, which affect only the Libyan and Iraqi peoples,\r\nruns frankly counter to morality and to our duty to assist\r\nand show solidarity with those peoples.\r\nThe twentieth century will have been a century of\r\nenormous progress in all spheres, in the course of which\r\nmankind will have demonstrated its impressive creative\r\ncapacity. It is an important symbol that it was during this\r\ncentury, just a few months ago, that the international\r\ncommunity reaffirmed its determination to ban forever the\r\nproliferation and use of nuclear weapons by the indefinite\r\nextension of the Treaty on the Non-Proliferation of Nuclear\r\nWeapons (NPT). The rejection of the nuclear weapon marks\r\nan irreversible choice by the world’s peoples: in favour of\r\npeace and development.\r\nIt is surprising that nuclear-weapon States have not\r\nunderstood the extraordinary trust that the rest of the\r\ninternational community has shown in them by its\r\noverwhelming accession to the Treaty on the\r\nNon-Proliferation of Nuclear Weapons; that trust requires\r\nresponsibility on the part of nuclear-weapon States. Those\r\nStates must meet the challenge of peace by putting a\r\ncomplete and immediate end to real and simulated testing\r\nand by gradually destroying their nuclear arsenals.\r\nAs we come to the end of the second millennium, we\r\nsee a world-wide movement for democracy and freedom.\r\nThe Organization has everywhere encouraged the quest for\r\njustice and the free expression of peoples. To consolidate\r\nits gains and to become permanent, this vast movement\r\nmust be accompanied by the democratization of\r\ninternational relations. But unfortunately, that\r\ndemocratization is late in coming. The President of the\r\nRepublic of Mali has described the situation in this way:\r\n“Present inequalities among individuals, among\r\ncommunities and among States unmistakably raise the\r\nquestion of justice, linked at the national level with\r\norder and morality ... The world is composed of\r\nongoing disparities, which give rise to conflict and\r\nviolence. We must all understand the peril we incur by\r\nfailing to reorder present structures that are\r\nunfavourable to the less well off and that benefit the\r\nmore powerful. We need a world of greater solidarity;\r\na less selfish and more humane world”.\r\nIt is, indeed, sad to note that international relations\r\ncontinue to be governed from the standpoint of carving the\r\nworld up into spheres of influence and spheres of interests,\r\neven though new political and economic changes in\r\ndeveloping countries demand new behaviour by our\r\ndevelopment partners, specifically the industrialized\r\ncountries. It is increasingly clear that on the whole\r\ninternational cooperation is being fueled by economic\r\ncriteria alone, to the detriment of the values of solidarity\r\nand justice. Yet the challenges facing mankind are\r\ncommon challenges. They include environmental\r\ndegradation, pollution, toxic waste, sickness, hunger,\r\npoverty and malnutrition. The balance of the planet and\r\nthe survival of mankind depend on the collective solutions\r\nwe find to these serious problems.\r\nIt cannot be overstressed that only international\r\nrelations based on solidarity, fairness and justice can\r\nenable us to face the challenge; and these are within our\r\ngrasp. The maintenance of peace in the coming\r\nmillennium will depend on the international community’s\r\nability to foster development for all. Hence, it is urgent to\r\nrestore the values of solidarity, justice and democracy in\r\ninternational relations in order to save succeeding\r\ngenerations.\r\nThe Acting President (interpretation from Spanish):\r\nI call next on the Minister for Foreign Relations of\r\nGuatemala, His Excellency Mr. Alejandro Maldonado\r\nAguirre.\r\nMr. Maldonado Aguirre (Guatemala)\r\n(interpretation from Spanish): It is a pleasant duty for my\r\ndelegation to welcome the election of Mr. Diogo Freitas\r\ndo Amaral to the presidency of the General Assembly at\r\nthis especially solemn session. He will be presiding over\r\na session which for the first time will hear statements by\r\nvirtually all the world’s leaders. We are convinced that\r\nhis experience will guarantee the success of our work.\r\nI wish also to convey our appreciation to\r\nAmbassador Amara Essy for the exceptional ability and\r\nefficiency with which he guided the work of the General\r\nAssembly at its forty-ninth session.\r\nNor can I fail to convey to the Secretary-General,\r\nMr. Boutros Boutros-Ghali, my Government’s gratitude\r\nfor his tenacious efforts for peace during a time when his\r\noutstanding diplomatic talents have been put to a hard\r\ntest.\r\nAny institution tends to shape its own life, which is\r\nnot always consistent with previous models. Thus,\r\nhowever much those who carry out the provisions of a\r\nfounding document may venerate that document, they\r\ncannot prevent an organization from transcending to some\r\n45\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nextent the founders’ original wishes. Moreover, the older\r\nthe founding document the greater the disparities between\r\nthe original conception and the institution’s functioning and\r\npractices. Obviously, the great changes that have taken\r\nplace and the new hopes for the end of a century can only\r\nintensify this phenomenon.\r\nFor the United Nations to have escaped this trend\r\nwould have been impossible, especially when it was\r\ndictated by circumstances. A half century has passed since\r\nthe founding of the United Nations; none of the founders\r\ncould have imagined the spectacular, dizzying changes that\r\nhave come about since the San Francisco conference. We\r\nmust remember that, as a legal constitutional instrument,\r\nthe Charter needs a contemporary purpose-oriented\r\ninterpretation in order to be properly understood.\r\nWith respect to the operational activities of the\r\nOrganization in the economic and social spheres, few could\r\nhave thought in 1945 that these would have acquired their\r\npresent scope. Nor would anyone have thought that\r\nArticle 2 (7) of the Charter would permit the Organization\r\nto become a legitimate champion of respect for human\r\nrights throughout the world.\r\nWe pay a well deserved tribute to the extraordinary\r\nskill of the representatives of Member States in devising\r\nnegotiated formulas that have made it possible to snatch\r\nfrom what seemed to be imminent failure global agreements\r\nof great importance — and all the more sound for their\r\nhaving been achieved through a balanced consensus.\r\nMr. Peerthum (Mauritius), Vice-President, took the\r\nChair.\r\nAlthough we might have certain reservations about\r\nsome specific elements of the functioning of the\r\nOrganization, in general my Government hails the United\r\nNations system’s great ability to adapt to circumstances as\r\nit addresses problems calmly and with realism. While we\r\npay tribute to these noteworthy virtues of adaptability,\r\nproductive pragmatism and the ability to scale high political\r\nhurdles, our admiration should not blind us to the need for\r\nreform, a need we are already beginning to face up to. Such\r\nreform would enable us to remove the Organization’s\r\nfailings and shortcomings and thus make it more efficient\r\nand democratic so it can resist the unilateral practices that\r\nwould supplant it.\r\nAmong the most striking features of today’s world are\r\nnearly incredible disparities and paradoxes. Although\r\nspeaking of these is a commonplace here, we cannot fail to\r\nnote that the wealth of most inhabitants of a tiny minority\r\nof countries is in marked contrast to the great difficulties\r\nand deprivation endured by three quarters of the\r\ninhabitants of the planet, who are prevented from\r\ncompeting on the international market, even with their\r\ncommodities, by administrative restrictions, subsidies and\r\ndiscriminatory policies. There are places where the most\r\nsophisticated products of modern technology are the\r\ncommon tools of the worker; there are other places where\r\nyou can travel great distances without seeing any\r\ntechnology more advanced than that used in biblical\r\ntimes. It is hardly necessary to note the contrast between\r\nthe extreme poverty of so many human beings and the\r\nvast expenditures on weapons. As to democracy and\r\nhuman rights, we acknowledge the increasing world\r\nawareness of those ideals — although we share concerns\r\nabout the relativism with which they are applied and\r\nabout the way they are used to exert political pressure and\r\neven to trade in influence.\r\nIt will unquestionably be necessary to overcome\r\nthose contradictions. We are sure that if that goal is\r\nachieved, even partially, the credit will belong largely to\r\nthe United Nations, which by the terms of Article 1 of the\r\nCharter is\r\n“a centre for harmonizing the actions of nations in\r\nthe attainment of ... common ends”.\r\nNo Guatemalan can hear or utter the word that is at\r\nthe very core of this Organization — “peace” — without\r\nimmediately thinking of the most important problem\r\nbesetting my country. Because of a fratricidal struggle\r\npromoted largely by a cold war that was alien to us, a\r\nstruggle that for more than 30 years harmed thousands of\r\nfamilies, endangered democracy and unleashed human\r\nrights violations by parties to the conflict, today the most\r\nfervent desire of the people of Guatemala can only be\r\nreconciliation and a firm and lasting peace. If this has not\r\nyet been achieved, it is not because of any lack of effort,\r\npatience and great tolerance by the democratic\r\nGovernment and, as is known, by the international\r\ncommunity, which has acted principally through the\r\nGroup of Friends and through the United Nations,\r\nspecifically through the Secretary-General.\r\nThe Government of Guatemala thanks all who have\r\ncontributed to the functioning of the machinery set up to\r\nhelp further our national goal of peace, reconciliation and\r\ndevelopment, especially the Secretary-General, the\r\nGuatemala Unit of the Department of Political Affairs, the\r\nUnited Nations Moderator and the United Nations\r\n46\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nMission for the Verification of Human Rights and of\r\nCompliance with the Commitments of the Comprehensive\r\nAgreement on Human Rights in Guatemala. We are also\r\ngrateful to the six Governments that form the Group of\r\nFriends of the peace process in Guatemala for their\r\ninvaluable contribution to this arduous and painstaking\r\nwork.\r\nThe Government of Guatemala has spared no effort to\r\nrealize the aspiration of our entire nation to bring an end to\r\ninternal armed conflict. In the sphere of human rights, the\r\nGovernment of President Ramiro de León Carpio is facing\r\na situation deriving from the armed confrontation that has\r\ngripped our country for three decades, so the tasks before\r\nus are intimately linked with peace-building. This prompted\r\nPresident de León Carpio to sign the Comprehensive\r\nAgreement on Human Rights of 29 March 1994, by which\r\nhe reaffirmed his commitment to principles and norms\r\naimed at guaranteeing and protecting full observance of\r\nhuman rights by the parties, and his political will to ensure\r\nthat those principles and norms are respected.\r\nAs a result of that Agreement, the United Nations\r\nMission for the Verification of Human Rights and of\r\nCompliance with the Commitments of the Comprehensive\r\nAgreement on Human Rights in Guatemala (MINUGUA)\r\nwas set up in our country. It has been accorded the fullest\r\nfacilities and guarantees for its activities on our territory.\r\nThe implementation of some of the recommendations of\r\nMINUGUA has met with difficulties owing to institutional\r\nlimitations; we are endeavouring to resolve these, although\r\nit must be recognized that some provisions do not have the\r\nimpetus that would secure compliance in the short term.\r\nAlso, a Counsel for Human Rights is now at work in\r\nmy country; this is a post formerly filled by President de\r\nLeón Carpio. This office retains and is enhancing its\r\nprestige within the country and its international credibility.\r\nThe Presidential Human Rights Committee (COPREDEH)\r\nis making ever greater efforts to ensure that the\r\nrecommendations are duly complied with. Reflecting my\r\nGovernment’s political will, there are also preventive\r\nmechanisms to avoid human rights violations.\r\nI turn now to the process of Central American\r\nintegration, which gave rise to the signing of the\r\nTegucigalpa Protocol to the Charter of the Organization of\r\nAmerican States. The Central American Integration System\r\n(SICA), founded as an intergovernmental organization, has\r\nbeen working successfully since the beginning of 1993 with\r\nthe purpose of strengthening integration in the economic,\r\nsocial, cultural and political spheres.\r\nGuatemala hopes that — bearing in mind the\r\nimportance of the Central American Integration System,\r\nwhich encompasses virtually all activities of the\r\nGovernments of its member States and which covers a\r\ncontiguous area of some 425,000 square kilometres\r\ninhabited by nearly 30 million people — the General\r\nAssembly will accede to the request made by Guatemala\r\nalong with the other members of the System and Panama\r\nto grant SICA observer status in the General Assembly.\r\nThe Central American region founded the Alliance\r\nfor Sustainable Development to strengthen integration\r\nbased on democracy, improvement of the quality of life,\r\nrespect for and development of the vitality and diversity\r\nof the land, and the multicultural and multiethnic nature\r\nof our isthmus. We supported the establishment of the\r\nAssociation of Caribbean States, and we are participating\r\nin the World Trade Organization; these, we feel, are\r\nproper forums to foster values that enrich society and\r\npromote fair rules of trade. For similar reasons we shall\r\nattend the Ibero-American summit to take place at\r\nBariloche, Argentina, and the summit of non-aligned\r\ncountries to be held at Cartagena, Colombia. We will be\r\nat the upcoming Tuxtla II meeting and at talks between\r\nCentral America and other countries and regional\r\ngroupings.\r\nRecently, we attended the Fourth World Conference\r\non Women, where my delegation supported\r\nrecommendations promoting the material and moral\r\nadvancement of women in keeping with ethical concepts\r\nthat respect women and grant them dignity and\r\nparticipation with the right to complete equality.\r\nOur contribution to United Nations efforts towards\r\nthe democratic rehabilitation of Haiti have taken the form\r\nof a contingent of army specialists in peaceful operations.\r\nThis is the moment to refer to Guatemala’s\r\ncontribution to two important General Assembly\r\ninitiatives with respect to the development of legal\r\nprinciples set out in the Charter: the well known\r\nDeclaration on Principles of International Law concerning\r\nFriendly Relations and Cooperation among States in\r\naccordance with the Charter of the United Nations, which\r\nwas adopted by the Assembly on the occasion of the\r\ntwenty-fifth anniversary of the entry into force of the\r\nCharter, and which my country introduced on behalf of its\r\n41 sponsors; and our second contribution aimed at\r\npromoting the use of conciliation as one of the means of\r\npeaceful settlement of disputes between States set out in\r\nArticle 33 of the Charter. Guatemala submitted the first\r\n47\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nversion of these proposed rules to the General Assembly in\r\n1990. At its 1995 session, the Ad Hoc Committee on the\r\nCharter endorsed the final version of the proposed rules by\r\nconsensus and recommended that the General Assembly\r\nbring them to the attention of States.\r\nConsistent with our devotion to law and firmly\r\nconvinced of the benefits of peace and the importance of\r\nmutual cooperation, Guatemala gives priority to the\r\npeaceful settlement of disputes. Hence, in connection with\r\nthe territorial dispute with Belize, my country hopes that\r\nthere will be a decisive solution through a more realistic,\r\nconstructive and forward-looking dialogue, unconstrained\r\nby any limits other than the principles of good faith and the\r\ndignity of the parties.\r\nGuatemala is vastly pleased at the indefinite extension\r\nof the Treaty on the Non-Proliferation of Nuclear Weapons,\r\nand at the fact that this was achieved through a truly\r\nhistoric decision, without a vote. Together with our\r\nsatisfaction at the indefinite extension of the Treaty, we\r\nalso feel pride, because Latin America is the least heavily\r\narmed region in the world and, thanks to the Treaty of\r\nTlatelolco, is the only region that has become a nuclear-\r\nweapon-free zone forever. We regret the resumption of\r\nnuclear testing and therefore urge the adoption of new\r\ninitiatives to forge a new world order that would eliminate\r\nnuclear weapons and in which security would be overseen\r\nby international institutions sustaining the force of law.\r\nThat is why my delegation is among the sponsors of a draft\r\nresolution to be submitted to the General Assembly by\r\nStates parties and signatories of the Treaty of Tlatelolco\r\nand the Treaty of Rarotonga.\r\nGuatemala has had the tragic and painful experience\r\nof the laying of mines by outlaw groups, and we vigorously\r\ncondemn the use of mines and support all proposals\r\nintended to prohibit them.\r\nWe note with satisfaction that the Middle East peace\r\nprocess is moving forward. Guatemala hopes that wisdom\r\nwill prevail, which after so many decades of struggle and\r\nviolence will make it possible for peace to reign forever in\r\na land of such deep significance to three great religions.\r\nGuatemala is pleased that greater use is now being\r\nmade of the International Court of Justice than ever before.\r\nWe are pleased too at the wide geographical range of the\r\ncases before what can rightly be known as a World Court.\r\nRecalling the precedent-setting creation of a Central\r\nAmerican international court, which is now being restored,\r\nmy country will venture to propose the candidature of an\r\nexperienced Guatemalan jurist for a seat on the\r\nInternational Court of Justice; we are convinced that he\r\ncould make a most important contribution to the work of\r\nthe Court.\r\nFollowing careful consideration of the items on the\r\nagenda of the World Summit for Social Development,\r\nGuatemala participated in that conference with the\r\ngreatest interest and with high hopes; the Summit was\r\naddressed by President de León Carpio.\r\nWe are convinced that unless the fundamental\r\nprinciple of universality is fully observed, our\r\nOrganization will be unable fully to attain its purposes.\r\nWe therefore urge consideration of the situation of the\r\nRepublic of China in Taiwan so that this country may\r\nhave a forum in which to discuss its future peacefully\r\nwith its historical brethren.\r\nFifty years after post-war statesmen conceived the\r\nplan for a world organization intended to save succeeding\r\ngenerations from the scourge of war, poverty and\r\nignorance, we must be optimistic in our assessment of the\r\nresults, for they have saved the world from the irreparable\r\nharm of total conflagration. Although it is true that at\r\ntimes the cold war flared up in local armed conflicts\r\nencouraged by the rivalry between opposing super-Powers\r\nwhich at the time seemed irreconcilable, today we breathe\r\na more tranquil atmosphere with respect to military\r\nsecurity. But that atmosphere is less secure with respect\r\nto cooperation for development, because the rules of the\r\neconomic order sometimes forget that economic weakness\r\nis not only an internal matter for States but is also a\r\nresponsibility for those who have achieved a more than\r\ndignified standard of living and who have an obligation\r\nto transfer resources and technology for the sake of\r\nworld-wide justice.\r\nWe close with the well known phrase of His\r\nHoliness Pope John Paul II, which we invite members to\r\nponder: “The new name for peace is development”.\r\nThe Acting President: We have heard the last\r\nspeaker in the general debate for this meeting.\r\nI shall now call on those representatives who wish\r\nto speak in exercise of the right of reply.\r\nMay I remind members that, in accordance with\r\nGeneral Assembly decision 34/401, statements in exercise\r\nof the right of reply are limited to 10 minutes for the first\r\nintervention and to five minutes for the second\r\n48\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nintervention and should be made by delegations from their\r\nseats.\r\nMr. Gomersall (United Kingdom): My delegation\r\nwould like to respond briefly to the remarks made by the\r\nForeign Minister of Argentina concerning the Falkland\r\nIslands.\r\nMy delegation welcomes the Foreign Minister’s accent\r\non the increasing cooperation between the United Kingdom\r\nand Argentina which characterizes our bilateral relationship.\r\nOn the question of the Falkland Islands, as our\r\nForeign Secretary, Douglas Hurd, stated in the Assembly\r\nlast year, we have no doubt about Britain’s sovereignty\r\nover the Falkland Islands and other British dependencies in\r\nthe South Atlantic, sovereignty which rests upon the firm\r\nhistorical foundations and upon the inalienable right of the\r\nFalkland Islanders to self-determination, which they have\r\nexercised on repeated occasions in democratic elections.\r\nWe must heed the wishes of the people concerned.\r\nThe elected representatives of the Islanders, who visited the\r\nUnited Nations for the debate in the Committee of 24 last\r\nJuly, clearly expressed their view that the Argentine claim\r\nto the Falklands was unjustified and should be dropped.\r\nThe Minister refers to respect for the Islanders. We should\r\nrespect their right to determine their own future.\r\nArgentina and Britain are however succeeding in\r\ncooperating on the basis of the agreements which they\r\nreached in Madrid on 15 February 1990. Today we have\r\nsigned an important agreement on cooperation over offshore\r\nactivities in the South West Atlantic. This clearly states that\r\nit will not affect the positions of either side on the\r\nsovereignty issue.\r\nMy Government sincerely hopes that the progress\r\nwhich has been achieved will be built on and developed for\r\nthe benefit of the South Atlantic region as a whole. This\r\nrepresents, in my Government’s view, the most appropriate\r\nmeans of securing a bright and peaceful future for all the\r\npopulations concerned.\r\nMr. Surie (India): An extraordinary statement was\r\nmade against my country earlier today, couched in abusive\r\nlanguage and consisting entirely of falsehoods. Normally\r\nwe would not have considered it necessary to dignify it\r\nwith a response. However, the statement was made by the\r\nForeign Minister of Pakistan, and therefore it is necessary\r\nfor us to set the record straight.\r\nIn his long tirade against India, the Foreign Minister\r\nof Pakistan inadvertently included one sentence that was\r\nabsolutely true: it was indeed India that brought Kashmir\r\nto the Security Council. We asked the Council to take a\r\nstand against aggression on Indian territory. The\r\nCouncil’s resolutions made it absolutely clear that before\r\nany further steps could be taken Pakistani forces had to\r\nwithdraw from the territory they had forcibly occupied in\r\nJammu and Kashmir. To this very day, that has not\r\nhappened. The occupying forces in Jammu and Kashmir,\r\nin the terms of Security Council resolutions, are those of\r\nPakistan.\r\nIn Jammu and Kashmir, the people exercised their\r\nright of self-determination in 1947 and, as in any\r\ndemocracy, they have chosen their own Governments in\r\nsuccessive elections, together with the rest of the Indian\r\nelectorate. As in any democracy, those who represent the\r\npeople are the only ones who can negotiate on their\r\nbehalf. Therefore, it is our view that the first step in\r\nJammu and Kashmir is to hold fresh elections in which\r\nanyone who is eligible under the terms of the Indian\r\nConstitution can participate. Those elections will establish\r\njust who truly represents the Kashmiri people and their\r\nwishes. At the moment, those who claim to speak for the\r\npeople of Jammu and Kashmir are self-appointed, and\r\ntheir authority flows not from the freely expressed wishes\r\nof all the people but from the barrels of guns supplied to\r\nthem by the Government of Pakistan. Quite\r\nunderstandably, therefore, Pakistan is not prepared to have\r\nthe bluff of its proteges called, and has therefore done\r\neverything possible to thwart the democratic processes in\r\nJammu and Kashmir.\r\nInstead, Pakistani-sponsored terrorism, which it\r\nunleashed in Jammu and Kashmir six years ago, has been\r\ntaken to new extremes. The shrine at Charar-e-Sharif was\r\nburnt down by the mercenary Mast Gul, who claimed\r\ncredit for this outrage, returned to Pakistan and was fêted\r\nin the Pakistan media and by Pakistani Government\r\ntelevision for his crimes.\r\nThe Foreign Minister of Pakistan disingenuously\r\nclaims today that the concentration of the forces at the\r\nborder makes it impossible for the militants to slip in\r\nfrom Pakistan. Mast Gul’s return to Pakistan, after\r\nburning the Charar-e-Sharif shrine, shows how easily\r\nPakistan has managed to slip in arms and terrorists to\r\ncontinue the violence in Jammu and Kashmir.\r\nThe Government of Pakistan claims it only offers\r\nmoral support to the Kashmiris. Pakistan’s moral support\r\n49\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nhas already killed 20,000 Kashmiris. The armaments our\r\nsecurity forces have recovered from Jammu and Kashmir\r\nare only a small percentage of what has been sent by\r\nPakistan, but could equip four infantry divisions. If this is\r\nmoral support, we shudder to think what Pakistan’s\r\nimmoral support would have done.\r\nDespite these provocations, India certainly does not\r\nhave the slightest interest in hostilities with Pakistan. The\r\nPakistan Foreign Minister talks of threats of war emanating\r\nfrom New Delhi. This is a figment of his imagination. The\r\nGovernment of India have repeatedly, at the highest level\r\nand in bilateral discussions, emphasized that India desires\r\nnothing but peaceful relations with Pakistan. The\r\nGovernment of Pakistan has refused to respond.\r\nNevertheless, though we are disappointed that Pakistan does\r\nnot wish to normalize relations or have bilateral talks, we\r\nhave noted that their military leaders, who continue to be\r\nthe most influential section of their leadership, have\r\nrepeatedly said they anticipate no conflict.\r\nThere is no threat of war in our region, certainly not\r\nfrom India. Our troops are in peacetime locations. They are\r\ndeployed in Jammu and Kashmir to defend the innocent\r\ncivilian population of the State against the depredations of\r\nthe terrorists.\r\nThe Pakistani Foreign Minister made an astonishing\r\nclaim linking India to the Al-Faran group, which has taken\r\nseveral Western tourists hostage and brutally killed one of\r\nthem. It is recognized by all Governments which have been\r\ndrawn into this latest unsavoury episode that Al-Faran is a\r\nfront for the Harkat-ul-Ansar, a terrorist organization based\r\nin Pakistan, financed by it and operating on its behalf.\r\nAl-Faran’s direct link to Pakistan is established by the fact\r\nthat they are asking for the release of three Pakistani\r\nterrorists in Indian custody.\r\nPakistan weeps about an arms race. This is ironic\r\ncoming from a country that in the 1980s diverted arms\r\ngiven to the Afghan Mujahideen and in the 1990s, when\r\nthat source ran dry, turned to the world for more arms.\r\nThrough a recent amendment by the Congress of the United\r\nStates, Pakistan will have several hundred million dollars’\r\nworth of weaponry added to its inventory. It acquired\r\nmissiles several years ago, which it claims it has kept\r\nnailed down in their boxes — like its own people.\r\nIndia’s concentration is on the economic and social\r\ndevelopment of its people. We recognize that this must be\r\nour highest priority. We believe that if the Government of\r\nPakistan also believes in this objective it should be possible\r\nfor us to work jointly for peace in the region. If we agree\r\non these objectives, there is no need for any third party to\r\npersuade us to be good neighbours.\r\nThe Foreign Minister of Pakistan talks about\r\nSecurity Council resolutions on Kashmir as sacrosanct. In\r\nthe same statement, speaking on Bosnia and Herzegovina,\r\nhe describes the arms embargo on Bosnia, imposed in\r\naccordance with a resolution of the Security Council, as\r\nillegal. The Security Council cannot be deemed sacrosanct\r\nonly when it suits Pakistan.\r\nThe difficulties we have had with Pakistan are not\r\nunique. The Government of Afghanistan formally\r\ncomplained to the Secretary- General in a letter dated 14\r\nSeptember 1995 about armed Pakistani interventions in\r\ntheir country, in collusion with mercenary groups, which\r\nPakistan has organized, financed and trained, but which\r\nthe Government of Pakistan, with its usual attachment to\r\nfalsehood, claims to disown. Taliban in Afghanistan and\r\nAl-Faran in Jammu and Kashmir are both creatures of the\r\nGovernment of Pakistan.\r\nHaving perfected the art of State-sponsored terrorism\r\nin Jammu and Kashmir, and in Afghanistan, Pakistan has\r\nnow unleashed terror on its own people. Karachi is in\r\nflames because the Government of Pakistan is practising\r\na brutality on its own people with which the victims of\r\nPakistani terror in Kashmir are all too familiar. This, of\r\ncourse, is in a way a long-standing Pakistani tradition. In\r\n1971, State terror unleashed by Pakistani forces in what\r\nwas then part of their country led to 3 million deaths, a\r\nscale of extermination and genocide that compares easily\r\nwith anything unleashed under fascism.\r\nI want to make one point absolutely clear. Nothing\r\nPakistan can say or do, no violence, no outrage, no\r\nfalsehood repeated a thousand times over, will change the\r\nfact that Jammu and Kashmir is, and will continue to be,\r\nan inalienable part of India. The Government of India will\r\ndo everything necessary to defend the rights of the people\r\nof Jammu and Kashmir to live in the peace and security\r\nwhich other Indian citizens enjoy.\r\nThe Government of India hopes that the Government\r\nof Pakistan will demonstrate sincerity to find a peaceful\r\nsolution by eschewing sponsorship of terrorism across the\r\nLine of Control in Jammu and Kashmir and returning to\r\nthe negotiating table for a meaningful dialogue, as urged\r\nby the Secretary-General in his report on the work of the\r\nOrganization.\r\n50\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nAs I began by saying, this statement in exercise of the\r\nright of reply has been forced upon us. It is a foregone\r\nconclusion that, Pakistan’s flow of invective and falsehood\r\nbeing inexhaustible, a further outpouring will follow. We do\r\nnot intend to waste the time of the Assembly by responding\r\nto any further provocations.\r\nMr. Ladsous (France) (interpretation from French):\r\nSome delegations have again today mentioned the question\r\nof nuclear tests. Particularly critical terms were used by two\r\nof them, going so far as to condemn actions by France and\r\nChina.\r\nFrance protests the judgements thus made, judgements\r\nnot in keeping with an objective assessment based on the\r\nfacts. In this regard, I should like to repeat that the\r\ncompletion by France of the current programme should be\r\nconsidered for what it is, namely, the completion of a series\r\nof tests, limited to eight at most, that will be completed\r\nbefore the end of May 1996. Our goal remains to conclude\r\nas soon as next year a truly significant treaty that would\r\nban any nuclear-weapon test or any other nuclear explosion.\r\nI repeat, the completion of our test programme is not\r\ndoing damage to the environment. It is in keeping with the\r\nlaw and with the commitments made by France. Extreme\r\nrestraint does not in any way mean a ban. Finally, this\r\nprogramme will allow France to become an advocate of the\r\nmost satisfactory, most stringent, version of the test-ban\r\nTreaty.\r\nMr. Basabe (Argentina) (interpretation from Spanish):\r\nIn exercise of the right of reply, having heard the comments\r\nof the delegation of the United Kingdom the Argentine\r\nRepublic wishes to confirm the views expressed by our\r\nForeign Minister, Mr. Di Tella, in his statement this\r\nmorning in the general debate.\r\nMr. Kamal (Pakistan): We have heard the statement\r\nof the representative of India and his utterly fallacious and\r\nbaseless allegations against Pakistan. Let us examine the\r\npoints he made, beginning with the reference to Kashmir as\r\nan integral part of India.\r\nThe incontrovertible fact is that Jammu and Kashmir\r\nis not a part of India. Kashmir is a disputed territory, and\r\nhas been recognized as such by the United Nations for the\r\nlast 47 years. This is substantiated in Security Council\r\nresolutions, United Nations maps and official documents of\r\nthe United Nations all substantiate this. Security Council\r\nresolutions clearly determine that the final disposition of the\r\nState of Jammu and Kashmir will be made in accordance\r\nwith the will of the people expressed through the\r\ndemocratic method of a free and impartial plebiscite\r\nconducted under the auspices of the United Nations.\r\nKashmir remains on the agenda of the Security\r\nCouncil. The Secretary-General’s annual report on the\r\nwork of the Organization affirms that the dispute of\r\nJammu and Kashmir has to be resolved. The oldest\r\nUnited Nations peace-keeping operation, the United\r\nNations Military Observer Group in India and Pakistan\r\n(UNMOGIP), has been stationed along the Line of\r\nControl since 1949. Indian leadership itself is on record\r\nas accepting the disputed nature of Jammu and Kashmir.\r\nThe first Prime Minister of India, Pandit Jawaharlal\r\nNehru, stated that India had left the question of the final\r\nsolution to the people of Kashmir and that it was\r\ndetermined to abide by that decision.\r\nThe allegation that Pakistan was somehow\r\nresponsible for the non-implementation of resolutions of\r\nthe Security Council and of the United Nations\r\nCommission for India and Pakistan (UNCIP) is false and\r\nunsubstantiated.\r\nThe question of demilitarization applied to the\r\nJammu and Kashmir territory as a whole, and not to that\r\nof liberated Jammu and Kashmir alone. When the time\r\ncame for the withdrawal of Indian troops, India wriggled\r\nout of its commitment by offering many excuses. Sir\r\nOwen Dixon, the United Nations mediator, was\r\nconstrained to report that India was insisting on\r\nconditions which made the holding of a fair and free\r\nplebiscite impossible. India also frustrated the efforts of\r\nDr. Graham, Sir Owen Dixon’s successor. India was not\r\ninterested in any plebiscite and was determined to hold on\r\nto Kashmir.\r\nThen, towards the end of 1950, in contravention of\r\nSecurity Council resolutions, India took steps for the total\r\nintegration of Kashmir by convening the so-called\r\nConstituent Assembly. Thus, right from the beginning, it\r\nwas India which stalled the implementation of Security\r\nCouncil resolutions.\r\nThen India blames Pakistan for territorial ambitions\r\nin Kashmir. Pakistan has no territorial ambitions in\r\nKashmir. It is India that has demonstrated the worst\r\nexample of territorial ambition in Kashmir by illegally\r\noccupying the territory and brutalizing its people for 47\r\nyears.\r\n51\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nFrom time to time Indian leaders and generals have\r\nthreatened to cross the Line of Control and occupy Azad,\r\nKashmir. In August 1994, the Indian Prime Minister\r\nthreatened to complete the unfinished task of regaining\r\nAzad, Kashmir. After burning down the Charar-e-Sharif\r\nshrine and mosque complex in Kashmir in May 1995,\r\nIndian Cabinet Ministers and leaders vowed to teach\r\nPakistan a lesson. This is territorial ambition in its\r\nquintessential form not Pakistan’s moral, political and\r\ndiplomatic support for the oppressed people of Kashmir\r\nunder Indian subjugation.\r\nThe Indian representative also tried to denigrate the\r\nfreedom struggle of Kashmir as a terrorist movement. This\r\nis an age-old ploy of the colonial masters to justify their\r\nstranglehold over forcibly occupied territories. If we were\r\nto accept the perspective of the oppressor, then most\r\nfreedom movements would fall into the category of\r\nterrorism. That is why the United Nations clearly\r\ndifferentiates between acts of terrorism and the legitimate\r\nstruggle of people under alien domination and foreign\r\noccupation for their national liberation.\r\nIndian allegations of Pakistan’s abetment of terrorism\r\nfrom across the border are patently absurd. Pakistan\r\ncondemns terrorism in all its forms and manifestations.\r\nSince 1990 Pakistan has time and again proposed the\r\nstationing of impartial international observers along the\r\nLine of Control. Last year the Foreign Minister of Pakistan\r\nproposed to the President of the Security Council the\r\nexpansion of UNMOGIP on both sides of the Line of\r\nControl. India rejected all these constructive proposals. This\r\nspeaks eloquently of the propagandist nature of its\r\nallegations.\r\nUnless India agrees to a stronger international\r\nmechanism for monitoring the Line of Control, all its\r\nclaims about cross-border terrorism will need to be treated\r\nwith the contempt that they deserve. In fact, India today is\r\nitself probably the largest terrorist State in the world. Over\r\n600,000 Indian troops in Kashmir are involved in the most\r\nabhorrent manifestation of State-sponsored terrorism in the\r\nworld. So much for the reference to peacetime locations of\r\nIndian troops! Its State machinery has been unleashed not\r\nonly in Kashmir, but in all its neighbouring States.\r\nPakistan, too, has been a favourite target of its intelligence\r\nagencies.\r\nIn the recent past, Indian terrorists have killed\r\nthousands of people in Pakistan. No city is safe from their\r\nterror. Fifty terrorist camps are operating on the Indian side\r\nof the border with the sole purpose of committing\r\nterrorism and sabotage in Pakistan.\r\nIt has also been implied that Jammu and Kashmir is\r\nsomehow a bilateral dimension. Nothing could be further\r\nfrom the truth. The Simla Agreement of 1972 neither\r\naltered the status of Jammu and Kashmir as a disputed\r\nterritory nor changed the international character of the\r\nissue. Nor does it prevent Pakistan from taking up the\r\nissue at international forums, particularly the United\r\nNations.\r\nIndia has always repulsed Pakistan’s efforts to start\r\nserious negotiations on the Jammu and Kashmir dispute\r\nin accordance with Security Council resolutions and even\r\nthe Simla Agreement. India starts each round of bilateral\r\nnegotiations with the condition that Pakistan should accept\r\nits illegal occupation in Jammu and Kashmir as a fait\r\naccompli.\r\nThe so-called elections touted by India are the most\r\nblatant subterfuge used to legitimize its illegal occupation\r\nof Jammu and Kashmir. How can the people of Jammu\r\nand Kashmir express their will with Indian military and\r\nparamilitary forces brutalizing the people of Kashmir and\r\nthe entire State machinery manipulating a stage-managed\r\nfarce of elections?\r\nIndia always starts talking about elections in\r\nKashmir under international pressure. The entire Kashmiri\r\nleadership have rejected any elections. They have declared\r\nthat such elections would not be a substitute for the\r\nplebiscite promised to them by the United Nations.\r\nReference has been made to events in Karachi.\r\nPakistan is strongly committed to the promotion and\r\nprotection of human rights. The Prime Minister of\r\nPakistan, Mohtarama Benazir Bhutto, has spearheaded the\r\ncampaign for universal human rights as a basis for\r\ndemocratic institutions, national unity and socio-economic\r\ndevelopment.\r\nPakistan, however, has never emulated India’s\r\nsupercilious posture in claiming that the human rights\r\nsituation in our country is perfect. Pakistan has never\r\n52\r\nGeneral Assembly 9th plenary meeting\r\nFiftieth session 27 September 1995\r\nclaimed to be a paragon of perfection. Human rights\r\nviolations in Pakistan are committed by individuals and not\r\nby the State. In Kashmir, on the other hand, what we are\r\nwitnessing is a pattern of massive, systematic and consistent\r\nviolations of human rights committed in pursuance of a\r\nwell-planned State policy. Tens of thousands of people have\r\nbeen killed by Indian security forces.\r\nFinally, I come to the reference to unfortunate\r\nhostages in Kashmir. Pakistan condemns all acts of hostage-\r\ntaking wherever they occur. Pakistan forthrightly condemns\r\nthe inhumane kidnapping of Western tourists by an\r\nunknown group, the Al-Faran. All evidence clearly points\r\nto the fact that this barbaric act of hostage-taking is a crude\r\nand cynical ploy by Indian intelligence agencies to discredit\r\nthe legitimate struggle of the people of Kashmir. The All\r\nParties Hurriyet conference, an association of 34 Kashmiri\r\npolitical parties and groups, has condemned this act and\r\ndemanded the immediate release of hostages. The\r\nkidnapping of the individuals and three successive actions\r\nfrom an area with an enormous Indian troop concentration,\r\nthe hostage-takers’ constant contact with the outside world\r\nand the Indian authorities through telephone and radio\r\ncommunications — all these facts raise strong suspicions\r\nabout Indian complicity in masterminding this incident of\r\nhostage-taking. The international media have also reported\r\nintriguing evidence that Indian authorities are controlling\r\nthe hostage-takers.\r\nIn conclusion, let me reiterate that no amount of\r\nobfuscation by India in Jammu and Kashmir, a territory\r\nrecognized as disputed by this body, can bail it out of its\r\npresent quagmire. India has reneged on Security Council\r\nresolutions on Kashmir to which it was a party. Over\r\n600,000 Indian troops are now brutalizing the peaceful\r\npeople of Jammu and Kashmir, but they cannot crush their\r\nresolve to win freedom from Indian subjugation.\r\nThe meeting rose at 8.45 p.m.\r\n53\r\n"