"United Nations A/50/PV.50\r\n95-86522 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFiftieth Session\r\n50th plenary meeting\r\nMonday, 6 November 1995, 10 a.m.\r\nNew York\r\nPresident: Mr. Freitas do Amaral . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Portugal)\r\nThe meeting was called to order at 10.30 a.m.\r\nTRIBUTE TO THE MEMORY OF HIS\r\nEXCELLENCY MR. YITZHAK RABIN, LATE PRIME\r\nMINISTER OF THE STATE OF ISRAEL\r\nThe President: Before we take up the item on our\r\nagenda for this morning, the General Assembly will pay\r\ntribute to the memory of the late Prime Minister of the\r\nState of Israel, Mr. Yitzhak Rabin.\r\nAs the leader of his country, Mr. Rabin, in his\r\nwisdom, chose to lead his people down the path towards\r\nlasting peace in the Middle East, and for this he has made\r\nthe ultimate sacrifice.\r\nIt was only two weeks ago that the reaffirmation of\r\nMr. Rabin’s dedication to the course of peace resonated in\r\nthis very Hall. Today, as he is being buried, I have the very\r\nsad duty to extend, on behalf of the General Assembly, our\r\ndeepest sympathy to the Government and people of Israel\r\nand to the bereaved family in their tragic loss.\r\nIt is our fervent hope that Mr. Rabin’s life will not\r\nhave been sacrificed in vain and that the international\r\ncommunity and peoples of the world will be inspired by\r\nthat life to abandon war and violence and to embrace peace.\r\nI invite representatives to stand and observe a minute\r\nof silence in tribute to the memory of the late Prime\r\nMinister of the State of Israel.\r\nThe members of the General Assembly observed a\r\nminute of silence.\r\nThe President: I now call on the representative of\r\nBrunei Darussalam, who will speak on behalf of the\r\nAsian States.\r\nMr. Abdul Momin (Brunei Darussalam): On behalf\r\nof the Asian Group, I have the honour to express our\r\nmost profound sympathy and condolences to the family of\r\nthe late Prime Minister Yitzhak Rabin and to the people\r\nof Israel.\r\nIsrael has lost an outstanding leader and a man of\r\npeace. It is sad to witness once again a man and a leader\r\nof such courage becoming a victim of the violence that\r\nwe have seen for far too long in the Middle East.\r\nI am sure that I am expressing the feelings of\r\nmembers of the Asian Group when I say that the sacrifice\r\nof the late Prime Minister Yitzhak Rabin will not have\r\nbeen in vain. His untimely death should be a reminder to\r\nall concerned of the urgency to achieve comprehensive\r\nand lasting peace in that troubled region.\r\nThe President: I now call on the representative of\r\nSouth Africa, who will speak on behalf of the African\r\nStates.\r\nMr. Jele (South Africa): The member States of the\r\nAfrican Group have learned with deep shock and sadness\r\nof the assassination of Mr. Yitzhak Rabin, Prime Minister\r\nGeneral Assembly 50th plenary meeting\r\nFiftieth session 6 November 1995\r\nof Israel, over the past weekend. This criminal act, which\r\nshould be condemned in the strongest terms, must surely\r\nhave been committed by someone who has no interest in\r\nthe general welfare of the Israeli and Palestinian peoples.\r\nThe death of Prime Minister Rabin is a great loss to\r\nthe people of Israel and could threaten the peace process\r\nnow under way in the Middle East. The African Group\r\nurges all the parties to the Middle East peace process not to\r\nbe deterred by this tragic incident, but to draw strength\r\nfrom the firm belief that the legacy of Prime Minister\r\nRabin’s leadership would best be honoured by following the\r\ncourse set by him.\r\nThe States members of the African Group convey their\r\ncondolences to the Rabin family and to the people and\r\nGovernment of Israel.\r\nMay his soul rest in peace.\r\nThe President: I call on the representative of Albania,\r\nwho will speak on behalf of the Group of Eastern European\r\nStates.\r\nMr. Kulla (Albania): On behalf of the members of the\r\nGroup of Eastern European States, I want to express deep\r\nsorrow at the perfidious assassination of the Prime Minister\r\nof Israel, the late Yitzhak Rabin. At the same time, I wish\r\nto express our most sincere condolences to his family and\r\nto the Israeli people and Government, as well as to all the\r\npeace-loving people of the region, who saw in the\r\npersonality of the late Prime Minister a decisive and crucial\r\npromoter of the peace process of paramount importance to\r\nthe Middle East and the whole world.\r\nThe unexpected and outrageous loss of Prime Minister\r\nRabin, winner of the Nobel Peace Prize, constitutes a new\r\nnoble sacrifice — the high price that the civilized world is\r\npaying to ensure that tolerance, good understanding and\r\ncoexistence prevail over hatred, disagreement and exclusion.\r\nThe strike against Prime Minister Rabin is at the same\r\ntime an attack against the will of the large gathering which,\r\nonly a few minutes before the criminal act occurred, was\r\nexpressing clearly the support and hope that millions of\r\nJews and Arabs and millions of others around the world\r\nsaw in him and in other pioneers of peace in that part of\r\nthe world, where war has taken so many lives over several\r\ngenerations.\r\nHowever bitter this loss is, and however hard for the\r\nlong path of peace, we express again our unshaken belief\r\nthat the peace process in the Middle East will continue\r\nunharmed. Contrary to the aims of those who killed him,\r\nPrime Minister Rabin, through his sacrifice, will bring\r\nnew impetus to the contribution and awareness of people\r\nwho work in the region to achieve the much-desired\r\npeace.\r\nThe President: I call on the representative of\r\nBolivia, who will speak on behalf of the Latin American\r\nand Caribbean States.\r\nMr. Camacho Omiste (Bolivia) (interpretation from\r\nSpanish): I should like, on behalf of the delegations of the\r\nLatin American and Caribbean States, to express profound\r\nsorrow at the tragic death of the Prime Minister of Israel,\r\nYitzhak Rabin.\r\nThe assassination of this distinguished statesman has\r\ndeprived the international community of a leader\r\ncommitted to the cause of world peace. The\r\ncircumstances of his death reveal intolerance and the\r\npersistence of tendencies opposed to the building of a\r\nsociety founded on the ideals of solidarity and\r\nunderstanding. The crime has shocked the whole world\r\nbecause Yitzhak Rabin incarnated the search for ways of\r\nrapprochement and reconciliation, with a view to securing\r\nimaginative and definitive solutions in the Middle East.\r\nTherefore, the indignation and pain caused by the\r\npassing of Prime Minister Rabin commit the political will\r\nof the world to the process of transformation that he\r\ninitiated, in order to bring about a lasting peace in the\r\nregion and in the world at large.\r\nThe Latin American and Caribbean States extend\r\ntheir condolences to the family of Yitzhak Rabin and to\r\nIsrael’s Government and people and its Permanent\r\nMission to the United Nations. May God give rest to the\r\nsoul of this illustrious statesman and inspire political\r\nleaders to promote understanding among human beings.\r\nThe President: I call on the representative of\r\nNorway, who will speak on behalf of the Group of\r\nWestern European and Other States.\r\nMr. Lian (Norway): Members of the Group of\r\nWestern European and Other States were deeply shocked\r\nand profoundly saddened by the news of the assassination\r\nof the Prime Minister of Israel, Mr. Yitzhak Rabin.\r\nWe all condemn this despicable act of violence.\r\nIsrael and the world have lost a great statesman and a\r\n2\r\nGeneral Assembly 50th plenary meeting\r\nFiftieth session 6 November 1995\r\nvisionary leader. Prime Minister Rabin showed great\r\npersonal courage and determination in his search for a just\r\nand lasting peace in the Middle East. He was a main\r\narchitect of the peace process, which he again praised and\r\npromoted on the last day of his life, just minutes before he\r\nwas killed.\r\nWe all remember that, only a year ago, Prime Minister\r\nYitzhak Rabin received the Nobel Peace Prize for his\r\nconsiderable efforts and for the considerable courage that\r\nhe showed in taking the peace process forward. He was\r\nawarded the Prize because he brought hope and promise to\r\nall people who have been working, openly or quietly, for\r\npeaceful evolution in the Middle East.\r\nAnd now, on the day of the burial of Prime Minister\r\nRabin, we all feel the necessity of continuing his work\r\ntowards peace. That is his legacy, and that is our\r\nresponsibility.\r\nOn this day our thoughts and sympathy go to his wife,\r\nLeah, to his family, to the people of Israel and to all those\r\nwho had faith in Yitzhak Rabin’s abilities to create peace.\r\nThe President: I call on the representative of the\r\nUnited States of America as the host country.\r\nMr. Gnehm (United States of America): A deep\r\nsadness fills our souls — a blanket that stifles our smiles,\r\na sadness that forces us to face very starkly the troubled\r\nworld in which we live and die.\r\nThe tragic news of the assassination of the Israeli\r\nPrime Minister, Yitzhak Rabin, has deeply shocked and\r\nsaddened my nation. As Secretary of State Christopher said\r\non Saturday:\r\n“History will record Prime Minister Rabin as one of\r\nthe towering figures of this century. He dedicated his\r\nlife to Israel, its security and the cause of peace.\r\nHeroic in war and in the service of his country, he\r\npursued peace with the same courage and\r\ndetermination.”\r\nOur hearts today go out to the people of Israel and to\r\nMrs. Rabin and her family at this most difficult time.\r\nHow many times have we gathered together in this\r\nHall to mourn those who have fallen in pursuit of peace in\r\nour world? We recall our own Secretary-General, Dag\r\nHammarskjöld, so many decades ago, and we recall the\r\nmany soldiers who have sacrificed their lives in various\r\nUnited Nations peace-keeping efforts. In each of our\r\ncountries, small and large, the memorials to fallen peace-\r\nkeepers grow longer each year.\r\nThe world indeed has lost a leader and a statesman,\r\nand it is indeed fitting for this Assembly, dedicated to the\r\ncause of peace, that we should mourn the loss of a man\r\nof peace. Israel has lost one of its finest sons. The United\r\nStates has lost a strong and true friend. But, my friends,\r\nif history has taught us anything, it affirms that out of\r\nsuch tragic times comes a renewed determination to seize\r\nour own destinies and drive forward toward the goals of\r\npeace which Prime Minister Rabin and his partners for\r\npeace had set for themselves and us.\r\nWe will not be daunted. We will not succumb to\r\ngrief. We will pledge ourselves to work with even more\r\ndetermination and dedication for peace in the Middle East\r\nand elsewhere in our world. With this pledge we pay\r\ntribute to Prime Minister Rabin and his vision for peace,\r\nremembering the words from The Beatitudes:\r\n“Blessed are the peacemakers: for they shall be\r\ncalled the children of God.” (The Holy Bible,\r\nMatthew 5:9)\r\nMr. Peleg (Israel): My country very much\r\nappreciates the warm words and expressions of respect,\r\nsympathy and support which were said here this morning\r\nabout Prime Minister Rabin and his commitment to peace,\r\nby you, Sir, and by the representatives of the geographical\r\ngroups and the host country.\r\nThe day of 4 November 1995 is one that will live\r\nforever in the memory of Israel, its neighbours, and the\r\ninternational community. On that day, an assassin’s bullet\r\nkilled the Prime Minister of Israel, Mr. Yitzhak Rabin.\r\nThe bullet was not meant for the man himself. The\r\nbullet was an attempt to stop the courageous march\r\ntowards peace for all peoples of the Middle East. In the\r\nwords of Yitzhak Rabin himself, in his last speech at the\r\npeace rally in Tel Aviv:\r\n“I was a military man for 27 years. I fought so long\r\nas there was no chance for peace. I believe that\r\nthere is now a chance for peace.”\r\nThe Government of Israel is fully committed to\r\ncontinuing its efforts towards reaching a comprehensive\r\nand lasting peace with all of its neighbours. It is our\r\nobligation — we in the Middle East and the international\r\n3\r\nGeneral Assembly 50th plenary meeting\r\nFiftieth session 6 November 1995\r\ncommunity — to make sure that Prime Minister Rabin’s\r\nvision will not be lost. An assassin’s bullet will not halt our\r\nefforts to achieve what Prime Minister Rabin had so boldly\r\nset out to accomplish.\r\nIn Prime Minister Rabin’s speech to the General\r\nAssembly on 24 October 1995, he said:\r\n“The road is still long. However, we are\r\ndetermined to continue until we have brought peace to\r\nthe region, for our children and our children’s children\r\nand for all the peoples of the region. This is our\r\nmission. We will fulfil it.” (Official Records of the\r\nGeneral Assembly, Fiftieth Session, Plenary Meetings,\r\n39th meeting, p. 26)\r\nLet these words inspire us in our journey towards\r\npeace.\r\nAgenda item 40\r\nBuilding a peaceful and better world through sport and\r\nthe Olympic Ideal\r\nDraft resolution (A/50/L.15)\r\nThe President: I call on the representative of the\r\nUnited States of America, Mr. Bart Conner, Sports\r\nDelegate, to introduce draft resolution A/50/L.15.\r\nMr. Conner (United States of America): My name is\r\nBart Conner. I was a member of three United States\r\nOlympic teams, earning two gold medals in men’s\r\ngymnastics at the 1984 Olympic Summer Games in Los\r\nAngeles.\r\nIt is my extreme honour to represent my country at\r\ntoday’s consideration of agenda item 40, “Building a\r\npeaceful and better world through sport and the Olympic\r\nIdeal”.\r\nOn behalf of the 103 listed co-sponsors of the draft\r\nresolution “The Olympic Ideal” before us today, the United\r\nStates delegation is honoured to note the presence of\r\nseveral Ministers of Youth and Sport, the President of the\r\nInternational Olympic Committee, Juan Antonio Samaranch,\r\nkey figures of the Olympic Movement, distinguished\r\nMember State colleagues, and other dignitaries. We are\r\ngrateful for their participation in today’s activities.\r\nAs all competitors know, records were meant to be\r\nbroken. This draft’s co-sponsorship may well surpass that\r\nof last year’s resolution — which was the second-most\r\nco-sponsored in General Assembly history — of 141. If\r\n159 Member States co-sponsor the draft, this fiftieth\r\nsession would set a record: truly an Olympic feat of the\r\nfirst order.\r\nIt is important to acknowledge the following 21\r\nco-sponsors who have joined since the printing of this\r\ndraft: Angola, Bangladesh, Brazil, Brunei Darussalam,\r\nChina, Costa Rica, France, India, Italy, Japan, Malaysia,\r\nMauritius, Mozambique, the Netherlands, Peru, the\r\nRepublic of Korea, the Russian Federation, South Africa,\r\nSweden, Togo and United Arab Emirates.\r\nGiven many crises clamouring for United Nations\r\nattention, why have so many delegations shown such\r\ninterest in this symbolic sports issue? The answer is\r\ninherent: sport is a powerful motivating and unifying\r\nforce all around the world. It is a force going far beyond\r\nmere final scores. It inspires us in our endeavours.\r\nThrough it we witness — in personal drive, team\r\nsacrifice, angst and accomplishment — a devotion to the\r\ncause, to a goal, to an ideal, to the pursuit of excellence\r\nas an end in itself — and not merely to the reward.\r\nMember States understand this unifying power of\r\nsport — the drive to persist towards a shared goal — and\r\nthey rely upon it in their many efforts to build a peaceful\r\nand better world.\r\nIn the spirit of Olympic ethics and of fair play, the\r\npowerlessness of discrimination — racial, religious,\r\npolitical, or otherwise — is a glorious living\r\ndemonstration of the world as one.\r\nWhat is the Olympic Ideal? Taken from its ancient\r\norigin, it is the cultivation of the mind, the moral\r\nconscience, and the body; it is the equilibrium of values,\r\nforces and faculties. It offers the capacity to assimilate\r\nneighbouring civilizations and to be a decisive factor of\r\nprogress within them.\r\nIn the modern era, for the last 101 years the\r\nguardian and promoter of the Olympic Ideal has been the\r\nInternational Olympic Committee. It serves the cause of\r\npeace by assisting the development of sport and culture,\r\nculminating in the global festivals that are the Games of\r\nthe Olympiad. Its five interlocking rings, found to be the\r\nworld’s most universally recognized symbol, represent the\r\nunion of the five continents and the meeting of athletes\r\nfrom all nations.\r\n4\r\nGeneral Assembly 50th plenary meeting\r\nFiftieth session 6 November 1995\r\nIn the words of United Nations Secretary-General\r\nBoutros Boutros-Ghali,\r\n“The Olympic Ideal is a hymn to tolerance and\r\nunderstanding between people and cultures. It is an\r\ninvitation to competition, but competition with respect\r\nfor others. In its way, Olympism is a school for\r\ndemocracy”.\r\nRegarding our question on why this symbolic debate\r\ndraws so much interest, the Secretary-General concludes\r\nthat\r\n“there is a natural link between the ethic of the\r\nOlympic Games and the fundamental principles of the\r\nUnited Nations”.\r\nIn this spirit, the draft resolution supports further\r\ncooperation between the International Olympic Committee\r\nand the United Nations system in joint preventive education\r\nprogrammes, such as anti-doping activities, drug-abuse\r\nprevention, environmental protection, and enhancing\r\nwomen’s participation in all aspects of the sport movement.\r\nThe draft encourages ministries of youth and sport to join\r\nin this collaboration.\r\nWhat a pleasure it is today to be here and to see so\r\nmany Olympic friends, people who have gone beyond their\r\nsporting successes to serve the goals of the Olympic Ideal,\r\npeople who have taken what they have learned through\r\nsports and who are applying it to make the world a\r\npeaceful and better place.\r\nThey might agree with me that in this world you can\r\nachieve money and fame through luck, but luck will not\r\nturn you into an athlete who excels, be it through a world\r\nrecord or a personal best. Self-improvement and\r\nself-knowledge are precious things well worth the effort.\r\nThe pursuit of a goal with excellence in mind is the shared\r\nbond among athletes, and it might be most evident in those\r\nwho are physically or mentally challenged — all of whom\r\nwe celebrate for what they can do, not judge for what they\r\ncannot do.\r\nI have seen first-hand how sport fosters unity. But I\r\nalso realize that it would be simplistic and naive to think\r\nthat practicing sport is synonymous with working for peace.\r\nAs I am learning from my friends here today, both sport\r\nand diplomacy seek to reinforce friendship between\r\npeoples, and fair play means involving players with various\r\ninterests and abilities rather than merely demonstrating\r\npower. Whether it be a 9-year-old boy in Norman,\r\nOklahoma, or a 15-year-old girl half a world away, sport\r\nteaches all youth that they can share the same level\r\nplaying field.\r\nBut let us get more specific. What are the real\r\nbenefits of sport? People who are involved in sports better\r\nthemselves and society. It is proven that people who play\r\nsports are more likely to join a team than join a gang;\r\nthey are more likely to stay in school; they are more\r\nlikely to make responsible decisions in favour of clean\r\nlives away from drugs and other dangers; and they are\r\nmore likely to go on to higher education. The figures are\r\nsolid and impressive. Sport can help us meet the\r\nhuman-centred development goals proposed by recent\r\nUnited Nations global conferences.\r\nAlso, these facts and figures have sparked the\r\nInternational Olympic Committee to expand into\r\nhumanitarian activities for underprivileged youth around\r\nthe world. Their efforts towards a peaceful and better\r\nworld are happening on a daily basis: stress in refugee\r\ncamps is handled through organized basketball\r\ntournaments; war-torn sports facilities are rebuilt; and\r\ncoaching clinics teach rules and fair play. As we can see,\r\nthe Olympic flame is a small package, yet how brightly\r\nit shines, how far its warmth extends.\r\nThe International Year of Sport and the Olympic\r\nIdeal (1994), proclaimed at the forty-eighth session of the\r\nUnited Nations General Assembly, called on the\r\nInternational Olympic Committee to support the peace\r\ninitiatives undertaken by the United Nations and other\r\nregional political organizations.\r\nThe Olympic Truce, first sworn in Greece in the\r\nninth century B.C., called for the cessation of all\r\nhostilities during the ancient games. Its observance in the\r\nmodern era took effect only recently as a result of the\r\nforty-eighth and forty-ninth General Assemblies. Member\r\nStates have agreed with President Samaranch that\r\n“The Olympic Truce must serve to promote\r\ndialogue, reconciliation and the search for durable\r\nsolutions so that peace may reign throughout the\r\nworld and human suffering cease”.\r\nToday’s draft reaffirms the Olympic Truce and\r\nschedules its reconsideration in advance of each Summer\r\nand Winter Games. Therefore, the United States\r\ndelegation here and now affirms the observance of the\r\nOlympic Truce during the Games of the XXVI Olympiad,\r\nthe Centennial Games.\r\n5\r\nGeneral Assembly 50th plenary meeting\r\nFiftieth session 6 November 1995\r\nIt has been my country’s honour to have hosted the\r\nOlympic Games in St. Louis, Los Angeles, Lake Placid and\r\nSquaw Valley. And now, the United States looks forward\r\nto welcoming the world to Atlanta in 1996, the opening\r\nceremonies being only 256 days from today.\r\nWe invite further co-sponsorship and the consensus\r\nadoption of the draft resolution before us today, “The\r\nOlympic Ideal”, in document A/50/L.15.\r\nMr. Peerthum (Mauritius), Vice-President, took the\r\nChair.\r\nThe Acting President: Before calling on the next\r\nspeaker, I should like to propose that the list of speakers in\r\nthe debate on this item be closed at 11.15 a.m.\r\nI hear no objection.\r\nIt was so decided.\r\nThe Acting President: I therefore request those\r\nrepresentatives wishing to participate in the debate to\r\ninscribe their names on the list as soon as possible.\r\nI now call on His Excellency Mr. Francesco Fulci,\r\nPermanent Representative of Italy to the United Nations.\r\nMr. Fulci (Italy): Before making my statement, I\r\nshould like to join the President and the representatives of\r\nour geographical groups in expressing the shock and\r\nprofound sorrow of my country, Italy, at the tragic news of\r\nthe assassination of the Prime Minister of Israel,\r\nHis Excellency Yitzhak Rabin, and to renew the sincere and\r\ndeep condolences of the Italian Government and people to\r\nthe Government and people of Israel. Yitzhak Rabin has\r\nbecome a martyr of peace, for his tragic death is a loss not\r\nonly for Israel but for all true lovers of peace the world\r\nover.\r\nOur sincere hope is that the courageous march to\r\npeace in the Middle East will not be stopped by a\r\nmurderer’s bullet.\r\nThe XXVI Olympic Games will mark the centennial\r\nof the revival of the Olympic Ideal. They will provide a\r\nsymbolic opportunity to pause and reflect on the role of\r\nsport in today’s world. The United Nations cannot fail to\r\nrecognize the continuing, increasing relevance of sporting\r\nactivities in our societies. Sport is such a global\r\nphenomenon that it can certainly contribute greatly to\r\nbuilding a more peaceful and a better world. At its\r\nforty-eighth session, the General Assembly considered\r\nthis item for the first time and commemorated the\r\ncentenary of the founding of the International Olympic\r\nCommittee (IOC) by proclaiming 1994 as the\r\nInternational Year of Sport and the Olympic Ideal. On\r\nthat occasion, the General Assembly, in response to the\r\nappeal of the International Olympic Committee, urged\r\nMember States to observe the Olympic Truce from the\r\nseventh day before the opening to the seventh day after\r\nthe closing of the Olympic Games. This was done for the\r\nfirst time on the occasion of the Olympic Games in\r\nLillehammer, Norway, from 12 to 27 February 1994.\r\nThis year’s draft resolution calls again upon Member\r\nStates to observe the Olympic Truce during the upcoming\r\nAtlanta Games. In view of recent developments in\r\nattempts to reach a political settlement in the former\r\nYugoslavia, this appeal is especially relevant. In Africa,\r\nfrom Liberia to Angola, prospects for a lasting peace have\r\nbeen revived. May the Olympic flame bring hope also to\r\ncountries such as Somalia, where the darkness of hatred\r\nand violence still prevails.\r\nItaly has always been a strong, convinced supporter\r\nof the Olympic Games and of the International Olympic\r\nCommittee. Our Secretary of State for the Prime\r\nMinister’s Office responsible for sports in Italy, the\r\nHonourable Lamberto Cardi, had planned to attend this\r\nmeeting to further underline Italy’s commitment to the\r\nOlympic Ideal and Olympic activities. Unfortunately, last\r\nminute difficulties prevented him from being here. So he\r\nasked me to convey Italy’s support to the Committee and,\r\nin particular, to its President, the Marquis de Samaranch,\r\nsupport which I am glad to express also by co-sponsoring\r\nthe draft resolution before the General Assembly, as\r\nalready announced already by the representative of the\r\nUnited States.\r\nThe International Olympic Committee has forged\r\nmany cooperation agreements with a number of organs,\r\norganizations, programmes and specialized agencies of the\r\nUnited Nations. In this connection, let me recall the very\r\nstrong relationship between the Committee and the United\r\nNations International Drug Control Programme (UNDCP)\r\nthrough a cooperation agreement signed last February.\r\nThis translates into reality the commitment of both the\r\nIOC and UNDCP to expand drug abuse prevention\r\nprogrammes by including sports services aimed at\r\ndeprived communities and youth at risk. As a first step in\r\nthis cooperation, an international conference sponsored by\r\nboth organizations was held earlier this year in Rome,\r\nduring which athletes of international renown were invited\r\n6\r\nGeneral Assembly 50th plenary meeting\r\nFiftieth session 6 November 1995\r\nto campaign against drug abuse. The conference provided\r\nan opportunity to review the status of knowledge and\r\nexperience on the use of sports as a means of reducing\r\nillicit demand for drugs. This is but one example. There are\r\nmany ways in which sports and the Olympic Ideal can\r\ncontribute to the building of a peaceful and better world.\r\nPractising a healthy lifestyle, of which sporting activities\r\nare very much a part, is of fundamental importance in the\r\ndevelopment of the physical, intellectual and emotional\r\npotential of young people in order to make them\r\nresponsible adults at ease in society.\r\nAllow me to conclude by expressing the hope that\r\ntoday’s celebration of the Olympic Ideal in the General\r\nAssembly will not remain a single event. May it instead\r\nmark a deeper involvement of the United Nations in this\r\nfield, a field so close to people’s minds and to people’s\r\nhearts.\r\nThe Acting President: I now call on His Excellency\r\nMr. Edgar Camacho Omiste, Permanent Representative of\r\nBolivia to the United Nations.\r\nMr. Camacho Omiste (Bolivia) (interpretation from\r\nSpanish): Allow me to convey to the President of the\r\nAssembly a message of friendship from my country’s\r\nNational Secretary for Sport and a warm greeting from the\r\nyouth of Bolivia. I would also like to greet the Ministers of\r\nyouth and sport attending the General Assembly at this\r\nsession and the President of the International Olympic\r\nCommittee.\r\nBuilding a peaceful and better world through sport and\r\nthe Olympic Ideal is a lofty goal that Bolivia is pleased to\r\nshare, since it reflects the international conviction that sport\r\nis a particularly apt means to promote reconciliation and\r\nunity among peoples, beyond all differences of politics,\r\nreligion, ethnicity, culture and standards of living between\r\nnations.\r\nWe are all a single species of rational beings and, as\r\nsuch, enjoy the same rights, dignity and value, wherever we\r\nmay live and whatever our language, job or economic\r\nstanding. In order to achieve physical and spiritual\r\nfulfilment, human beings need the recreation, hobbies and\r\nentertainment provided by games, competitions and\r\nself-expression through art and sports.\r\nSport teaches us to value and properly preserve the\r\nenvironment. It promotes understanding of and respect for\r\nthe diversity of peoples, cultures and countries and the\r\nnational characteristics of each. Wherever human beings\r\nlive, artistic and sporting activities flourish.\r\nToday it is unacceptable to segregate or discriminate\r\nagainst human beings on the basis of the colour of their\r\nskin, where they live or the altitude above sea level at\r\nwhich they conduct their activities. Sport must serve to\r\nunite peoples and promote peace and equality between\r\nnations and the harmonious development of humankind.\r\nThe role of sport in promoting peace is one of the\r\nbest legacies of ancient Greece. Indeed, there is no other\r\nhuman activity which possesses the same moral force and\r\ncan do so much to promote universal health. Sport\r\ntransmits lofty ideals, joy in living and the desire for free\r\nexpression. It stimulates a feeling of healthy competition,\r\nit improves health and constitutes a factor for moral and\r\nsocial education. It therefore contributes to the building of\r\na world of peace.\r\nSport must be a primary activity for young people\r\nand should be practised at all ages, even by those with\r\nphysical limitations. In a time marked by violence, hatred\r\nand drugs, sport is a sign of hope and solidarity. It is a\r\ntrue pleasure for Bolivia to join in sponsoring the draft\r\nresolution before the Assembly; we call upon the\r\nAssembly to support it.\r\nThe Acting President: I now call on Mr. Vilnis\r\nBaltiņš, President of the Latvian Olympic Committee.\r\nMr. Baltiņš (Latvia): Today, on the eve of the one\r\nhundredth anniversary of the revived Olympic Games in\r\nGreece, with the passing of the one hundredth anniversary\r\nof the founding of the International Olympic Committee\r\n(IOC) and as we mark the fiftieth anniversary of the\r\nUnited Nations, Latvia speaks for the first time in our\r\nhistory on “Building a peaceful and better world through\r\nsport and the Olympic Ideal”.\r\nLatvia’s admission to the United Nations in\r\nSeptember 1991 was followed by the International\r\nOlympic Committee’s decision to renew our participation\r\nin the international Olympic Movement. We are honoured\r\nto be part of the family of nations and of the Olympic\r\nfamily.\r\nLatvia has been included in the category of countries\r\nwhich are commonly referred to as new and small. Our\r\nstatehood is not new. Rather it has been re-established.\r\nOur road to independence began with a non-violent\r\nrevolution during which the world witnessed\r\n7\r\nGeneral Assembly 50th plenary meeting\r\nFiftieth session 6 November 1995\r\nunprecedented solidarity of hearts and minds after 50 years\r\nof illegal occupation. During those 50 years, Latvia had 18\r\nOlympic champions and received 66 Olympic medals. The\r\nworld did not know those champions as representatives of\r\nLatvia, but rather as part of the Soviet team. The pursuit of\r\nour identity and self-determination through sports was an\r\nimportant element for the promotion of our national\r\nself-confidence and our country’s quest to re-establish its\r\nindependence.\r\nThe pain of improper recognition in past Olympics is\r\nstill with us today. I speak from my own experience as a\r\nmember of the Soviet national team for eight years. But our\r\nexperience — be it living under a totalitarian regime while\r\ndreaming of freedom and independence, or forming a new\r\nsense of public awareness in a free State — allows us to\r\ntestify to the importance of sport and the Olympic\r\nMovement as an integral part of the life of a nation.\r\nLatvia extends its gratitude to those who laid the\r\nfoundation of the modern Olympic Movement. The ideals\r\nthe Movement has set for sports, as well as the\r\norganizational framework that has allowed the Movement\r\nto retain its independence and popularity, are noteworthy.\r\nWe can be thankful for the wisdom of the leaders of the\r\nInternational Olympic Committee for developing the\r\nMovement to a level sufficient to catch the attention of the\r\nUnited Nations. However, we should not forget the goal of\r\nBaron Pierre de Coubertin, namely that the International\r\nOlympic Committee should keep the spirit of amateur sport\r\nalive and exclude outside influences that could undermine\r\nthe spirit of the Games.\r\nOver the past 50 years, the International Olympic\r\nCommittee has supported Latvian athletes as members of\r\nthe global Olympic family in spite of the subjugation of\r\nsporting institutions to political goals and repeated\r\npolitically motivated boycotts of the Olympic Games. For\r\nLatvia, sport became our international means of\r\nharmonious communication and development.\r\nSport is one of the important ways in which the\r\npeoples of Eastern Europe, including Latvia, had an\r\nopportunity to begin a new and peaceful life. For small\r\nnations, international sports provide a forum where one’s\r\nown identity and the vitality of one’s nation can be\r\nappreciated by others. Therefore, faith in the future is born.\r\nWe know that there are more small nations than large\r\nnations, and perhaps through the ideals of sports the\r\ndifferences between large and small nations will become\r\ninsignificant. A nation will be as great as its will.\r\nSports is a gauge of democracy in society, especially\r\nin a transitional period. In sports, everything is open and\r\non display. It is a mirror by which society can look at\r\nitself. Any discrimination, whether nationally or racially\r\nmotivated, is immediately visible. Latvia has learned the\r\ninternational language of sports, the language of fair play,\r\nand we truly feel ourselves members of the global sports\r\nfamily living up to the Olympic Ideal.\r\nBecause of present difficult economic realities, we\r\nmust find a balance between top sports and sports for all.\r\nDuring this transitional period, we sometimes feel inertia\r\nin our thinking; then we regain our strength from the\r\nOlympic Charter. The Olympic Charter, the bible of the\r\nOlympic Movement, was only available in Latvia after the\r\nre-establishment of our independence and the advent of\r\ndemocracy.\r\nIn conclusion, let me express the hope that in this\r\nhour of darkness when a soldier of peace has been\r\nassassinated, we will achieve a position in the world\r\nwhere sports as a force for peace will facilitate the\r\nresolution of global problems.\r\nThe Acting President (interpretation from French):\r\nI call next on the representative of France, Mr. Guy Drut,\r\nMinister for Youth and Sports.\r\nMr. Drut (France) (interpretation from French): We\r\ncame to this Assembly today to celebrate the contribution\r\nof sports and the Olympic spirit to the ideals of peace and\r\nUnited Nations solidarity. The tragic death on the evening\r\nof 4 November of the Prime Minister of Israel,\r\nMr. Yitzhak Rabin — a major architect of peace in the\r\nMiddle East — has cast a pall of sadness over this day of\r\nhope and brotherhood. In the face of this crime, this\r\ninjustice, our first duty is to bow our heads to the\r\nmemory of Yitzhak Rabin and to associate ourselves with\r\nthe bereavement of his family and of the Government and\r\npeople of Israel.\r\nIt is of course as a Minister but also as an Olympic\r\nchampion that I am honoured today to speak from this\r\nrostrum and to participate in the celebration of the\r\nOlympic Ideal. Indeed, France, the homeland of Pierre de\r\nCoubertin, is more than ever dedicated to promoting and\r\ndefending the Olympic values inherited from ancient\r\nGreece. Having been honoured to host the Congress of\r\nthe International Olympic Committee (IOC) in Paris in\r\n1994, 100 years after the announcement of the revival of\r\nthe modern Games, my country learned a great deal from\r\nthe tremendous work done there. I should therefore like\r\n8\r\nGeneral Assembly 50th plenary meeting\r\nFiftieth session 6 November 1995\r\nto share with the Assembly a few brief thoughts on the\r\npromotion and preservation of these Olympic values.\r\nFirst of all, France wholeheartedly welcomes the ever-\r\ngrowing importance of sport and the Olympic spirit at the\r\nUnited Nations. My presence here today confirms the\r\npriority which we attach to an Ideal of which one of the\r\nfundamental principles is:\r\n“wherever possible to place sport at the service of the\r\nharmonious development of humankind with a view to\r\nestablishing a peaceful society that strives to preserve\r\nhuman dignity”.\r\nThe French Government fully adheres to this principle,\r\nwhich it applies in its own sports policies. I should like\r\npersonally to thank the President of the International\r\nOlympic Committee, Mr. Juan Antonio Samaranch, for his\r\ntireless efforts over more than 15 years to ensure that the\r\nOlympic Ideal enjoys its proper place in international\r\nrelations.\r\nToday, sport is a fundamental element in the lives of\r\nour societies. Hence, Governments cannot and must not\r\nignore it. In France, our organization is 50 years old, dating\r\nfrom a 1945 order of the Government of General de Gaulle.\r\nEver since, particularly through the creation of a Ministry\r\nfor Youth and Sports and in close cooperation with the\r\nsport movement, we have constantly striven to develop a\r\npolicy aimed at deriving the greatest possible benefit from\r\nthe virtues of sport. Sport is an integral part of a citizen’s\r\neducation. It is above all a school for democracy because,\r\nas Coubertin said:\r\n“It combines teamwork and competition, those two\r\nessential pillars of democratic societies, without which\r\nthey are liable to become so weak that they finally\r\ncollapse”.\r\nSport is also a school for tolerance and social\r\nintegration, particularly for young people. On the subject of\r\nintegration, I should like to emphasize the concerns\r\nsurrounding the place of women in overall sport policies.\r\nFrance supports the activities undertaken by the IOC on this\r\nmatter at the recent meeting in Beijing — where an entire\r\nparagraph of the Platform for Action was devoted to gender\r\nequality in sport — and at the meeting of the Executive\r\nCommittee on 26 September 1995, where precise goals\r\nwere set in this regard for the years 2000 to 2005. At the\r\nnational level, we have included such requirements in the\r\nmodel statutes of sports federations.\r\nMoreover, sport is essential to health and in the\r\nstruggle against certain scourges, such as drugs. Finally,\r\nas Jacques Chirac, then Mayor of Paris, pointed out at the\r\nmost recent IOC Congress, sport\r\n“can serve the great causes of our times, such as the\r\nprotection of the environment”.\r\nIt is thus not surprising that the major sport-related\r\nthemes of States’ policies should also reflect the recent\r\nstrengthening of cooperation between the International\r\nOlympic Committee and the United Nations. France is in\r\nfavour of this.\r\nMy country is also eager to preserve these values, to\r\nwhich we are deeply devoted. I wish to cite three\r\nexamples of aberrations that threaten the Olympic Ideal.\r\nFirst, there are the violence and the lack of respect\r\nfor the sporting spirit, which constitute attacks on the\r\nspirit of tolerance at the very time — 1995 — when that\r\nvalue is being celebrated by the United Nations. Through\r\nnew national legislation and in close cooperation with its\r\npartners in the Council of Europe, with which it signed a\r\nconvention in 1985, France is doing everything possible\r\nto combat this scourge, but, above all, to nip it in the bud\r\nthrough very active education campaigns aimed at\r\nsportsmen and the public. The next soccer World Cup, to\r\nbe held in our country in 1998, will be a valuable\r\nopportunity to glorify the sporting spirit. We will, of\r\ncourse, support any initiatives taken on this subject at the\r\ninternational level.\r\nSecondly, there is the anti-doping campaign,\r\nsupported in France by appropriate and particularly\r\nrigorous national legislation. In close liaison with the\r\nnational sports movement and the IOC, we are\r\nintensifying our cooperation within the Council of Europe\r\nand also with certain highly motivated States. Hence, this\r\nyear France joined the “memorandum of understanding”\r\ngroup, which includes five other countries: Australia,\r\nCanada, New Zealand, Norway and the United Kingdom.\r\nThe essential purpose of this group is to improve the\r\neffectiveness and credibility of the anti-doping campaign\r\nthrough certain targeted priority actions: the\r\nharmonization and standardization of control procedures,\r\nreciprocal spot checks on athletes of member countries,\r\nand the establishment of protocols for international\r\nresearch aimed at achieving in the near future the ability\r\nto detect major doping agents in the body, such as certain\r\nhormones, that are undetectable today.\r\n9\r\nGeneral Assembly 50th plenary meeting\r\nFiftieth session 6 November 1995\r\nI stress the need to involve States in these matters,\r\nwhich have an altogether logical connection to the sport\r\nmovement within their sphere of competence. How can I\r\nconceal our concern at the apparent passivity of certain\r\nimportant countries whose national Olympic committees, if\r\nI am to believe well-informed observers, seem to be\r\nencountering serious resistance to their anti-doping policies?\r\nThis problem should be addressed clearly and solemnly.\r\nFrance hopes that, inspired by the convention signed within\r\nthe context of the Council of Europe, the other States\r\nMembers of the United Nations will reinforce their mutual\r\ncooperation with the competent agencies of the United\r\nNations in the anti-doping campaign. Such voluntary\r\nactions on the part of our States, in close partnership with\r\nthe Olympic Movement, would affirm our common desire\r\nto solve the very serious problem of doping and thus of\r\ndrugs in general.\r\nThirdly, for a number of years now France has raised\r\nin many forums the delicate question of the relationship\r\nbetween the world of sports and money. In this regard, it\r\nhas attempted to spell out the role of States and of the sport\r\nmovement, to which it has of course dedicated a branch of\r\nits civil service. This guarantees strict respect for a number\r\nof ethical rules.\r\nThe French system, as I have said, is 50 years old and\r\nbased on the principle of unity. This unity allows for\r\ncoherence in a policy that takes account of the financial\r\naspect of contemporary sport but is designed to correct its\r\nexcesses and aberrations.\r\nWe are also devoted to the universality of the Olympic\r\nspirit so that the trend towards a certain overweening\r\nexpansion does not exclude the less-developed countries.\r\nFor that reason, we also welcome the IOC’s policy of\r\nOlympic solidarity and are developing a national bilateral\r\nand multilateral cooperation strategy through the\r\nConference of Ministers of Youth and Sports of French-\r\nspeaking countries, of which 43 francophone countries,\r\nmostly from the South, are current members. In our\r\nopinion, sport must become a genuine element of\r\ndevelopment assistance. We are working to that end by\r\nusing our diplomatic services to fully integrate the sporting\r\ndimension into our foreign relations.\r\nI should like to stress the degree to which sport and\r\ndiplomacy have common objectives: the aim of both is to\r\nstrengthen friendship between peoples and to promote\r\ndialogue. France cannot but rejoice at seeing the Olympic\r\nGames become once again truly universal. Despite our full\r\nawareness of all the breaches of this universality — which\r\nwere, unfortunately, all too frequent in the past — we\r\nbelieve in the contributions sport and politics have to\r\nmake to each other.\r\nThe International Olympic Committee has been the\r\nstimulus for this through its activities with the United\r\nNations to promote observance of the Olympic Truce\r\nduring the 1994 Winter Games. France, which has been\r\nplaying a leading part in re-establishing peace in Bosnia,\r\nhailed the initiative by President Samaranch at that time\r\nto go to Sarajevo, where those same Winter Games had\r\nbeen held 10 years earlier, and my country was proud to\r\ncontribute to the success of his mission.\r\nWe are in favour of the notion that, during the\r\ncentenary Games next summer in Atlanta, the Olympic\r\nTruce should once again be observed. This ideal of peace\r\nwas perceived by Henry de Montherlant, who, although\r\nhe was one of France’s most pessimistic writers,\r\ndescribed the inaugural ceremony for the 1924 Olympics,\r\nin Paris, in the following terms in his “Third Olympics”:\r\n“All the flags rose, mingled their folds, each\r\ncovering another with the motion of a great caress.\r\nI admit it: it sent a tingle up my spine. Could it\r\nreally be so impossible for us all to put up with each\r\nother? In the final analysis, was this not a promise\r\nto humankind?”\r\nAs I am optimistic by nature, I do not ask myself\r\nthis question. To me it seems altogether desirable that\r\nevery two years, before the Olympic Games, we should\r\nbe able, at the General Assembly, to look at the problems\r\nthat bring us all here. I am convinced that the Olympic\r\nspirit, that torch lit by Pierre de Coubertin and whose\r\nsplendour grows with every passing year, will, together\r\nwith the United Nations, grant and fulfil the promise of\r\npeace.\r\nThe Acting President: I now call on the\r\nrepresentative of Spain, Mr. Rafael Cortes-Elvira,\r\nSecretary of State for Sports.\r\nMr. Cortes-Elvira (Spain) (interpretation from\r\nSpanish): My first words are to express the sorrow of the\r\nSpanish people and to transmit our condolences to the\r\nIsraeli Government and people, and to the bereaved\r\nfamily, on the tragic loss of Prime Minister Yitzhak\r\nRabin. Although his physical presence is no longer with\r\nus and his voice will be heard no more in this Hall, his\r\nlegacy of peace remains. It is up to us all to see that the\r\n10\r\nGeneral Assembly 50th plenary meeting\r\nFiftieth session 6 November 1995\r\nhouse of peace that he was in good measure responsible for\r\nbuilding does not come tumbling down.\r\nI should like to begin my speech proper by thanking\r\nthe General Assembly, and the Secretary-General in\r\nparticular, for including the debate on the contribution of\r\nsport to building a peaceful and better world in the fiftieth\r\nanniversary events. We have a number of reasons for our\r\ngratitude.\r\nThe first is the recognition by this greatest of\r\norganizations of the values of sport, so paving the way for\r\ninternational politics to make one of its fundamental\r\ncontributions, rapprochement between peoples and cultures.\r\nSecondly, it has provided a magnificent meeting-point for\r\nthose in charge of sport worldwide, enabling us to\r\nharmonize our ideas and exchange opinions in the quest for\r\ncommon objectives. Thirdly, we are grateful because, in\r\nthis forum of peace and concord where the paths of\r\ndialogue and agreement must always be open, sport has had\r\nthe opportunity to render international relations a\r\nmagnificent service by mitigating intolerance, radicalism,\r\nxenophobia, violence, racism and discrimination, which are\r\nblots on our society that give rise to marginalization,\r\ntyranny and war.\r\nIt is a duty on us all to foster and assist all activities\r\nthat promote peace and concord, and to use sport as much\r\nas possible in improving the way the world lives together\r\nthrough rapprochement between peoples — a task that is\r\nincumbent on the public authorities and also the\r\ninternational organizations that work for sport.\r\nResolutions 48/11 and 49/29, adopted by the General\r\nAssembly in 1993 and 1994, are solid proof of the shared\r\nresponsibility of States and the International Olympic\r\nCommittee as they move forward in the relationship\r\nbetween general and sports politics on an international\r\nscale.\r\nModern sport has conquered the world: this is the\r\nmost important mass social phenomenon of the end of the\r\ntwentieth century, and is a source of social relationships\r\nthat transcend national groupings. Sport is an instrument of\r\nrapprochement between nations that enables us to\r\nrediscover happiness, understanding, communication and\r\nfriendship, all of which go right to the world’s heart.\r\nIn this noble task, the International Olympic\r\nCommittee has not hesitated to bring its best efforts to bear\r\nto mitigate the suffering that afflicts so many countries. It\r\nis therefore quite right and proper for me to recall some of\r\nthe International Olympic Committee’s steps in this\r\ndirection.\r\nThe Committee has brought down the political\r\ntemperature that until recently affected the Olympic\r\nMovement, a fact that is shown tellingly by the fact that\r\n169 countries took part in the XXV Olympic Games,\r\nwhich my country staged in Barcelona, and by the\r\nincreasing number that are to take part in the next, in\r\nAtlanta.\r\nThe International Olympic Committee has made an\r\noutstanding contribution to modern sport’s conquest of the\r\nworld, which has enabled us to strengthen international\r\ncohesion.\r\nFor sport to be able to realize its full value in\r\npromoting international understanding, the principle of\r\nfair play must be adhered to, and here the International\r\nOlympic Committee has been an example to follow and\r\na bastion of hope.\r\nThe Olympic Games, whose centenary we are\r\napproaching, are milestones in the lives of an increasing\r\nnumber of people which enable us to come up with new\r\nideas on international issues, a necessary precursor for\r\ntrue and genuine political relationships.\r\nWe should also point to the International Olympic\r\nCommittee’s laudable cooperation with various United\r\nNations bodies, whether in food aid programmes for\r\nchildren in war-torn areas or in rebuilding sports facilities\r\ndestroyed by war.\r\nWe cannot forget the work accomplished in 1994,\r\nthe centenary of the founding of the International\r\nOlympic Committee, to promote international\r\nunderstanding between the world’s young people through\r\nsport and culture, with a view to advancing humanity’s\r\nharmonious development. Nor can we forget the effort to\r\nfulfil General Assembly resolution 48/11, which claims\r\nthe Olympic Truce as a motor for mobilizing the world’s\r\nyoung people in favour of peace.\r\nThese are some of the reasons that justify a\r\nrapprochement between Governments and the national\r\nolympic committees, and, moreover, that between the\r\nUnited Nations and the International Olympic Committee,\r\nwith the objective of achieving democratic societies made\r\nup of citizens who are active in their defence of close and\r\nlasting human relations.\r\n11\r\nGeneral Assembly 50th plenary meeting\r\nFiftieth session 6 November 1995\r\nIt is my honour to address the Assembly, and it is\r\ncause for special satisfaction to me that it is a Spaniard,\r\nMr. Juan Antonio Samaranch, who is presiding over the\r\ndestiny of the Olympic Movement and is the real motive\r\nforce behind the noble task being carried out by the\r\nInternational Olympic Committee today.\r\nI should not like to fail to mention my country’s\r\nsensitivity to the pain and suffering of those who are seeing\r\ntheir lives and hopes rent by bombs and intolerance. Our\r\nfortunate geographical situation makes us a meeting-point\r\nfor the races. The mixing of cultures that forms our history\r\nforces us to be generous and sensitive in such situations,\r\nparticipating in the various United Nations mandates in\r\nareas where there is war or social crisis, where our men\r\nand women have not hesitated to contribute their generous\r\nefforts, and even their lives, in the cause of peace. It is\r\ntherefore right and proper for me to remember them before\r\nthose gathered here.\r\nSpain, which has the honour of holding the presidency\r\nof the European Union this second semester of 1995, has\r\nnot hesitated to back all initiatives in favour of peace, and\r\nhas therefore joined in sponsoring the draft resolution the\r\nAssembly is preparing to adopt today.\r\nThe Consejo Iberoamericano del Deporte (the Ibero-\r\nAmerican Sports Council), a body in which all the Ibero-\r\nAmerican countries cooperate, and which works jointly with\r\nthe Olympic committees in those same countries, is a good\r\nexample of shared responsibility between the public and\r\nprivate sectors that will be further strengthened by the draft\r\nresolution which, I hope and wish, it will be possible to\r\nadopt by consensus.\r\nSpain and its Government have backed sport as an\r\ninstrument of understanding among peoples; our\r\nprogrammes of cooperation with so many other countries\r\nare evidence of this. Here I would like to mention His\r\nMajesty The King of Spain, Juan Carlos I, and his family\r\nas firm promoters of this policy of active support for sport\r\nwho recognize the positive values it conveys, especially to\r\nyoung people. For this reason the nation I have the honour\r\nof representing considers it of primary importance for\r\ndeveloped countries to create collaborative sport\r\nprogrammes, directed towards the most deprived areas and\r\nfocused on: the promotion of the construction of sports\r\nfacilities and the reconstruction of those damaged by war;\r\nthe training of technical personnel to enable sport\r\npromotion, programmes to be planned and developed,\r\nespecially for youth; and the promotion of campaigns aimed\r\nat youth and adolescents, which will give further impetus\r\nto the practice of sport and prevent violent or criminal\r\nbehaviour.\r\nIt is up to us to extend the beneficial effects of\r\nsports as widely as possible, particularly in areas\r\ndevastated by violence or marginalization. It is an\r\nobligation which Spain will live up to, an obligation in\r\nwhich the International Olympic Committee has a part to\r\nplay, and thus its voice should be given appropriate\r\nimportance in this forum which I have the honour to\r\naddress.\r\nThe draft resolution we are about to adopt\r\nincreasingly involves the International Olympic\r\nCommittee in humanitarian activities, ultimately\r\ncontributing through sport and the Olympic Ideal, to the\r\ncreation of a better world in which peace prevails. Thus,\r\nthe Spanish delegation sponsored this draft resolution in\r\nthe hope that it will be adopted by consensus, and with\r\nthe conviction that it will allow progress in building a\r\nworld which, inspired by sport, plays to win.\r\nThe Acting President: I now call on the\r\nrepresentative of Poland, His Excellency Mr. Stefan\r\nPaszczyk, Minister for Sports and Tourism.\r\nMr. Paszczyk (Poland) (interpretation from\r\nSpanish): Sport is struggle and competition. In sport, there\r\nis confrontation between individuals and nations, which\r\nidentify with their representatives or competitors.\r\nHowever, the world would be much happier if struggles\r\nwere limited to the playing fields. The objective of sport\r\nis, however, always the same: to overcome individual\r\nlimitations and weaknesses, to beat a rival in open\r\nstruggle, competing in accordance with the principles and\r\nrules of a particular sport. Sport brings us closer to each\r\nother. At the same time, it is an activity of the masses,\r\nnot only at the national level. The International Olympic\r\nCommittee is an organization in which practically all\r\nStates are represented; and its contribution to the building\r\nof peaceful relations and friendship in the world should\r\nbe underlined in this forum.\r\nIn ancient times the period of the Olympic Games\r\nwas a time of peace. Today sport is one the best and most\r\neffective instruments for promoting mutual understanding\r\nand bringing nations closer together. On more than one\r\noccasion it has opened the way for the improvement of\r\nrelations between States and societies.\r\nAt the same time, in an increasingly standardized\r\nworld, sport brings out differences. Through it, patriotism\r\n12\r\nGeneral Assembly 50th plenary meeting\r\nFiftieth session 6 November 1995\r\nand national pride are openly expressed in a positive way.\r\nThis is an important element in the education of new\r\ngenerations. It creates possibilities and opportunities for\r\nyouth, for peaceful competition, mutual knowledge,\r\nunderstanding and respect, regardless of race, belief or\r\ncountry of origin.\r\nThe positive effect of sport on young people and its\r\neducational and socializing values were stressed inter alia\r\nin the discussion and manifesto adopted this May by the\r\nEuropean Ministers of Sport at their meeting in Lisbon, as\r\nwell as a few weeks ago at the European Conference on\r\nSport. At these meetings, and in the work of the Council of\r\nEurope, the important role sport can and should play in the\r\nstruggle against all forms of discrimination and intolerance\r\nhas been repeatedly stressed. This is an important challenge\r\nfor all of us in the world of sport. This can be our\r\ncontribution to healing social and international relations,\r\nand to building an assuredly better and more peaceful\r\nworld. Such an understanding of the function and role of\r\nsport is not valid only on the international scene; it must be\r\nappropriately reflected in actions undertaken at the national\r\nlevel.\r\nWe perceive sport and its role in a very broad\r\nperspective in Poland today. Continuing and sustaining the\r\npositive traditions of physical education and our Olympic\r\nMovement in Poland, we are fully convinced of the\r\nimportant role of sport in the life and social policy of a\r\nmodern State. We also see the role of sport and education\r\nin the universal Olympic Ideal as an important element in\r\nthe development of the country, which is in a specific phase\r\nof political, social and economic change and is opening up\r\nto the world and different communities. The watchword for\r\nus is the well-being of the individual and society — “health\r\nthrough activity”.\r\nThe building of a better and peaceful world begins\r\nwith shaping the stances, attitudes and behaviour of the\r\nyoungest. We are carrying out a mass sports programme for\r\nall children, which complements physical education classes\r\nin school. We hope that in the year 2000 some 60 per cent\r\nof the school population will belong to the sports clubs for\r\nschoolchildren organized by fathers and their children, so\r\nthat they will be healthier and develop better. The most\r\ngifted at sport will find places in sports schools and clubs,\r\nwhere they will continue their education based on the\r\nOlympic formula “Citius, altius, fortius” and compete in\r\ntwo national events — the School Youth Games for\r\nchildren and the Youth Olympics for young people. In the\r\nvery names of these competitions we see the symbols and\r\nthe spirit of the ideals of the Olympic Movement. We\r\nwould like to instil in our youth the principles of fair\r\nplay, not only on the sports field but in all facets of lives.\r\nWe want to educate them through sport and for sport.\r\nWe are on the eve of the XXVI Olympic Games, to\r\nbe held in Atlanta. Polish sportsmen and sportswomen\r\nwill take part in this sports celebration of the end of the\r\ntwentieth century. We are convinced that by both their\r\nconduct and their results they will demonstrate the\r\nrightness and effectiveness of the programmes being\r\nconducted in Poland.\r\nWe would like the ideals and examples of sporting\r\nconduct learned in youth to remain strong and respected\r\nin adulthood. Hence, our determined action to promote\r\nuniversality and free access to the various kinds of\r\nparticipation in sport for all, with the family, in the\r\nlocality, both in the city and in the countryside.\r\nTaking into account the unsatisfactory state of health\r\nin Polish society, we are still not satisfied with the extent\r\nto which Poles participate in sports for all. On the other\r\nhand, in the light of the increasing awareness of and the\r\nchanging attitudes to the question of health in society, we\r\nhope that by the end of this century more than half of\r\nPolish people will be taking part in some form of sport.\r\nIn our view, sport and education through sport\r\nprovide great opportunities for the handicapped. The joy\r\nof movement, of health and of the social role of sports\r\nmust be made accessible to this sector of society too. We\r\nhave embarked on specific action, including the creation\r\nof infrastructures and special facilities, the number of\r\nwhich will be doubled within the next five years.\r\nOn the other hand, Poland attaches particular\r\nimportance to integration through participation in sport,\r\nbringing the able-bodied and the disabled together. We\r\nsee in this endeavour both the educational and the social\r\nvalues of sport. These wide-ranging activities will\r\nculminate in competitions for the handicapped, leading to\r\nparticipation in the Paralympics and the Special Olympics.\r\nIt is with satisfaction that I stress Poland’s traditions in\r\nthis movement and the results that have been achieved in\r\npopularizing the Olympic ideals among the handicapped.\r\nSport has a valuable personal and social dimension.\r\nIn Poland, it is also a feature of State policy. Thus, the\r\nPolish Government is responsible for the creation of\r\nconditions for its practice. This is reflected by, inter alia,\r\nin increase in the public funds allocated for sports.\r\n13\r\nGeneral Assembly 50th plenary meeting\r\nFiftieth session 6 November 1995\r\nIn view of the extensive role of sport in modern\r\nsociety and of the need for specific initiatives in this regard,\r\nwe wish to emphasize another of its functions — its role in\r\ncounteracting growing and important social threats.\r\nAlthough sport itself is not faultless — I refer, for example,\r\nto the illicit use of anabolic drugs — it can play a positive\r\nrole in combating certain diseases and pathological\r\nconditions in our civilization, such as drug addiction and\r\nalcoholism.\r\nSport is also an important factor in fostering\r\nhumanistic attitudes towards all religious intolerance and\r\nsocial or racial discrimination. A man brought up in the\r\nspirit of the Olympic Ideal can identify himself as a true\r\nmember of the world’s community striving for well-being\r\nand peace.\r\nThis is just a brief account of the policies and actions\r\nbeing undertaken in Poland. These have as their aim the\r\ndevelopment, health, fitness and increasing openness of\r\nsociety. They derive from State policy and responsibility in\r\nthis area but, at the same time, are increasingly the result\r\nof the attitudes and activities of individuals and local\r\ncommunities. In this sense, they constitute a social\r\nprogramme in which everyone can find a place.\r\nI am convinced that, in this area, people can unite, in\r\naccordance with the Olympic Ideal, for the common good,\r\nstriving, through sport, to create a better and more peaceful\r\nlife. This is just one current of the change that is under way\r\nin Poland, which is becoming increasingly universal and\r\npopular and, therefore, ever more important in the building\r\nof a modern State.\r\nI am convinced that this process will thrive and will\r\ncome to embrace more and more participants, creating in\r\nour country a situation that will contribute to fulfilment of\r\nthe formula for a healthy life through activity common to\r\nall the citizens of a well-organized and peaceful world.\r\nAt the same time, I should like, as a man of sport, to\r\nexpress my great satisfaction that the question of sports has\r\nfound a place in this forum. For 50 years the United\r\nNations has been promoting the maintenance of peace in\r\nthe world and, through organizations such as the United\r\nNations Educational, Scientific and Cultural Organization\r\nand the United Nations Children’s Fund, has been reaching\r\nthe young generations. It is my hope that sport, with all its\r\npossibilities, will strengthen this endeavour and make its\r\nown contribution to the process.\r\nThe Acting President: I now call on the\r\nrepresentative of Guinea, His Excellency Mr. Ibrahima\r\nDiallo, member of the International Olympic Committee\r\nand Vice-President of the World Federation of United\r\nNations Associations.\r\nMr. Diallo (Guinea) (interpretation from French):\r\nThis prestigious General Assembly Hall still echoes to the\r\ncelebration of our Organization’s fiftieth anniversary, with\r\nthe presence of Heads of State and Government of\r\nMember States. Throughout 1995, young people’s,\r\nwomen’s and workers’ organizations have joined their\r\nGovernments to celebrate this event and to express their\r\nhope for peace, security and development.\r\nToday, the Olympic Movement, which was very\r\nmuch involved in this celebration through its sporting\r\norganizations and Olympic academies, is once again being\r\nfaithful to cooperative endeavour in the service of peace\r\nand understanding between peoples and nations.\r\nI should like to take this happy opportunity to\r\nwelcome the presence here of the President of the\r\nInternational Olympic Committee (IOC), the Marquis\r\nJuan Antonio Samaranch — who is accompanied by a\r\nlarge delegation from the IOC — in response to the\r\ninvitation issued through resolution 42/29, adopted by the\r\nGeneral Assembly at its forty-ninth session.\r\nThe increasingly close relations between the United\r\nNations, its specialized agencies and the International\r\nOlympic Committee may be surprising to some. However,\r\na reading of the Preamble to the Charter of the United\r\nNations and of the fundamental principles of the Olympic\r\nCharter will reveal striking similarity and concord\r\nbetween the objectives of the two international\r\norganizations. The Charter of the United Nations — I\r\nrefer to the second paragraph of the Preamble — says:\r\n“We the peoples of the United Nations determined\r\n...\r\nto reaffirm faith in fundamental human rights, in the\r\ndignity and worth of the human person, in the equal\r\nrights of men and women and of nations large and\r\nsmall, ...”\r\nLikewise, the Olympic Charter 2 proclaims the\r\nfollowing as its second fundamental principle:\r\n14\r\nGeneral Assembly 50th plenary meeting\r\nFiftieth session 6 November 1995\r\n“Olympism is a philosophy of life, exalting and\r\ncombining in a balanced whole the qualities of body,\r\nwill and mind. Blending sport with culture and\r\neducation, Olympism seeks to create a way of life\r\nbased on the joy found in effort, the educational value\r\nof good example, and respect for universal\r\nfundamental ethical principles.”\r\nIt is therefore clearly established that, on the basis of\r\nthese common objectives, the United Nations and the IOC\r\nhave given priority, first, to serving the peoples, athletic\r\norganizations and others that are still the essential\r\ncomponents of our nations and their respective\r\nGovernments. This cooperation did not begin yesterday.\r\nIndeed, it was on 15 November 1920 that Baron\r\nPierre de Coubertin, the then President of the International\r\nOlympic Committee, in a letter addressed to the Belgian\r\nPaul Hymans, the President of the Assembly of the League\r\nof Nations, welcomed the birth of the League. In his letter,\r\nPierre de Coubertin said:\r\n“For 26 years now, in the field of sporting\r\nactivity, our Committee, the IOC, has been introducing\r\nand applying those very principles which serve as the\r\nfoundation of the League of Nations and which, from\r\nOlympiad to Olympiad, have been achieving ever\r\ncloser and ever more effective international\r\ncooperation.”\r\nMore than 70 years later, the President of the\r\nInternational Olympic Committee (IOC), Mr. Juan Antonio\r\nSamaranch, declared:\r\n“In this International Year for Tolerance, it is our\r\nconviction that in the future, as in the past, the\r\nOlympic Movement will be able to demonstrate its\r\nconciliatory strength and its humanism on behalf of\r\npeace and international understanding.”\r\nWe can add to this what was said by Secretary-\r\nGeneral Boutros Boutros-Ghali:\r\n“In the International Olympic Committee, the\r\nUnited Nations has a very valuable ally in its activities\r\nfor peace and rapprochement among peoples.”\r\nThis is what explains and justifies the close\r\ncooperation between the United Nations system and the\r\nInternational Olympic Committee. It is therefore desirable\r\nfor our Organization to give a more important place to its\r\nrelations with the Olympic Movement, which guides and\r\nmobilizes the most precious resource of our countries —\r\nour young people.\r\nIndeed, while this session was celebrating the tenth\r\nanniversary of International Youth Year last week, the\r\npresence of a number of Ministers and others responsible\r\nfor youth and sport clearly indicated the need to give our\r\nclose attention to the crucial problems of the future and\r\nthe destiny of our young people. In these efforts, the\r\nOlympic Movement, through its sporting and educational\r\nstructures, is an indispensable and very appropriate\r\npartner. The sporting spectacle of the Olympic Games or\r\nthe World Cups, which are nowadays a blend of both\r\nsport and culture, can leave no Government or people\r\nindifferent.\r\nThe exemplary value of high-level sporting events\r\nrelayed to the entire world through the mass media is the\r\nbest training for citizenship, fair play, respect for the\r\nhuman individual, and friendship among peoples. One has\r\nonly to have experienced the popular fervour and the joy\r\nof an entire nation — irrespective of views and feelings\r\n— when one of its athletes wins an Olympic medal or\r\nwhen a national team emerges victorious from a\r\ncontinental or world competition.\r\nIt is such phenomena that enable us to gauge the\r\nimpact of sport on the social and cultural life of a people\r\nor a nation. The United Nations and its specialized\r\nagencies can not overlook these realities. It is precisely\r\nbecause the future of the world depends largely on what\r\nbecomes of our youth that the delegation of the Republic\r\nof Guinea believes that it would be highly desirable for\r\nthe United Nations and the specialized agencies, in\r\ncooperation with the International Olympic Committee, to\r\nconsider the possibility of creating a special committee to\r\nstudy the holding of a world conference on the problems\r\nof youth.\r\nReturning to item 40 of our agenda, my delegation\r\nis pleased to support the request voiced by many\r\nco-sponsors that the General Assembly adopt the draft\r\nresolution which we have before us now in document\r\nA/50/L.15 by consensus.\r\nThe better to mark the General Assembly’s solidarity\r\nwith the youth of the world and the international Olympic\r\nMovement, I respectfully invite all Member States that\r\nhave not yet become co-sponsors of\r\n15\r\nGeneral Assembly 50th plenary meeting\r\nFiftieth session 6 November 1995\r\nthis resolution to be kind enough to do so with the\r\nSecretariat so that we can set an unprecedented Olympic\r\nrecord.\r\nThe Acting President: I now call on the\r\nrepresentative of Monaco, His Serene Highness Crown\r\nPrince Albert of Monaco.\r\nCrown Prince Albert (Monaco) (interpretation from\r\nFrench): First and foremost, I should like to address the\r\nGovernment and people of Israel and to express to them the\r\nprofound emotion felt in the Principality of Monaco when\r\nwe learned of the assassination of Prime Minister Yitzhak\r\nRabin. On behalf of His Serene Highness, the Sovereign\r\nPrince, on my own behalf and on behalf of all Monaco’s\r\npeople, I should like to convey our most sincere\r\ncondolences to the people of Israel and to the bereaved\r\nfamily, and assure them of our deepest sympathy. The\r\ncourage of this great statesman, this man of peace, has won\r\nthe admiration of all. May his example and his sacrifice\r\nserve the cause of peace, not only in the Middle East but\r\nalso throughout the world, by strengthening the solidarity of\r\nthe just against the forces of obscurantism, extremism and\r\nbarbarity, fed by hatred and contempt.\r\nIn resolution 49/29 adopted at its forty-ninth session\r\nlast December, the General Assembly decided to devote a\r\ndebate to the theme “Building a peaceful and better world\r\nthrough sport and the Olympic Ideal” at its fiftieth session,\r\nwhich also marks the fiftieth anniversary of this\r\nOrganization.\r\nThis initiative is fully in harmony with the desire\r\nexpressed for almost two years now by the International\r\nOlympic Committee and its President, Juan Antonio\r\nSamaranch, to strengthen cooperation between the United\r\nNations and the world Olympic Movement. As Chairman\r\nof the delegation of the Principality of Monaco to the\r\nGeneral Assembly, and as a member of the International\r\nOlympic Committee and former participant in the Olympic\r\nGames, I felt it was natural for me to speak in this debate.\r\nIt is my feeling that the United Nations and the\r\nOlympic Movement share a single universal ideal: to\r\npromote peace and understanding among nations and among\r\npeoples, with all their differences and their complementary\r\nfeatures, by contributing to bringing cultures closer together\r\nand to promoting friendship among human beings in this\r\nworld so often battered and torn apart. Recent and\r\ndistressing events have proven once again that nations and\r\ntheir constituent populations are capable of confronting each\r\nother, in the context of unheard-of violence and brutality,\r\non the pretext of the most primitive and backward\r\nideologies based on perverted and totally obsolete\r\nconcepts and ideas of race or ethnicity.\r\nMany of these struggles are fratricidal. Hatred rises\r\nsuddenly to the surface and gains sway in communities\r\nthat are close to one another, between neighbours,\r\nbetween friends, and even within certain families who\r\nuntil then had been living in peace and deep-rooted\r\nsymbiosis, respectful of each other’s differences, and\r\nenriched by the multiple links created through space and\r\ntime.\r\nThe international Year for Tolerance, which the\r\nUnited Nations has placed under the auspices of\r\nUNESCO, that is to say under the aegis of education,\r\nscience and culture, is concluding in the intolerable. The\r\ncommunity of nations, like the community of athletes and\r\nsportsmen, is wondering what the sources of these evil\r\nmanifestations are and the reasons for their malignant\r\nnature.\r\nUndoubtedly, they are multifaceted and too\r\nnumerous to be analysed and for their possible\r\nconsequences to be forestalled. Efforts to ensure peace are\r\nsometimes successful in this respect, but never without\r\ngreat difficulty. The rapid and often far-reaching changes\r\nin the underlying causes of violence, the paradoxical\r\nevolution of some societies, and technical progress make\r\nsuch efforts ever more complex and their conclusions ever\r\nmore uncertain.\r\nAll means available to eradicate these scourges\r\nshould be combined to enhance the effectiveness of our\r\nefforts: the United Nations in the political field; the\r\nUnited Nations Educational, Scientific and Cultural\r\nOrganization (UNESCO) in the field of education, science\r\nand culture; and the Olympic Movement in sporting\r\ncircles and among young people.\r\nSuch cooperation between the United Nations and\r\nthe international Olympic Movement was already evident\r\nwith the proclamation of the International Year of Sport\r\nand the Olympic Ideal and with the reaffirmation of the\r\nancient tradition of the Olympic Truce. It should therefore\r\ncontinue through long-term initiatives and actions to\r\npromote the Olympic Ideal and Olympic principles and\r\nvalues, in order to give rise to a culture based on peace\r\nand respect for fundamental human rights, in particular\r\nthe right to life, to dignity and to health. It should be\r\nbased on an increased determination to protect and to\r\n16\r\nGeneral Assembly 50th plenary meeting\r\nFiftieth session 6 November 1995\r\npreserve a healthy and balanced environment, and to\r\ncombat doping, drugs and, above all, violence in sport.\r\nIn this respect, the International Association for Non-\r\nViolent Sport, which is headquartered in the Principality of\r\nMonaco, has, from its very inception, pursued this objective\r\nwith determination. With the help of others, it has made\r\npossible the achievement of essential progress. Our\r\nvigilance should nevertheless remain constant and\r\nunflagging.\r\nThe Pierre de Coubertin international fair-play\r\ntrophies — awarded annually under the auspices and with\r\nthe assistance of UNESCO by an international committee\r\nof eminent personalities — deserve mention here. Indeed,\r\nthey make possible the discovery and spotlighting of men\r\nand women whose sporting spirit and tokens of friendship\r\nhave stood out at both the individual and the collective\r\nlevels. In this connection, I would recall the unforgettable\r\npicture of the two African athletes who, hand in hand,\r\ncompleted a lap of honour in the women’s 10,000-meter at\r\nthe last Olympic Games. That symbolic gesture, which\r\ndeeply moved the entire world, must have been inspired by\r\nthat moral code which we, as political and Olympic\r\nleaders, must make better known and better respected.\r\nAthletes, with the help of their national authorities,\r\nsurely can play, on a permanent basis, a greater and more\r\ndecisive role in bringing people together and in enhancing\r\nglobal understanding. I believe very sincerely that this is\r\ntrue. Regular cooperation between the two institutions —\r\nthe United Nations and the Olympic Movement — should\r\ncontinue and should be strengthened in future in order to\r\nincrease understanding among peoples and to promote\r\npeace.\r\nOver and above the preventive and largely educational\r\nduty — which has become clear to all — of sport and of\r\nthe Olympic Movement to combat hatred, violence, racism\r\nand the conflicts that derive therefrom, the International\r\nOlympic Committee, international federations and, in\r\nparticular, the national committees surely could help also to\r\nprovide humanitarian assistance by cooperating closely with\r\nthe United Nations and the International Committee of the\r\nRed Cross.\r\nOlympic athletes, and I should like in particular to\r\nmention several who are here today, such as the triple\r\nOlympic champion Johann Olaf Koss and gymnastics\r\nchampions Nadia Comaneci and Bart Conner — who spoke\r\nearlier in this meeting — have already taken the initiative\r\nof pointing the way in this area by joining together in the\r\nAmerican association “Spirit of Hope”, determined to\r\ndevote their dynamism to the service of humanitarian\r\ncauses and to lend their energy, over and above field of\r\nsport, to the building of a better world.\r\nI believe that in these troubled times, which are\r\nmarked by indiscriminate violence against children, the\r\nOlympic Movement should increasingly act, and play a\r\ngreater role, on behalf of children.\r\nGeorge Bernanos warned us that “the world will be\r\njudged by children”. In this spirit, I should like to propose\r\nthat with the help of the United Nations Children’s Fund\r\n(UNICEF), a body whose effectiveness is deeply\r\nrespected, operations be undertaken to increase medical\r\nassistance to children during armed conflicts. It would be\r\nremarkable, for instance, if the forthcoming Atlanta\r\nOlympic Games could be used as an opportunity to\r\nundertake, in areas of armed conflict, campaigns for the\r\nmedical care and the general vaccination of children. The\r\nOlympic Truce would then take on its full value, and its\r\npractical and concrete consequences would be of\r\nincalculable benefit to the children of the world. I am\r\nconvinced that warring countries would suspend their\r\nhostilities so that these vaccination and medical-care\r\ncampaigns could be brought to all those children in areas\r\nof conflict.\r\nUnarmed force in the service of the law, of the\r\nprotection of the weak and of disinterested humanitarian\r\nactivities would undoubtedly be one of the best\r\ncontributions the Olympic Movement could make to\r\nrespect for human dignity, to the protection of human\r\nrights, and, ultimately, to peace.\r\nThe Acting President: I now call on Mr. Enrique\r\nOtero Navarro, President of the National Sports Council\r\nof Peru.\r\nMr. Otero Navarro (Peru) (interpretation from\r\nSpanish): My name is Enrique Otero, and I am President\r\nof the National Sports Council of Peru.\r\nMy country has a rich tradition dating from the era\r\nof the Inca empire, an empire which occupied a large part\r\nof South America and which maintained its unity for\r\nmany centuries thanks to a system of communication by\r\nwhich news and mail were transmitted from person to\r\nperson by runners who covered specific distances. History\r\ntells us that each of them ran a quarter of a league, a\r\nmeasurement of that time which is equivalent to 5,572\r\nmetres. These athletes were called “chasquis”. At each\r\n17\r\nGeneral Assembly 50th plenary meeting\r\nFiftieth session 6 November 1995\r\nstage of the run, there was a shed, in which the “chasqui”\r\ncould rest and wait for the next relay. In this way, the Inca\r\nempire was able to maintain a constant communications and\r\nsupply line.\r\nWe are told by the principal historian of the epoch,\r\nGarcilazo de la Vega, that news from the most distant\r\npoints took just four days to arrive in Cuzco, the capital of\r\nthe empire, located in the Andes mountains at an altitude of\r\n3,400 metres. Orders were transmitted in the same way. He\r\nalso tells how the Incas enjoyed meals made from fresh\r\nfish, which was possible because the route the runners used,\r\nknown as “the route of the Incas”, was a straight line\r\nbetween the points they wanted to connect. Thus the\r\ndistances to be covered were smaller, but the effort of each\r\n“chasqui” was greater.\r\nThus, as history shows, sport and physical prowess\r\nhave always been part of the development of peoples and\r\nhave been at their service.\r\nTherefore I should like to state that in our own history\r\nas well as in our common history we find the fundamental\r\nconcept of the Olympic Ideal, which promotes international\r\nunderstanding through sport and culture with a view to\r\nensuring the harmonious development of humankind.\r\nThe Olympic Ideal, which spurs us to build a peaceful\r\nand better world, is the spirit that animates the will and a\r\nphilosophy of life that should always be with us, inspiring\r\nus to use sport for the comprehensive development of man\r\nin order to promote the establishment of a peaceful society\r\ncommitted to the preservation of human dignity.\r\nI am from a country that was for many years racked\r\nby terrorism and other social and economic problems.\r\nFortunately, that is now history. Now we are working to\r\nbuild a better world for all Peruvians, and we believe that\r\nphysical activity and sport are the ideal crucible in which\r\nto create the man of the future.\r\nOur one objective is to use sport to promote\r\ncomprehensive and balanced human development as part of\r\nour efforts to produce better Peruvians. This would raise\r\nour sporting level in the major international disciplines so\r\nthat we could try to obtain significant results that would\r\nimprove Peru’s sporting image. We are pledged to attaining\r\nthat goal.\r\nOur strategy is based on development in all social\r\nsectors — in schools and universities and among the\r\nworkforce, the elderly and the disabled — with appropriate\r\nplanning, by promoting proper training for professionals,\r\nproviding the proper infrastructure, using the applied\r\nsciences in sport and fostering and decentralizing sporting\r\nactivity.\r\nOne example of this is a programme called “poles of\r\ndevelopment” which refers to the search for and\r\nidentification of possible sporting talent among children,\r\nbetween the ages of 7 and 13, with special aptitudes and\r\ncharacteristics, in order to help them in their\r\ncomprehensive training. Thus, when later on they compete\r\nin high-performance events, they will do so in the best\r\npossible physical condition and technical circumstances.\r\nThis programme is being carried out across the\r\nnation. We had to identify which specialized areas or\r\nsporting disciplines to develop, bearing in mind,\r\ninter alia, young people’s traditions, Peru’s diverse\r\nclimatic zones — ranging from the high sierra to the\r\ntropical coast and the Amazon forest — and, of course,\r\nthe biological characteristics of Peru’s inhabitants.\r\nHighlighting a social aspect of sport, surveys carried\r\nout in the outlying districts, known as “young towns”, of\r\nPeru’s major cities showed that the third leading concern\r\nof the inhabitants was access to sports complexes for the\r\narea’s families.\r\nI am sure that attention will be drawn by the fact\r\nthat families with difficult, important problems to solve\r\nlong for a sports complex. But the simple fact is that such\r\na complex would give them peace of mind with regard to\r\ntheir children’s recreation and promote family unity, since\r\nall its members could take part in various activities at the\r\nweekend. This, then, becomes a factor of unity within the\r\nfamily and the community. We should also consider that\r\nsports events provide the best opportunity to show man’s\r\ntrue behaviour, since competitive situations, because of\r\nthe dynamism and emotion involved, reveal spontaneously\r\nthe significant characteristics and features of man’s\r\npersonality.\r\nI would like to state that it is an honour for me, as\r\na representative of Peru, to be among the sponsors of and\r\ncontribute to the development of such an important\r\nsubject as that of building a peaceful and better world\r\nthrough sport and the Olympic Ideal. Naturally, I would\r\nlike to congratulate the International Olympic Committee\r\nand its President, His Excellency Mr. Juan Antonio\r\nSamaranch.\r\n18\r\nGeneral Assembly 50th plenary meeting\r\nFiftieth session 6 November 1995\r\nI also wish to take this special opportunity to put\r\nforward an idea that would no doubt promote motivation\r\nand training through sports that are free of discrimination\r\nof any kind and in keeping with the spirit of the Olympic\r\nIdeal, which calls for mutual understanding and a spirit of\r\nfriendship, solidarity and, above all, fair play. My proposal\r\nto the Assembly is to create an international United Nations\r\nfair-play prize to be awarded every year to the student\r\nathlete who, in the judgement of a special committee, has\r\nacted most in a spirit of generosity and solidarity with his\r\nor her team-mates and competitors and demonstrated the\r\ntrue meaning of fair play in student sporting events\r\nthroughout the year.\r\nCandidacies would be properly documented and\r\nsubmitted to the General Assembly by the highest official\r\nresponsible for physical education and sport of each\r\ncountry. The prize would be the construction of a small\r\nsporting complex in a place that needs and wants it, in\r\nrecognition of the winner of the United Nations prize, thus\r\nconverting a worthy act of good sportsmanship into an act\r\nof great social benefit.\r\nI hope the Assembly will find this proposal attractive.\r\nIn this way, a gesture of solidarity and generosity by an\r\nathlete will be a contribution to the well-being and\r\nintegration of a better and more peaceful world.\r\nMr. Karayev (Azerbaijan): Inclusion of the item\r\nentitled “Building a peaceful and better world through sport\r\nand the Olympic Ideal” on the agenda of the General\r\nAssembly is a clear manifestation of the important role\r\nplayed by sport in human development. The Olympic Ideal\r\nof friendship, solidarity and fair play without any\r\ndiscrimination became a decisive factor in establishing\r\ncontact between the youth of various peoples throughout the\r\nworld and of different religious and racial affiliations.\r\nAll of us, gathered in this body, deeply care about the\r\nfuture of mankind in the third millennium as well as about\r\nwhat kind of values will then prevail. Maintenance of\r\ninternational peace and security with the utilization of\r\nadequate means, including sport and the Olympic Ideal, has\r\nbecome the basis of the 50-year-old activities of the United\r\nNations which now bring together 185 States. The\r\ndelegation of my country is convinced that today’s\r\ndiscussion will make its contribution to the strengthening of\r\npeace.\r\nWe are proud of the fact that right after Azerbaijan\r\nachieved its independence the International Olympic\r\nCommittee, embodying the world sporting community,\r\ngranted the Olympic Committee of Azerbaijan\r\nmembership in the International Olympic Committee and,\r\never since, has been paying serious attention to the\r\nsporting life of our country. Availing myself of the\r\npresence here with us of the President of the International\r\nOlympic Committee, His Excellency Mr. Juan Antonio\r\nSamaranch, I would like to express to him our deep\r\nappreciation for his visit to Azerbaijan in 1994, which, in\r\nitself, was a concrete illustration of what I have just said.\r\nIt is with a sense of particular responsibility that my\r\ncountry is preparing for the Centennial Games to be held\r\nin 1996 in Atlanta, the United States of America, where\r\nthe Azerbaijani Republic, as an independent, sovereign\r\nState, will be represented for the first time in the history\r\nof the Olympic Games by its own national team. By\r\ndecree of the President of the Azerbaijani Republic, a\r\nspecial State commission, headed by the Prime Minister,\r\nhas been set up to carry out all preparatory work on the\r\neve of the Games. Despite enormous economic difficulties\r\nfacing Azerbaijan today, my Government decided to\r\nensure the participation of Azerbaijani sportsmen in all\r\ninternational competitions preceding the 1996 Olympic\r\nGames.\r\nFurthermore, we are deeply convinced of the\r\nextremely rich potential of sport which is not confined to\r\nthe achievement of good results and the broadening of\r\ninternational contacts and youth cooperation. Sport\r\nconstitutes an important and effective part of the policy of\r\nthe Azerbaijani State in the field of bringing up a morally\r\nand physically healthy young generation capable of\r\nadequately responding to social challenges.\r\nIt is hard, however, to speak about either a\r\nsuccessful and broad application of the educational\r\npotential of sport or sporting achievements in a country\r\nwhere the mass aspect of sport — one of its fundamental\r\nprinciples — has been violated as a result of aggression\r\nby the neighbouring Republic of Armenia. Instead we are\r\ndealing with another mass — 1 million refugees, 300,000\r\nof whom are children and adolescents. Words can hardly\r\ndescribe all the moral and physical sufferings these people\r\nare subjected to. One terrifying example of evidence of\r\nthat was the outcome of medical examinations of 250\r\nchildren from the ages of 6 to 10 in one of the tent camps\r\nin the Sabirabad province of Azerbaijan conducted with\r\nthe participation of experts from the United Nations\r\nChildren’s Fund and the World Health Organization. Two\r\nof every three children examined had physical\r\ndeficiencies and were ineligible to practise sports.\r\n19\r\nGeneral Assembly 50th plenary meeting\r\nFiftieth session 6 November 1995\r\nThe Ministry of Youth and Sport, together with the\r\nabove-mentioned United Nations specialized agencies, is in\r\nthe process of elaborating and implementing a number of\r\nspecial programmes aimed at the physical and psychological\r\nrehabilitation of this category of children by means of sport,\r\nwhich are believed to bring about definite positive effects\r\nin this respect.\r\nIn this connection I would like to emphasize that such\r\nsituations also prevail in many other regions faced with\r\narmed conflicts, natural calamities and other phenomena\r\nhindering due social development of children and youth. It\r\nis evident that adequate assistance has to be rendered to this\r\nparticular category.\r\nMy delegation believes that Member States should\r\nconsolidate their efforts with a view to elaborating\r\nnecessary measures and creating conditions for utilizing the\r\nrehabilitative abilities of sport in dealing with stress-\r\naffected children and adolescents. The United Nations,\r\ntogether with the International Olympic Committee, could\r\nplay a coordinating role in this field.\r\nSuch assistance would, on the one hand, considerably\r\naccelerate the process of society’s psychological recovery\r\nafter surviving the catastrophe of war, and, on the other,\r\nwould bolster joint actions by respective Governments and\r\ntheir Olympic committees in the field of propaganda for\r\nsport and its significance in bolstering the health of the\r\nnation. In short, it would make the role of sport in building\r\na better world more significant.\r\nFor 17 months now the cease-fire has been holding in\r\nthe area of the Armenian-Azerbaijani conflict. This is\r\ndirect evidence of Azerbaijan’s strong commitment to the\r\nprinciple of peaceful settlement of disputes between\r\nStates. In his address to the Special Commemorative\r\nMeeting of the General Assembly on the occasion of the\r\nfiftieth anniversary of the United Nations, the President\r\nof the Azerbaijan Republic, His Excellency Mr. Heydar\r\nAliyev, expressing the will of the people of Azerbaijan,\r\ndeclared that:\r\n“... we condemn all kinds of aggression in any part\r\nof the world. We want peace: peace in the whole\r\nworld, peace in our region, and peace and\r\ngood-neighbourly relations with all States”. (Official\r\nRecords of the General Assembly, Fiftieth Session,\r\nPlenary Meetings, 36th meeting, p. 6-7)\r\nFurther to this, we firmly support the idea of the\r\nOlympic Truce, and appeal to the world community with\r\na proposal to go even further and proclaim the whole\r\nperiod prior to the opening of the Centennial Olympics in\r\nAtlanta a period of peace, and 1996 — the year of the\r\nCentennial Olympics — a year of sporting and not\r\nmilitary competition.\r\nThe Acting President: Before adjourning the\r\nmeeting I should like to invite representatives to remain\r\nseated, as immediately following the adjournment of this\r\nmeeting we shall hear an address by the President of the\r\nInternational Olympic Committee.\r\nThe meeting rose at 12.45 p.m.\r\n20\r\n"