"United Nations A/50/PV.7\r\n95-86100 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFiftieth Session\r\n7th plenary meeting\r\nTuesday, 26 September 1995, 3 p.m.\r\nNew York\r\nPresident: Mr. Diogo FREITAS do AMARAL . . . . . . . . . . . . . . . . . . . . . (Portugal)\r\nThe meeting was called to order at 3.10 p.m.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nThe President: The first speaker is the Deputy Prime\r\nMinister and Minister for Foreign Affairs of Japan,\r\nHis Excellency Mr. Yohei Kono, on whom I now call.\r\nMr. Kono (Japan) (spoke in Japanese; English text\r\nfurnished by the delegation): I should like, on behalf of the\r\nGovernment of Japan, to begin my statement at the General\r\nAssembly by extending my felicitations on the fiftieth\r\nanniversary of the United Nations. I also wish to offer my\r\nsincere congratulations to Your Excellency, Professor\r\nFreitas do Amaral, on your assumption of the presidency of\r\nthis commemorative session of the General Assembly.\r\nHalf a century has passed since the United Nations\r\nwas founded. When we recall that its predecessor, the\r\nLeague of Nations, endured for just a little over 20 years,\r\nwe should consider the very longevity of this Organization\r\na blessing. But that is not the end of the story. As we look\r\nahead to the future, the mission of the United Nations will\r\nbecome increasingly important. I am thus particularly\r\nmoved to have been given the honour and privilege of\r\nrepresenting the Government of Japan at this historic and\r\nsignificant session of the General Assembly.\r\nAlthough during the past 50 years confrontation\r\nbetween the super-Powers at times paralysed the peace-\r\nkeeping functions of the United Nations, the structure of\r\nthe international community has recently undergone\r\ntremendous change. Within this span of time, the world\r\npopulation has more than doubled, and this explosive\r\nincrease has resulted in serious problems on a global\r\nscale. Moreover, with the rapid proliferation of regional\r\nconflicts in the years since the end of the cold war, there\r\nare an estimated 30 million refugees in the world today.\r\nAnd, as Secretary-General Boutros Boutros-Ghali pointed\r\nout in his recent statement in Geneva, as we approach the\r\nend of the twentieth century, 1.3 billion people are living\r\nin absolute poverty and more than 1.5 billion do not\r\nreceive even the most basic health care. Needless to say,\r\nthere remain the increasingly grave problems of\r\nenvironmental degradation, including global warming,\r\ndeforestation and marine pollution.\r\nThe United Nations is the only universal\r\ninternational organization that exists to cope with these\r\ngrave problems to ensure that the international community\r\nenjoys peace and prosperity. Thus it is necessary at this\r\ntime for the United Nations genuinely to strengthen its\r\nfunctions and to take concrete action for reforms in the\r\nfinancial, economic and social, and political fields.\r\nCooperation with the United Nations has always been an\r\nimportant pillar of Japan’s foreign policy. I should like at\r\nthe outset to state that Japan is resolved hereafter to\r\nstrengthen further such cooperation and to contribute\r\nactively to the strengthening of the Organization’s\r\nfunctions.\r\nGeneral Assembly 7th plenary meeting\r\nFiftieth session 26 September 1995\r\nThe first point I wish to make with regard to the\r\ncrucially important international challenges in this new\r\npost-cold-war era is that the development of developing\r\ncountries should be pursued from a new perspective. The\r\nachievement of greater economic self-reliance by\r\ndeveloping countries through development is conducive to\r\nthe growth of the global economy as a whole and will, in\r\nturn, help stabilize the new international order.\r\nDevelopment issues have until now tended to become\r\npoliticized in the context of East-West confrontation and\r\nhave not been addressed from the essential perspective of\r\ndevelopment. Today, however, an environment is emerging\r\nin which the problems of the economic and social\r\ndevelopment of developing countries can be squarely\r\naddressed from a perspective of cooperation and\r\npartnership. On this occasion, I should like to reaffirm the\r\nneed to formulate a more comprehensive development\r\nstrategy for achieving peace and prosperity throughout the\r\ninternational community.\r\nIn addressing development issues, I believe that\r\nofficial development assistance will continue to play an\r\nimportant role. Japan, recalling the assistance it received\r\nfrom other countries in the past, and now as the world’s\r\nlargest aid donor, will continue its efforts to expand its\r\nofficial development assistance.\r\nOn the other hand, however, the development strategy\r\nthat we are to pursue hereafter cannot be concerned simply\r\nwith development assistance. For example, when one\r\nconsiders the extraordinary economic performance of the\r\nEast Asia region, one cannot but clearly recognize the\r\nimportance of fostering the market mechanism and of\r\npromoting the liberalization of trade and investment. I\r\nshould also like to emphasize once again the need to\r\nmaintain and strengthen the multilateral open-trading\r\nsystem, at the centre of which is the World Trade\r\nOrganization, established earlier this year.\r\nIn this connection, I wish to refer to the Asia-Pacific\r\nEconomic Cooperation (APEC) as a good example of open\r\nregional cooperation that rejects exclusive regionalism. As\r\nthe presiding nation at this year’s APEC conference, to be\r\nheld in Osaka in November, Japan intends to contribute\r\nactively to the further promotion of such regional\r\ncooperation under APEC.\r\nThe concept of social development is increasingly\r\nimportant in ensuring that economic development and\r\ngrowth will lead to the enhancement of individual welfare\r\nand the security and prosperity of society as a whole\r\nthrough the promotion of education and training, respect\r\nfor human rights and the advancement of the status of\r\nwomen. Japan is working to enhance its international\r\ncooperation in all of these areas. It attaches particular\r\nimportance to the role of women in development and\r\nthus, at the recent Fourth World Conference on Women,\r\nin Beijing, it announced a new policy to expand its\r\ndevelopment assistance in the three priority areas of\r\nraising the educational standards, improving the health\r\nand promoting the economic and social participation of\r\nwomen.\r\nIn the formulation of the new development strategy\r\nwhich I proposed earlier, a comprehensive approach is\r\nneeded. Such an approach would include not only official\r\ndevelopment assistance, but a variety of policy measures\r\nin such areas as trade, investment, macroeconomic\r\npolicies, technology transfer and building social\r\ninfrastructure. In addition, it is also important to take a\r\ndifferentiated approach which applies the best policy mix\r\naccording to the respective country’s stage of\r\ndevelopment.\r\nBased on this fundamental philosophy, I should like\r\nto present the following three concrete guidelines.\r\nFirst, realistic development targets which clearly\r\nindicate the anticipated results of development should be\r\nestablished, and developing countries and donor countries\r\nshould work together to achieve those targets. I should\r\nlike, for example, to propose that the United Nations, with\r\nthe cooperation of such bodies as the United Nations\r\nUniversity, undertake a study to establish development\r\ntargets. These targets would combine indices measuring\r\nthe economic growth of a developing country by, for\r\nexample, an increase of its gross national product to a\r\nfixed level within a certain time-frame, with indices\r\nshowing the degree of social development according to,\r\namong other things, literacy and infant mortality rates.\r\nSecondly, it is important to promote participatory\r\ndevelopment that involves, in addition to central\r\nGovernments, new development actors such as\r\nnon-governmental organizations and local governments.\r\nThirdly, South-South cooperation should be further\r\npromoted. I would propose that necessary financial\r\nmeasures be considered, including the establishment of an\r\neffective mechanism for this purpose within the United\r\nNations Development Programme.\r\n2\r\nGeneral Assembly 7th plenary meeting\r\nFiftieth session 26 September 1995\r\nWhile there is a diminished likelihood of a large-scale\r\nconfrontation or conflict between nations today, as\r\ncompared with the cold-war era, regional conflicts which\r\nstem from religious or ethnic rivalries are of increasingly\r\nserious concern. Because poverty is in many cases a cause\r\nof these conflicts, it is essential that development issues be\r\nurgently addressed. At the same time, it is also the case that\r\na conflict itself poses a major obstacle to the achievement\r\nof development, resulting in a vicious circle.\r\nThe efforts of the countries concerned, as well as\r\nthose of other countries in the region, are, of course, basic\r\nto the settlement of regional conflicts. But, in addition, the\r\ninternational community too must seriously address itself to\r\nthe resolution of conflicts, and for this purpose the\r\nfunctions of the United Nations should be strengthened.\r\nPeace-keeping operations, building upon the efforts of\r\nthe parties concerned, are an effective means of helping to\r\nsettle disputes. Their deployment can also play an important\r\nrole in preventing conflicts. It is thus essential that the\r\ninternational community continue to support such operations\r\nand work for their further reform. Japan actively cooperates\r\nwith United Nations peace-keeping operations and intends\r\nto participate in the United Nations Disengagement\r\nObserver Force in the Golan Heights. Moreover, responding\r\nto the rapidly expanding refugee problems resulting from\r\nthese numerous conflicts, Japan continues to support the\r\nactivities of such organs as the Office of the United Nations\r\nHigh Commissioner for Refugees.\r\nIt is also important that the United Nations, as well as\r\nits Member States, place greater emphasis on conflict\r\nprevention. Japan supports the strengthening of United\r\nNations efforts in the area of preventive diplomacy,\r\nincluding the dispatch of fact-finding missions and the offer\r\nof political support through its good offices or mediation\r\nefforts.\r\nIt is for the purpose of promoting conflict prevention\r\nand settlement that Japan, with the United Nations and the\r\nUnited Nations University, is co-sponsoring the High-Level\r\nSymposium on Peace and Development: Problems of\r\nConflict in Africa, which will be convened next month.\r\nOf all the regional disputes being witnessed in the\r\nworld today, particular reference should be made to the\r\nconflict in the former Yugoslavia. Peace will not be\r\nachieved in that conflict through the use of force by the\r\nparties concerned; it must be sought through negotiation.\r\nAnd now there is a window of opportunity for the parties\r\nto engage in peace talks. It is essential that that opportunity\r\nnot be lost but that all concerned spare no effort to\r\nachieve peace. Japan continues to support the efforts\r\ntowards peace being made by the countries concerned as\r\nwell as the activities of the United Nations. It is also\r\nextending appropriate cooperation, including humanitarian\r\nassistance. Once the conflict is brought to an end and\r\npeace is restored, Japan intends to cooperate in the\r\nrehabilitation of the region in conjunction with other\r\nconcerned countries and relevant international\r\norganizations.\r\nI turn now to the situation in the Middle East. Japan\r\nhas been actively contributing to efforts towards a\r\npeaceful settlement. Japan welcomes the agreement\r\nreached on 24 September in the negotiations on the\r\nexpansion of Palestinian interim self-rule and believes it\r\nwill be a major step forward in the peace process.\r\nPromoting disarmament and strengthening the regime\r\nfor the non-proliferation of weapons of mass destruction\r\nare essential to the maintenance of international peace and\r\nstability. As countries curtail excessive military spending\r\nthrough arms-reduction efforts, the resources thus saved\r\ncan be allocated to development objectives. Conversely,\r\nprogress in economic development must not lead to arms\r\nbuild-ups, and for this reason too it is necessary to\r\nredouble disarmament efforts.\r\nIn this year that marks the fiftieth anniversary of the\r\natomic bombing of Hiroshima and Nagasaki, Japan\r\nwelcomed the decision to extend indefinitely the Treaty\r\non the Non-Proliferation of Nuclear Weapons (NPT),\r\nwhich is an important contribution to strengthening the\r\nbasis of the non-proliferation regime and represents\r\nsignificant progress towards the ultimate elimination of\r\nnuclear weapons.\r\nAs an important step towards nuclear disarmament,\r\nrenewed efforts should be made to complete negotiations\r\non a comprehensive test-ban treaty by next spring and to\r\nsign it by the autumn of 1996, at the latest. Japan, with\r\nfirm political will and together with other countries, will\r\ndo its utmost to attain this crucially important goal. As\r\nfor the scope of the treaty’s provisions against nuclear\r\ntesting, we deeply appreciate the announcements made by\r\nFrance, the United States and the United Kingdom\r\nindicating their support for a total ban on all nuclear\r\ntesting and we hope that the other nuclear-weapon States\r\nwill likewise adopt that position without delay. I should\r\nlike to reiterate here the proposal which I made in my\r\naddress to this body last year that, once the treaty is\r\nconcluded, the signing ceremony be held in Japan.\r\n3\r\nGeneral Assembly 7th plenary meeting\r\nFiftieth session 26 September 1995\r\nI cannot but deeply deplore the nuclear tests conducted\r\nby certain countries immediately after the indefinite\r\nextension of the NPT was approved unanimously by the\r\nStates Parties to the Treaty and just as the international\r\ncommunity has begun to make further progress towards a\r\nnuclear-free world. I should like on this occasion to\r\nreaffirm that the nuclear-weapon States, which are accorded\r\na special status under the NPT, have an obligation to\r\nrespond to the trust shown in them by non-nuclear-weapon\r\nStates by engaging in genuine nuclear-disarmament efforts.\r\nJapan has consistently called for the cessation of nuclear\r\ntesting and at this session of the General Assembly intends\r\nto sponsor a draft resolution calling for the cessation of\r\nnuclear testing. I hope that it receives the support and\r\ncooperation of all Member States.\r\nIn addition, I would appeal to all States to work\r\nvigorously for the reduction and control of conventional\r\nweapons. The United Nations Register of Conventional\r\nArms, the purpose of which is to enhance the transparency\r\nof arms transfers, has proved a great success, recording\r\nmore than 90 per cent of the transfers of conventional\r\nweapons that have taken place throughout the world. I\r\nstrongly encourage many more States to participate in the\r\nRegister. The prompt establishment of an international\r\nmechanism for controlling the export of conventional\r\nweapons is also an important issue.\r\nThe problem of uncleared land-mines is not only a\r\nhumanitarian issue but one that poses a serious obstacle to\r\neconomic rehabilitation. International cooperation and the\r\ndevelopment of technology for clearing these mines are\r\nurgently required. As we look to the future, it is equally\r\nimportant to consider and strengthen the framework of\r\ninternational regulations with respect to the use, production,\r\ntransfer and so on of anti-personnel land- mines.\r\nAnother serious problem facing the international\r\ncommunity is that of the proliferation of small arms. It is\r\nJapan’s intention to submit to the General Assembly at this\r\nsession a draft resolution on the establishment, under the\r\nSecretary-General, of a panel of experts to address this\r\nissue.\r\nAs I stated at the beginning of my remarks, we should\r\nseize the historic opportunity presented by the fiftieth\r\nanniversary of the United Nations to realize concrete\r\nreforms aimed at strengthening the functions of the\r\nOrganization, the importance of which continues to grow.\r\nI should like on this occasion to present my views\r\nconcerning reforms to be undertaken in three areas, namely,\r\nfinancial reform, reforms in the economic and social\r\nfields and reform of the Security Council.\r\nUnless the efficiency of its bodies is enhanced and\r\nits financial base is made sound and strong, a genuine\r\nstrengthening of the functions of the United Nations will\r\nnot be achieved. At present the unpaid contributions of\r\nMember States to the United Nations amount to well over\r\nUS$ 3 billion. It is imperative that we as Member States\r\nrecognize this situation as an impending crisis and face up\r\nto it. I call upon all Member States to make every effort\r\nto pay in full and as soon as possible their assessed\r\ncontributions that are in arrears. At the same time I\r\nshould like to stress the need for a comprehensive review\r\nof the method by which the financial burden is shared\r\namong Member States, in a manner that does not place\r\nexcessive burdens on any of them. As the second-largest\r\ncontributor to the United Nations, Japan, despite its severe\r\nfinancial situation, has assumed considerable responsible\r\nfor United Nations financing. On this occasion I wish to\r\nemphasize that serious discussion of the fundamental\r\nreform of United Nations financing and the realization of\r\na fair and equitable system of burden-sharing are key to\r\nthe strengthening of the functions of the United Nations.\r\nNow, with the situation more conducive to\r\naddressing development issues from a new perspective, it\r\nis imperative that we tackle global issues more\r\neffectively, particularly those relating to the environment,\r\nbut also human rights, refugees, population, AIDS and\r\nnarcotics.\r\nIn so doing we must work with greater earnestness\r\nto strengthen the United Nations system in economic and\r\nsocial fields. Specifically, it is necessary to improve the\r\nefficiency and review the mandates of the various\r\norganizations and agencies active in these fields and to\r\npromote more effective coordination between them,\r\nincluding international financial institutions.\r\nFrom this point of view, Japan attaches great\r\nimportance to the discussion on “An Agenda for\r\nDevelopment”, and by contributing actively to that\r\ndiscussion it is endeavouring to promote reform in\r\neconomic and social fields. In particular, there is an\r\nurgent need to revitalize the functions of the Economic\r\nand Social Council, including the further utilization of its\r\nvarious functional committees.\r\nThe reform of the Security Council is of the utmost\r\nimportance in strengthening the United Nations in the\r\npolitical field. The primary objective of Security Council\r\n4\r\nGeneral Assembly 7th plenary meeting\r\nFiftieth session 26 September 1995\r\nreform is to strengthen its function by enhancing its\r\nlegitimacy and effectiveness. Towards this end, Japan\r\nbelieves it is necessary to expand the Security Council by\r\nadding to its permanent membership countries in a position\r\nto assume global responsibilities, and also to increase by an\r\nappropriate number the non-permanent membership.\r\nAs I stated here last year, Japan, with the endorsement\r\nof many countries, is prepared to discharge its\r\nresponsibilities as a permanent member of the Security\r\nCouncil, in accordance with its basic philosophy regarding\r\ninternational contributions, including the non-resort to the\r\nuse of force prohibited by its Constitution. On this point, I\r\nshould like to take this opportunity once again to express\r\nmy appreciation to the many countries that have indicated\r\ntheir support for Japan’s permanent membership on the\r\nSecurity Council.\r\nBuilding on the results of the discussions conducted in\r\nthe Working Group over the past two years, particularly on\r\nthe substantive progress made during the last session of the\r\nGeneral Assembly, and also taking advantage of the\r\nmomentum provided by the fiftieth anniversary of the\r\nUnited Nations, I would urge all Member States to redouble\r\ntheir efforts to reach an agreement on a broad framework\r\nfor reform by the end of the current session, in September\r\n1996.\r\nThis year, which marks the fiftieth anniversary of the\r\nend of the Second World War, Japan has looked squarely\r\nat its past history and has renewed its commitment to\r\npeace. Japan is among the countries that have benefited\r\nmost from the peace and stability of the international\r\ncommunity over the past 50 years. I earnestly hope that\r\nother countries throughout the world will likewise enjoy the\r\nblessings that have accrued to Japan as a result of\r\ninternational peace and prosperity.\r\nI should like to conclude my statement today by\r\nreaffirming Japan’s determination to contribute to the best\r\nof its ability to the building of a stronger United Nations\r\nfor the future, as well as to establishing a new international\r\norder for peace and prosperity based upon the principles of\r\nfreedom and democracy.\r\nThe President: I now call on the Minister for Foreign\r\nAffairs of Canada, His Excellency the Honourable André\r\nOuellet.\r\nMr. Ouellet (Canada): It is a great honour to represent\r\nCanada here today as we celebrate the fiftieth anniversary\r\nof the United Nations during this general debate.\r\nCanada has always been among the strongest\r\nsupporters of the United Nations, not only in word but\r\nalso in deed. In 1945 we were, through Canadian Prime\r\nMinister Mackenzie King, an original signatory of the\r\nUnited Nations Charter. Ambassador John Humphreys\r\nhelped write the 1948 United Nations Universal\r\nDeclaration of Human Rights. Successive Canadian\r\nAmbassadors to the United Nations have distinguished\r\nthemselves in the service of the Organization, as have\r\ncountless Canadian negotiators in areas ranging from\r\ndisarmament to trade to development. In addition, Lester\r\nB. Pearson won a Nobel Peace Prize for his contribution\r\nto the success of the United Nations in establishing the\r\nfirst peace-keeping operation, in 1956.\r\nAll these Canadians had a unifying purpose: to\r\npromote progress in implementing the United Nations\r\nCharter, which enshrines the commitment of the people of\r\nthe United Nations to the advancement of humanity.\r\nOf course, there have been criticisms of the\r\nOrganization; many are legitimate and require attention.\r\nIt is clear, however, that the international community\r\nremains committed to the goals of the Charter and to the\r\nUnited Nations as the primary instrument for global\r\nproblem solving.\r\nThe United Nations deserves our continued support.\r\nIf we look at the record of just the last few years, the\r\nUnited Nations has conducted successful peace-keeping\r\noperations in Cambodia, Mozambique and Haiti. Thanks\r\nto the United Nations, in this decade alone 5 million\r\nchildren will grow up normally, children who would\r\notherwise have been paralysed by polio. This year the\r\nUnited Nations is working, as it does every year, to\r\nensure a better life for the almost 23 million refugees in\r\nthe world.\r\nGlobal resolve to support the United Nations and to\r\nadvance the interests of the international community has\r\nrecently been underscored by such successes as the\r\nindefinite extension of the Treaty on the Non-Proliferation\r\nof Nuclear Weapons. At the Halifax Summit in June,\r\nchaired by our Prime Minister, Jean Chrétien, the P-8\r\n(Political Eight) leaders reaffirmed their strong\r\ncommitment to the United Nations system of international\r\ninstitutions and added their ideas for revitalizing it.\r\nThe central message is clear: we must take this\r\nmomentous opportunity to confirm and renew our\r\ncommitment to the United Nations. To do so, we require\r\na renewed vision for the next 50 years. This vision must\r\n5\r\nGeneral Assembly 7th plenary meeting\r\nFiftieth session 26 September 1995\r\nbe centred on not just striving for, but achieving, human\r\nsecurity on the basis of the freedom of people everywhere\r\nto live in peace and without fear, to be prosperous and\r\nenjoy equality, justice before the law and knowledge. The\r\nMembers of the United Nations must work together now to\r\nrenew the Organization and its agencies and programmes\r\nand to help make this vision a reality.\r\nIn Canada’s view pursuing this vision requires a focus\r\non three interlinked objectives: preventing conflict;\r\nresponding quickly when conflict occurs; and supporting\r\npeace-building efforts on an ongoing basis. I will address\r\neach objective in turn.\r\n(spoke in French)\r\nThe first priority must be to help the United Nations\r\nbetter protect people from conflict. The United Nations has\r\nhad important successes in the past few years but,\r\nunfortunately, there have also been set-backs. If the United\r\nNations is to adapt to a changing world, if confidence in\r\nthe Organization is to be restored, we must learn from the\r\nfailures of Bosnia, Somalia and Rwanda and build on the\r\nsuccesses of Cambodia, Namibia and El Salvador.\r\nPreventive action, as the Secretary-General has laid\r\nout so well in “An Agenda for Peace”, takes many forms,\r\nfrom economic development programmes to mediation, to\r\nthe preventive deployment of personnel — as, for example,\r\nin the Former Yugoslav Republic of Macedonia — from\r\nthe investigation of human rights violations to the\r\nconclusion of agreements limiting the spread of weapons of\r\nmass destruction. Prevention saves lives, forestalls untold\r\nhuman suffering and makes the best use of limited\r\nresources.\r\nLast year I announced at this podium that Canada was\r\nproviding a list of Canadian experts available to the United\r\nNations for preventive diplomacy missions. We are also\r\ntaking advantage of our membership in La Francophonie,\r\nin the Commonwealth and in regional organizations such as\r\nthe Organization of American States (OAS) and the\r\nOrganization for Security and Cooperation in Europe\r\n(OSCE) precisely in order to work towards enhancing the\r\nability of these organizations to prevent conflicts. Our\r\nPrime Minister, Jean Chrétien, is currently pressing for an\r\nexpanded Commonwealth role in democratization and good\r\ngovernance, which are two key elements of conflict\r\nprevention. I recently convened a meeting of La\r\nFrancophonie in Ottawa to generate recommendations for\r\nit to strengthen its role in conflict prevention, particularly\r\nin Africa. These recommendations will be presented to the\r\nleaders, the Heads of State and Government, gathered at\r\nthe Francophone Summit to be held in Cotonou, Benin, in\r\nDecember of this year.\r\nPrevention also means deterring crimes against\r\nhumanity. Canada strongly supports the early\r\nestablishment of an international criminal court, which\r\nwill, we hope, deter such crimes in the future but, should\r\nthey occur, would punish the perpetrators. The recently\r\napproved Platform for Action at the United Nations\r\nFourth World Conference on Women in Beijing lends\r\nfurther impetus in this area.\r\nOur recent experiences in the former Yugoslavia and\r\nin Rwanda emphasize the link between security and\r\nhuman rights. The United Nations many human rights\r\nmechanisms produce a wealth of information that could\r\nhelp us identify and understand potential areas of conflict.\r\nThe United Nations High Commissioner for Human\r\nRights has a role to play in enhancing the early warning\r\nfunctions of the United Nations. The experience of the\r\nHuman Rights Field Operation in Rwanda revealed the\r\nneed for the more effective coordination of United\r\nNations field missions. Canada has commissioned work\r\non the human rights components of field operations and\r\non stand-by arrangements for them. This work will yield\r\nrecommendations on ways to integrate human rights into\r\nUnited Nations field operations, in a way consistent with\r\nthe approach outlined in “An Agenda for Peace”.\r\nOne of the priorities of Canada’s foreign policy and\r\none of the best ways to renew commitment to the United\r\nNations consists of adopting a coherent approach to the\r\nprevention and management of complex emergencies.\r\nAverting crisis requires more flexibility and speed in\r\ndecision-making and in implementation. In this regard\r\nCanada supports the proposal for a conference on\r\nsecurity, stability and development in the Great Lakes\r\nregion of Central Africa. We also reaffirm our strong\r\nsupport for the United Nations Department of\r\nHumanitarian Affairs.\r\n(spoke in English)\r\nAnother major focus of Canada’s preventive action\r\nis arms control and disarmament, especially concerning\r\nnuclear weapons. The historic decision to extend the\r\nTreaty on the Non-Proliferation of Nuclear Weapons\r\n(NPT) indefinitely provides a foundation for further\r\nimportant gains on nuclear disarmament. We must now\r\ncomplete the comprehensive test-ban treaty negotiations\r\nas early as possible in 1996 in order to permit its\r\n6\r\nGeneral Assembly 7th plenary meeting\r\nFiftieth session 26 September 1995\r\nsignature at the General Assembly next September. An\r\nagreement to begin negotiations on a treaty to ban the\r\nproduction of fissionable material for nuclear weapons is\r\ncurrently held up. We squander such opportunities at our\r\nperil. Canada calls on all members of the Conference on\r\nDisarmament to proceed urgently with the cut-off\r\nnegotiations.\r\nRegrettably our efforts to take preventive action are\r\neroded by the continued global imbalance between spending\r\non armaments and spending on human development.\r\nMultilateral institutions should take trends in military and\r\nother unproductive spending into consideration. All States\r\nMembers of the United Nations should comply with the\r\nUnited Nations Register of Conventional Arms which will,\r\nwe hope, be expanded soon to include military holdings and\r\nnational procurement activities. Together, interested\r\ncountries could develop criteria to identify excessive\r\nmilitary expenditures and appropriate international\r\nresponses. Canada has taken some initiatives in this regard\r\nin recent months and we look forward to productive\r\nnegotiations with many Member States here.\r\nWhen a United Nations preventive diplomacy\r\noperation stumbles and efforts to prevent conflict fail,\r\nMember States all too often criticize the United Nations.\r\nBut much of the blame for the failures of the Organization\r\nlies with the Member States themselves who do not provide\r\nit with the tools needed for success. These tools are never\r\nneeded more than when a crisis erupts.\r\nLast year I discussed the problems the United Nations\r\nhas encountered in mobilizing its peace operations to\r\nrespond to crises. Canada’s long experience with peace-\r\nkeeping has convinced us that improvements are possible.\r\nThe international community’s slow response to the horrible\r\nand deeply distressing events in Rwanda was very much in\r\nour mind. It was in this context that I announced that\r\nCanada would examine ways to improve the capacity of the\r\nUnited Nations to react quickly to such events.\r\nToday I have the honour of presenting to the\r\nAssembly Canada’s report entitled “Towards a Rapid\r\nReaction Capability for the United Nations” as a special\r\nCanadian contribution to the United Nations during its\r\nfiftieth anniversary year. It presents practical proposals for\r\nenhancing the United Nations rapid reaction capability in\r\nthe field of peace operations. I believe the proposals will\r\nboth help save lives and conserve scarce resources.\r\nThe report expresses the view of the Government of\r\nCanada, but considerable care was taken to consult with\r\nother Governments, non-governmental organizations and\r\nintergovernmental institutions. We are also deeply grateful\r\nto the many experts from many countries who have lent\r\nus their time and wisdom.\r\nThe main proposal of the report is the \"Vanguard\r\nConcept\". This concept will permit the United Nations to\r\nassemble, from Member States, a multifunctional force of\r\nup to 5,000 military and civilian personnel, and, with the\r\nauthorization of the Security Council, quickly deploy it\r\nunder the control of an operational-level headquarters.\r\nThis operational headquarters would be responsible for\r\nthe advance preparations that are crucial if rapid reaction\r\nis to work. Forces will be provided under enhanced stand-\r\nby arrangements with Member States. Our other proposals\r\nseek to enhance training, to create more efficient logistics\r\nand transportation, and to strengthen the planning efforts\r\nof the entire United Nations system. Let me say that none\r\nof the 26 recommendations in the report requires Charter\r\nreforms.\r\nBut the search for immediate, practical solutions\r\nmust not preclude more visionary possibilities. In this\r\nregard, the report looked at longer-term questions, such as\r\nadvanced technology in support of the United Nations\r\npeace operations, the feasibility of a permanent group of\r\ncivilian police, the idea of a United Nations Standing\r\nEmergency Group, a permanent force as has been\r\nconsidered by our colleague from the Netherlands; and\r\nthe question of independent sources of revenue for the\r\nUnited Nations system.\r\n(spoke in French)\r\nI believe that the recommendations in the report, if\r\nimplemented, will strengthen the United Nations capacity\r\nfor more rapid, effective and successful peace operations.\r\nThey will help restore confidence in the ability of the\r\nUnited Nations to respond to crises.\r\nWe are conscious of the fact that words are not\r\nenough. In the words of a former military adviser to the\r\nUnited Nations:\r\n“We can’t deploy studies.”\r\nFor Canada this report is only the first step in\r\ntranslating ideas into action. To meet the growing need\r\nfor civilian personnel during crises, Canada will offer the\r\nUnited Nations secondment or the loan of civilian\r\npersonnel on a short-term urgent basis to help in the\r\ndevelopment of a fully trained capacity in the areas of\r\n7\r\nGeneral Assembly 7th plenary meeting\r\nFiftieth session 26 September 1995\r\nhuman rights, legal advice, humanitarian assistance, and\r\nother aspects of a rapid civilian response to crises.\r\nLast week Canada sent the Secretary-General an\r\nupdated inventory of Canadian personnel and equipment on\r\nstand-by to the United Nations, including technical\r\ninformation that would be crucial to rapid response. We are\r\nnow prepared to negotiate with the United Nations a more\r\ndetailed memorandum of understanding on stand-by\r\narrangements, which would include more information on\r\nreadiness and capability standards.\r\nOur report devotes special attention to the creation of\r\nan operational-level headquarters as the heart of the\r\n“Vanguard” concept. Canada is prepared to help in\r\nestablishing its headquarters should the United Nations\r\ndecide to accept this recommendation. We have already\r\nmade a significant number of military personnel available\r\nto the United Nations on secondment or on loan. We are\r\nprepared to make available additional personnel, both\r\ncivilian and military, in order to bring this idea closer to\r\nrealization.\r\nThe time for moving towards fundamental\r\nimprovements in the way the United Nations responds to\r\ncrises is now. A number of countries have advanced\r\nproposals similar to Canada’s and there are many new and\r\ninteresting proposals for change coming also from the non-\r\ngovernmental sector.\r\nFollow-up is of key importance. We need to marshal\r\nour energies, to determine the most promising areas of\r\naction, and to move quickly towards putting words into\r\naction. Over the coming weeks and months, Canada intends\r\nto work closely with like-minded countries from around the\r\nworld, and, of course, with the United Nations Secretariat\r\nto this end.\r\nThe ongoing work of peace-building must continue\r\nalongside preventive diplomacy and now rapid reaction\r\noperations. Indeed, peace-building involves a wide range of\r\nactivities. Much of the work needed for articulating a broad\r\nvision of human security has already been done in the\r\nseries of United Nations conferences in the economic and\r\nsocial fields, culminating in the Platform for Action\r\nrecently adopted at the United Nations Conference on\r\nWomen. It sets out a comprehensive view of sustainable\r\ndevelopment, which balances economic and social agendas\r\nfor the purpose of promoting the well-being of society. This\r\nglobal consensus offers an opportunity to restore confidence\r\nin the work of the United Nations system in these fields,\r\nand to dispel the perception of aimlessness and drift. The\r\nUnited Nations can continue to play an invaluable role in\r\nforging global agreements on development goals, in\r\nadvocating core values, and in responding to humanitarian\r\nand development needs.\r\nWe must seek to anchor change in a commitment to\r\npeople-centred sustainable development. A strong\r\nemphasis must be placed on the reduction of poverty and\r\non the integration of the poorest countries into the world\r\neconomy. However, no single country, or even group of\r\ncountries, can achieve global results alone. We are,\r\ntherefore, determined to work with all Member States to\r\npursue these goals sufficiently and effectively. Let me\r\ntake this opportunity to set out some ideas on the way to\r\nrenew commitment to the economic and social work of\r\nthe United Nations.\r\nFirst, there is a need to achieve the right balance\r\nbetween wide-ranging debate and decisions on which\r\nprogrammes should be adopted. The justified breadth of\r\ndebate does not mean that United Nations programs\r\nshould be established to address every problem. There are\r\nmany other actors who play important roles. The United\r\nNations should focus on what it is uniquely equipped to\r\nachieve.\r\nSecondly, there is a need for a fresh sense of the\r\nreal goals of development. The outcomes of the major\r\nconferences are at the core, and their distillation and\r\ncoordinated follow-up should be a touchstone for the\r\nUnited Nations in the economic and social fields.\r\nThe roles and functions of organizations and\r\nagencies should be examined and refocused to ensure that\r\nthey are oriented to future needs. The Agenda for\r\nDevelopment is an important opportunity to initiate the\r\ninstitutional change required.\r\nImproving cooperation with and among specialized\r\nagencies is essential to give limited resources some\r\nimpact. The Economic and Social Council must take more\r\nresponsibility for policy coordination within the United\r\nNations system. A start was made this summer in Geneva.\r\nThe recent establishment of the United Nations\r\nProgramme on AIDS is a promising example. There, the\r\nexecutive heads of agencies and programmes must\r\ndemonstrate leadership, particularly in coordinating the\r\nfollow-up to international conferences and ensuring that\r\nduplication, overlapping and needless spending are\r\neliminated as far as possible.\r\n8\r\nGeneral Assembly 7th plenary meeting\r\nFiftieth session 26 September 1995\r\nWe must effectively harness the complementary roles\r\nof the United Nations and the Bretton Woods institutions.\r\nTo ensure a smooth transition from emergencies to\r\nrehabilitation, improved cooperation in crises must be an\r\nimmediate priority. I urge the Secretary-General and the\r\nleaders of the World Bank and the International Monetary\r\nFund (IMF) to propose new arrangements for post-crisis\r\nassistance. They could also establish a high-level working\r\ngroup to consider how to strengthen cooperation, both at\r\nthe Organization’s Headquarters and elsewhere, in areas\r\nsuch as data collection, analysis and reporting. The World\r\nTrade Organization (WTO) should also participate in\r\nrelevant aspects of this work.\r\nWe have all come to understand the extent to which\r\nhuman security is indivisible from environmental security.\r\nMore and more conflicts are arising following disagreement\r\nover the use of finite natural resources. The United Nations\r\ntherefore has a key role to play in promoting sustainable\r\ndevelopment. Canada welcomes the recent success of\r\nUnited Nations conferences in some areas of international\r\nresource-management operations, such as the United\r\nNations Conference on Straddling Fish Stocks and Highly\r\nMigratory Fish Stocks. Our goal is concrete, internationally\r\nsanctioned conservation measures. The same objective\r\napplies to our efforts to ensure the sustainable management\r\nof forests and arable land.\r\nThe Rio Summit achieved landmark agreements on\r\nclimate change and biodiversity. Canada welcomes the\r\nprogress made by the Commission on Sustainable\r\nDevelopment and by the United Nations Environment\r\nProgramme (UNEP), in clarifying their respective roles in\r\nfollowing up these agreements in collaboration with\r\nMember States.\r\n(spoke in English)\r\nIn speaking about the three elements — preventive\r\naction, rapid reaction and peacebuilding — I wish to\r\nemphasize the need to see them as mutually reinforcing.\r\nUnited Nations Member States must be committed to all\r\nthree in order for any one to be successful.\r\nTo ensure a renewal of the United Nations vision\r\nthrough these actions, we must also reassert our\r\ncommitment to assuring the effectiveness of its key bodies.\r\nAlthough I could speak of many United Nations agencies\r\nin this regard, because of its critical role in promoting the\r\nvision of the next 50 years, I will limit my remarks to the\r\nSecurity Council.\r\nThe Security Council’s mandate to help prevent\r\ndisputes and to resolve conflicts confer on it unique\r\nresponsibilities. The binding nature of some decisions\r\nadds further weight to its deliberations.\r\nIn recent years the Council has experienced a period\r\nof intensified activity. It has also experienced setbacks\r\nfrom which we can all learn. One lesson of particular\r\nimportance is that members of the Security Council,\r\nespecially the permanent five, need to demonstrate a firm\r\ncommitment to the implementation of their own decisions.\r\nFor Canada, the need for more open, transparent and\r\ncollegial decision-making is crucial. There must be closer\r\nconsultations with countries contributing personnel and\r\nequipment in order to help implement Council decisions.\r\nHere, real progress has been achieved of late, which\r\nCanada warmly welcomes. This progress needs to be\r\ninstitutionalized.\r\nThe credibility and effectiveness of the Council in\r\npromoting international peace and security is also a key\r\nelement. Although we do not regard expansion of its\r\nmembership as a panacea, it is clear that composition\r\nplays a role in fostering credibility and effectiveness. The\r\nCouncil is no longer as representative as it once was. Its\r\nlegitimacy,and perhaps also the quality of its decisions,\r\nwould be greatly enhanced by more representation from\r\nthose countries that contribute the most to the\r\nmaintenance of international peace and security and to the\r\nbroad purpose of the Organization — that is, the key\r\ncriterion for non-permanent membership enshrined in\r\nArticle 23 of the Charter.\r\nPerhaps it is time to reflect together on those\r\npurposes to which Article 23 refers. They would surely\r\ninclude participation in United Nations peace operations,\r\ncommitment to arms control and disarmament, support for\r\ngood-neighbourly relations, humanitarian assistance,\r\nhuman rights, development cooperation and the promotion\r\nof civil society. An understanding among Member States\r\nalong these lines would help in the selection of\r\nnon-permanent Council members, whether on the existing\r\nbasis or on a modified basis.\r\nA recurring theme throughout my remarks has been\r\nthe need for the United Nations to marshal its scarce\r\nresources more effectively. There is simply no other\r\noption if we are to restore confidence in this Organization\r\nand in the specialized agencies. As the Secretary-General\r\nhas stressed, the Organization’s financial crisis is\r\n9\r\nGeneral Assembly 7th plenary meeting\r\nFiftieth session 26 September 1995\r\ncrippling its effectiveness and its credibility. We cannot\r\nallow this to happen.\r\nThe answer lies in addressing both expenditure and\r\nrevenue. Many Governments, including Canada’s, are\r\nfacing difficult budgetary decisions. We have had to live\r\nwith expenditure reductions in real terms while maintaining\r\npriority programmes. International organizations must\r\nrespect the same pressures as domestic Governments. The\r\nUnited Nations and its agencies must focus on key\r\nobjectives and reduce overhead spending in order to protect\r\npriority programmes. In fact, there are many steps that chief\r\nexecutive officers can take to increase efficiency and to\r\nreduce costs without impairing programmes, and we should\r\nall insist that they do so. Similarly, many agencies’ budgets\r\nshould be held at present levels, wherever possible, if not\r\nreduced. Member States must work collectively to this end.\r\nCanada strongly supports the proposal put forward by the\r\nSecretary-General for an efficiency task force to address\r\nthese issues. We are prepared to contribute both expertise\r\nand personnel to get it started soon.\r\nWhile the United Nations needs to do more to limit\r\nspending and to promote efficiency, its financial crisis\r\nwould be significantly alleviated if its Member States were\r\nto meet their financial obligations in full, on time and\r\nwithout conditions. Canada calls on all Member States to\r\ndo so. We cannot accept that Member States, some of\r\nwhich rank among the richest countries in the world, fail to\r\nmeet their financial obligations to this institution. This is\r\neven more difficult to accept when we consider that a\r\nnumber of the poorest countries in the world meet their\r\npayments in full and on time. Indeed, among the merely 60\r\nMember States that had met their regular budget obligations\r\nto the United Nations fully by 31 July of this year, 32 were\r\ndeveloping countries. Unfortunately, 71 other Member\r\nStates had made no payment at all. Almost 100 countries\r\nstill owe money from previous years, including, I have to\r\nsay, several members of the Security Council. The majority\r\nof Member States appear content to approve programmes,\r\nappropriations and assessments without honouring the\r\nobligations to which they are committed. This is\r\nunacceptable and cannot be allowed to continue.\r\nThe General Assembly’s High-level Working Group\r\nconsidering the United Nations financial plight should begin\r\nlooking at the establishment of incentives to pay. It should\r\nalso agree on an equitable method of sharing the burden,\r\nfree of the distortions that characterize the present scale of\r\nassessments.\r\nIn conclusion, let me say that I have sought to pay\r\ntribute to this Organization’s achievements, and to\r\nemphasize that Canada strongly supports the United\r\nNations. We are prepared to contribute concretely and\r\nactively to its revitalization and renewal. But confidence\r\nwill be restored and commitment renewed only through a\r\npartnership in which Member States live up to their\r\ncommitment and focus on key priorities that respond to\r\nhuman-centred goals for sustainable security and\r\ndevelopment. If we are successful, and frankly I truly\r\nbelieve that we will be successful, I have no doubt that 50\r\nyears from now our successors will be able to praise,\r\nwithout hesitation or qualification, the record of our\r\nOrganization’s first 100 years.\r\nThe President: I now call on the Minister for\r\nForeign Affairs of Peru, His Excellency Mr. Francisco\r\nTudela van Breugel Douglas.\r\nMr. Tudela (Peru) (interpretation from Spanish):\r\nMr. President, on this important occasion, allow me to\r\nextend the congratulations of the people and Government\r\nof Peru upon your distinguished and well-deserved\r\nelection to preside over the work of the fiftieth session of\r\nthe General Assembly. We are confident that your broad\r\nexperience and ability will make Portugal’s presidency a\r\nhigh-water mark in this exceptional anniversary marking\r\nhalf a century of the United Nations Organization.\r\nPeru, like all the nations gathered here, is facing a\r\ntime of awesome changes in social, political and\r\neconomic practices and in international equilibria as this\r\ncentury draws to a close. Those changes have altered our\r\nvision of the world and introduced positive elements of\r\ncardinal importance, but have also left questions and\r\nshadows that cause the greatest concern. Moreover, the\r\nshared approaches that have characterized these last few\r\nyears do not in themselves resolve many of the\r\nsubstantive problems of the international system, such as\r\nthose pertaining to collective security, economic and\r\nsocial development and the defence of the perennial\r\nvalues that guarantee a worthy and peaceful life for\r\npeoples and individuals.\r\nDuring the space of a decade my country\r\nexperienced the worst social, political and economic crisis\r\nin its 174 years of history as an independent nation. A\r\npainful and futile internal conflict, brought on by\r\nintransigence and ideological utopianism, added to the\r\nwaste of public resources and Governments overwhelmed\r\nby the nation’s problems, led Peru into a deep internal\r\ncrisis with grave international consequences. Over the last\r\n10\r\nGeneral Assembly 7th plenary meeting\r\nFiftieth session 26 September 1995\r\nfive years, the Government of President Alberto Fujimori\r\nhas succeeded in overcoming the internal confrontation,\r\nrestoring a healthy and vigorous economic order and re-\r\nestablishing Peru’s international ties. In this context, it is\r\nvery important to stress that we have set forth on the way\r\nto turning external difficulties into patterns of normalcy and\r\nthe potential consolidation of our relations with\r\nneighbouring countries, with which we wish above all to\r\ncultivate cooperation.\r\nAll of us here are aware that threats to international\r\npeace and security arise from the deterioration of the social,\r\neconomic and institutional fabric of States, and that their\r\nworst effects, such as internal armed conflicts, drug\r\ntrafficking, corruption and the inevitable sequel of those\r\nills, poverty, are the seed-bed in which international\r\nconflicts tend to germinate. And all sensible people also\r\nknow that the antidote to those ills is to be found in the\r\npermanent values common to all of mankind’s great\r\ncivilizations, the values that should guide the effective\r\neffort of the international community to overcome those\r\nacute evils.\r\nWe have left behind the international system\r\ndominated by the cold war between the super-Powers and\r\nthe absurd faith in philosophical and political determinism.\r\nIf we wish to build a world of justice and peace, we must\r\ndispense with the rhetorical exercises to which we became\r\naccustomed during that fortunately bygone era. We need\r\nobjective points of reference for the international system\r\nthat will avoid unilateral interpretations or interpretations\r\nthat disregard the principles in force to bring about civilized\r\ncoexistence among nations. And this requires us to refute\r\nthe cynical idea that the values of the international system\r\ndo not exist, or that they are entirely subordinate to\r\nrelations of force between nations.\r\nAll of this implies taking initiatives to enhance and\r\ndefend objective principles of international law, as the only\r\npossible foundation for the present international system. We\r\nsee with great concern how ethnic, geographical and\r\nutopian myths and revisionisms are becoming a boundless\r\nsource of suffering for millions of men and women in our\r\ntime, gravely disturbing fragile international balances.\r\nThe struggle of the Cold War undermined the legal\r\nprinciples concerning avoidance of the use of force, respect\r\nfor international treaties and the principle of\r\nnon-intervention. Today, we have a duty to look upon\r\ninternational law with a new gaze; we must understand that,\r\nalthough international law does not in itself resolve the\r\nworld’s problems, it will make this world safer and more\r\nhabitable, and ensure that its points of reference are more\r\nstable. We have before us the intellectual challenge of\r\nclarifying the content of the central rules of international\r\nlaw in order to strengthen their legitimacy, and we also\r\nhave the obligation to improve the effectiveness of\r\ninternational law, in both bilateral and multilateral\r\nrelations.\r\nAt the same time, we must not overlook the fact that\r\nthe security and development of nations rests, today more\r\nthan ever, upon respect for the social and intellectual\r\nfeatures that are peculiar to each culture, unquestionably\r\nfalling within a universal conception based on respect for\r\nindividual freedoms. We must resist attempts to impose\r\nuniform “models” that prejudge and discriminate between\r\nthe world’s varying cultural forms. We must seek unity in\r\ndiversity and must not accept conditionalities that are\r\noften advanced by groups foreign to the democratic\r\nrepresentation of States, whose effects upon our cultures\r\nare negative.\r\nThere are those who argue that, having overcome the\r\nideological conflict that divided the world for 45 years,\r\nwe are now entering into a conflict of civilizations as the\r\nlast phase in the evolution of the modern world’s\r\nconflicts. Without accepting the determinism implicit in\r\nthat view, we cannot fail to observe that a lack of respect\r\nfor the cultural diversity of the human species could\r\nindeed become a source of profound disputes.\r\nThere has also been talk of the vanishing sovereignty\r\nof States as a fait accompli, and it is claimed that this\r\nwould legitimize asymmetrical intervention by some\r\nnations in the lives of other nations. The word\r\n“sovereignty” evokes armies, ships and cannons and has\r\nan ominous ring to it. However, if we take an objective\r\nview of the matter, we cannot affirm that this is so. In its\r\nessence, sovereignty is above all plenary legal and\r\npolitical competence within a constitutional order. If we\r\nare today actively seeking integration in many regions of\r\nthe world and if States, through various multilateral\r\ntreaties, are diminishing their jurisdiction over certain\r\naspects of their economic and social life, that is taking\r\nplace because States, in the exercise of that plenary\r\ncompetence known as sovereignty, are voluntarily\r\ndelegating the exercise of specific jurisdictions to an\r\ninternational organization for the greater good of a\r\nparticular international space. In so doing, States do not\r\nderogate from their constitutions nor do they lose their\r\ncapacity to conclude international treaties as they see fit\r\nor to legislate on countless other matters. And so we\r\nbelieve that those who are seeking new legal and political\r\n11\r\nGeneral Assembly 7th plenary meeting\r\nFiftieth session 26 September 1995\r\ndefinitions of sovereignty should take care to respect its\r\nessence, which is nothing other than respect for the\r\nconstitutional independence of the various countries of the\r\nworld.\r\nPeru opted for a republican and democratic regime\r\nbased on a division of powers and officials elected by free\r\nand universal suffrage. Its government is a limited\r\ngovernment that leaves broad areas of social, political and\r\neconomic life open to the free choice of its citizens.\r\nHowever, this limited Government is not a minimal State\r\nwithout social functions, for it has active responsibilities\r\nand an important agenda to pursue in order to free the\r\npoorest citizens from a culture of dependency and integrate\r\nthem fully into the life of the country. Peru seeks to\r\nharmonize transmission of the valuable cultural traditions of\r\nits people with the imperative needs of an open regionalism\r\nand the defence of a coherent, legitimate and just\r\ninternational order.\r\nBasing itself upon those principles and aspirations,\r\nPeru welcomes the thinking that is taking place during this\r\nfiftieth anniversary of the United Nations and believes that\r\nthe Organization should give serious thought to its future\r\nand to the course which international society is taking, so\r\nas to achieve a more complete vision encompassing\r\ndifferent international realities based upon mutual respect\r\nand fairness among Member States. We must take into\r\naccount the new regional realities and seek machinery that\r\nis functional, economical and efficient, not hampered by\r\nsecondary issues or limited to powerlessly denouncing the\r\ncontradictions of the international system, in order to ensure\r\nthat the United Nations can be faithful to the purposes and\r\nprinciples that inspired its creation.\r\nWe believe that we must discard the pragmatism that\r\nstyles itself realism and defend the fundamental principles\r\nof a balanced and just international order. Peruvians believe\r\nin defending the perennial values of mankind, individual\r\nfreedoms, international law as an objective benchmark for\r\ninternational order, respect for the world’s cultures and the\r\nconstitutional independence of all the world’s nations. With\r\nthese beliefs, we pledge ourselves anew to the renewal of\r\nthe international system.\r\nThe President: I now call on the Minister for Foreign\r\nAffairs of the Netherlands, His Excellency Mr. Hans van\r\nMierlo.\r\nMr. Mierlo (Netherlands): It is a great pleasure for\r\nme to see you, Sir, presiding over this very important\r\nsession of the General Assembly. As a politician with a\r\nlong and distinguished career, you are eminently qualified\r\nto guide us ably through the crucial coming months.\r\nIt goes without saying that I fully endorse the\r\nintervention by Minister Solana on behalf of the European\r\nUnion. At this fiftieth anniversary session of the General\r\nAssembly, I would like first of all to affirm the deep\r\nattachment of the Kingdom of the Netherlands to the\r\nUnited Nations. The United Nations is the expression of\r\nthe relatively new notion that nations and people\r\nanywhere in the world have the same rights and are\r\nbound by the same duties. For 50 years, this Organization\r\nhas provided the basis for building a civilized\r\ninternational community and we cannot afford to be\r\ncynical about the United Nations.\r\nThere is no alternative to the United Nations in\r\ndealing with global challenges. It is up to us, the Member\r\nStates, to make use of the Organization and to make it\r\nwork. This anniversary should be an occasion neither for\r\nself-congratulatory speeches nor for despondency. Rather,\r\nit should inspire us to unite in a renewed effort to bring\r\nthe Organization into harmony with the demands of the\r\ntimes.\r\nIn this age of instant communication and televised\r\nimages, respect for human rights and solidarity among\r\nnations can no longer be applied selectively. Aggression,\r\nwar crimes and massive violations of human rights, such\r\nas those in the former Yugoslavia and Rwanda, trigger an\r\nimmediate and massive response throughout the world. It\r\nis impossible for people to remain indifferent to the fate\r\nof their fellow human beings anywhere — unless, of\r\ncourse, they should be denied access to these means of\r\ncommunication. However, the revolutionary growth of\r\ncommunications has also created a gap between people’s\r\ndemands for action and the limited ability of\r\nGovernments and organizations to satisfy these demands.\r\nThe same observation applies to national decisions\r\ntouching on the security concerns of people in countries\r\naround the globe; and nowadays, these concerns include\r\nenvironmental, ecological and all other aspects of human\r\nsecurity. Sovereignty has become restricted and\r\ncircumscribed because of new global interdependencies.\r\nIt is an illusion to think that in this age States can\r\ncontinue to conduct their business in splendid isolation\r\nwithout regard for international public opinion and\r\nsensitivities. Again, as sovereignty becomes less\r\nformidable a barrier and people organize themselves\r\nfreely and globally in various ways, the need for global\r\n12\r\nGeneral Assembly 7th plenary meeting\r\nFiftieth session 26 September 1995\r\nregulation becomes more pressing. For this purpose, people\r\nlook to the United Nations. But can the United Nations\r\nmeet these new demands?\r\nMr. Traore (Mali), Vice-President, took the Chair.\r\nThe crises in Bosnia and Rwanda illustrate the types\r\nof conflict that at present pose the biggest threat to the\r\ninternational system. In many parts of the world ethnic,\r\nracial and religious divides are resurfacing with a\r\nvengeance. Where State structures are weak or\r\ndisintegrating, those divides may become battlegrounds for\r\nstruggles over land, water and other scarce resources.\r\nThe response of the international community to these\r\npolitical and humanitarian emergencies has often been\r\ninadequate, slow or hesitant. Lack of resolve in the early\r\nstages of a crisis has forced Member States to scramble\r\nlater to close the gap between their acts and their words\r\nand to restore lost credibility. There is a certain tendency to\r\ntake words for deeds and to be satisfied with words alone.\r\nLanguage is a currency whose value depends on\r\ncorresponding behaviour. For the United Nations to be\r\ncredible, its language must be credible, and its language can\r\nonly be credible if it is matched by its deeds. These are\r\nsimple, basic rules, not only in banking but also in politics.\r\nUnfortunately, it can be convenient to forget these rules for\r\nreasons of political expediency. In such cases a higher price\r\nmust be paid at a later stage.\r\nThe war in former Yugoslavia is a tragedy for its\r\npeople, but it also exemplifies the dangers threatening the\r\ninternational order. The fatal practice of “ethnic cleansing”\r\nhas been unanimously condemned by the international\r\ncommunity. Those warnings have not been heeded, and the\r\nmad dream of ethnic purity is still being pursued. The\r\npractice of “ethnic cleansing” has, moreover, set in motion\r\na cycle of revenge and further violence.\r\nThe end of the war may now come into sight, thanks\r\nto forceful international intervention and a shifting balance\r\non the ground. The current diplomatic initiative is designed\r\nto exploit this opportunity and finally to create conditions\r\nfor true peace. We should do everything in our power to\r\nassist the negotiators in their mission. But for the\r\ninternational community, represented by the United Nations,\r\nthe question also remains of whether it should have\r\nintervened earlier, and with greater decisiveness.\r\nMembers of all the parties to this conflict have at\r\nvarious times committed crimes and breaches of\r\ninternational law. But there is a difference in the scale of\r\nhuman rights violations and criminal responsibility.\r\nThe Bosnian Serb side has from the beginning\r\nresorted to “ethnic cleansing” and acts of terror against\r\nthe civilian population as a systematic tool in its\r\ncampaign, and therefore its leaders carry prime\r\nresponsibility for initiating these practices.\r\nThe latest and perhaps largest single crime was\r\ncommitted against the population of the former Bosnian\r\nenclaves of Srebrenica and Zepa. The victims were living\r\nin areas declared safe by the Security Council. The Serb\r\nbehaviour has been condemned by the Security Council,\r\nbut the United Nations and its Member States cannot\r\nescape sharing some of the blame for not living up to the\r\nUnited Nations commitment. We, the Member States, had\r\nconvinced ourselves — and what is more, our Bosnian\r\nprotégés — that a largely symbolic United Nations\r\npresence would be sufficient to deter aggression. It did\r\nnot. We have been proved cruelly wrong, and as a result\r\nthe populations of the enclaves paid a terrible price in\r\nterms of human life and displacement at the hands of the\r\nBosnian Serbs. The Netherlands, whose small contingent\r\nof Blue Helmets was powerless to prevent the onslaught\r\non Srebrenica, is deeply shocked by the massive\r\nviolations of human rights which were committed by the\r\nSerb aggressors.\r\nWe share the Security Council’s deep concern about\r\nthe fate of the former inhabitants of Srebrenica who have\r\nnot been accounted for. There are strong indications that\r\nthousands were murdered in cold blood. It is a disgrace\r\nthat the Bosnian Serbs have not honoured their\r\ncommitment to give immediate and full access to\r\nrepresentatives of international organizations to investigate\r\nthe situation of those who are missing. In the interest of\r\nthe credibility of any future peace agreement, we cannot\r\nacquiesce in the Bosnian Serb refusal to cooperate on this\r\nand other human rights issues. We expect the same kind\r\nof cooperation from the Croat and Bosniac authorities\r\nwith regard to verification of reports about human rights\r\nviolations in areas under their control.\r\nIf similar calamities are to be prevented in the\r\nfuture, we, the Security Council and the troop\r\ncontributors, must ensure that the operational aspects of\r\nthe Council’s resolutions have a solid foundation in\r\nmilitary planning and available capabilities. This includes\r\nthe political will to use those capabilities when needed.\r\nTherefore, in the future no mandate should be given\r\n13\r\nGeneral Assembly 7th plenary meeting\r\nFiftieth session 26 September 1995\r\nbefore the means and the readiness for implementation are\r\nassured.\r\nSrebrenica and Zepa have also shown that\r\nhumanitarian action can never be a substitute for decisive\r\nmeasures against a party which perpetrates aggression and\r\nmassive human rights violations. Humanitarian assistance,\r\nimportant though it undoubtedly is in itself, risks being\r\ntainted in the eye of the public if it is perceived as a\r\nsubstitute for decisive action going to the root of the\r\nproblem.\r\nIn order to avoid the repetition of violent outbursts,\r\nthe seeds of future wars must be eliminated. These seeds\r\noften lie in the ruthless exploitation of situations of\r\npotential conflict by unscrupulous politicians and local\r\nwarlords. To deter such action, justice must be done and be\r\nseen to be done.\r\nThe establishment of the international criminal\r\nTribunals for the former Yugoslavia and Rwanda may\r\nprove to be an important step in the right direction, and in\r\nmore than one respect. For the second time in history, after\r\nNuremberg and Tokyo, the international community is\r\nholding individuals responsible for their actions during\r\nwartime and in the initiation of war. So, hopefully, the\r\nblame for atrocities will not be put on entire peoples, which\r\nwould call for massive revenge in the future, but on those\r\nwho are personally and directly responsible. We hope that\r\nthe creation of these Tribunals will prove to be a catalyst\r\nfor the establishment of a permanent international criminal\r\ncourt.\r\nThe question of United Nations credibility in Bosnia\r\nand Rwanda points to a broad range of issues related to\r\nUnited Nations reform in the domain of peace operations,\r\nthe structure and work methods of the Security Council,\r\nfinance and the economic and social area. Let me comment\r\nbriefly on each of these.\r\nAt last year’s session of the General Assembly I noted\r\nthat a more rapid response by the United Nations might\r\nhave prevented the genocide in Rwanda. My suggestion\r\nwas that in order to deal with emergencies like these we\r\nshould consider creating a permanent brigade which could\r\nbe deployed almost instantly once the Security Council had\r\ntaken a decision. In the months thereafter this idea was\r\nexplored in a series of consultations in New York and at an\r\ninternational colloquium organized in the Netherlands.\r\nThese discussions resulted in the Netherlands non-paper on\r\na United Nations rapid deployment brigade, which was\r\ndistributed to all Member States last April.\r\nBut the idea of a United Nations brigade should be\r\nseen as a contribution to the wider debate on United\r\nNations peace operations. The most logical manner to\r\naddress the problem of rapid response would be, in my\r\nopinion, a small, standing United Nations force which\r\ncould fill the time lag between a Security Council\r\ndecision and the deployment of national contingents.\r\nHowever, the Netherlands will support and actively\r\ncontribute to any proposal that represents an intermediate\r\nstep towards the longer-term objective of a United\r\nNations force for rapid deployment.\r\nAgainst this background, we applaud the Canadian\r\nstudy on a United Nations rapid-reaction capability.\r\nAmong other things, it recommends, as our colleague Mr.\r\nOuellet pointed out, setting up a United Nations planning\r\ncell, which could function as a mobile headquarters and\r\nbe part of the vanguard concept. That is, it could be the\r\nnucleus of a force composed of national contingents under\r\nthe United Nations stand-by arrangements system. We\r\nfully endorse this recommendation, which partly realizes\r\nthe idea I raised and in due course could lead to the\r\ncreation of a standing United Nations brigade. We shall\r\nbe in touch with other interested Member States in order\r\nto coordinate practical suggestions with a view to possible\r\nfurther political action.\r\nThe continued viability of United Nations peace\r\noperations ultimately rests on the preservation of their\r\nlegitimacy. This implies that the Security Council should\r\nbe made more responsive to the views of the United\r\nNations membership at large. The transparency of the\r\nCouncil’s decision-making concerning peace operations\r\nhas already undergone noticeable improvements.\r\nNevertheless, further adjustments are called for.\r\nTherefore, we support the creation of a mechanism for the\r\ndiscussion of all aspects of peace operations with troop\r\ncontributors.\r\nThe Assembly should address with the utmost\r\nurgency the critical financial situation of the United\r\nNations. Without early agreement on financial\r\ncontributions, there can be no basis for the necessary\r\nbroad reforms. It is unacceptable that responsible Member\r\nStates should carry the burden of making up for other\r\nStates’ lack of financial discipline.\r\nThese States are in contravention of the Charter,\r\nwhich makes assessed contributions, once agreed, a\r\nbinding obligation on Member States and, thus, of\r\ninternational law. I strongly associate myself with the\r\nEuropean Union Presidency in calling upon Member\r\n14\r\nGeneral Assembly 7th plenary meeting\r\nFiftieth session 26 September 1995\r\nStates to pay their contributions in full, on time and without\r\nconditions.\r\nThe problem can be solved only if Member States\r\nparticipate actively in the current negotiations aimed at\r\nstrengthening and reforming United Nations financing and\r\nrefrain from unilateral actions. The Netherlands, for its part,\r\nwill participate constructively in efforts to arrive at a\r\nsolution.\r\nThe provision of the necessary resources would also\r\ngive the United Nations the possibility of dealing more\r\neffectively with the promotion of the economic and social\r\nadvancement of all peoples. But effective multilateral action\r\non socio-economic issues is not a matter only of financial\r\nresources. It will require new thinking on the future of the\r\nUnited Nations. The Secretary-General indicated the right\r\ndirection last year, in “An Agenda for Development”, in his\r\nanalysis of the five dimensions of development: peace,\r\neconomic growth, the environment, justice and democracy.\r\nA number of initiatives, some from within the Organization\r\nand others, such as the Carlsson report, from outside, aim\r\nat strengthening, revitalizing and reforming the United\r\nNations.\r\nThe Netherlands recognizes the need for a thorough\r\ndebate and early decisions on ways to improve the\r\nperformance and accountability of the United Nations. We\r\nwelcome these initiatives, including the creation of the\r\nHigh-level Open-ended Working Group by the General\r\nAssembly. I could imagine that three years from now, in\r\n1998, a ministerial conference could meet to agree on the\r\nbasis for the implementation of the High-level Group’s\r\nfindings.\r\nIn the field of disarmament, the Netherlands attaches\r\nthe highest priority to the conclusion next year of a\r\ncomprehensive test-ban treaty. In order to ensure that the\r\nnegotiations will reach this absolutely essential objective,\r\nthey should be given a strong political impulse.\r\nIn this context, the Netherlands deplores the recent\r\nnuclear tests and fervently hopes that the other\r\nnuclear-weapon States will maintain their moratoriums. A\r\ndecision not to conduct any further tests would be of great\r\nbenefit to the creation of a positive climate for the\r\nresumption of the negotiations and their successful\r\ncompletion in 1996. Therefore, the Netherlands strongly\r\nurges the nuclear-weapon States to desist from all further\r\ntesting.\r\nHaving said all this, I should like to close on a note\r\nof hope and appreciation for what the United Nations has\r\ndone and can continue to do in a number of very\r\nimportant areas. I am thinking of the environment, the\r\npopulation problem, human rights, the status of women,\r\ndemocratization and social policy. In these areas, the\r\nUnited Nations is providing the infrastructure for the\r\nshaping and consolidation of a world-wide consensus and\r\nfor the practical realization of what this consensus is\r\nabout. Much of this happens through large-scale\r\nconferences, with elaborate preparatory processes\r\ninvolving the various regions of the world and a wide\r\nspectrum of both governmental and non-governmental\r\nactors.\r\nThe women’s Conference in Beijing is clear proof of\r\nthe crucial role of these meetings in bringing about a\r\nglobal awareness of the issues at stake. These conferences\r\nset norms and standards by which individuals and non-\r\ngovernmental organizations around the world can measure\r\nthe progress made by Governments and by the United\r\nNations as a whole towards well-defined goals. If\r\nproperly implemented and monitored they can prove to be\r\ndecisive for the quality of life of future generations, and\r\neven of our own, and for the credibility of our\r\nOrganization.\r\nThe Acting President (interpretation from French):\r\nI now call on the Minister for Foreign Affairs of Algeria,\r\nHis Excellency Mr. Mohamed-Salah Dembri.\r\nMr. Dembri (Algeria) (interpretation from Arabic):\r\nAllow me first to say how pleased we are to see\r\nAmbassador Freitas do Amaral of Portugal presiding over\r\nthis session of the General Assembly, a session that\r\ncoincides with the fiftieth anniversary of the United\r\nNations. His election to the presidency is a tribute that\r\nexpresses recognition of his personal qualities. We\r\nwelcome this unanimous election of a high-ranking\r\nrepresentative of the friendly country, Portugal, whose\r\nskills and experience we value. I should like to assure\r\nhim of the support and cooperation of Algeria.\r\nI should also like to express Algeria’s gratitude to\r\nhis predecessor, Mr. Amara Essy, Minister for Foreign\r\nAffairs of the Côte d’Ivoire for his outstanding efforts and\r\nachievements throughout his mandate.We are very\r\ngrateful to him for the manner in which he has honoured\r\nAfrica and wish him every success in his work in the\r\nservice of his country.\r\n15\r\nGeneral Assembly 7th plenary meeting\r\nFiftieth session 26 September 1995\r\nI should also like to say how grateful we are to the\r\nSecretary-General of the Organization, Mr. Boutros\r\nBoutros-Ghali, and how much we appreciate his sagacity\r\nand resolve at a time when the role of the Organization\r\nvis-à-vis the call for peace, security and development, is\r\nbecoming more urgent. I wish to renew to him assurances\r\nof our full confidence and continuing support.\r\nThis session of the General Assembly is truly\r\nexceptional in that it takes place at a time when the\r\ninternational community is at a historic turning-point. Never\r\nbefore has there been such a need for stability and security,\r\nnor has there been a more pressing quest for a fairer, more\r\nequitable and balanced world. Herein lies the symbiotic\r\nsignificance of this fiftieth session of the General\r\nAssembly. It comes as a timely reminder of the importance\r\nof world peace and security and of the need for our nations\r\nto organize their common future on new foundations.\r\nThus, when we take stock of the Organization’s\r\nactivities over the past 50 years in all areas of international\r\nlife, the transformations and shortcomings such stocktaking\r\nreveals make it incumbent upon us to make a special effort\r\nto identify the stakes and the challenges we must face up to\r\nas the century draws towards its end.\r\nHow our world shapes up will depend on our doing\r\nso. Therefore, the ambition of the world Organization\r\nshould be to give true content to collective security and to\r\npromote the creation of a new paradigm for development.\r\nThe United Nations must adapt to a changing and\r\nsingularly complex world reality by going back to the\r\nsource, to the principles upon which it was founded if it is\r\nto forge a new future for all.\r\nAt a time when the international order has lost its\r\nregulatory capability and the international community lacks\r\nthe frames of reference that could help guide its action, it\r\nis up to the United Nations to regulate inter-State relations,\r\nto promote a stable and equitable order and to foster a\r\nmodel that would be acceptable to all.\r\nAt a time when it is becoming clear that trade\r\nglobalization and market integration respond only partially\r\nto the growing need for justice, equity, stability and\r\nsecurity, the United Nations must take its position at the\r\nforefront of the drive towards harmonization which is a\r\nmust for conflict prevention, crisis management,\r\nrapprochement between peoples and the promotion of\r\ncooperation between States.\r\nHowever, if the Organization is to perform its role,\r\nit must be given the means that would enable it to better\r\norganize international society and equip it to face up to\r\nthe upsurge of intolerance, the escalation of terrorism, the\r\nexacerbation of tensions and conflicts, the aggravation of\r\nthe economic situation of the most deprived countries, the\r\nsocial malaise in the industrialized countries and an\r\noverall decline. In short, the United Nations must be\r\nequipped with the means that would enable it to defend\r\nfreedom, law, justice and equity.\r\nThis means that nothing could be done in the\r\nabsence of the political will of States that bear the\r\nresponsibility of dispelling doubts and remedying the\r\ndisaffection that is noticeable today vis-à-vis the United\r\nNations by giving true meaning to the Organization’s\r\ninvaluable and multifarious contributions towards the\r\npromotion of an international society that is more just,\r\nbetter organized and better structured.\r\nWhether it is a matter of democratizing international\r\nrelations, completing the process of decolonization,\r\nupholding human rights, strengthening the disarmament\r\nenterprise or ensuring the continuity of international\r\nefforts to promote development, the contributions of\r\nStates and their awareness of their responsibilities remain\r\nindispensable if the United Nations is to be able to\r\nperform the ever-developing role it has to play in this\r\ncontext.\r\nProceeding from this, it is only by improving the\r\ncollective capabilities of the international community to\r\nface up to the urgent and most intolerable injustices that\r\na true meaning could be given to preventive efforts of\r\ndiplomacy, to peace-keeping operations and to the\r\nelaboration of a genuine structure of international\r\ncooperation.\r\nIt is only with a new vision, a new thinking and new\r\nmodalities of action that the international community\r\nwould be able to surmount obstacles and ensure future\r\nsuccess.\r\nAs we approach the end of the century, it is\r\nimportant to rethink our practices with a view to\r\nelaborating long-term complementarities that would rise\r\nup to future challenges, spare the world new crises and\r\nestablish the regulatory rules our world needs.\r\nIt is this vision that inspires Algeria in its thinking\r\nof the need for international action that should be made\r\nmore palpable in order to ensure greater consultation\r\n16\r\nGeneral Assembly 7th plenary meeting\r\nFiftieth session 26 September 1995\r\namong nations, and greater understanding among peoples as\r\nwell as greater courage in striving to achieve peace and\r\ndevelopment.\r\nIt is this vision that guides Algeria’s national renewal\r\nendeavour which aims at establishing on firm foundations\r\nthe rule of law, promoting economic reform and\r\nstrengthening the democratic process.\r\nThe democratic presidential elections, the first round\r\nof which will take place on 16 November 1995, will\r\ntranslate into actual political reality, the will and desire to\r\npromote the sense of responsibility of all Algerians and to\r\nhasten the laying of firm foundations for an open, free and\r\ndemocratic society.\r\nThis democratic process, an ever-renewed experiment,\r\nis bound to contribute to the achievement of stability, the\r\nconcretization of democratic freedoms and development in\r\nour region, and, as it truly expresses the aspirations of our\r\npeoples, it will be the appropriate retort to all attempts at\r\nsubversion, of which terrorism is the most abhorrent\r\nmanifestation. To us, combating terrorism is a battle in\r\ndefence of democracy. As any complacency vis-à-vis\r\nterrorism would be an absolute negation of democracy, it\r\nfollows that we cannot remain indifferent to this scourge\r\nwhich poses a really serious threat to international peace\r\nand security. Thus, the struggle against terrorism does not\r\nallow of any laxity but must be pursued most vigorously in\r\nthe context of decisive international action whose aim\r\nshould be the total eradication of this scourge from all our\r\nsocieties.\r\nIf we are to rise up to this challenge, there is a need\r\nto accord a high priority to economic and social\r\ndevelopment. This is a need that is more urgent than ever\r\nbefore. Its relevance has been recognized today by all the\r\nGovernments of one region. Awareness of the threat of the\r\nscourge of terrorism and the interest shown in the Algerian\r\nproposal regarding the need for a response in solidarity\r\nwithin the framework of the Euro-Mediterranean region\r\ndemonstrate fully the strength of this conviction.\r\nIn the context of the newly emerging political,\r\neconomic and social realities, Algeria has accorded special\r\npriority in the context of its immediate environment, to the\r\nproblems of security and development and to the sort of\r\ncontributions required in resolving such problems.\r\nProceeding from this, Algeria is convinced that the\r\nunitary Maghreb project is necessary, not only for the\r\nsecurity and stability of the Maghreb region, but also for\r\nthe prosperity of the Euro-Mediterranean region, as well\r\nas the Arab and African regions.\r\nIt is precisely within the context of the need to\r\nestablish a unified, strong and stable Maghreb region that\r\nAlgeria makes its contribution towards the achievement of\r\na just and lasting settlement to the question of Western\r\nSahara. Part and parcel of this policy is Algeria’s support\r\nof the efforts of the United Nations Secretary-General\r\naimed at a transparent and credible implementation of the\r\nsettlement plan through a genuine referendum, which\r\nwould ensure the free exercise by the people of the\r\nWestern Sahara of its right to self-determination and\r\nindependence.\r\nAny violation of the settlement plan, especially\r\nthrough the moving foreign populations to the Western\r\nSahara, would have very serious consequences for the\r\npeace process. All obstacles that impede the\r\nimplementation of the settlement plan should be dealt\r\nwith through direct dialogue between the two parties to\r\nthe conflict, the Kingdom of Morocco and the Polisario\r\nFront, with the aim of creating the proper conditions for\r\na peaceful settlement to the conflict that would realize the\r\naspirations of the peoples of the region. A just and lasting\r\nsettlement to the question of the Western Sahara would\r\ncontribute to the strengthening of the Maghreb unitary\r\nedifice, thus making it a fundamental element of success\r\nfor medium- and long-term cooperative strategies in both\r\nthe Sahelian-Saharan and Mediterranean regions.\r\nIn this connection, to lift the sanctions which\r\ncontinue to severely afflict the brotherly Libyan people\r\nand to search for urgent solutions to the relevant\r\ndifferences, is an urgent need that acquires particular\r\nsignificance and should make part of any forward-looking\r\nstrategy. Here, as elsewhere, political will underscores the\r\nneed for an intelligent understanding of the situation and\r\nfor a positive dialectic that would contribute to the\r\nbuilding of a community of stability and progress. It is in\r\nthis spirit that we continue to deploy efforts that aim at\r\nconsolidating cooperation in the sahelian-Saharan region,\r\nan enterprise which we shall endeavour to pursue to\r\nsuccess at the forthcoming Euro-Mediterranean conference\r\nin Barcelona.\r\nIn the Middle East, where the building of peace\r\nrequires from all parties sincerity, determination and\r\nrespect for the commitments undertaken, Algeria\r\ncontinues to make its contribution towards the\r\nestablishment of a lasting peace based on a just and\r\noverall settlement consistent with the rights of all the\r\n17\r\nGeneral Assembly 7th plenary meeting\r\nFiftieth session 26 September 1995\r\nregion’s peoples. That is why, while supporting the peace\r\nprocess, Algeria has continuously underscored the need for\r\nwithdrawal by Israel from all Arab territories occupied\r\nsince 1967, including Al-Quds Al-Sharif and respect for the\r\nnational inspirations of the Palestinian people. In this\r\ncontext, Algeria welcomes the conclusion of the agreement\r\non the extension of Palestinian national autonomy in the\r\nwest bank of the Jordan as a new positive step and calls for\r\nits translation into concrete reality.\r\nThe search for a just, comprehensive and lasting peace\r\nin the Middle East calls for full awareness of the fact that\r\nthe challenges which face the peoples of the region require\r\nmore wide-ranging and more efficacious solutions. From\r\nthis standpoint, since Iraq is fulfilling its commitments\r\nwhich arise from the Security Council resolutions, the\r\nsanctions which severely afflict the people of this country\r\nshould be lifted.\r\nBy the same token, Kuwait’s internationally\r\nrecognized borders must be fully respected. Finally, the\r\nrestoration of the sovereignty of the United Arab Emirates\r\nover the islands of Abou-Moussa, greater Tumb, and lesser\r\nTumb must be reaffirmed. By meeting these conditions,\r\nnew prospects for stability and security in the region can\r\nemerge.\r\nThe alarming situation in Africa, where instability and\r\nuncertainty are symptomatic of a protracted crisis and\r\nwhere the fundamental elements of a new solution are\r\nbeing sought against a backdrop of disorder, the hotbeds of\r\ntension that persist in Angola, Liberia, Burundi, Rwanda\r\nand Somalia must now be quenched. However, any return\r\nto stability will only take place through economic recovery\r\nand escape from the economy of indebtedness that has\r\nseverely damaged social cohesion, to a new type of\r\neconomic organization that would foster growth and\r\nguarantee the modalities of international integration.\r\nAs of necessity, this calls for dealing, as a matter of\r\nurgency, with the social costs of structural adjustment and\r\nimplementing the new United Nations programme for\r\nAfrica in order to avoid the tragedies and sufferings that\r\nbeset the peoples of Africa and to put an end to the\r\nmarginalization of the African continent. This is the price-\r\ntag on stability and peace in Africa and security in the\r\nworld.\r\nWe are equally concerned at the latest developments\r\nin Bosnia and Herzegovina where an entire people, whose\r\nvery survival is threatened, face hatred, exclusion and the\r\ninsanity of ethnic cleansing. It is no longer possible to\r\ntolerate this savage onslaught on the conscience of\r\nhumanity. It is the international community’s duty and\r\nresponsibility to put an end to this situation which is\r\npolitically unacceptable and morally intolerable. From this\r\nrostrum, I would like to reiterate Algeria’s solidarity with\r\nand support for Bosnia and Herzegovina in exercising its\r\nright to defend its unity and territorial integrity and to\r\nprotect the dignity and values of its citizens. In this spirit,\r\nAlgeria has supported the current peace initiatives aimed\r\nat a just and lasting solution that would ensure respect for\r\nthe constitutional principles that the people of Bosnia and\r\nHerzegovina wish freely to choose.\r\nIn addition to these concerns, Algeria has\r\ncommitments relating to peace throughout the world, as\r\nentered into in the framework of United Nations peace-\r\nkeeping operations in Angola, Cambodia and Haiti, and\r\nparticipation in the election monitoring process that led to\r\nthe birth of the new South Africa.\r\nAll this reflects Algeria’s posture and its\r\ncommitment to the maintenance of international peace and\r\nsecurity. This is reflected in the comprehensive and\r\ncoherent policy Algeria has always pursued with regard\r\nto disarmament issues, a policy that has led to its\r\naccession to the major disarmament instruments. Its recent\r\naccession to the Treaty on the Non-Proliferation of\r\nNuclear Weapons (NPT), its effective contribution to the\r\npromotion of consensus solutions in the negotiations on\r\nthe Treaty’s extension, and ratification, several weeks ago\r\nof the Chemical Weapons Convention, are significant\r\nmoves that reflect Algeria’s desire to play an active role\r\nin achieving general and complete disarmament.\r\nThe need for a viable international order based on\r\nsolidarity has never been as urgent as it is now at a time\r\nwhen the world is in the throes of a phase of systematic\r\ntransition.\r\nIf it acknowledges how far we are interdependent,\r\nthe international community will be able to usher in an\r\norderly world society of solidarity that respects the\r\ndiversity it enjoys.\r\nThat is the reason why we must reduce the widening\r\ngap between North and South that, in the long term, are\r\nanathema to both international peace and security, and put\r\nour minds to the establishment of new balances based on\r\nrenewed international relations. Such relations, if they are\r\nbased on consultation and openness to the solidarity\r\ninterests of the international community, will promote\r\ncredible solutions to development problems. They must\r\n18\r\nGeneral Assembly 7th plenary meeting\r\nFiftieth session 26 September 1995\r\nvalidate the efforts of developing countries to regulate\r\ndomestic adjustment processes, restore social balances and\r\nensure all the conditions for meaningful integration into the\r\nnew international order.\r\nIn the face of rapid changes that threaten social fabric\r\nacross the board, it is essential to promote a stable,\r\npredictable international economic environment that would\r\nbe conducive to development efforts. In this context, more\r\nequitable financial, monetary, trading and technological\r\nrelations must provide the basis for re-establishing trade as\r\nan effective instrument for mutual development, for\r\nreconciling peoples and strengthening the international\r\ncommunity.\r\nIn the face of these challenges, the United Nations,\r\nwith its experience and credibility in terms of global issues,\r\ncan provide inspiration, encouragement and help to\r\nelaborate and follow up future strategies. It is therefore our\r\nduty and responsibility to ensure that the United Nations\r\nOrganization reasserts its authority, makes its structures\r\nmore democratic and rationalizes its working methods.\r\nSuch an endeavour should be founded on the\r\nreaffirmation of Member States’ commitments to the kind\r\nof renewal that is based on and inspired by the principles\r\nof the Charter of the United Nations.\r\nThis means that any restructuring of the United\r\nNations system must meet the requirements of true\r\ndemocracy in international relations and should focus on the\r\nrevitalization of its bodies, improving coordination between\r\nthem, rehabilitating the General Assembly and ensuring\r\ntransparency in reforming the Security Council. Whether it\r\nis a matter of establishing order among the essential\r\nelements of action or global decision-making, the\r\nprerequisite of democracy is now at the very heart of the\r\nproblems of peace and development. In this context, “An\r\nAgenda for Peace” and “An Agenda for Development” are\r\nof the utmost importance.\r\nThus, if we look clearly at the international situation\r\nand what is really at stake, this adaptation process will lead\r\nto new hope for humanity and ensure a lasting foothold in\r\nhistory for international peace and security.\r\nThe Acting President (interpretation from French):\r\nI call on the Minister for Foreign Affairs of Denmark,\r\nHis Excellency Mr. Niels Helveg Petersen.\r\nMr. Petersen (Denmark): It is a sad irony that while\r\nwe are celebrating the fiftieth anniversary of the United\r\nNations, the Organization finds itself in serious financial\r\ncrisis. If not redressed, this crisis will threaten the very\r\ngoals of our Organization.\r\nDenmark gives top priority to a strengthening of the\r\nUnited Nations. Hopefully, we can make headway during\r\nthis session of the General Assembly as regards the\r\nfinancial situation of the United Nations and the “Agenda\r\nfor Development”. We hope that the High-level Working\r\nGroup under the chairmanship of the President of the\r\nGeneral Assembly will keep up the momentum of the\r\nreform process.\r\nI wish to concentrate on eight points.\r\nThe first is social development. The World Summit\r\nin Copenhagen identified new approaches for action.\r\nStates have the primary responsibility to attain the goals\r\nof the Summit. In this endeavour, we need the full\r\nsupport of the international community, the United\r\nNations, the multilateral financial institutions, regional\r\norganizations, local authorities and the civil society. All\r\npartners must participate fully and must increase their\r\nefforts.\r\nWe also need specific efforts to keep the Summit\r\nissues on the agenda. To stimulate the implementation of\r\nthe Summit results, Denmark would like to see\r\nestablished an independent forum on social development\r\nissues. This forum should supplement the work of\r\ninternational organizations and of intergovernmental\r\ncooperation. In particular, it should compile and analyze\r\ndata on social development issues, thus providing the\r\nbasis for dialogue. I hope that agreement on the creation\r\nof the forum can be reached at this session of the General\r\nAssembly.\r\nSustainable economic and social development\r\nrequires a collective effort. It requires a substantial\r\ntransfer of resources, concessional as well as\r\nunconcessional, private as well as public, from the\r\ndeveloped world to the developing world.\r\nThe total volume of assistance to developing\r\ncountries has declined over the past few years. We must\r\nchange this sad pattern. A first, necessary step would be\r\nfor all industrialized countries to live up to the United\r\nNations target of 0.7 per cent of gross national product\r\n(GNP). Three years ago, Denmark reached 1 per cent of\r\nGNP. We intend to continue that policy.\r\n19\r\nGeneral Assembly 7th plenary meeting\r\nFiftieth session 26 September 1995\r\nThe need for emergency relief is greater than ever. It\r\nis a short-sighted solution to finance emergency relief out\r\nof funds set aside for development. We must find additional\r\nfinancing.\r\nImproving the condition of women throughout the\r\nworld is of vital importance. We, the Member States of the\r\nUnited Nations, have the responsibility to implement the\r\nPlatform for Action adopted at Beijing. This platform must\r\nbe pursued at all levels. Let us start right now.\r\nThe second point is the “Agenda for Peace”. The ideas\r\nexpressed therein on preventive diplomacy and a rapid\r\nreaction force must be implemented, followed — after a\r\nconflict has ended — by confidence-building and\r\nhumanitarian measures.\r\nMany of these tasks can be carried out by regional\r\norganizations. Giving more responsibility to regional\r\norganizations would in Europe mean strengthening the\r\nOrganization for Security and Cooperation in Europe\r\n(OSCE).\r\nWe have seen an increase in the number and\r\ncomplexity of peace-keeping operations. Successful\r\noperations such as those in Namibia, Cambodia and, most\r\nrecently, Mozambique and El Salvador should not be\r\nforgotten. As noted by the Secretary-General, the problems\r\nposed by several of today’s conflicts are unprecedented. We\r\nmust learn to tackle these new problems. United Nations\r\npeace-keeping forces have proved to be an invaluable tool.\r\nWe all have an interest in improving peace-keeping as a\r\nunique instrument in international crisis management.\r\nWe must react strongly against deliberate attacks\r\nagainst United Nations personnel. Such attacks are\r\nabsolutely unacceptable. I appeal to all Member States to\r\nadhere to the Convention on the Safety of United Nations\r\nand Associated Personnel so that persons committing\r\nattacks against United Nations personnel are brought to\r\njustice.\r\nDenmark attaches great importance to the United\r\nNations stand-by forces arrangement. We were among the\r\nfirst to assign troops. We are currently, together with like-\r\nminded countries, exploring practical ways to a further\r\nshortening of United Nations reaction time.\r\nThere is also a clear need for minimum standards as\r\nregards troops and equipment. Denmark supports action\r\ntaken by the United Nations in the field of training. The\r\nUnited Nations must be given the right to set quality\r\nstandards for troops made available to the Organization.\r\nThe insufficiency of funds is putting the United\r\nNations into an almost untenable operational situation. We\r\nmust soon reach consensus on reforming and stabilizing\r\nthe financial foundation of the Organization.\r\nAs regards reimbursement for equipment put at the\r\ndisposal of the Organization, agreement on a new system\r\nmust be reached during this session of the General\r\nAssembly.\r\nThe third point concerns the former Yugoslavia.\r\nMore than two thirds of the total number of troops under\r\nthe United Nations serve in the former Yugoslavia. The\r\ninternational community has made a substantial\r\ncontribution towards settling the conflict. We have kept\r\nnegotiations going, sometimes against all odds. We have\r\nsustained what may be the most difficult peace-keeping\r\noperation the United Nations has ever mounted. We have\r\nrendered extensive humanitarian aid.\r\nWe hope that we are now closer to peace. Still,\r\nmany obstacles will have to be overcome. The conflict\r\nremains a huge challenge to the international community.\r\nThe basic principles for a settlement in Bosnia\r\nagreed upon in Geneva early this month form a good\r\nbasis for further negotiations. Pressure on all parties for\r\na negotiated settlement must be upheld. Lasting peace can\r\nbe achieved only through negotiations.\r\nDenmark continues to give full support to the\r\ninternational negotiating efforts, including the efforts of\r\nthe Contact Group. Denmark has provided a substantial\r\nnumber of peace-keepers and given sizeable contributions\r\nto alleviate humanitarian suffering. This commitment\r\nstands.\r\nBut it is absolutely unacceptable when United\r\nNations peace-keepers are used as pawns in military\r\nconfrontations. It is intolerable to see them exposed to\r\nsurprise actions and direct attacks with loss of life and\r\ncasualties as the tragic consequence.\r\nThe international community must be prepared for\r\naction to be taken when peace is finally achieved.\r\nDenmark stands ready to contribute. The present situation\r\npresents a window of opportunity; we must seize the\r\nmoment.\r\n20\r\nGeneral Assembly 7th plenary meeting\r\nFiftieth session 26 September 1995\r\nI would like to express my congratulations on the\r\ninterim agreement between the Greek and the Macedonian\r\nGovernments and to pay tribute to the untiring efforts of\r\nMr. Cyrus Vance.\r\nMy fourth point relates to the Middle Fast peace\r\nprocess. The strong determination to reach results\r\nmanifested itself in the peace treaty signed last autumn\r\nbetween Israel and Jordan and in the latest agreement\r\nbetween Israel and the Palestinian Authority on the second\r\nstage of Palestinian autonomy. Unfortunately, we see less\r\nprogress in relations between Syria and Israel and between\r\nLebanon and Israel. But we welcome the clear political will\r\nto engage in efforts that may bring progress. All parties\r\nstand to gain if they realize that there is no real alternative\r\nto negotiations and to a just and lasting peace for\r\neverybody.\r\nMy fifth point is that there is now hope in the field of\r\ndisarmament, arms control and confidence-building\r\nmeasures. We see positive trends, in particular the\r\nagreement reached on indefinitely extending the Treaty on\r\nthe Non-Proliferation of Nuclear Weapons. The\r\nimplementation of this Treaty has also become more\r\neffective. The end of East-West confrontation has led to\r\ndramatic reductions in nuclear stockpiles. But as long as\r\nthese weapons exist, the risk of their use remains. Denmark\r\nsupports the conclusion of a comprehensive test-ban treaty\r\nno later than 1996. In particular we support the efforts\r\nmade to negotiate a true zero-yield test ban.\r\nAt the same time, we deeply deplore the nuclear tests\r\ncarried out by China and France. We urge all\r\nnuclear-weapon States to refrain from further testing.\r\nThe Conference to review the 1980 Convention on\r\nProhibitions or Restrictions on the Use of Certain\r\nConventional Weapons Which May Be Deemed to Be\r\nExcessively Injurious or to Have Indiscriminate Effects is\r\nnow taking place at Vienna. We need progress at the\r\nConference towards the ultimate goal of the abolition of\r\nanti-personnel land mines.\r\nThe sixth point is that the Security Council needs to\r\nbe enlarged to reflect the world of today. There must be\r\nadditional seats for non-permanent members on the\r\nprinciple of equitable geographical representation. Denmark\r\nalso supports an enlargement of the Security Council with\r\nGermany and representatives of the Asian, African and\r\nLatin American regions as permanent members.\r\nMy seventh point relates to human rights. The\r\ninternational protection of human rights must be\r\nimproved. International cooperation on monitoring respect\r\nfor human rights must be strengthened. Additional\r\nresources to carry out this work must be found. In\r\nparticular, we must strengthen the Centre for Human\r\nRights and the office of the High Commissioner for\r\nHuman Rights. Denmark will serve as a member of the\r\nCommission on Human Rights as from 1 January 1996.\r\nOur key priorities as a member of that Commission will\r\ninclude the fight against torture, the furthering of the right\r\nto development and the rights of indigenous peoples. The\r\nestablishment of a permanent forum within the United\r\nNations is a major political aspiration of indigenous\r\npeoples around the world. Denmark shares that aspiration.\r\nThe General Assembly should decide to call a\r\ndiplomatic conference on the establishment of a\r\npermanent International criminal court to try cases of\r\nserious international crime.\r\nWith my final point I wish to draw attention to the\r\nstatement issued today by the Nordic Foreign Ministers\r\non the financial situation of the United Nations. In that\r\nstatement the Nordic countries call on all Member States\r\nto fulfil their financial obligations towards the United\r\nNations by immediately paying all outstanding\r\ncontributions. Imagine how much more could be done if\r\nthe United Nations had its present outstanding\r\ncontributions — $3.5 billion — at its disposal. It is a\r\nparadox that those criticizing the United Nations for a\r\nlack of efficiency are often those who do not honour their\r\nfinancial obligations. They are in this way holding the\r\nOrganization hostage. They continue to criticize the\r\nUnited Nations as if the Organization were not their\r\norganization.\r\nDenmark sees no alternative to international\r\ncooperation to solve global problems. The will of\r\nMember States determines the strength of our\r\ncooperation. Much more can be done, provided\r\nGovernments are willing.\r\nThe United Nations has experienced much\r\nturbulence. The United Nations needs renewal. The\r\nUnited Nations needs resources. The United Nations\r\nneeds commitment. Denmark remains as dedicated to the\r\nUnited Nations today as we were 50 years ago.\r\nThe Acting President (interpretation from French):\r\nI call next on the Minister for Foreign Affairs of\r\nBelgium, His Excellency Mr. Erik Derycke.\r\n21\r\nGeneral Assembly 7th plenary meeting\r\nFiftieth session 26 September 1995\r\nMr. Derycke (Belgium) (interpretation from French):\r\n“[Today more then ever we should realize that\r\nwe are delegations of many countries] to the same\r\nAssembly which collectively represents the interests of\r\nthe world. [We must be] conscious, over and above\r\nthe interests of our own country, of the interests of the\r\nworld and of mankind.\r\n“Each of us must first of all make an effort to\r\nsink our preferences, to put aside our particular\r\nsympathies and our particular antipathies.\r\n“The fact is that ... we did not succeed in\r\nforming a real international spirit. ... If we can create\r\nthat kind of spirit, and if we can practice what I\r\nregard as the two cardinal virtues ... that is to say,\r\ngood faith and good will, if we are able to apply\r\ncertain simple but important rules ... we shall succeed.\r\n“[In an Assembly like that of the United Nations,\r\nwe must make a great effort to bridge our various\r\nviews.] Naturally, we must all watch over the interests\r\nof our respective countries, but we shall not succeed\r\nunless we are convinced that those interests must take\r\ntheir place in the wider setting of the general interest.”\r\n(Official Records of the General Assembly, First\r\nSession, Part One, Plenary Meetings, 2nd meeting,\r\np. 48)\r\nWhat I have just said was not written recently. It was\r\nnot written when we drafted the Belgian statement for the\r\nfiftieth session of the General Assembly. It was an extract\r\nfrom the official statement delivered by the President of the\r\nGeneral Assembly at its first session, Mr. Paul Henri\r\nSpaak, then Minister of Foreign Affairs of Belgium. His\r\nappeal, issued at London on 11 January 1946, is as\r\npertinent today as it was then.\r\nThe United Nations was long paralysed by geopolitical\r\nproblems posed by the East-West rivalry, but in recent\r\nyears the Organization has been able increasingly to focus\r\non all aspects of universal society. This is a philosophy that\r\nmarks a change in global attitude. Human rights, sustainable\r\ndevelopment, the environment, social change, population\r\nquestions and the rights of women, to name but a few, have\r\nbeen on the agenda of the major international conferences\r\nsuccessfully organized by the United Nations. A\r\nprecondition for the success of this international approach\r\nis that we have the courage to break away from the old\r\ntaboos and dare for the first time to discuss issues as never\r\nbefore.\r\nIt is impossible for me here to discuss each and\r\nevery one of these items, and I shall limit myself to\r\nhighlighting two of them. I realize that in doing so I may\r\nbe ignoring so many other problems which are important\r\nfor the immediate future of our United Nations.\r\nI will start with the question of disarmament. In May\r\nthis year 180 countries agreed to the extension of the\r\nTreaty on the Non-Proliferation of Nuclear Weapons\r\n(NPT). The five nuclear Powers pledged to reduce further\r\ntheir already greatly reduced arsenals, and all other\r\nparticipants solemnly promised indefinitely never to\r\nacquire these weapons, which jeopardize the very\r\nexistence of the Earth. Belgium urged other non-nuclear-\r\nweapon States to accept the indefinite extension of the\r\nNPT; I detected the firm will of all signatories to respect\r\nthe Treaty in letter and spirit.\r\nWe expect nevertheless that nuclear arsenals will be\r\nfurther reduced. In this context we pin great hopes on the\r\nprompt ratification of the START II treaty. Nuclear non-\r\nproliferation should be strengthened as soon as possible\r\nby the signing next year of a comprehensive test-ban\r\ntreaty and by a treaty prohibiting the production of fissile\r\nmaterial for military use. Those two treaties will provide\r\nan indispensable complement to the NPT on the path\r\ntowards the total nuclear disarmament which Belgium has\r\nalways desired.\r\nThe coming negotiations on a comprehensive test-\r\nban treaty will show whether or not the nuclear Powers\r\nare willing to accept the zero option, which to my mind\r\nis the most important question for the future. In this\r\ncontext Belgium deplores the recent nuclear tests and\r\nfervently hopes that the other nuclear-weapon States will\r\nmaintain their moratoriums. A decision not to conduct any\r\nfurther tests would strongly promote the creation of a\r\npropitious atmosphere for the resumption of the\r\nnegotiations and their successful completion in 1996. On\r\nbehalf of Belgium, I strongly urge the nuclear-weapon\r\nStates to desist from all further testing.\r\nI have just spoken about what are called weapons of\r\nmass destruction, and obviously the threat posed by\r\nnuclear and biological weapons is enormous. But we\r\nshould remember that in fact it is conventional weapons\r\nthat claim by far the most victims. In cooperation with\r\nthe European Union, Belgium will play an active role in\r\nthis field, as we have done in recent months with regard\r\nto anti-personnel mines. In this regard my country has\r\nbeen a pioneer, including through the adoption by its\r\nParliament of forward-looking legislation prohibiting the\r\n22\r\nGeneral Assembly 7th plenary meeting\r\nFiftieth session 26 September 1995\r\nproduction and use of such weapons in Belgium. In the\r\nUnited Nations we joined in the initiative to hold a special\r\nconference in Geneva, over which my country had the\r\nhonour to preside. Belgium is also aware of the dangers\r\nposed by new laser weapons and their horrendous\r\nconsequences. My country is prepared to adopt an activist\r\npolicy in this sphere.\r\nTo my mind, the next priority of the United Nations\r\nis social and economic progress. The promotion and\r\nprotection of human rights are an essential element of this.\r\nOur own history shows that respect for human rights and\r\nthe existence of a State based on law and of political\r\ninstitutions elected and functioning democratically and\r\nfollowing the principles of good management are absolute\r\nconditions for sustainable development.\r\nYet we cannot say that the results of international\r\ncooperation have been altogether positive. Countries both of\r\nthe South and of the North must ponder this. It makes no\r\nsense to speak of peace on Earth if at the same time we\r\ncannot pursue the planet’s social and economic\r\ndevelopment. World-wide overall wealth has increased\r\nsevenfold in the past 50 years and international trade has\r\ngrown even more. But at the same time poverty has never\r\nbeen greater. Furthermore, economic recession and the debt\r\ncrisis have affected certain sections of the population in\r\ndeveloping countries more than others. The inequalities in\r\nthe distribution of income and wealth have therefore\r\nbecome even greater. To combat this we need to act\r\ninternationally, if only because of the globalization of the\r\nworld economy. Intensive multilateral cooperation,\r\nincluding cooperation between the international financial\r\ninstitutions, the International Labour Organisation (ILO)\r\nand the World Trade Organization will be necessary. We\r\nmust also consider how the population can be involved in\r\nthe preparation and implementation of reforms.\r\nOf prime concern are basic needs. Real social\r\ndevelopment is impossible if those are not cared for.\r\nBelgium is ready to participate in this effort, as it has long\r\ndone. The Belgian social security system too is marking its\r\nfiftieth anniversary. That system is now being questioned,\r\nfor the unemployment rate has increased dramatically,\r\nthreatening the financing of the whole system. However,\r\nthis system remains the best guarantee for preserving the\r\nbalance between economic development and social\r\ndevelopment. The State should remain responsible for the\r\nprovision of the basic needs for all.\r\nBelgium therefore calls for the development of a\r\nmechanism which allows economic development to go hand\r\nin hand with social development. Governments must\r\nrespect the rights of workers and improve working\r\nconditions and the security and health of the workers. The\r\nfive basic social conventions of the ILO — relating to\r\nminimum age for employment, the abolition of slavery,\r\nfreedom of trade unions, freedom of negotiation and\r\nnon-discrimination — should be internationally\r\nrecognized as fundamental conventions, which would\r\nprovide a concrete impetus for this.\r\nThe major international conferences organized by the\r\nUnited Nations have proven a useful means of studying\r\nbasic questions relating to the goal of social emancipation\r\nand genuine sustainable development in all countries. In\r\nRio de Janeiro, old concepts of development were\r\nreplaced by that of sustainable development, which has\r\nfunctioned as a common theme throughout all the other\r\nconferences.\r\nAt the World Conference on Human Rights, in\r\nVienna, a Declaration was adopted which underscored and\r\nenriched the universal consensus on the respect due under\r\nall circumstances to human beings. It called on all\r\nMember States not only to prevent human rights\r\nviolations, but also to promote those rights. For its part,\r\nBelgium was the first country in Europe to adopt a law,\r\nin February 1994, linking respect for human rights to\r\ndevelopment cooperation.\r\nThe International Conference on Population and\r\nDevelopment, held at Cairo, recognized the relationship\r\nbetween the individual’s reproductive and sexual health\r\nand the development of every individual and every\r\ncountry.\r\nThe importance of the World Summit for Social\r\nDevelopment, held at Copenhagen, lay above all in its\r\nintegrated approach to linking the fight against poverty,\r\nthe creation of jobs, and the promotion of social\r\nintegration, and in the adoption on that basis of\r\ncoordinated national and international strategies. It is\r\ngratifying also to note the universal consensus on the\r\nconcepts and issues that will deserve our attention in the\r\nfuture.\r\nFinally, the Fourth World Conference on Women,\r\nrecently held at Beijing, stressed the role of women as\r\nfull participants in the decision-making process and in\r\neconomic affairs, by recognizing that genuine sustainable\r\ndevelopment and true democracy will be impossible\r\nwithout women.\r\n23\r\nGeneral Assembly 7th plenary meeting\r\nFiftieth session 26 September 1995\r\nThe United Nations should make economic and social\r\ndevelopment its highest priority. It should involve world\r\npublic opinion in these decisions and should ensure their\r\nfollow-up and resolutely implement them in the field.\r\nBelgium is prepared to reflect the programmes of action of\r\nall these conferences in its future policies in the spheres of\r\ndevelopment cooperation, foreign trade, international\r\nfinance and in its foreign policy in general.\r\nI have laid stress on two areas where the United\r\nNations will play a decisive role. It will be a challenge to\r\nus all; the results will not be assessed until the hundredth\r\nanniversary of the United Nations. To meet our goal, it is\r\nvital for us to strengthen the tool that is the United Nations.\r\nThe United Nations and its specialized agencies must\r\nmaintain — and strengthen and adapt — their resources and\r\nactivities so as to give effect to the decisions and\r\nachievements of these conferences. Specifically, duplication\r\nmust be avoided; rationalization and the possible merging\r\nof bodies working in the same field are inevitable.\r\nThe Economic and Social Council must be\r\nrehabilitated; its role could be reviewed. It should be the\r\nmost suitable body for staging international conferences\r\nand, through the United Nations system, should coordinate\r\nand supervise the implementation of conventions and\r\nprogrammes. It should also spur interaction among the\r\nmajor agencies and institutions of the United Nations\r\nsystem.\r\nThe agenda of the General Assembly must be\r\nreviewed so that the Assembly can regain its original role\r\nas the Organization’s supreme decision-making, deliberative\r\nand policy-making body.\r\nSecurity Council reform is the subject of intense\r\ndebate. Without going into details, I would like to recall\r\nBelgium’s view that such reform should strengthen, inter\r\nalia, the Council’s capacity for action and its\r\nrepresentativity. The Charter gives the Council\r\nresponsibility for the maintenance of international peace and\r\nsecurity on behalf of all, and for the benefit of all. Belgium\r\nis convinced that the authority of Council decisions would\r\nbe enhanced if troop- and equipment-contributing countries\r\nwere more closely involved in the preparation of those decisions.\r\nThe Organization is facing numerous financial\r\nproblems. The development of new activities is often\r\nhobbled by disagreements on the allocation of costs. There\r\nis a growing structural rift between the capacity for\r\nmultilateral action and the increasingly frequent demands\r\nfor intervention.\r\nHow can we prevent the United Nations from\r\nbecoming a victim of its own success? One fundamental\r\nobligation is that every Member State must promptly pay\r\nthe contribution it has been assessed based on its ability\r\nto pay. Non-payment is a serious violation of\r\ncommitments, and is even more deplorable when certain\r\ndelinquent contributors are also demanding a special role\r\nin the Organization’s policy- and decision-making\r\nprocesses.\r\nFinally, we must keep working towards the new\r\ninternational spirit to which I referred at the beginning of\r\nmy statement. Without such a new awareness in society\r\nat large, we shall never be able to make the United\r\nNations into the universal instrument for peace and\r\nsustainable development it must be. In that context, I\r\nwant to close with another quotation from that great\r\nstatesman, the first President of the General Assembly,\r\nBelgian Foreign Minister Paul Henri Spaak, who as early\r\nas 1943 said that\r\n“The world will never be organized if each\r\nState retains its full national sovereignty and the\r\nabsolute right to resolve its political and economic\r\nproblems as it sees fit”.\r\nThe Acting President (interpretation from French):\r\nI call next on the Minister for Foreign Affairs of\r\nLithuania, His Excellency Mr. Povilas Gylys.\r\nMr. Gylys (Lithuania): It is with great pleasure that\r\nI join previous speakers in congratulating Mr. Diogo\r\nFreitas do Amaral on his election to the presidency of the\r\nGeneral Assembly at its fiftieth session. It is a great\r\nhonour and a great challenge to be serving in that\r\ncapacity at a time when the United Nations is marking its\r\nfirst 50 years of existence, and when people are hoping\r\nfor a better world — as Mr. do Amaral noted in his\r\nstatement last week — through peace, freedom, justice,\r\neducation, health and development.\r\nFifty years ago, the United Nations was formed to\r\nbring all nations of the world together to work for peace\r\nand development based on the principles of justice,\r\nhuman dignity and the well-being of all people. The\r\nUnited Nations aim of promoting international\r\ncooperation is still alive half a century later, although it\r\nis facing more challenges than ever before.\r\nLithuania itself is facing, and meeting, new\r\nchallenges. In the less than six years since the\r\nreestablishment of independence, Lithuania has enshrined\r\n24\r\nGeneral Assembly 7th plenary meeting\r\nFiftieth session 26 September 1995\r\ndemocratic values in its constitution, established the rule of\r\nlaw, promoted human rights and implemented free-market\r\neconomic reforms. Our foreign policy is based on respect\r\nfor international law, national sovereignty, human rights and\r\npeaceful coexistence among nations — especially our most\r\nimmediate neighbours. The best testimony to our good-\r\nneighbourly relations is provided by the treaties we have\r\nconcluded with all neighbouring States; they were a result\r\nof hard work and compromise. It is our view that they\r\nconstitute a major contribution to the security of the region\r\nand of the entire world.\r\nOur other foreign-policy goals are also clearly defined.\r\nLithuania is striving for full integration into European\r\npolitical, economic and collective-security structures. As an\r\nassociate member of the European Union, our ultimate goal\r\nis full membership in the Union. Membership in the North\r\nAtlantic Treaty Organization (NATO) and in the Western\r\nEuropean Union (WEU) is also a high priority. We look\r\nforward to continuing our cooperation with and our active\r\nparticipation in regional organizations such as the\r\nOrganization for Security and Cooperation in Europe\r\n(OSCE) and the Council of Europe.\r\nThe United Nations is facing new challenges today. A\r\nhalf-century later it is not only proper to assess the\r\nOrganization’s performance, but also necessary to prepare\r\nit for the new demands and problems resulting from the\r\ndramatic changes that have come about since the end of the\r\ncold war. The number and importance of the challenges that\r\nface the United Nations call for reforms. The United\r\nNations is expected to solve many problems, such as armed\r\nconflicts, human rights violations, the poverty gap and\r\nhumanitarian crises. The problems presented by conflicts\r\nsuch as those in the former Yugoslavia, Afghanistan,\r\nLiberia, Rwanda, Burundi and Somalia are in many ways\r\nunprecedented. The United Nations is expected to provide\r\ndevelopment assistance and emergency relief to refugees. It\r\nis expected to promote democracy and to safeguard the\r\nhealth and rights of women and children. The United\r\nNations is expected to play a leading role in solving\r\nenvironmental and population problems and in securing\r\nsustainable development. It is expected to prevent the\r\nspread of weapons of mass destruction.\r\nIf the United Nations is to live up to these\r\nexpectations, Member States will have to provide it with\r\nthe necessary means to do so. For this reason, Lithuania\r\nattaches importance to the efforts aimed at the\r\nrevitalization, strengthening and reform of the United\r\nNations system, and will follow with interest the initiatives\r\ndirected towards that goal. Good management in the\r\nSecretariat is an important tool in achieving that goal.\r\nBetter productivity and increased cost-effectiveness, as\r\nwell as accountability and responsibility, can make a\r\ndifference in creating a more mission-driven and result-\r\noriented Organization. Energies and resources within the\r\nUnited Nations system need to be utilized in a more\r\neffective and coordinated manner if the Organization is to\r\nmeet the challenges that lie ahead.\r\nLikewise, there is a need for integrated policies to\r\naddress these global problems, which too often are treated\r\nas separate questions. In that regard, we see a close\r\nconnection between “An Agenda for Peace” and “An\r\nAgenda for Development”, and are in full agreement that\r\nthe quest for peace and security should not divert\r\nattention from other fundamental objectives of the\r\nOrganization, especially in the fields of economic and\r\nsocial development.\r\nAnother priority for a revitalized United Nations is\r\nreform of the Security Council. Lithuania supports\r\ncontinued discussion on the transparency of the work of\r\nthe Security Council. Recent informal arrangements to\r\nimprove consultation on peace-keeping between the\r\nSecretariat, the Security Council and troop contributors\r\nshould be further developed. The Security Council must\r\nbe more representative of the greatly expanded\r\nmembership of the United Nations, and it has to take into\r\naccount the interests of small States and of all regions,\r\nincluding those of Central and Eastern Europe. We\r\nbelieve that an increase in the overall membership of the\r\nCouncil is needed and that an increase in the permanent\r\nmembership should reflect current geopolitical realities. In\r\nthis context, Lithuania supports an increase in the number\r\nof permanent members of the Security Council with new\r\nmembers to come from among countries that make an\r\nexceptional contribution to the activities of the United\r\nNations. This would significantly strengthen the authority\r\nand capability of the United Nations as a whole. It goes\r\nwithout saying that reform of the Security Council should\r\nnot decrease its effectiveness or its efficient functioning.\r\nThe tremendous increase in and complexity of\r\npeace-keeping operations in recent years clearly signals\r\nthe need for change. We cannot ignore the financial\r\nconsequences of this increase. The budget for peace-\r\nkeeping operations currently amounts to approximately\r\n$3.6 billion. We must strengthen preventive diplomacy in\r\norder to avoid overextending our capabilities in the area\r\nof peace-keeping. Nevertheless, Lithuania will continue to\r\nplay its part in peace-keeping, as it is already doing in the\r\nUnited Nations Confidence Restoration Operation in\r\n25\r\nGeneral Assembly 7th plenary meeting\r\nFiftieth session 26 September 1995\r\nCroatia (UNCRO); it stands ready to do more. The third\r\nplatoon of Lithuanian peace-keepers is now serving in\r\nCroatia within the Danish battalion. We are actively\r\nparticipating in the NATO Partnership for Peace\r\nprogramme and are moving forward on the formation and\r\ntraining of a Baltic peace-keeping battalion.\r\nLithuania also welcomes the growing interaction\r\nbetween the United Nations and regional organizations,\r\nsuch as the OSCE and NATO, in the field of peace-keeping\r\noperations. This approach enables regional organizations to\r\nshare the common burden of peace-keeping functions and\r\nto contribute, together with the United Nations, to the\r\nmaintenance of peace and security. OSCE missions are\r\nactively promoting peaceful political solutions to regional\r\ncrises in Chechnya, Georgia, Nagorny-Karabakh, Tajikistan\r\nand elsewhere.\r\nAlthough Lithuania believes that European countries\r\nshould try to solve their own problems in the framework of\r\nthe OSCE before turning to the United Nations, we hope\r\nthat cooperation between the OSCE and the United Nations\r\nwill be strengthened in areas of common concern,\r\nparticularly on issues concerning stability and security in\r\nthe OSCE area. Further work needs to be done in\r\ndeveloping a standard set of principles for peace-keeping\r\nactivities undertaken by individual States or third parties.\r\nAny strategy for preventing armed conflicts should\r\ninvolve disarmament and non-proliferation objectives. The\r\neasy availability of arms contributes to the scale of\r\nsuffering in conflict situations as well as to the outbreak of\r\nconflict itself. Lithuania wholeheartedly supported the\r\nindefinite and unconditional extension of the Treaty on the\r\nNon-Proliferation of Nuclear Weapons (NPT), because it\r\nviews the Treaty as a crucial instrument for preventing the\r\nspread of nuclear weapons and for reducing existing stocks.\r\nWe recognize that, although the threat posed by\r\nnuclear weapons is of prime concern, the ongoing use of\r\nconventional weapons is equally dangerous. There is a need\r\nfor States to exercise greater responsibility and restraint in\r\ntheir arms transfers. The United Nations Register of\r\nConventional Arms has led to greater transparency, but a\r\ncode of conduct for conventional arms transfers could set\r\nout common principles to be observed in this area.\r\nDrug trafficking and associated international crime are\r\nanother growing threat to the security and well-being of\r\nnations and peoples. We give our full support to the United\r\nNations International Drug Control Programme, which has\r\nthe responsibility of leading the global fight against this\r\nscourge. In view of the continuous and growing rise in\r\ndrug-related problems throughout the world, including in\r\nour region, we encourage closer cooperation in this area.\r\nThe situation in Rwanda and in former Yugoslavia\r\nis uppermost in our minds, as are other armed conflicts\r\ncloser to home, which have resulted in bloodshed and\r\nsystematic violations of human rights. Racial and ethnic\r\nhatred have led to particularly inhumane behaviour. These\r\nhorrible lessons must never be forgotten; nor should these\r\ncrimes against humanity go unpunished. This is why we\r\nare in favour of strengthening mechanisms to monitor and\r\nprotect human rights by fully implementing the mandate\r\nof the United Nations High Commissioner for Human\r\nRights, and by strengthening the Centre for Human\r\nRights. In order to avoid duplication, we encourage\r\nfurther coordination of United Nations human rights\r\nactivities with regional bodies carrying out similar\r\nmandates.\r\nMr. Kuller (Albania), Vice-President, took the Chair.\r\nLithuania also feels that the mandate for peace-\r\nkeeping operations could include a human rights\r\ncomponent with clearly established reporting and\r\nverification procedures. When terrible crimes are\r\ncommitted and when human rights are systematically\r\nviolated despite all efforts, Lithuania believes that those\r\nresponsible, including the actual perpetrators, should be\r\nprosecuted. We thus support moves to establish a\r\npermanent international criminal court which would have\r\njurisdiction over serious crimes of international concern,\r\nwherever they occur.\r\nLithuania places great importance on the work of the\r\nUnited Nations Development Programme (UNDP) as the\r\nprincipal funding agency and coordinator of United\r\nNations technical and development assistance. Since the\r\nestablishment of the UNDP office in Vilnius in 1992, my\r\nGovernment, with support from UNDP, has launched\r\nprogrammes in such priority sectors as democratization\r\nand the development of civil society, public\r\nadministration reform and the social impact of transition.\r\nWe are especially grateful for UNDP assistance in the\r\npreparation of our 1995 national development report.\r\nMy Government reaffirms the need for the full\r\nintegration of countries with economies in transition into\r\nthe world economy and for continued United Nations\r\nsupport in achieving that goal. We see the concept of\r\ntransition as a temporary one, which at this point in time\r\nidentifies the special needs and immediate concerns of\r\n26\r\nGeneral Assembly 7th plenary meeting\r\nFiftieth session 26 September 1995\r\ncountries undergoing fundamental political, economic and\r\nsocial transformation. We hope that these needs and\r\nconcerns will be reflected in “An Agenda for\r\nDevelopment”. Lithuania recognizes the fine work done by\r\nthe Economic Commission for Europe in diagnosing the\r\nproblems of transitional economies and in preparing useful\r\nrecommendations.\r\nI also wish to take this opportunity to acknowledge the\r\nwork of the United Nations Children’s Fund (UNICEF) in\r\nmy country. UNICEF has provided much-appreciated\r\ntechnical and advisory services on meeting global objectives\r\nfor the welfare of children.\r\nRecent major international conferences in Rio de\r\nJaneiro, Cairo, Copenhagen and Beijing have addressed\r\nimportant strategies and goals for development. Coordinated\r\nfollow-up and implementation of the recommendations of\r\nthese conferences will require not only the commitment of\r\nGovernments, but greater coordination in United Nations\r\noperational activities and improved coherence in\r\nprogrammes.\r\nFully recognizing and supporting the obligation of all\r\nMember States to pay their contributions in full and on\r\ntime, Lithuania also believes in the principle of sovereign\r\nequality, that is the equal rights of all Member States. In\r\nour case, those rights were violated by the assignment in\r\n1992 of inequitable assessment rates to the Baltic States\r\nand the countries of the Commonwealth of Independent\r\nStates (CIS), which were above the capacity of those States\r\nto pay. We have participated in the work of the high-level\r\nworking group on the financial situation of the United\r\nNations and have followed the work of the working group\r\non the principle of capacity to pay. We welcome the partial\r\nimprovement in our rates of assessment due to the 50 per\r\ncent phasing out of the scheme of limits for 1995-1997.\r\nNext month the Lithuanian Committee for the Fiftieth\r\nAnniversary of the United Nations will commemorate this\r\nanniversary with an impressive programme. Emphasis is\r\nbeing placed on youth education, the main themes on the\r\nagenda of the United Nations and the achievements of the\r\nOrganization over the past five decades. We must, however,\r\nremind ourselves of what the United Nations has not yet\r\nachieved. Let us hope that those unattained goals will\r\ninspire us to move forward with the same vision and\r\ncommitment as the founders of the United Nations did 50\r\nyears ago.\r\nThe Acting President (interpretation from French):\r\nI call next on the Minister for Foreign Affairs of\r\nHonduras, His Excellency Mr. Delmer Urbizo Panting.\r\nMr. Urbizo Panting (Honduras) (interpretation from\r\nSpanish): I wish to congratulate Mr. Diogo Freitas do\r\nAmaral on his election to the presidency of the fiftieth\r\nsession of the General Assembly. His experience and\r\nproven diplomatic skills will guarantee the success of this\r\nimportant event. I wish also to congratulate his\r\npredecessor, Mr. Amara Essy, for the brilliant way in\r\nwhich he guided the work of the Assembly at its forty-\r\nninth session.\r\nI take this special opportunity also to acknowledge\r\nthe extraordinary work of the Secretary-General,\r\nMr. Boutros Boutros-Ghali, to promote peace,\r\ndevelopment and understanding among peoples.\r\nIn conformity with the premises of the moral\r\nrevolution led by the President of the Republic,\r\nMr. Carlos Roberto Reina, today’s Honduras is making a\r\nunique effort: to consolidate a State truly based on law;\r\nto fight corruption at all levels; to encourage active\r\nparticipation among all citizens in a framework of\r\nnational convergence that will define the guidelines for a\r\nnew country; to emphasize absolute respect for human\r\nrights; and, in the context of a dynamic process of\r\nmodernizing the State, to adopt substantive institutional\r\nlegal measures and changes, with a view to strengthening\r\nour democratic, pluralistic system of government.\r\nThose changes include strengthening the judicial\r\nbranch; placing the national police under civilian\r\njurisdiction; transforming our compulsory military service\r\ninto voluntary, educational and humanistic service;\r\nallocating 35 per cent of the national budget to health,\r\neducation and social welfare, which reflects the interest of\r\nthe State in combating poverty, overcoming social\r\nproblems and establishing a system of government\r\nmarked by justice, solidarity and participation; adopting\r\nfiscal correction measures to decrease the negative impact\r\nof serious long-standing macroeconomic imbalances;\r\nbeginning the privatization of State-owned enterprises;\r\nundertaking financial reform; and taking the action needed\r\nto attract direct foreign investment and encourage joint\r\ninvestment.\r\nThose are some of the most relevant actions taken\r\nby the Government of Honduras; they show that, although\r\nour democracy was painfully stricken by the Central\r\n27\r\nGeneral Assembly 7th plenary meeting\r\nFiftieth session 26 September 1995\r\nAmerican crisis of the 1980s, it has had the courage to face\r\nup the unique challenges of today and of tomorrow.\r\nToday, Central America is seeking true participation\r\nin the new international economic order with an agenda of\r\nintegration firmly based on the Alliance for the Sustainable\r\nDevelopment of Central America. This endeavour is rooted\r\nin history, tradition, solidarity and, above all, an awareness\r\nof the common destiny of our Central American homeland.\r\nIn that connection, we were pleased that last year the\r\nGeneral Assembly recognized\r\n“the importance of implemented, updated and pending\r\nprogrammes, and, in view of the fact that the\r\nresources assigned to the Special Plan of Economic\r\nCooperation for Central America have been used up,\r\nrequest[ed] the agencies of the United Nations system,\r\nin particular the United Nations Development\r\nProgramme, and international institutions to mobilize\r\nthe necessary resources to set in motion new national\r\nand regional programmes in support of the content of\r\nthe Declaration of Guácimo, the Alliance for the\r\nSustainable Development of Central America\r\nconcluded at the Managua Summit, and the\r\nTegucigalpa Commitments on Peace and Development\r\nadopted at the International Conference on Peace and\r\nDevelopment in Central America”. (resolution 49/137,\r\npara. 23)\r\nWe were grateful for the adoption of that resolution, and\r\nhope that its mandate will be renewed at this session of the\r\nGeneral Assembly.\r\nIn pursuance of our efforts at integration, my country\r\nwill host the next summit of Central American Presidents,\r\nwhere the central topic will be the establishment of a\r\nregulatory framework for the security of individuals and\r\ntheir belongings, and the signing of a treaty on Central\r\nAmerican democratic security.\r\nIn our region we can no longer delay the creation of\r\nshort-term programmes of direct investment, industrial\r\nrevitalization, transformation of technology and foreign\r\ntrade, with the necessary support of developed countries.\r\nThat support can come through the alliance of States\r\nfriendly to the Alliance for the Sustainable Development of\r\nCentral America, as was the case initially with the Central\r\nAmerica-United States agreement (CONCAUSA).\r\nCentral America supports open regionalism; as set out\r\nin the plan of action of the Summit for the Americas, we\r\nbelieve that free trade is the most appropriate way to\r\nestablish the world’s most extensive free-trade area.\r\nThe Central American Integration System (SICA),\r\nwhich resulted from our own efforts and from important\r\ncooperation by the international community, hopes that\r\nthe General Assembly will grant it the status of\r\npermanent observer in accordance with relevant\r\nprovisions of the Charter of the United Nations. That\r\nstatus would facilitate and broaden cooperation between\r\nthe United Nations system and the Central American\r\nIntegration System; I am grateful for the support for the\r\ndraft resolution that Central American countries have\r\njointly submitted to the Assembly for consideration.\r\nIt is my country’s tradition always to try to solve its\r\ninternational conflicts by peaceful, diplomatic means. I\r\nam therefore pleased to announce that, in compliance with\r\nthe opinion of the International Court of Justice at The\r\nHague concerning the boundary dispute between\r\nHonduras and El Salvador, a binational commission has\r\nbeen established to resolve the humanitarian implications\r\nof its implementation; its work is being carried out\r\nparallel to that of boundary demarcation. It is the honest\r\nwish of the people and the Government of Honduras to\r\nconclude these priority tasks without delay.\r\nNor is Honduras indifferent to the problems of our\r\nsister Republics, especially those of Guatemala. We wish\r\nto acknowledge the achievements and commitments of the\r\nGovernment of that country and of the Unidad\r\nRevolucionaria Nacional Guatemalteca (URNG) towards\r\npeace. We urge them to persist in a peaceful, negotiated\r\nquest for a solution to their internal differences.\r\nMy country endorses all the principles set out in the\r\nSecretary-General’s “An Agenda for Development”,\r\nwhich recognizes that equitable development removes\r\nmany of the social and political conditions that result in\r\nthreats to peace. Most important, it stresses that the\r\nhuman being is the ultimate beneficiary of all efforts\r\ntowards development and international cooperation.\r\nClearly, “An Agenda for Development” must\r\nencourage the implementation of agreements reached in\r\nthe economic and social sphere. In that context, my\r\ncountry has decided to endorse the principles and\r\nimplement the commitments set out in the Declaration\r\nadopted by Heads of State or Government at the World\r\nSummit for Social Development, held at Copenhagen,\r\nDenmark, in March this year. We consider that\r\nimplementation of the Programme of Action is urgent,\r\n28\r\nGeneral Assembly 7th plenary meeting\r\nFiftieth session 26 September 1995\r\nwith a view to establishing a framework for economic\r\ngrowth and sustainable development, and a national and\r\ninternational climate favourable to social development, to\r\nthe elimination of poverty, to increasing productive\r\nemployment, to reducing unemployment and to fostering\r\nsocial integration.\r\nOnly by attaining these goals can we achieve lasting\r\npeace and security, economic progress and the social\r\nemancipation of all mankind. We therefore appeal to the\r\ninternational community, and especially to developed\r\ncountries and international organizations, to fulfil their\r\ncommitment to transfer significant economic and\r\ntechnological resources to developing countries.\r\nSimilarly, the Government of Honduras gives high\r\npriority to speedy compliance with commitments and\r\nrecommendations made at the United Nations Conference\r\non Environment and Development, held at Rio de Janeiro\r\nin 1992. We note, however, the lack of adequate resources\r\nto implement the programmes and projects adopted as part\r\nof Agenda 21. We hope that developed countries will meet\r\ntheir commitments, to enable developing countries to meet\r\ntheir own.\r\nHonduras reiterates its commitment to meet the goals\r\nof the World Declaration and Plan of Action adopted at the\r\nWorld Summit for Children. My country is a signatory of\r\nthe Convention on the Rights of the Child, and, as part of\r\nits national programmes, has adopted policies aimed at\r\nattaining the goals set in the Plan of Action. Our\r\nGovernment considers that all boys and girls must enjoy\r\nfundamental human rights such as access to education and\r\nto health services. One of our priorities is to eliminate\r\nfamily poverty, which is a principal cause of the\r\nexploitation of children and infant mortality.\r\nThe Government of Honduras also participated in the\r\nFourth World Conference on Women, held at Beijing. We\r\nare convinced that the Declaration and Plan of Action\r\nadopted there will make a further contribution to women’s\r\nparticipation in political, civil, economic, social and cultural\r\nlife and in sustainable development.\r\nThe recent conference on review and extension of the\r\nTreaty on the Non-Proliferation of Nuclear Weapons (NPT)\r\ncame at important time in history: when the international\r\ncommunity is marking the end of the cold war, an event\r\nwhich eased international tension and strengthened\r\nconfidence between States. My country reiterates its\r\ncommitment to the principles and objectives adopted at the\r\nreview Conference. We remain convinced that the ultimate\r\ngoal is the complete elimination of nuclear weapons and\r\nthe adoption of a treaty on general and complete\r\ndisarmament under strict, effective international control.\r\nThe Government of Honduras attaches great\r\nimportance to preventive diplomacy and to the peaceful\r\nsettlement of international disputes. We believe it is better\r\nto prevent conflicts through early warning machinery and\r\ngood-offices diplomatic efforts than to use political and\r\nmilitary action to try to stop them once they have started.\r\nWe attach equal importance to the building and\r\nmaintenance of international peace and security, especially\r\nthrough humanitarian activities that involve the urgent\r\nsolution of the tragedy of thousands of persons displaced\r\nand uprooted from their homes and land. Hence, we\r\nreiterate our support for the proposals and\r\nrecommendations made by the Secretary-General in “An\r\nAgenda for Peace” and in the Supplement to “An Agenda\r\nfor Peace”.\r\nThe Government of Honduras considers that the\r\nstrengthening of peace, the fundamental objective of the\r\nUnited Nations, can be achieved only through complete\r\nrespect for the provisions of the Charter. For peace-\r\nkeeping operations to be successful, they must be based\r\non the principles of international law: non-intervention in\r\nthe internal affairs of States, and the non-use of force\r\nexcept in self-defence. Moreover, they should be\r\ncontrolled by the United Nations; peace-keeping\r\noperations and their mandates must be clearly defined.\r\nThey should be funded in a timely way and must above\r\nall have the consent of the States involved, which in turn\r\nmust not raise obstacles and must cooperate fully with\r\nthese operations.\r\nIn the context of the peaceful solution of\r\ninternational conflicts, it is vital to encourage greater\r\ncooperation and coordination between the United Nations\r\nand regional organizations. International crises can be\r\nresolved effectively if we strengthen the various\r\nmechanisms and procedures through which such\r\ncooperation takes place.\r\nWe know that the United Nations continues to face\r\nfinancial problems with a direct impact on peace-keeping\r\noperations. Hence, the current machinery for financing\r\nmust be reformed, taking account of the capacity of States\r\nto pay and ensuring that the availability of resources for\r\neconomic and social development is not endangered.\r\nIn January this year, with particular interest and in\r\na constructive spirit, we began participating for the first\r\n29\r\nGeneral Assembly 7th plenary meeting\r\nFiftieth session 26 September 1995\r\ntime in the work of the Security Council. Our participation\r\nis shaped by respect for sovereignty and for the principle of\r\nthe self-determination of peoples, and by our commitment\r\nto the defence and promotion of human rights and peace.\r\nAware of its responsibilities and within its modest\r\nmeans, Honduras has from the outset contributed to the\r\nUnited Nations Mission for the Referendum in Western\r\nSahara (MINURSO). We have also sent an infantry\r\ncontingent to help with the humanitarian activities of the\r\nUnited Nations Mission in Haiti (UNMIH). We are\r\ndetermined to continue our participation in such missions in\r\nsupport of peace, security and international humanitarian\r\nlaw.\r\nIn the Security Council we have given our full support\r\nto the Middle East peace process. We hope that the ongoing\r\nnegotiations will lead to the establishment of lasting peace\r\nin the region.\r\nWe are deeply saddened by the situation in Bosnia and\r\nHerzegovina in particular, and in neighbouring countries as\r\nwell. We condemn the attempts at “ethnic cleansing” and\r\ngenocide against the civilian population. We therefore hope\r\nthat recent peace efforts in the region will bear fruit,\r\nespecially following the agreement reached at Geneva on\r\nbasic principles for the peaceful settlement of the conflict.\r\nProgress in Angola, Liberia and Rwanda makes us\r\noptimistic about peacemaking in those countries. United\r\nNations participation has been vital in that progress, and we\r\ntherefore unreservedly support it. We hope that in the end\r\nthese countries will achieve the reconciliation that will\r\nenable them to begin their tasks of national reconstruction\r\nand development.\r\nOn 26 June 1945, 50 nations, including my own, with\r\nhigh hopes, signed the Charter of the United Nations at San\r\nFrancisco. In 1995 we are full of joy at commemorating the\r\nfiftieth anniversary of the founding of an Organization that\r\nhas unquestionably served the interests of universality\r\nthrough its gradual expansion. This is also an apt occasion\r\nto ponder why all the expectations and dreams of the\r\nfounders have not yet been met, and to define the mission\r\nthe United Nations must carry out on the threshold of a\r\nnew millennium.\r\nTo address the question of the efficiency and\r\neffectiveness of the United Nations system with greater\r\ndynamism and realism, the international community has\r\nmade unprecedented demands for redefinition of the tasks\r\nof the system in the areas of international security and the\r\npromotion of the economic and social development of\r\nMembers.\r\nThe end of the century approaches; a new\r\nmillennium awaits us. We must therefore assess all that\r\nhas come before; make an in-depth analysis of the\r\nweaknesses and strengths, the successes and failures of\r\nthe Organization; and with realism and fairness set an\r\nagenda for the future that will topple injustice,\r\nexterminate poverty and throttle warlike tendencies and\r\nthat will bolster the foundations of a truly unified,\r\nhumanistic and fair world order.\r\nIt is painful to see the weakening of the high\r\nexpectations created by the collapse of bipolar relations.\r\nThere have been no substantive changes in the behaviour\r\nof highly developed countries towards the less developed\r\nareas of the planet. We note with concern a wish to\r\nreplace the old order with a new, ominous bipolar world:\r\na world of countries that enjoy plenty, and of countries\r\nthat are enmired in poverty and destitution. We must not\r\npermit this fatal design to be carried out. Let us show that\r\nwe can still imagine and create a different, prosperous\r\nworld that will include us all.\r\nLet us hope that the new millennium will see the\r\nmiracle of international coexistence based on peace,\r\nbrotherhood and universal well-being. Otherwise, there\r\nwill be no further chance to see the light of hope for a\r\nbetter future; to use the words of the Honduran poet\r\nRoberto Sosa, we will live forever in “a world divided for\r\nall”.\r\nThe Acting President (interpretation from French):\r\nWe have heard the last speaker in the debate for this\r\nmeeting.\r\nTwo delegations have asked to speak in exercise of\r\nthe right of reply. I remind members that, in accordance\r\nwith decision 34/401, statements in exercise of the right\r\nof reply shall be limited to 10 minutes for the first\r\nintervention and five minutes for the second, and should\r\nbe made by delegations from their seats.\r\nMr. Samodra (Indonesia): My delegation would like\r\nto exercise its right of reply in response to unwarranted\r\nreferences to East Timor made by the Foreign Minister of\r\nPortugal in his statement to the General Assembly earlier\r\ntoday. The content of that statement has led us to question\r\nPortugal’s sincerity and commitment in the ongoing\r\ntripartite dialogue under the auspices of the Secretary-\r\nGeneral.\r\n30\r\nGeneral Assembly 7th plenary meeting\r\nFiftieth session 26 September 1995\r\nIt is to be recalled that during the fifth round of talks,\r\nheld in Geneva on 9 January 1995, the Foreign Ministers of\r\nIndonesia and of Portugal concurred on the need for both\r\nparties to exercise continued restraint in the interest of\r\nmaintaining an atmosphere favourable to further progress.\r\nIt must be emphasized that Portugal cannot on the one hand\r\nlaud itself for its efforts to engage in constructive dialogue\r\nwith Indonesia under the auspices of the Secretary-General\r\nand on the other hand continue to use every opportunity to\r\nlaunch campaigns of slander against Indonesia, including\r\nmisrepresentations of the decolonization process of the\r\nTerritory and of conditions prevailing in the province.\r\nIt is preposterous to speak of “the illegal occupation\r\nof East Timor” and “the denial of the exercise of the right\r\nof self-determination of the people of East Timor”, while\r\nthe historical facts confirm that the problems in East\r\nTimor’s history can be attributed to actions of Portugal. In\r\nAugust 1975, Portuguese colonial authorities precipitously\r\nabandoned the territory to civil chaos, strife and bloodshed.\r\nIn fact, they practically instigated the civil war by\r\nclandestinely turning over arms and ammunition to one\r\nminority group, the Frente Revolucionária de Timor Leste\r\n(FRETILIN). It would have been timely and appropriate for\r\nPortugal to have responded to the rights and primary\r\ninterests of the East Timorese people at that time in history,\r\nto have heard their voices and to have implemented their\r\nwishes.\r\nIn the face of this, the East Timorese people rightly\r\nassumed their inherent right to decolonize themselves,\r\nconsidering themselves no longer bound to any\r\ndecolonization covenant with the erstwhile colonial Power.\r\nThis they did by choosing independence through integration\r\nwith Indonesia in accordance with General Assembly\r\nresolutions 1514 (XV) and 1541 (XV).\r\nWe welcome the intra-East-Timorese dialogue, which\r\nhas served as a forum for the leaders of the East Timorese\r\nto meet and contact each other in an atmosphere of peace\r\nand fraternity, after having been separated for almost 20\r\nyears. However, it should be pointed out that according to\r\nthe terms of reference for the all-inclusive intra-East-\r\nTimorese dialogue, this will not in any way constitute a\r\nparallel negotiating track or be a substitute for the\r\nministerial talks held under the auspices of the Secretary-\r\nGeneral.\r\nFinally, Indonesia remains fully committed to the\r\npeople of East Timor, including in terms of the promotion\r\nand protection of human rights, and supports them in their\r\nefforts towards building a prosperous future for their\r\nchildren and for themselves.\r\nMr. Catarino (Portugal): I would like to reiterate\r\nhere that Portugal has no interest in the question of East\r\nTimor other than its desire to see a recognition of the\r\nfundamental right of the people of East Timor to self-\r\ndetermination. It is our moral and historical duty as the\r\nadministering State to work towards the achievement of\r\nthat objective. According to resolutions of the General\r\nAssembly and of the Security Council, the process of\r\ndecolonization was interrupted by the illegal invasion and\r\noccupation of the Territory by Indonesia. I would like to\r\nrestate here our trust in the Secretary-General and in his\r\nmission of good offices, and our hope that the ongoing\r\ntalks will lead not only to an improvement of the human\r\nrights situation in East Timor but also to the creation of\r\na better atmosphere for the talks and to the ultimate goal\r\nof self-determination for the Timorese people.\r\nMr. Samodra (Indonesia): My delegation would\r\nsimply like to reiterate that both parties to the dialogue\r\nunder the auspices of the Secretary-General should abide\r\nby their concurrence on continued restraint in the interests\r\nof maintaining the favourable atmosphere very much\r\nneeded if we are to make further progress. We believe\r\nthat Portugal’s pattern of, on the one hand, claiming that\r\nit is committed to dialogue with Indonesia and, on the\r\nother hand, continuing to upset the atmosphere by waging\r\na campaign against Indonesia is not helpful.\r\nMr. Catarino (Portugal): I would just like to recall\r\nthat the present talks were undertaken on the initiative of\r\nPortugal. We are committed to the success of these talks.\r\nI reiterate what I have just said. Again, I wanted to say\r\nthat the Secretary-General has our trust, and that we hope\r\nwe will achieve progress in these talks.\r\nThe meeting rose at 6.50 p.m.\r\n31\r\n"