"United Nations A/50/PV.29\r\n95-86292 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFiftieth Session\r\n29th plenary meeting\r\nWednesday, 11 October 1995, 3 p.m.\r\nNew York\r\nPresident: Mr. Freitas do Amaral . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Portugal)\r\nThe meeting was called to order at 3.15 p.m.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nThe President: I call on the Minister for Foreign\r\nAffairs of the Marshall Islands, His Excellency the\r\nHonourable Mr. Philip Muller.\r\nMr. Muller (Marshall Islands): Please permit me to\r\noffer you, Mr. President, our congratulations on your\r\nelection to your high office and to assure you of our\r\nsupport and cooperation.\r\nTo the Secretary-General we wish to express our\r\nhighest regards and admiration for his leadership; and to the\r\nPresident of the General Assembly at its forty-ninth session,\r\nour deep appreciation for his contribution.\r\nThis is also a most fitting occasion for me personally\r\nto congratulate our brother and neighbour in the Pacific the\r\nRepublic of Palau on becoming a full Member of the\r\nUnited Nations. My delegation eagerly looks forward to\r\nworking closely with that country.\r\nToday, as we celebrate the passing of 50 years since\r\nthe creation of the United Nations, we must also reflect on\r\nthe events associated with the purpose for which this body\r\nwas created. The havoc wreaked upon humanity by the\r\nSecond World War prompted the founding fathers to devise\r\nan instrument to ensure a stable world and a better future.\r\nMy purpose today is, first, to recognize those areas\r\nin which this body has undertaken some major initiatives\r\nin various sectors that are of great and direct significance\r\nto us in the Marshall Islands. I also will state briefly\r\nsome of our concerns with respect to our membership in\r\nthe United Nations, and then I intend to raise those issues\r\nwhose implications have critical consequences for our\r\nsurvival in our country. As members will note, some of\r\nthese have been raised a number of times in this forum\r\nduring the past sessions of this body.\r\nThis year, the completion of the United Nations\r\nConference on Straddling Fish Stocks and Highly\r\nMigratory Fish Stocks is of particular importance to my\r\ncountry, and my Government intends to sign and ratify\r\nthe agreement, which was finalized this summer. We are\r\nindebted to the very able leadership of the Chairman,\r\nAmbassador Nandan, from Fiji. The Marshall Islands has\r\ngiven its full support to the Ambassador in his\r\ncandidature to the post of Secretary General of the\r\nInternational Seabed Authority.\r\nI wish to acknowledge the support we have received\r\nfrom the Intergovernmental Panel of Experts of the\r\nClimate Change Convention. The scientific evidence we\r\nreceived from them in order adequately to address the\r\nConvention confirmed our belief in the existence of such\r\nphenomena as sea-level rise in many of our low-lying\r\nislands and in our region.\r\nWe are particularly concerned by the strong\r\npossibility that the Alliance of Small Island States\r\nGeneral Assembly 29th plenary meeting\r\nFiftieth session 11 October 1995\r\n(AOSIS) Protocol, now known as the Berlin Mandate,\r\nmight be derailed because of intransigent short-term\r\neconomic interests. Such a possibility, arising solely from\r\nthe desire to facilitate the selling of more oil, if real,\r\nimperils our very survival. We will not accept such a\r\ncondition and we urge that interference and delaying tactics\r\nthat hamper the work of AOSIS and other concerned\r\ncountries should cease. The increasing level of destruction\r\ncaused by hurricanes and storms is a clear signal that the\r\nmatter is urgent. We have deep sympathy with our friends\r\nin the Caribbean countries and in the United States who\r\nwere recently struck by this devastation.\r\nThe follow-up of the Global Conference on the\r\nSustainable Development of Small Island Developing States\r\nthat was held in Barbados last year will be looked at during\r\nthis General Assembly session. The comprehensive and\r\nambitious programme involved has received the\r\nwholehearted endorsement and support of the Marshall\r\nIslands Government. In this regard, may I extend our warm\r\nthanks to the Chairman of AOSIS, Her Excellency\r\nAmbassador Annette des Iles of Trinidad and Tobago, for\r\nall her efforts.\r\nMy Government also looks forward to receiving the\r\nrecommendations of the Fourth World Conference on\r\nWomen held in Beijing last month. We will work closely\r\nwith the United Nations to ensure that the recommendations\r\narticulated in the Conference are appropriately addressed.\r\nMr. President, we endorse without hesitation the\r\nconcern expressed in your statement in September of this\r\nyear, in which you stated: “Efforts must be made to ensure\r\nthat all States that are not yet Members should seek to be\r\nadmitted in the near future” (Official Records of the\r\nGeneral Assembly, Fiftieth Session, Plenary Meetings,\r\n1st meeting, p. 7)\r\nIn the light of this view, the reasons underlying the\r\ninability of many of these nations to become Members of\r\nthe United Nations should be examined. My delegation\r\nfeels that the unfair burden that is borne by many of the\r\nless developed countries with respect to the current system\r\nof assessing the scale of contributions to the regular budget\r\nand for peace-keeping operations deters others from seeking\r\ntheir rightful place in this community of nations.\r\nThe Marshall Islands participated actively in the High-\r\nlevel Open-ended Working Group on the Financial Situation\r\nof the United Nations, and we concur fully with the\r\nrecommendation that the current floor rate should either be\r\nabolished, reduced substantially, or be designed according\r\nto a formula by which a country is assessed on the basis\r\nof its capacity to pay. A decision to that effect by the\r\nGeneral Assembly at this session will undoubtedly help\r\nexpedite the realization of the goal that you,\r\nMr. President, envisioned.\r\nThe current inequities with respect to the existing\r\nfloor rate have also been noted in a number of reports,\r\nincluding that of the Committee on Contributions. My\r\ndelegation strongly urges the United Nations to take\r\naction on the recommendations made by that Committee\r\nas soon as possible.\r\nThe need to undertake certain structural reforms\r\nwithin the United Nations in order to make it more\r\nefficient and responsive to the changing needs of present-\r\nday society is critical. One such area which should be\r\nclosely looked at is the Security Council, where the\r\nconcept of permanent membership does not, in our view,\r\nconstitute fair democratic representation. We are,\r\nhowever, aware of the differences in capabilities which\r\nexist among nations. We are aware, too, of the need for\r\nthis issue to be carefully weighed and believe that\r\npossible solutions, including Italy’s proposal for a more\r\nformal set of subgroups or constituencies, should be\r\nseriously studied. This would be particularly helpful\r\nwithin our own regional group. We are hopeful that the\r\nHigh-level Working Group on the Security Council will\r\nact with wise expediency to devise viable and acceptable\r\nsolutions to this important issue.\r\nWe are also carefully studying the various reports\r\nand proposals developed by different groups on the work\r\nof other agencies of the United Nations. One aspect which\r\nwe consider to be of great importance is the need to\r\ndetermine whether the existence of some of the agencies\r\nrealistically justifies the resources provided for their\r\nsupport. We must arrive at a frank assessment of whether\r\nthe tasks entrusted to an agency are actually carried out\r\nin a meaningful way, and what that work produces in\r\nterms of results. As long as this issue remains\r\ninadequately addressed, the climate of resentment and\r\nsuspicion will persist and may give rise to adverse effects\r\non the level of contributions needed to support the work\r\nof the United Nations. We must make urgent progress to\r\ncomplete this task of reform.\r\nThe Convention on Biological Diversity and its\r\nfundamental tenet regarding the conservation and\r\nsustainable use of our resources is under serious threat\r\nfrom human activities. Evidence derived from data\r\ngathered in our country suggests in no uncertain terms\r\n2\r\nGeneral Assembly 29th plenary meeting\r\nFiftieth session 11 October 1995\r\nthat nuclear contaminants resulting directly from nuclear-\r\nweapons tests conducted in our country have entered our\r\nbasic food chain, upon which our very livelihood depends\r\ncausing, among other things, extensive health risks.\r\nWe must also pause and reflect on the plight of those\r\ngroups of victims who, while the rest of the world was\r\nenjoying the benefits and freedom of the post-war period,\r\nwere themselves caught between the crossfire of super-\r\nPower rivalries. One such unfortunate group was the people\r\nof the Marshall Islands.\r\nWe are steadily unravelling the large amount of\r\ninformation now available to us on the nature and\r\nconsequences of nuclear testing activities carried out in the\r\nMarshall Islands. We are deeply disturbed and alarmed at\r\nwhat we are uncovering. For in addition to the unfortunate\r\nnuclear tests, we unearthed something just as horrifying as\r\nthe nuclear tests themselves, if not more so. It grieves me\r\nimmeasurably to report today that in one of the Trusteeship\r\ndocuments we discovered it was confirmed that in a\r\nmeeting held in New York on 10 May 1954, the Secretary-\r\nGeneral of the United Nations agreed at the urging of the\r\nthen United States Ambassador, Mr. Lodge, to withhold\r\nfrom circulation to Member States a petition from the\r\nMarshall Islands. The Marshallese petition, which pleaded\r\nwith the United Nations to put an immediate halt to the\r\ntests was to be withheld by the Secretary-General pending\r\nthe completion of the test series. In this petition, the people\r\nof the Marshall Islands, through their leaders, had expressed\r\ntheir genuine fears and concerns to the only world\r\ninstitution they believed could help them. In return,\r\nhowever, the high executives in this institution not only\r\nfailed to consider this a matter of any significant\r\nimportance, but actually engaged in an act most unbefitting\r\nthe integrity of this august body.\r\nThe ethical implications of this act, unimaginable as\r\nthey may be, are obvious. Nevertheless, I am raising the\r\nissue, and I can assure the Assembly that we shall continue\r\nto do so in various United Nations and other international\r\nforums. We shall do so until the international community\r\ntakes action to address our concerns and until this\r\nOrganization acknowledges the support lent by high\r\nofficials to nuclear testing in the Marshall Islands.\r\nWe want to bring to the attention of the international\r\ncommunity the reality and the magnitude of the effect of\r\nthese tests on our health, our environment and our future\r\ndevelopment as a nation. We also want it to become aware\r\nof our daily struggle to cope with a situation whose\r\nradiation-induced nature continues to haunt us, whose\r\ncomplexity in terms of solutions is far beyond our\r\ncapacity to handle and whose conception was solely for\r\nthe purpose of countering hostilities and tensions that bore\r\nno relationship whatsoever to the Marshall Islands.\r\nAnd so I ask Member States, when they hear us\r\nspeaking out about the perils of radiation, to think about\r\nthese in terms of human suffering and to try to visualize\r\nMarshallese children being born faceless, with no bones,\r\nor with missing or extra limbs — the jellyfish babies, as\r\nsome have come to call them — and the irreparable\r\ndamage wreaked upon the reproductive health of their\r\nmothers.\r\nIt would be remiss of me, however, not to\r\nacknowledge some of the efforts made by the former\r\nTrustee in addressing our health and environmental\r\nproblems caused by radioactive contaminants. We also\r\nfeel that the international community has an obligation to\r\ntake serious note of our concerns, as well as to undertake\r\na leading and active role in ensuring that an acceptable\r\nprocess, designed to restore the Marshall Islands to\r\nhabitable conditions, is effectively and expeditiously set\r\nin motion. We were, after all, entrusted by the United\r\nNations itself, and so this body had the moral obligation\r\nand the irrefutable responsibility at the time of testing to\r\noversee these activities and to make our safety its primary\r\nconcern. The same moral obligation, in our view, remains\r\nbinding even today.\r\nPerhaps one of the most gratifying things\r\noccurring — which, I might add, is giving us a ray of\r\nhope — is that there is now a growing consciousness of\r\nthe fact that nothing short of a collective effort is needed\r\nin order to focus on this issue. That some nations are\r\nbeginning, although slowly, to understand and sympathize\r\nwith our plight is most encouraging. This consciousness\r\nis clearly reflected in their willingness to incorporate our\r\nconcerns into pertinent and relevant international texts. I\r\nshould like to cite some examples.\r\nThe Review and Extension Conference of the States\r\nParties to the Treaty on the Non-Proliferation of Nuclear\r\nWeapons, for example, took special note of the\r\ninternational community’s responsibility to assist the\r\ninhabitants and restore the environment of the former\r\nUnited Nations Trust Territories that were adversely\r\naffected by nuclear-weapons-testing programmes.\r\nThe Fourth World Conference on Women, held this\r\nyear in Beijing, recognized that the concept and practice\r\nof environmental degradation are incongruent with\r\n3\r\nGeneral Assembly 29th plenary meeting\r\nFiftieth session 11 October 1995\r\ndevelopment and that the use and testing of nuclear\r\nweapons are undeniably one factor in the destruction of the\r\nenvironment, the displacement of people and the creation of\r\nhigh health risks.\r\nThe South Pacific Forum, held last month in Papua\r\nNew Guinea, called upon all Governments and international\r\norganizations with expertise in the field of clean-up and the\r\ndisposal of radioactive contaminants to give appropriate\r\nassistance for remedial purposes when so requested by\r\naffected countries. The Forum also noted the existence of\r\na special responsibility towards those peoples of the former\r\nUnited Nations Trust Territory administered by the United\r\nStates that had been adversely affected by nuclear-weapon\r\ntests conducted during the period of the Trusteeship. This\r\nresponsibility includes the safe resettlement of displaced\r\nhuman populations and the restoration to economic\r\nproductivity of affected areas, the provision of adequate\r\nhealth care and compensation for the loss of life, land and\r\nhealth.\r\nDuring the post-Forum dialogue in Papua New Guinea\r\nour former Trustee — the United States — took the\r\nposition that it would not stand in the way of the Marshall\r\nIslands’ exploring the question of or soliciting assistance\r\nfrom other countries or organizations for the purposes of\r\nthe disposal of radioactive contaminants, the resettlement of\r\naffected populations and the economic restoration of the\r\nenvironment. Our sincere hope, however, is that the United\r\nStates will not take its advocating of such a position as an\r\nopportunity to bow out of its obligations. It is our hope that\r\nit will, instead, redouble its efforts and, with the assistance\r\nof other nations and international bodies, lend its full\r\nsupport for the goal of making our country free of\r\nradioactive contaminants.\r\nI should also like to take this opportunity to thank the\r\ncurrent Administration for its willingness to acknowledge\r\nthe United States Government’s role in using human beings\r\nfor radiation experiments, including at least two confirmed\r\ninstances of medical research, which did not provide any\r\ndirect benefit to Marshallese subjects.\r\nThe unearthing of these horrendous activities is an act\r\nof political courage on President Clinton’s part. For the\r\nMarshall Islands, the White House Advisory Committee on\r\nHuman Radiation Experiments uncovered vital information\r\nabout the effect of radiation on people and the environment.\r\nThe Marshall Islands appreciates the United States\r\nGovernment’s recognition that the now infamous Bravo\r\nblast was not the only weapon that exposed the Marshallese\r\npeople and environment to radiation. It is worth bearing in\r\nmind that, while Bravo was the equivalent of 1,000\r\nHiroshima bombs, the total megaton equivalent of\r\nweapons tested in the Marshall Islands exceeded 7,000\r\nHiroshima bombs.\r\nIt is an important step in our countries’ bilateral\r\nrelations that we can now begin to broaden our discussion\r\nof exposure. Exposure will never again be defined in\r\nterms of fallout from Bravo alone, but will now\r\nincorporate the cumulative effects of all the tests and the\r\neffects of residual contamination in the environment. The\r\nMarshall Islands looks forward to continuing to work with\r\nthe United States Congress and the Clinton\r\nAdministration to ensure that the recommendations of the\r\nAdvisory Committee are fully implemented — including\r\nthe recommendation concerning whether it would be\r\nappropriate to add the populations of other atolls to the\r\nsouth and east of the blasts that have shown excessive\r\nthyroid abnormalities. We hope that the international\r\ncommunity will give these efforts its full support.\r\nAs if our own four decades of painful experience\r\nwith the dreadful business of nuclear testing were not\r\nenough, there appeared once again this year in our\r\nbeautiful Pacific the trauma of yet a further series of\r\nnuclear tests, intended to continue until May next year. I\r\nrefer of course to the French resumption this year of\r\nnuclear testing at Mururoa. It is probably because we are\r\nfar removed from metropolitan centres that there is a\r\ntendency for certain people to look at the Pacific as the\r\n“ideal desert” for nuclear testing, as one French official\r\nrecently put it. Often overlooked too is the fact that all\r\nisland nations spread out across the length and breadth of\r\nthe Pacific are connected by this mighty ocean. Nuclear\r\ndamage to one island nation poses immense long-term\r\nimplications and dangers to others in the region.\r\nAs people who are living the nightmarish experience\r\nof nuclear testing, we cannot and will not accept the weak\r\nargument that the current tests are safe for any of our\r\nPacific neighbours and friends. Nor can we accept the\r\ncontinuation of this irresponsible practice in the region.\r\nWe have denounced its resumption from the beginning\r\nand will continue to do so.\r\nWe joined in support of New Zealand’s case against\r\nFrance in the International Court of Justice. We took this\r\naction with great regret since France has always been a\r\nconstructive partner in our relationship with the developed\r\nworld. It is simply incomprehensible to us that this great\r\nnation of culture, science and fine arts could visit this\r\nabomination upon us in the Pacific region. We protested\r\n4\r\nGeneral Assembly 29th plenary meeting\r\nFiftieth session 11 October 1995\r\nto the French authorities, but the first tests went ahead\r\nanyway. Although the International Court of Justice\r\ndeclined to hear the case, the decision was entirely based\r\non technicalities. France should not think that this is a\r\nvictory for it, as many of the judges pointed out that there\r\nwas a strong moral and legal background for halting the\r\ntests. I strongly disagree with the claim made by the French\r\nForeign Minister here a few weeks ago — that the tests\r\nwere environmentally safe. Look at the situation I have just\r\ndescribed in the Marshall Islands. We have also received\r\ndocumentation from a number of eminent scientists which\r\nwould, at the very least, warrant exercising caution.\r\nFurthermore, France is a State party to the Noumea\r\nConvention for the Protection and Development of Natural\r\nResources and Environment of the South Pacific Region as\r\nwell as the Convention on Biological Diversity. The\r\nprinciple of environmental-impact assessment and the\r\nprecautionary approach are not compatible with the\r\nactivities that it is carrying out today. The offer to carry out\r\nan impact assessment after the tests are finished is a\r\nridiculous offer, since by then it might be much too late.\r\nThe tests are violating treaties and they are violating our\r\nenvironment, and I also think that they are a violation of\r\nour human rights. The tests must stop. They must stop now.\r\nThe collective voice of the leaders of the countries of\r\nthe South Pacific Forum was heard when a statement was\r\nissued during its meeting in Papua New Guinea expressing\r\nextreme outrage at the resumption of French nuclear testing\r\nin the Pacific. They demanded that France desist from any\r\nfurther tests. The outrage was especially compounded by\r\nthe intransigence of France, and the People’s Republic of\r\nChina, in persisting with their nuclear tests in the face of\r\nthe strong views of the Pacific region. My Government\r\nstands by the decision announced last week by the\r\nChairman of the Forum, Sir Julius Chan, that France is no\r\nlonger invited to the post-Forum dialogue.\r\nWe are in full support of the extension of the Non-\r\nProliferation Treaty. We will also work actively to achieve\r\na breakthrough in the negotiations for a comprehensive test-\r\nban treaty. We also acknowledge the support of just, fair-\r\nminded and world-conscious leaders and peoples, who have\r\ncondemned and continue to condemn this anachronistic\r\nseries of tests in the Pacific. We join our voice to theirs in\r\nsupport.\r\nThis session provides the community of nations with\r\na unique opportunity to examine our past performance\r\nrecord. As a world-governing institution, the United Nations\r\nmust look closely at its strengths and build upon them.\r\nLikewise, it must pay particular attention to its\r\nshortcomings and weaknesses so that it can continue to\r\nprovide much-needed hope, strength and direction to the\r\nnations of the world.\r\nThe President: I now call on the Deputy Minister\r\nfor Foreign Affairs of the Democratic People’s Republic\r\nof Korea, His Excellency Mr. Choi Su Hon.\r\nMr. Choi Su Hon (Democratic People’s Republic of\r\nKorea) (spoke in Korean; English text furnished by the\r\ndelegation): On behalf of the delegation of the\r\nDemocratic People’s Republic of Korea, I should like first\r\nto congratulate you, Mr. Diogo Freitas do Amaral, on\r\nyour election to the presidency of the current session of\r\nthe General Assembly, demonstrating the deep trust and\r\nexpectation of Member States of the United Nations. It is\r\nour hope that through your efforts this session will be\r\ncrowned with good results.\r\nI should also like to express appreciation to the\r\nSecretary-General, Mr. Boutros Boutros-Ghali, for his\r\nactivities and efforts in strengthening the United Nations\r\nand enhancing its responsibility and role.\r\nFifty years have passed since the end of the Second\r\nWorld War and the foundation of the United Nations. All\r\nthe people on our planet recall those historic days with\r\nunusual feelings.\r\nOver the last five decades, the world’s people have\r\nfollowed the path of independence and sovereignty, peace\r\nand development, and this process has helped them\r\nfurther confirm their determination and commitment to\r\ncreate a new, free and peaceful world.\r\nFor the Korean people, the last five decades have\r\nbeen a period of hard struggle against all forms of\r\nchallenge and difficulty, and also a period of proud\r\nsuccesses and victories in realizing independence under\r\nthe banner of Juche.\r\nThe entire population of the Democratic People’s\r\nRepublic of Korea celebrated the fiftieth anniversary of\r\nthe founding of the Workers’ Party of Korea as a grand\r\nand victorious festival, with great national pride and\r\nconfidence, in the wake of the fiftieth anniversary of\r\nKorea’s liberation.\r\nThe strengthening and development of our Party and\r\nthe progress and prosperity of our Republic are the\r\nbrilliant fruit of the outstanding idea and wise leadership\r\n5\r\nGeneral Assembly 29th plenary meeting\r\nFiftieth session 11 October 1995\r\nof the great leader Comrade Kim Il Sung and the respected\r\nsupreme leader Comrade Kim Jong Il.\r\nThe respected and beloved leader Comrade Kim Il\r\nSung devoted his whole life to the prosperity of the\r\nfatherland and the happiness of his people, to world peace\r\nand the common cause of humankind, and performed\r\nimmortal exploits which will be recorded in the annals of\r\nhistory. Our great leader is the saviour of our Korean\r\nnation, the Tangun nation, and the founding father of\r\nsocialist Korea. His great revolutionary exploits will remain\r\nimmortal, along with his august name. The great leader\r\nComrade Kim Il Sung is always with us.\r\nMore than one year has passed since the death of our\r\nrespected and beloved leader Comrade Kim Il Sung, during\r\nwhich there has been neither a political vacuum nor\r\ninstability in our society, and everything has gone well in\r\nall fields — political, economic, military and cultural.\r\nSocialism of our own style, based on the Juche idea,\r\nhas made steady progress, since respected General Kim\r\nJong Il has energetically guided all the affairs of our Party\r\nand State, including military and foreign affairs, for more\r\nthan three decades, always working together with the great\r\nleader Comrade Kim Il Sung for the well-being of the\r\npeople.\r\nThe respected General Kim Jong Il is the supreme\r\nleader of our Party and State and the Supreme Commander\r\nof our revolutionary armed forces. He practices the\r\nbenevolent politics of love for and trust in the people,\r\nbasing himself on boundless loyalty and filial piety as well\r\nas noble moral obligations towards the fatherly leader.\r\nIt is the greatest fortune and a unique blessing of\r\nleadership for our people to have Comrade Kim Jong Il, the\r\ngreat leader of our Party and people, as the supreme leader.\r\nToday our people absolutely respect and trust the respected\r\nGeneral Kim Jong Il, who successfully carries forward the\r\nrevolutionary cause of Juche pioneered by the fatherly\r\nleader, and they entrust their destiny to him and march\r\nforward vigorously under his leadership.\r\nRallying closely around the respected supreme leader\r\nComrade Kim Jong Il in single-hearted unity, our people\r\nwill make our country, our fatherland, more prosperous and\r\ndefend and glorify our own style of socialism, centred on\r\nthe popular masses, which is independent and unique, in\r\nline with the life-long teachings of the fatherly leader.\r\nIt is with feelings of great pride mixed with\r\nheartbreaking bitterness that we recall the last 50 years.\r\nAs the Assembly is aware, the division of the\r\ncountry and nation imposed the catastrophe of war on the\r\nnorth and south of Korea. Consequently, both sides still\r\nsuffer from the tragedy of mistrust and confrontation\r\ntoday, when the world is moving towards détente and\r\npeace. It is indeed aberrant that the legacy of the cold\r\nwar, dating from the 1940s, continues into the 1990s, and\r\nthere is therefore no justification whatsoever for its\r\ncontinuation. The failure of Korea’s reunification will\r\nleave the situation on the Korean peninsula indefinitely\r\nunstable, and this will not be helpful to peace in either\r\nNorth-East Asia or the rest of the world.\r\nSince the early days of the national division, the\r\nrespected and beloved leader Comrade Kim Il Sung put\r\nforward a number of reasonable proposals for the peace\r\nand peaceful reunification of the country and devoted all\r\nhis efforts to their realization until the last moment of his\r\nlife. In particular, 15 years ago the fatherly leader\r\nadvanced a proposal for national reunification through\r\nconfederation, based on the concept of one nation and one\r\nState, two systems and two Governments. This proposal\r\nfully reflects the reality in the north and south of Korea,\r\ncharacterized by the differences in political ideas and\r\nsystems, as well as the Korean people’s desire for\r\nnational reconciliation and reunification on the principle\r\nof neither side conquering or being conquered by the\r\nother.\r\nUpholding the Ten-Point Programme for the Great\r\nUnity of the Whole Nation for the Reunification of the\r\nCountry, proposed by the respected and beloved leader\r\nComrade Kim Il Sung, and in accordance with the three\r\nprinciples of independence, peaceful reunification and\r\ngreat national unity and the proposal for a confederal\r\nreunification, we will make our best efforts towards the\r\nunity of the whole nation, on the basis of patriotism and\r\nthe spirit of national independence, and towards the\r\nestablishment of an independent, peaceful and neutral\r\nreunified State of Korea.\r\nThere is no change in our position with respect to\r\nthe North-South dialogue. We are prepared to resume it\r\nwhen the atmosphere is created in favour of such\r\ndialogue. However, the North-South dialogue, which\r\nbegan after painstaking efforts, has been wrecked by the\r\nSouth Korean authorities, and the atmosphere is not yet\r\nready for the resumption of the dialogue.\r\n6\r\nGeneral Assembly 29th plenary meeting\r\nFiftieth session 11 October 1995\r\nWhen our fatherly leader passed away, Heads of State\r\nand Governments of the world, even those whose countries\r\nhave no diplomatic relations with ours, expressed\r\ncondolences for his death. However, the South Korean\r\nauthorities, far from expressing condolences for the\r\nmisfortune of their fellow countrymen, ordered the whole\r\nterritory of South Korea put on an emergency alert,\r\npointing their guns at our Republic. Worse still, they\r\ncracked down on the South Korean people who were\r\nmourning the death of the father of the nation.\r\nNevertheless, the South Korean authority still refuses to\r\napologize for this grave, unethical crime, because of which\r\nhe is denied a seat at any dialogue by the Korean people in\r\nboth the north and the south, as well as abroad. If the South\r\nKorean authorities are sincere in their desire to have\r\ndialogue with us, all they have to do first is apologize for\r\nthe crime they have committed against their fellow\r\ncountrymen.\r\nAnother main stumbling-block to the resumption of\r\ninter-Korean dialogue and reunification is South Korea’s\r\nNational Security Law, which defines the fellow\r\ncountrymen in the north as the enemy and criminalizes any\r\nSouth Korean contacts or dialogue with the people in the\r\nNorth. The National Security Law allows no room at all for\r\nelementary rights of democracy and freedom in South\r\nKorea today. This medieval law is invoked to suppress and\r\npersecute a large number of people, including youths and\r\nstudents calling for the democratization of South Korean\r\nsociety and pro-reunification patriots who have visited the\r\nnorth. This has resulted in a total freeze on and blockade of\r\nmulti-channel dialogues, contacts and exchanges between\r\nthe north and south. All these facts demonstrate that as long\r\nas the National Security Law remains in place, violating\r\nhuman rights ruthlessly and antagonizing the dialogue\r\npartners, freedom and democracy are inconceivable in\r\nSouth Korea, and the North-South dialogue and peaceful\r\nnational reunification will be simply unfeasible.\r\nVoices calling for the abolition of the National\r\nSecurity Law can be heard not only in South Korea but\r\nalso in various other parts of the world. Last year the\r\nUnited States Department of State urged on two occasions\r\nthat South Korean authorities abolish their National Security\r\nLaw, and many delegates called for its abolition at meetings\r\nof the United Nations Commission on Human Rights. There\r\nis no justification whatsoever for the maintenance of the\r\nNational Security Law, which is anachronistic and evil. For\r\ndialogue and contacts, free travel and exchanges between\r\nthe north and the south of Korea, all legal and physical\r\nbarriers, such as the National Security Law and the concrete\r\nwall dividing the Korean peninsula, should be removed at\r\nan early date.\r\nThe top priority on any agenda for ensuring peace\r\nand security and hastening national reunification on the\r\nKorean peninsula is the establishment of a new peace\r\narrangement. In this regard, as we have made clear more\r\nthan once, the outdated system of the Korean armistice\r\nshould be replaced with a new peace arrangement\r\nbetween the Democratic People’s Republic of Korea and\r\nthe United States, which is primarily responsible for\r\npeace on the Korean peninsula. The north and south of\r\nKorea adopted the Agreement on Reconciliation, Non-\r\nAggression, Cooperation and Exchanges between the\r\nSouth and the North in December 1991, which is a de\r\nfacto, written, inter-Korean peace arrangement. All that\r\nthe north and south have to do is put into operation such\r\na peace arrangement that commits both sides to non-\r\naggression.\r\nWhat remains to be done now is for the Democratic\r\nPeople’s Republic of Korea to establish a new peace\r\narrangement with the United States, which holds the real\r\nmilitary commanding power in South Korea. This process\r\ncannot be delayed any longer, both in view of the\r\ncontemporary trend shifting towards peace and détente\r\nand away from confrontation and in the current context of\r\nthe implementation of the Agreed Framework between the\r\nDemocratic People’s Republic of Korea and the United\r\nStates.\r\nThe United States must fulfil its responsibility and\r\nrole in working out a new peace arrangement that will\r\nreplace the system of armistice, a typical cold-war-era\r\nlegacy still existing on the Korean peninsula. Once legal\r\nand institutional mechanisms for such a peace\r\narrangement are in place between the Democratic\r\nPeople’s Republic of Korea and the United States, the\r\ntension on the Korean peninsula will be defused\r\ndrastically. This in turn will facilitate the smooth\r\nimplementation of the inter-Korean agreement and prove\r\nhelpful in stabilizing the situation in North-East Asia and\r\nthe Pacific as well.\r\nWhen both the Democratic People’s Republic of\r\nKorea and the United States work together with mutual\r\ntrust, they can resolve those issues that still remain\r\noutstanding on the Korean peninsula. This has been\r\nproved by the process of resolving the so-called nuclear\r\nissue on the Korean peninsula, about which the world\r\ncommunity had once been deeply concerned.\r\n7\r\nGeneral Assembly 29th plenary meeting\r\nFiftieth session 11 October 1995\r\nThe Democratic People’s Republic of Korea and the\r\nUnited States signed the Agreed Framework in Geneva in\r\nOctober of 1994, and since then they have both been taking\r\npractical steps to implement it. We have honored our\r\ncommitment by freezing our graphite-moderated reactors\r\nand their related facilities, and in return the United States\r\nhas been working towards progress with respect to the\r\nlight-water reactor project to be provided to the Democratic\r\nPeople’s Republic of Korea and a number of other agreed\r\nareas.\r\nThe Democratic People’s Republic of Korea has, in\r\nfact, fully implemented its obligations under the Agreed\r\nFramework between the Democratic People’s Republic of\r\nKorea and the United States, and this, indeed, goes far\r\nbeyond the obligations to be fulfilled by a State signatory\r\nto the Treaty on the Non-Proliferation of Nuclear Weapons\r\nunder the Safeguards Agreement with the International\r\nAtomic Energy Agency.\r\nThere will be no complicated problems that cannot be\r\nresolved smoothly if international commitments are\r\nimplemented as sincerely as the Democratic People’s\r\nRepublic of Korea has done. The point at issue is how the\r\nUnited States will go about proceeding down the road, and\r\nwe are closely following the course of its actions.\r\nIf the United States remains as sincere in its approach\r\nas it was during its discussions with the Democratic\r\nPeople’s Republic of Korea on the nuclear issue, the issues\r\nrelating to the establishment of a new peace arrangement on\r\nthe Korean peninsula will certainly be resolved smoothly.\r\nThe continuation of the armistice status in Korea still\r\nties down the relationship between the Democratic People’s\r\nRepublic of Korea and the United Nations to continuing\r\nbelligerency. The establishment of a new peace arrangement\r\non the Korean peninsula is a matter that deserves the due\r\nattention of the United Nations, which has to work hard to\r\ndo its part in promoting the arrangement’s realization.\r\nThis is the only logical course both in terms of wiping\r\nclean the slate of the past unsavory relationship of the\r\nUnited Nations with the Democratic People’s Republic of\r\nKorea, a dignified United Nations Member State, and in the\r\nlight of implementing resolution 3390 B (XXX), calling for\r\nthe dissolution of the United Nations Command and\r\nreplacement of the Armistice Agreement with a peace\r\nagreement.\r\nThe United Nations should do all it can to boldly\r\neliminate the old legacy of the cold-war era and to help\r\nestablish a new peace arrangement on the Korean\r\npeninsula.\r\nI would like to take this opportunity to express our\r\nprofound thanks to the Heads of State and Government\r\nand the peoples of various countries for their support,\r\nencouragement and firm solidarity with the Korean people\r\nin their just cause of peace on the Korean peninsula and\r\nKorea’s peaceful reunification.\r\nToday, on its fiftieth anniversary, the United Nations\r\nis faced with heavy tasks if it is to work more actively\r\nand effectively for the consolidation of world peace and\r\nsecurity, the advancement of social and economic\r\ndevelopment, and the common prosperity of humankind.\r\nIn conformity with the purposes and principles enshrined\r\nin its Charter, the United Nations should make a\r\nsubstantial contribution to the efforts of all countries and\r\nnations to safeguard national independence and\r\nsovereignty and to build a new, free and peaceful world\r\nwithout any forms of domination or subjugation.\r\nAn important priority in the fulfilment by the United\r\nNations of its own mission and role is to make sure that\r\nthe application of the principle of international justice and\r\nfairness is in place. International justice and fairness are\r\nvital to the United Nations activities. However, a minority\r\nof big Powers are exercising their privileged rights and\r\nbehaving themselves in a high-handed manner, in\r\nopposition to the United Nations Charter, while a majority\r\nof small and weak nations are denied their well-deserved\r\npositions. Still worse, intolerable events have occurred\r\nwhich ignore the desire of the developing countries and\r\nviolate their interests.\r\nThe United Nations should refrain from any acts\r\nrunning counter to the principle of international justice\r\nand fairness in its activities and, moreover, should not\r\nunjustly apply double standards that enable certain\r\ncountries to abuse the United Nations in pursuing their\r\nown political purposes.\r\nThe United Nations should respect the sovereignty\r\nand interests of the small countries and treat all countries\r\non an equal footing, and should prove itself worthy of its\r\nprestige as a world body that substantially contributes to\r\nworld peace and security, to the economic development\r\nof each country and to the greater welfare of peoples.\r\nMany countries in the world today are fully justified in\r\ntheir call for the restructuring and democratization of the\r\nUnited Nations. The United Nations will not be able to\r\nfulfil its own mission and role unless it adapts to the\r\n8\r\nGeneral Assembly 29th plenary meeting\r\nFiftieth session 11 October 1995\r\nchanges of the times, lives up to the aspirations of\r\nhumankind and overhauls some impractical structures and\r\nauthority.\r\nThe restructuring of the Security Council is most\r\nessential for the democratization of the United Nations.\r\nOne of the key points in the expansion of Security\r\nCouncil membership is to accord priority to the developing\r\ncountries that form an absolute majority of the United\r\nNations membership, and apply the principle of equal\r\nregional distribution with due consideration given to the\r\nnumber of countries in each region. A country like Japan\r\nwhich has not apologized enough for, and wiped the slate\r\nclean of, its past wrongdoings is not entitled to become a\r\npermanent member of the Security Council. Another point\r\nis that the veto rights of the permanent members of the\r\nSecurity Council should be abrogated. The removal of the\r\nveto system will mean removing the major stumbling-block\r\nto the democratization of the United Nations and the\r\nelimination of the legacies of the cold-war era that have\r\nencouraged hegemonistic and high-handed actions by a\r\nminority of big Powers. At the same time, the power and\r\nauthority of the Security Council should be curtailed, while\r\nthe General Assembly should be given more power, and\r\nopen access to all the work of the Security Council should\r\nbe available, including to its informal consultations. For a\r\nresolution of the Security Council adopted on behalf of the\r\nUnited Nations and calling for sanctions or the use of force\r\nagainst its Member States to come into force, the resolution\r\nwill have to be approved by more than two thirds of the\r\nMember States at the General Assembly.\r\nDisarmament, especially nuclear disarmament, is still\r\none of the most important problems placed before the\r\nUnited Nations.\r\nA number of signs of progress in the field of\r\ndisarmament have emerged since the end of the cold war.\r\nHowever, the process of nuclear-weapons reduction is still\r\nmoving at a snail’s pace, and the concept of what approach\r\nshould be taken to the existence of nuclear weaponry\r\nremains elusive. The continuing pursuit by the nuclear-\r\nweapon States of their respective monopolies of nuclear-\r\nweapons capability only keeps alive the danger to us of\r\nnuclear wars and nuclear proliferation.\r\nThe nuclear-weapon States must turn around and\r\nmeasure up to the desire and aspiration of humankind to\r\nlive in peace on this planet by carrying through the\r\nuniversal and complete abolition of nuclear weapons in line\r\nwith the present-day trends in favour of the establishment\r\nof nuclear-weapon-free and peace zones.\r\nToday, the question of development has assumed a\r\nvery serious dimension for the absolute majority of the\r\ndeveloping countries. It is, indeed, encouraging to note\r\nthat the preparation of the Agenda for Development that\r\nbegan at the initiative of the developing countries, with a\r\nview to the enhancement of the functions and role of the\r\nUnited Nations in the field of development, is now in the\r\nhome stretch. If the Agenda for Development is to\r\ncontribute substantially to the development efforts of the\r\ndeveloping countries, it should be directed primarily\r\ntowards the establishment of equitable international\r\neconomic relations and the removal of gaps between the\r\nrich and the poor — between the North and the South. At\r\nthe same time, we should not allow any attempts to use\r\nthis development issue as a means to interfere in the\r\ninternal affairs of other countries by relating it to the so-\r\ncalled protection of human rights.\r\nToday, the non-aligned and other developing\r\ncountries are working hard to achieve South-South\r\ncooperation and establish the South-South economic\r\norder. The United Nations should accord priority to the\r\nresolution of development issues and take concrete steps\r\nto help establish fair and equitable international economic\r\nrelations that will assist the developing countries in their\r\ndevelopment efforts and encourage South-South\r\ncooperation.\r\nAt present, the national independence and\r\nsovereignty of several countries are ruthlessly trampled\r\nunderfoot in different parts of the globe, and disputes and\r\nconflicts, both religious and ethnic as well as region-wide,\r\nwhich in some cases escalate into catastrophic wars,\r\ncontinue unabated. It is, indeed, painful to see that peace\r\nand security are tattered and people are falling victim to\r\ndisasters.\r\nWe consider that disputes among countries and\r\nnations should be resolved peacefully through dialogue\r\nand negotiations in conformity with the interests of the\r\npeoples of the countries concerned.\r\nToday, all the justice- and peace-loving countries\r\nand nations in the world are dynamically struggling to\r\ncreate a new independent world, overcoming all\r\nchallenges and difficulties, looking ahead to the twenty-\r\nfirst century from the heights of the present vibrant era.\r\n9\r\nGeneral Assembly 29th plenary meeting\r\nFiftieth session 11 October 1995\r\nWe actively support the just cause of the peoples of\r\nthe members of the Association of Southeast Asian Nations\r\n(ASEAN) in favour of peace, stability and common\r\nprosperity in their region, and the just cause of all other\r\nAsian peoples in favour of building a new, independent and\r\nprosperous Asia.\r\nWe support the Arab peoples in their struggle for a\r\nfair and comprehensive resolution of the Middle East\r\nquestion, including the Palestinian issue, and the African\r\npeoples in their efforts for independent development of\r\ntheir countries, overcoming all social and economic\r\ndifficulties.\r\nWe extend our active support and encouragement to\r\nthe Cuban people in their just cause in favour of firmly\r\nsafeguarding the country’s sovereignty and the gains of\r\nsocialism, and express our solidarity with the peoples of\r\nLatin America in their endeavours towards peace and\r\nprosperity in their region.\r\nWe support the people of the non-aligned and other\r\ndeveloping countries in their efforts to achieve social and\r\neconomic development and establish an equitable\r\ninternational political and economic order.\r\nThe Government of the Democratic People’s Republic\r\nof Korea and the Korean people extends, and will continue\r\nto extend in the future, active support and solidarity to the\r\npeoples of all the countries in the world in their efforts to\r\nbuild a new society and independent world against all forms\r\nof domination and subjugation.\r\nI would like to take this opportunity to express our\r\ndeep thanks to the United Nations organs, specialized\r\nagencies and non-governmental organizations, including the\r\nUnited Nations Department of Humanitarian Affairs, and to\r\nvarious Governments for the humanitarian steps they have\r\nall taken in connection with the recent flood damage in our\r\ncountry.\r\nThe foreign policy of the Government of the\r\nDemocratic People’s Republic of Korea remains unchanged.\r\nThe independence, peace and friendship advanced by the\r\ngreat leader Comrade Kim Il Sung in his lifetime and now\r\nbeing implemented by the respected supreme leader\r\nComrade Kim Jong Il are the cornerstone and principle of\r\nthe Government’s foreign policy, and its correctness and\r\nvitality have already been powerfully demonstrated in actual\r\npractice.\r\nIndependence is vital to the life of our Republic and\r\nthe key factor in its domestic and foreign policies. The\r\nindependent policy of the Democratic People’s Republic\r\nof Korea not only guarantees the unique character and\r\nstability of our own-style Socialist system, but also makes\r\na substantial contribution to peace and security in north-\r\neast Asia and the rest of the world.\r\nTrue to the lifetime teachings of the fatherly leader\r\nComrade Kim Il Sung, and under the wise leadership of\r\nthe respected supreme leader Comrade Kim Jong Il, the\r\nGovernment of the Democratic People’s Republic of\r\nKorea will continue as before its steadfast commitment to\r\nindependence, to uniting with the peoples of all the\r\ncountries of the world advocating independence, to\r\nstrengthening further ties of friendship and cooperation\r\nwith them, and to carrying through faithfully its duties in\r\nthe accomplishment of the common cause of humankind\r\nfor world peace and security.\r\nThe delegation of the Democratic People’s Republic\r\nof Korea wishes to assure the Assembly that, together\r\nwith various other delegations, it will exert its sincere\r\nefforts towards successful debates on the agenda items\r\nplaced before this session of the General Assembly.\r\nThe President: I now call upon the Minister for\r\nForeign Affairs and Cooperation of Niger, His Excellency\r\nMr. Bazoum Mohamed.\r\nMr. Mohamed (Niger) (interpretation from French):\r\nAllow me at the outset, on behalf of my delegation, to\r\nextend my warm congratulations to you, Sir, on your\r\nelection to the presidency of the fiftieth session of the\r\nUnited Nations General Assembly. Coinciding as it does\r\nwith the commemoration of the fiftieth anniversary of the\r\nOrganization, your election is indeed evidence of the\r\nesteem in which you and your country, Portugal, are held\r\nby the international community. You can be assured of\r\nthe full cooperation of the delegation of Niger.\r\nTo your predecessor, Foreign Minister Amara Essy,\r\nwho has just added to his rich career the record of a job\r\nwell done here, I convey my best wishes for success in\r\nhis future activities.\r\nIn this transitional year in our Organization’s history,\r\nI should also like to pay tribute to the Secretary-General,\r\nMr. Boutros Boutros-Ghali, for the dynamic manner in\r\nwhich he is performing his duties at the head of our\r\nOrganization.\r\n10\r\nGeneral Assembly 29th plenary meeting\r\nFiftieth session 11 October 1995\r\nA half century has gone by since the creation of the\r\nUnited Nations at San Francisco in 1945. Hence, this year’s\r\nsession affords us a unique opportunity to recognize the\r\nimportance of the historic gesture by which the leaders of\r\nthe day created the Organization as well as to renew our\r\nfaith in the ideals and principles of the Charter, which\r\nunquestionably stands as one of the most important\r\ndocuments available to mankind for building the world of\r\ntomorrow. For young States like Niger, which acceded to\r\ninternational sovereignty 35 years ago, it would be remiss\r\nto overlook the forceful role the United Nations has played\r\nin the emancipation of peoples and its invaluable\r\ncontribution to the progress of mankind as a crucible of\r\ninternational cooperation in the political, economic, social\r\nand cultural spheres.\r\nFifty years after the creation of the United Nations the\r\nthreats created by the cold war, which long paralysed it,\r\nhave disappeared, making way for healthier and more\r\nconstructive cooperation between States. This new climate\r\nenabled the Organization to extend, a year ago, an\r\nemotional welcome to South Africa following its successful\r\nvictory over the system of apartheid, thus closing after\r\nmany years one of the most painful items on its agenda.\r\nSince the Madrid Conference, the Middle East too has\r\nmoved along the irreversible path to peace, crowned by the\r\nsignature on 13 September 1993 of the Agreements on\r\nautonomy for the Gaza Strip and Jericho.\r\nHowever, this new climate has also created other kinds\r\nof threats, threats as formidable as those of the cold-war\r\nperiod and just as disturbing to the peace of many peoples.\r\nConflicts that intermingle nationalism, ethnic rivalries and\r\nreligious intolerance have erupted in many parts of the\r\nworld. Democracy, notwithstanding the progress it has\r\nmade, is finding it hard to take root in countries where\r\nworsening poverty, malnutrition, disease and environmental\r\ndeterioration mete out indescribable suffering.\r\nIn other words, the global context in which the present\r\nsession of the General Assembly is meeting is far from\r\ngiving grounds for complete optimism. This session should\r\nfurnish us with an opportunity for a fruitful analysis of\r\nways to create a better world, a world free of such\r\natrocities, a world in which mankind will no longer suffer\r\nand in which the ideals of peace, true development and\r\njustice will prevail.\r\nThe situation of my country, Niger, like that of many\r\nother African States, is still fraught with difficulties of all\r\nkinds arising out of a disastrous economic environment. A\r\n50 per cent devaluation of our currency, the CFA franc,\r\nin January 1994 dealt a severe blow to the living standard\r\nof the population.\r\nMr. Odlum (Saint Lucia), Vice-President, took the\r\nChair.\r\nThe economic recovery expected as a result of this\r\nfairly drastic monetary step has been delayed, for the\r\ncollective and uniform nature of the measure made it\r\nunsuitable to the specific situations in the various\r\ncountries affected. Unable to count on a significant\r\nincrease in its raw-material exports, Niger has, on the\r\ncontrary, experienced an unreasonable increase in the\r\npressure of its external debt and the cost of imports.\r\nDespite that, my Government, in conjunction with the\r\nBretton Woods institutions, has undertaken a programme\r\nof economic structural adjustment based on a policy of\r\nsystematic restructuring of the public and semi-public\r\nsectors combined with a balancing of macroeconomic\r\naggregates based on a substantial improvement in State\r\nrevenues and a reining in of public expenditure.\r\nPolitically speaking, the democratic process entered\r\ninto in 1990 is being pursued and expanded, although it\r\ncontinues to experience the growing pains that accompany\r\nany new experiment — excesses and abuses of new-found\r\nfreedoms, a tendency to civic impunity, the excessive\r\ngrowth of all kinds of interest groups, special interests,\r\nand so on. However, the existence of active trade unions,\r\nan independent and free press and a dynamic civil society\r\nare creating the basis for a lasting democratic structure\r\ncapable of ensuring respect for the rule of law and\r\ncontributing to the gradual growth of a democratic\r\nculture.\r\nAfter less than four years of institutionalized\r\ndemocracy, Niger held elections for President and for the\r\nLegislature. The holding of the last set of elections for the\r\nLegislature, advanced to January 1995, was entrusted to\r\nan independent electoral commission headed by a\r\nmagistrate and made up primarily of persons from the\r\nNon-Governmental Organization sector, and from human\r\nrights organizations and organizations advocating\r\ndemocracy. Several international observers witnessed the\r\nvote and all of them said that it was a model of\r\ntransparency and equity. These elections resulted in a\r\nmajority in Parliament for the opposition parties. Thus,\r\nsince that time, Niger has been living under a regime\r\nwhere the presidential minority does not coincide with the\r\nparliamentary majority. This so-called cohabitation regime\r\nis the most delicate form of the distribution of\r\n11\r\nGeneral Assembly 29th plenary meeting\r\nFiftieth session 11 October 1995\r\nconstitutional powers and of relations between the different\r\ninstitutions of the Republic. Despite all the difficulties\r\ninherent in the exceptionally delicate and unprecedented\r\nexperience we are undergoing, the regular functioning of\r\nthe institutional machinery has never been found wanting.\r\nThe Supreme Court, the institution entrusted with\r\ninterpreting the Constitution and stating the law on the basis\r\nof which the operation of the Republic’s institutions can be\r\nensured, has played a crucial role. Systematic reliance on\r\nthe machinery of law has been an option of principle\r\nsupported by the entire political community, which\r\nconstitutes its dedication to the rule of law and to the\r\nstability as well as the security of the country.\r\nIt is precisely to ensure the country’s security and\r\nstability that my Government undertook all the efforts that\r\nfinally led to the Agreement of 24 April 1995, between the\r\nGovernment and the leaders of the Tuareg rebellion, joined\r\ntogether in the Armed Resistance Organization. As the\r\nAssembly knows, since 1991 there has been in the northern\r\npart of Niger an armed rebellion claiming to represent the\r\nTuareg community and calling for the establishment of a\r\nfederal regime, which it believes is the only one that can\r\nprovide its people with free self-government. The\r\ndiscussions undertaken with the leaders of the rebellion\r\nconstantly stressed the need to avoid useless bloodshed, and\r\nto focus on dialogue, the major focus of which would be\r\nthe best interests of the country. Thanks to mediation\r\nefforts by the friendly countries of Algeria, Burkina Faso\r\nand France, to which I once again extend the gratitude of\r\nthe Nigerian people, we were able on 24 April 1995 to sign\r\na definitive peace agreement. That agreement, based on the\r\nprinciple of respect for the constitution, which enshrines the\r\nindivisibility of the Republic, emphasizes two main\r\nelements: first, at the political level, the agreement\r\nrecommends the acceleration of the establishment of\r\ndecentralized structures and a consequent devolution of\r\nadministrative and political powers to those structures;\r\nsecondly, at the economic level, the agreement recommends\r\nthe implementation of a special programme of economic\r\nand social development in the northern part of the country.\r\nWith respect to the first aspect of the commitments\r\nundertaken in this important agreement, the responsibility\r\nof the Government is almost exclusive. But that is not true\r\nof the second aspect. Indeed, it is quite clear that the\r\nmotives for this rebellion, which started at the very time\r\nwhen the country had embarked on the road to democracy\r\nand institutionalization of freedoms, are primarily\r\neconomic. The northern area of Niger, after the past few\r\nyears of cyclical draught, was in a highly precarious\r\ncondition due to the upheaval of its ecosystem. Livestock\r\ngrazing became highly problematic, condemning nomadic\r\ncommunities to wandering and inducing in them a feeling\r\nof malaise, which quickly led to claims for a separate\r\nidentity. The only way to deal appropriately with this\r\nrebellion, which is, after all, only a symptom of the real\r\ndifficulties faced by these people, is to restore hope to all\r\nof these hard-hit regions. That is why the peace\r\nagreement provides for the holding on 30 and\r\n31 October 1995 of a round-table meeting involving all\r\nthe countries and institutions linked to Niger, with a view\r\nto preparing a special development programme for the\r\nnorthern area. I appeal to all those who wish to help\r\nNiger definitively restore and consolidate peace to kindly\r\nlend their support to this undertaking.\r\nOn the international level, the tragic conflicts in\r\nRwanda, Somalia, Liberia and the former Yugoslavia —\r\nto refer only to them — bear witness eloquently to the\r\nfragility of the international order that emerged from the\r\nend of the cold war, and also to the inability of present\r\nstructures to provide an adequate collective response\r\nwhen national stability breaks down and when the ensuing\r\ninternal conflicts give rise to unspeakable suffering.\r\nThe situation of Rwanda is among those which,\r\ngiven their gravity and their undermining of the basic\r\nprinciples of our Organization, deserve special attention.\r\nMy country is following with great attention the efforts\r\nundertaken for a year now by the authorities of Rwanda\r\nto overcome the consequences of the tragic events that\r\ntook place there and to consolidate the work for national\r\nreconciliation and lasting peace.\r\nThe situation in Liberia, after a series of initiatives\r\nleading to the establishment of a new Council of State,\r\nhas taken a truly positive turn. This is an opportunity for\r\nme to extend my congratulations to the Economic\r\nCommunity of West African States (ECOWAS) and to all\r\nthose whose help has been so useful, in particular\r\nPresident Sani Abacha of Nigeria and President Rawlings\r\nof Ghana. I wish to congratulate the people of Liberia on\r\ntheir courage and encourage them to persevere on the\r\npath of peace and hope that they have paid so dear a\r\nprice to find again.\r\nIn Angola, Niger is following closely the progress\r\nachieved along the path to peace and we congratulate\r\nPresident Dos Santos and Mr. Savimbi. Niger is following\r\nwith the same attention the developing situation in\r\nWestern Sahara and we deplore the slow pace of the\r\nprocess for the restoration of peace there.\r\n12\r\nGeneral Assembly 29th plenary meeting\r\nFiftieth session 11 October 1995\r\nWith regard to the sanctions imposed on Libya by the\r\nSecurity Council, Niger believes that the constructive\r\nproposals made by the authorities of that country constitute\r\na serious basis for a resolution of this crisis, whose\r\nconsequences are so burdensome to the Libyan population\r\nand to neighbouring countries such as Niger.\r\nOutside of our continent, Niger welcomed the signing\r\non 13 September 1993 in Washington of the Agreements\r\nbetween the Palestine Liberation Organization and Israel\r\nenvisaging autonomy for the Gaza Strip and Jericho. The\r\nensuing dynamic led — after very hard work — to a\r\nsignificant breakthrough with the signing of the Agreement\r\non 28 September 1995 in Washington which extends\r\nautonomy to the West Bank.\r\nThe long tragedy in Bosnia and Herzegovina, a\r\nMember State of the United Nations, gives rise to many\r\nquestions about the capacity of our Organization to ensure\r\nrespect even for its principles. The Muslim population of\r\nthat country has suffered too much from the inconsistencies,\r\nimprovisations and hesitations of the international\r\ncommunity, while the Bosnian Serbs, grand masters of\r\nfait accompli politics, have been allowed to calmly continue\r\ntheir abominable practice of “ethnic cleansing”, calling\r\nseriously into question the sovereignty and territorial\r\nintegrity of Bosnia and Herzegovina.\r\nNiger welcomed the military pressure exercised upon\r\nthe Serbs by our Organization and the North Atlantic Treaty\r\nOrganization last September, and we warmly welcome the\r\nlatest peace initiatives led by the United States of America\r\nwith a view to the return of peace to that region. We hope\r\nthat this great stride will provide a basis for bringing about\r\njust and lasting peace in Bosnia and Herzegovina.\r\nFifty years after its creation, the United Nations must\r\nstrengthen its mission of promoting dialogue and\r\ncooperation between peoples. It must, even more than in\r\nthe past, work to limit tensions as far as possible, and to\r\nsettle conflicts when they erupt but, in particular, to prevent\r\nsituations that could threaten international peace and\r\nsecurity.\r\nIn this spirit, in this special year in the life of our\r\ncommon Organization and in accordance with the principle\r\nof universality enshrined in Article 4 of the Charter, Niger\r\nhas advocated the establishment of an ad hoc committee to\r\nlook into the question of the representation of Taiwan.\r\nThe end of the cold war has not helped to shield the\r\nworld from the emergence of local conflicts any more than\r\nit has made it possible to remove the heavy burden\r\nweighing on mankind as a result of the stockpiling and\r\nimprovement of weapons. However, it is now an\r\nestablished fact that disarmament and the non-\r\nproliferation of weapons of mass destruction have a\r\npivotal role to play in preventing conflicts and promoting\r\npeace and social and economic development. For this\r\nreason, we can congratulate ourselves on the results of the\r\n1995 Review and Extension Conference of the Parties to\r\nthe Treaty on the Non-Proliferation of Nuclear Weapons.\r\nThis Conference, in addition to agreeing on an indefinite\r\nextension of the Treaty, agreed that a comprehensive\r\nnuclear test-ban treaty would be concluded in 1996 at the\r\nlatest. Niger wishes to reaffirm its deep desire to see the\r\nnegotiations now under way lead to the conclusion of a\r\ntreaty that comprehensively bans nuclear tests, that is\r\nuniversal and that can be effectively monitored.\r\nOur attempts to prevent the proliferation of nuclear,\r\nchemical and biological weapons should not make us lose\r\nsight of the threat of conventional weapons and the need\r\nto control them.\r\nNiger is pleased to applaud here Mali’s initiative\r\nwhich this year led the Secretary-General of our\r\nOrganization to dispatch a mission to the subregion of\r\nWest Africa to assess the negative impact of the illicit\r\ncirculation of small arms upon the States of the\r\nsubregion. We support the recommendations made by the\r\nSecretary-General following that mission and we retain\r\nthe hope that the international community, which gave\r\nmassive support to the relevant resolution, will give the\r\nbacking that is indispensable for the implementation of\r\nthese recommendations.\r\nIn recent years, our Organization has invested\r\nheavily in conflict prevention and management. Many\r\nresources and a great deal of time have been devoted to\r\nthis area, sometimes to the detriment of development\r\nmeasures. My delegation, however, remains convinced\r\nthat there is no greater threat to peace than the current\r\nstalemate in dialogue between rich and poor countries and\r\nthe widening of the various inequalities that have ensued.\r\nThis session is taking place at a time when the world\r\neconomic situation is riven by deep-seated imbalances.\r\nAlthough some regions have seen considerable progress,\r\nin other regions delays are becoming worse every year,\r\nsometimes leading to unprecedented crises. The poorest\r\ncountries seem to have been left on the sidelines of the\r\nprogress that the world economy has enjoyed. In some\r\ncountries the very structures of the State have fallen into\r\n13\r\nGeneral Assembly 29th plenary meeting\r\nFiftieth session 11 October 1995\r\ncomplete disrepair and populations have been plunged into\r\nthe deepest distress. Poverty, hunger and illiteracy plague\r\nmore than one-fifth of the world’s population and in many\r\nparts of the world the situation is becoming dangerously\r\nworse.\r\nThe African continent is requesting, as a priority and\r\nurgently, the solidarity of the international community. The\r\nweaknesses of its structures persist and frequently grow\r\nworse. The current improvement in growth rates are still\r\ntoo weak to compensate for 15 years of economic decline.\r\nEconomic performances are disappointing even in countries\r\nthat have undertaken considerable reform.\r\nDespite the international community’s commitments in\r\nthe framework of major conferences and summits of every\r\nkind, flows of official development assistance are falling off\r\nevery year. At a time when developing countries need it\r\nmost to support their reforms, official development\r\nassistance has fallen drastically and the general malaise\r\nsurrounding this assistance, christened “donor fatigue”, is\r\ngrowing worse and worse.\r\nMy country regrets that not even the Economic and\r\nSocial Council high level segment on the development of\r\nAfrica, including the implementation of the United Nations\r\nNew Agenda for the Development of Africa in the 1990s,\r\nnor the Mid-Term Global Review of the Implementation of\r\nthe Programme of Action for the Least Developed\r\nCountries for the 1990s which has just ended, has made it\r\npossible for the international community to arrive at a set\r\nof concrete measures that can reverse this trend by creating\r\nconditions for sustained and lasting economic recovery and\r\ndevelopment in the poorest countries.\r\nThe silent crisis of poverty, disease and illiteracy\r\nshould inspire the international community to tackle the\r\nroots of the evil by adopting a preventive and more\r\nconsistent approach to the resolution of these problems. The\r\nroots of the problem include the burden of external debt\r\nwhich continues to hamper the development efforts of\r\ndeveloping countries. Although we recognize the efforts to\r\nreschedule and write off debt under the Naples Terms, we\r\nmust point out that this is not enough.\r\nDonor countries are fully aware that they, along with\r\nthe multilateral financial institutions, are the main creditors\r\nof our countries and that a large part of the debt servicing\r\nthey finance simply returns to their treasuries and those of\r\nmultilateral institutions.\r\nFinancial flows on favourable terms are not usually\r\nenough to make up the financing deficit of poor countries.\r\nComprehensive and lasting solutions are needed if\r\nproblems are to be solved once and for all.\r\nThe radical structural reforms that developing\r\ncountries, especially the least developed among them,\r\nhave undertaken in their economies have proved to be\r\nvery costly in social and political terms and have not been\r\ngiven sufficient support by the international community.\r\nAlthough structural adjustment remains indispensable to\r\nremedy serious economic imbalances, the needs and\r\npriorities of the poorest and most vulnerable people\r\nshould not be neglected. Adjustment and transformation\r\nmust be designed to improve the well-being of\r\npopulations. There is good reason to encourage in practice\r\nGovernments to persevere, but they must also be helped\r\nto attenuate the severe impact of such reforms. The\r\nstruggle against poverty was one of the principal topics of\r\nthe World Summit for Social Development in\r\nCopenhagen last March. The international community\r\nmade courageous commitments, which we welcome, in\r\nparticular the commitment to supply the financial\r\nresources necessary for integrated strategies to combat\r\npoverty, unemployment and social exclusion. We remain\r\nhopeful that these commitments will be translated into\r\naction and initiatives at both the national and international\r\nlevels.\r\nThe Fourth World Conference on Women that has\r\njust recently ended in Beijing is also a landmark of our\r\ntime in so far as the international community reaffirmed\r\nthere the importance of the role of women, the main actor\r\nin and beneficiary of development, and committed itself\r\nto devoting greater resources to improving the status of\r\nwomen and their access to the political and economic life\r\nof our countries.\r\nThe Agenda for Development, which is now being\r\ndrafted and unanimously heralded as complementing the\r\n“Agenda for Peace” should provide the international\r\ncommunity with a new opportunity, in addition to just\r\nreaffirming principles, to focus on producing resources\r\ncommensurate with the task of implementing concrete\r\ndevelopment initiatives.\r\nA whole series of world conferences in recent years\r\nhas enabled us to forge a new vision of global\r\ndevelopment and to define the measures needed to turn\r\nthat vision into reality. The international community must\r\nurgently give tangible proof of its commitment to\r\nprogress along the path it has chosen.\r\n14\r\nGeneral Assembly 29th plenary meeting\r\nFiftieth session 11 October 1995\r\nAny delay can only make the remedy that much more\r\ndifficult and costly. The commemoration of the fiftieth\r\nanniversary of the United Nations, marking a half-century\r\nof the existence of our Organization, is highly symbolic and\r\nwe would be ill advised not to make judicious use of these\r\nsymbols. This is such a rare occasion that I believe we\r\nmust take advantage of it.\r\nThe Acting President: I now call on the Deputy\r\nPrime Minister of the Lao People’s Democratic Republic,\r\nHis Excellency Mr. Khamphoui Keoboualapha.\r\nMr. Keoboualapha (Lao People’s Democratic\r\nRepublic) (spoke in Lao; interpretation from French text\r\nfurnished by the delegation): The unanimous election of\r\nMr. Freitas do Amaral to preside over this historic session,\r\nthe fiftieth, of the General Assembly is a well-deserved\r\ntribute to his country, Portugal. Aware of his talent and his\r\nmany political activities at the national and international\r\nlevels, I venture to believe that under his guidance this\r\nsession of the General Assembly will be successful.\r\nOn this occasion, I also wish to pay tribute to, and to\r\ncongratulate, Mr. Boutros Boutros-Ghali, the Secretary-\r\nGeneral of our Organization, for his vigorous efforts in\r\ncarrying out his very responsible functions for the\r\nmaintenance of peace and for the promotion of\r\ndevelopment throughout the world.\r\nThe international situation is still complex and in a\r\nstate of flux. Ethnic, religious and border conflicts still\r\nraging in various parts of our planet continue to haunt the\r\ninternational community. Despite numerous efforts to\r\nresolve those conflicts, there is no indication that we are\r\nanywhere near the goals we have set for ourselves. Bearing\r\nin mind past lessons and experiences, we should engage in\r\ninformed reflection, undertake appropriate actions and act\r\ntogether to find reasonable and peaceful ways to meet these\r\nchallenges. The realities of the world today show that it is\r\nnot easy to create an atmosphere where peace and justice\r\nprevail, because this involves a noble, difficult and long-\r\nterm duty, a duty that requires, at one and the same time,\r\npatience and resolution, which the international community\r\nas a whole is called upon to provide, is in the interest of\r\nthe nations and the peoples of the world.\r\nIn Europe, the conflict in the Republic of Bosnia and\r\nHerzegovina, which has caused great suffering to its people,\r\nremains without a final solution. The 60-day cease-fire\r\nagreement just concluded by the parties involved in this\r\npainful conflict is undoubtedly a new stage in the search for\r\na global peace. This agreement also requires that other\r\nefforts be made, with a maximum of wisdom and restraint\r\nand a readiness to restore peace and stability in this\r\nregion of the world.\r\nIn Africa, after long years of struggle, the apartheid\r\nsystem finally has been abolished. Like all other peoples\r\nthat love peace and freedom in the world, the Lao people\r\nare very happy about this event. We wish ever-greater\r\nsuccess to the new South African authorities, under the\r\nwise leadership of President Nelson Mandela, in their\r\ntireless efforts to build a new South Africa, united, non-\r\nracial, democratic and prosperous.\r\nStill on the subject of Africa, the Lao people hope\r\nthat the ethnic conflicts and violence still raging in some\r\ncountries of the continent will be peacefully resolved in\r\norder to preserve unity and to promote national harmony\r\nand development in their respective countries.\r\nIn the Caribbean, the overall situation is favourable\r\nto the promotion of mutual understanding as well as to\r\nthe development cooperation between the countries of this\r\nregion. In this context, the Lao People’s Democratic\r\nRepublic believes that it is high time that the economic\r\nblockade decreed unilaterally against Cuba be lifted in\r\norder to contribute to the promotion of peace and stability\r\nand cooperation between the peoples of this region,\r\nwithout any discrimination whatsoever.\r\nIn the Middle East, the conclusion this past\r\nSeptember of the agreement between the Palestine\r\nLiberation Organization and Israel, which deals with the\r\nextension of autonomy to the West Bank region, marks a\r\nnew, positive step in the implementation of the\r\nDeclaration of Principles signed in Washington in 1993.\r\nThe Lao People’s Democratic Republic hopes that the\r\nMiddle East peace process will continue to move ahead,\r\nin the interest of lasting peace and of cooperation for\r\ndevelopment between the peoples of this region.\r\nIn the Asia-Pacific region, countries of that region\r\nhave exerted many laudable efforts to ensure the\r\nmaintenance of peace and security and promotion of\r\ncooperation for development. These efforts enjoy\r\nincreasing support from the various peoples of the world.\r\nThe initiative to create a Regional Forum for the\r\nAssociation of South-East Asian Nations (ASEAN) is\r\nanother important gauge of the depth and strength of the\r\nconfidence and cooperation in this part of the world.\r\nThe Lao People’s Democratic Republic welcomes\r\nthe positive results of the implementation of the\r\n15\r\nGeneral Assembly 29th plenary meeting\r\nFiftieth session 11 October 1995\r\nagreements which have been reached between the\r\nDemocratic People’s Republic of Korea and the United\r\nStates of America and which have contributed to improving\r\nthe situation in that region. At the same time, the Lao\r\npeople fully support the ardent aspirations of the Korean\r\npeople to the peaceful and independent reunification of\r\nKorea.\r\nAs an integral part of the community of South-East\r\nAsia, one of the regions recognized for its activities in\r\nfavour of maintaining peace and cooperation in the region\r\nand in the world, my country, the Lao People’s Democratic\r\nRepublic, has made a worthy contribution to that effort\r\ndesigned to make that region one of peace, friendship and\r\ncooperation as well as a nuclear-weapons-free zone. In its\r\neffort at national construction, my country has also had new\r\nsuccess. Last year, the economic-growth rate reached the\r\nlevel of 8 per cent. The volume of foreign investment has\r\nincreased, thus contributing to the improvement of the Lao\r\npeople’s living conditions. More important still, political\r\nstability and social order in the country are now solidly\r\nguaranteed. At the present time, the Lao government is\r\nworking actively to carry out, under market mechanisms,\r\nthe development strategy to the year 2000, which would\r\npromote economic growth along with social development,\r\nthe development of human resources and sustainable rural\r\ndevelopment, while giving great importance to\r\nenvironmental protection and the protection of the rights\r\nand the interests of women and children.\r\nIn the international arena, the Lao Government will\r\ncontinue to apply its consistent policy of peace, friendship\r\nand cooperation with all countries. For the time being, it is\r\nconcentrating its efforts on establishing the necessary\r\nconditions for it to become, in the near future, a full-\r\nfledged member of ASEAN. We hope that the countries of\r\nthat organization, other friendly countries, and international\r\norganizations will provide assistance and support for our\r\nefforts.\r\nIn recent years, the world economic situation as a\r\nwhole has shown a somewhat positive trend. None the less,\r\nthe majority of the developing countries still face economic\r\ndifficulties stemming from many causes. The Lao People’s\r\nDemocratic Republic believes, therefore, that in order for\r\ninterdependence to be of equal benefit to all, we should\r\nresume as quickly as possible North-South dialogue in\r\norder to promote cooperation for development. At the same\r\ntime, every effort should be made to find the means to\r\nsettle as quickly as possible the debt problem of the least\r\ndeveloped countries, in order to create conditions\r\nfavourable to their development.\r\nThe Government of the Lao People’s Democratic\r\nRepublic attaches great importance to the implementation\r\nof the Programme of Action adopted by the Social\r\nSummit — the first of its kind — which was held last\r\nMarch in Copenhagen. My Government hopes that the\r\ninternational community will work together to implement\r\nthat Programme and to promote socioeconomic\r\ndevelopment, which would allow mankind to live in\r\nconditions of peace, security and justice.\r\nThe Government of the Lao People’s Democratic\r\nRepublic believes that the success of the Fourth World\r\nConference on Women, held in Beijing this past\r\nSeptember, created a favourable political, economic and\r\nsociocultural atmosphere for the full participation of\r\nwomen in development. We will thus continue to promote\r\nand ensure rights to equality between men and women —\r\nrights that are clearly specified in our Constitution. We\r\nwill also continue to mobilize and to help the women of\r\nethnic minorities to participate fully in the development\r\nprocess, as both players and beneficiaries of the fruits of\r\ngrowth.\r\nIn the current international situation, even though\r\nEast-West confrontation has ended, mankind none the less\r\ncontinues to be concerned by the danger posed by the\r\nexistence of nuclear weapons and other weapons of mass\r\ndestruction. It is imperative that joint, effective measures\r\nbe taken to reduce this danger and eliminate it forever. In\r\nthis context, the Government of the Lao People’s\r\nDemocratic Republic supports the initiative of the\r\ncountries of South-East Asia to make this region a\r\nnuclear-weapon-free zone.\r\nThe question of the promotion of human rights and\r\nof fundamental freedoms continues to have a high priority\r\non the international agenda. In considering this question,\r\na large number of countries are concerned at the trend to\r\ndeal only with the civil and political aspects of human\r\nrights and to use them to interfere in the internal affairs\r\nof other countries, which would violate the rights of\r\npeoples to self-determination. Bearing in mind the\r\nintrinsic characteristics of each nation, the Lao People’s\r\nDemocratic Republic believes that only a global and\r\nbalanced approach to this sensitive question would serve\r\nthe cause of human rights and would meet the legitimate\r\ninterests of all peoples.\r\nWe are meeting today at a time when the United\r\nNations is actively preparing to celebrate its fiftieth\r\nanniversary. This commemoration should be for us all an\r\nunprecedented opportunity to review the Organization’s\r\n16\r\nGeneral Assembly 29th plenary meeting\r\nFiftieth session 11 October 1995\r\nperformance over the past five decades, with the goal of\r\nenhancing the effectiveness of its role in the economic and\r\nsocial development of peoples and in the maintenance of\r\nworld peace. In a new international context, the United\r\nNations, and in particular its Security Council, should be\r\nrestructured and democratized in order to become a reliable\r\nand upright body enjoying the confidence of all nations and\r\ncapable of solving global problems. In this spirit, the\r\ndelegation of the Lao People’s Democratic Republic will\r\ncontinue, together with other delegations, to make its active\r\ncontribution to the strengthening of our universal\r\nOrganization.\r\nThe Acting President: I now call on the Minister for\r\nForeign Affairs of Nepal, His Excellency the Honourable\r\nPrakash Chandra Lohani.\r\nMr. Lohani (Nepal): I wish first of all, on behalf of\r\nthe delegation of Nepal and on my own behalf, to\r\ncongratulate His Excellency Mr. Diogo Freitas do Amaral\r\non his election as President of the fiftieth session of the\r\nGeneral Assembly. He has been asked to guide our\r\ndeliberations at a time of historic importance. His\r\ndemonstrated abilities, experience and wisdom are an\r\nassurance for us that we have made the right choice. I\r\nassure him of the full cooperation of my delegation as he\r\nperforms his duties.\r\nI should like also to express my appreciation to His\r\nExcellency Mr. Amara Essy, Minister of Foreign Affairs of\r\nCôte d’Ivoire, for the excellent manner in which he steered\r\nthe work of the forty-ninth session of the General\r\nAssembly.\r\nMay I also greet the Secretary-General of the United\r\nNations, Mr. Boutros Boutros-Ghali, to whom I wish to\r\nconvey the gratitude of His Majesty’s Government of Nepal\r\nfor his tenacious and tireless efforts for peace. Since his\r\nelection to the office of Secretary-General, Mr. Boutros-\r\nGhali has succeeded in large measure in giving shape to\r\nUnited Nations debates through his proposals in the\r\nAgendas for Peace and for Development. We also share his\r\nvision for better management of the Organization. As a\r\nfunctional democracy with widened commitment to human\r\nrights and justice, we await with great interest his Agenda\r\nfor Democracy. These will be the areas of concern of the\r\nUnited Nations in the years to come.\r\nWe are meeting here at a very important juncture. The\r\nUnited Nations is celebrating its fiftieth anniversary, in\r\npreparation for our march into the next century. This\r\nprompts us to do some new soul-searching about what kind\r\nof world we want to shape and what role we want the\r\nUnited Nations to play in it. These questions do not lend\r\nthemselves to easy answers, but together, at this moment,\r\nwe can begin the search.\r\nFifty years ago the United Nations came into being\r\nwith a mission: to maintain international peace and\r\nsecurity, to forge friendly relations amongst nations and\r\npeoples, to reaffirm faith in fundamental human rights\r\nand to promote economic and social progress in larger\r\nfreedom. Despite the immediate onset of the cold war and\r\nthe resultant debilitating Power rivalry, the United Nations\r\nhas since remained actively engaged in fulfilling the\r\nmission. It has had a great impact on the democratization\r\nof international relations. Its efforts to promote economic\r\nand social development have borne fruit. No less\r\nimportant has been its role in the broadening and\r\nstrengthening of international law. By helping to\r\naccelerate the decolonization process and ensuring the\r\npeoples’ right to self-determination, it has facilitated the\r\nemergence of many independent nations worldwide. Nor\r\ncan we forget the Organization’s contribution to the fight\r\nagainst apartheid. Today, South Africa has emerged as a\r\ndemocratic, non-racial nation — yet another proud\r\nMember of the world body, whose goal of universality of\r\nmembership is near attainment. My delegation extends its\r\nheartiest welcome and congratulations to our newest\r\nfellow Member, Palau.\r\nThe world is undergoing a transformation of\r\nmonumental proportions, generating fresh hopes and\r\naspirations for peoples all over the world. The pace of\r\ndemocratic reforms continues to surge and so do concerns\r\nfor the protection and promotion of human rights and\r\nindividual freedoms. A more liberal world-trade regime is\r\ntaking shape. Economic interdependence is being\r\nacknowledged as a fact of international life. The logic of\r\nconfrontation is increasingly giving way to the logic of\r\nconciliation and cooperation throughout the world. We\r\nbelieve that now is the time for us to seize this new-found\r\nopportunity to make the Charter’s goal of attaining a\r\nworld of peace, prosperity, equality and justice\r\nirrevocable and timeless.\r\nThese positive developments notwithstanding, we are\r\nstill far from universal peace. Conflicts of enormous\r\ncruelty continue to plague the world. The scourge of war\r\nstill brings untold sorrow to large segments of mankind.\r\nWe have witnessed, day in and day out, hundreds and\r\nthousands of innocent people falling victim to hostilities\r\nand the all-but-forgotten phenomena of “ethnic cleansing”\r\nand genocide. Thousands more are dying of starvation\r\n17\r\nGeneral Assembly 29th plenary meeting\r\nFiftieth session 11 October 1995\r\nand disease. Similarly, thousands are being forced to leave\r\ntheir homelands as refugees in different parts of the world.\r\nBosnia and Herzegovina, Somalia and Rwanda present a\r\nterrifying picture of what has taken place. These appalling\r\nsituations challenge the ability of the United Nations and its\r\nMember States not only to maintain peace and security, but\r\nalso to secure a minimum of basic human decency and\r\nneeds.\r\nThat having been said, let me hasten to add that the\r\ndisappointments we experience are not solely the results of\r\nthe Organization’s failure, but are basically the reflection of\r\na fast-changing global environment in which our\r\nexpectations were unusually high. The United Nations was\r\ncalled upon to deal with situations for which it was not\r\npolitically and logistically prepared. We take comfort in the\r\nfact that for every failed peace operation there have been\r\nnumerous others of which we can be justly proud and in\r\nwhich, but for a United Nations presence, the fatalities\r\nwould have been vastly greater. The United Nations has\r\nhelped bring peace to Angola, Cambodia, El Salvador,\r\nHaiti, Mozambique and Namibia. Even in the territories of\r\nthe former Yugoslavia, the real good the United Nations\r\nhas done is being appreciated now. The 8 September peace\r\nplan advanced by the Contact Group of five Powers and\r\naccepted in principle by the concerned parties is a beacon\r\nof light at the end of the tunnel. My delegation supports the\r\nGeneva agreement on the principles of a settlement based\r\non the territorial integrity of the States of the former\r\nYugoslavia within internationally recognized borders.\r\nMy delegation also notes with great satisfaction not\r\nonly that the peace process in the Middle East is gaining\r\nmomentum, but that it has become irreversible. The signing\r\nof the Israeli-Palestinian agreement in Washington on 28\r\nSeptember by Prime Minister Rabin and Chairman Arafat,\r\nin the presence of President Clinton, King Hussein of\r\nJordan and President Mubarak of Egypt, is a turning point\r\nin the history of the Middle East. Nepal earnestly hopes\r\nthat talks will soon resume between Israel and Syria and\r\nbetween Israel and Lebanon so that a just and lasting peace,\r\nas envisaged by the United Nations, can be guaranteed\r\nthroughout the region.\r\nThe return of President Jean-Bertrand Aristide to Haiti\r\nhas been a gain for the United Nations and democracy. The\r\nprocess of peace-building and strengthening of democracy\r\nis taking hold in that country. My country is proud to be a\r\npart of this process through our participation in the United\r\nNations Mission in Haiti.\r\nIn its primary function of maintaining international\r\npeace and security, the United Nations has peace-keeping\r\noperations as an important tool for conflict resolution. My\r\ncountry has a long history of participation in these peace\r\nefforts. From the United Nations Observation Group in\r\nLebanon in 1958 through the United Nations Emergency\r\nForce, the United Nations Operation in Somalia and\r\nseveral others to the current United Nations Protection\r\nForce in the former Yugoslavia, the United Nations\r\nInterim Force in Lebanon and the Mission in Haiti, Nepal\r\nhas committed its troops, military observers and civilian\r\npolice personnel to United Nations peace initiatives. Many\r\nof our peace-keepers have laid down their lives in the\r\nperformance of their duties. I stand here today to reaffirm\r\nNepal’s continued response to any call for a contribution\r\nto the peace efforts of the United Nations.\r\nPeace-keeping operations have of late become\r\nmultifunctional. Their functions have extended beyond the\r\ntraditional role of monitoring cease-fire and truce\r\nagreements. They have been drawn into multifarious relief\r\nand humanitarian duties in excessively difficult and\r\ndangerous situations. Because of a lack of clarity in\r\nmandates and the absence of contingency plans and\r\nreinforcements, which should have been clearly foreseen,\r\nnot only have our Blue Helmets been forced to stand\r\naside as the posts they were manning were overrun: they\r\nhave also been held hostage, chained and humiliated in\r\ntheir dignity as men and soldiers. Such sorry spectacles\r\nshould not be seen again. The mandates for the new\r\ngeneration of peace-keeping operations must be clearly\r\ndefined. Above all, it is essential that the capacity of the\r\nUnited Nations to serve the interests of peace in a timely\r\nfashion be increased. In this connection, I should like to\r\nreiterate my delegation’s support for the initiative\r\nconcerning the stand-by forces to be made available to the\r\nUnited Nations within pre-agreed response times for any\r\nnew or expanded peace-keeping operation.\r\nIn the final analysis, peace-keeping operations are\r\nonly a temporary arrangement. Real solutions lie in\r\ngetting at the root of the problem, which can best be\r\novercome by promoting economic development,\r\nprotecting human rights, securing social justice and\r\naffirming democratic principles. Without real progress in\r\nthese areas, international peace and security will remain\r\nan unattainable goal. It is therefore imperative to restore\r\nthe balance between the United Nations political and\r\nmilitary activities and its economic and social\r\nprogrammes.\r\n18\r\nGeneral Assembly 29th plenary meeting\r\nFiftieth session 11 October 1995\r\nThe 1990s have often been described as a period of\r\nunprecedented changes marked by the end of the cold war,\r\nthe cessation of Power rivalries, economic globalization and\r\ninterdependence, a greater flow of capital, goods and\r\nservices, and the widespread dissemination of ideas through\r\na revolution in communications. A huge peace dividend\r\nwas expected to accrue to the global economy. But these\r\nhopes have been dashed because the condition of the\r\nneediest countries, including the least developed and land-\r\nlocked, has actually declined in the past five years. A\r\nconstructive dialogue and partnership between developed\r\nand developing countries based on a mutuality of interests,\r\ninterdependence and shared responsibility has not\r\nmaterialized. Many developing countries have carried out\r\npainful structural reforms but the socio-economic outlook\r\nhas not been encouraging for them. Ironically, even the new\r\nworld trade regime, promising fresh trade and development\r\nopportunities for many countries, will have an adverse\r\nimpact on the economies of the least developed if\r\nsubstantial corrective measures are not taken in time.\r\nA number of important conferences in recent years\r\nhave underlined both the inadequacies and the promises of\r\ninternational cooperation. Agenda 21 of the Rio Conference\r\non Environment and Development remains largely on paper\r\nfor want of necessary resources. The central role of human\r\nbeings in development was affirmed last year by the\r\nInternational Conference on Population and Development.\r\nThe Copenhagen World Summit for Social Development\r\nrecognized three interrelated concerns of the United\r\nNations: poverty, unemployment and the disintegration of\r\nsocieties. The Fourth World Conference on Women, in\r\nBeijing last month, sought to address the basic Charter\r\nprinciple of absolute equality between men and women in\r\nthe contemporary world order.\r\nIndividual human beings and the improvement of their\r\nlots are at the centre of all development, as is emphasized\r\nso eloquently by the Secretary-General in his Agenda for\r\nDevelopment. Peace, economic growth, the environment,\r\njustice and democracy are now recognized to be the five\r\nintegral dimensions of development. Greater resources and\r\npolitical will are urgently needed to transform our promises\r\nand commitments into action. Strengthening rather than\r\nweakening the principal development arms of the United\r\nNations, such as the United Nations Development\r\nProgramme, the United Nations Children’s Fund, the United\r\nNations Conference on Trade and Development and the\r\nUnited Nations Population Fund; a reformed Economic and\r\nSocial Council; reforms within the United Nations\r\nstructures; and increased cooperation between the United\r\nNations bodies and Bretton Woods institutions are key to a\r\nnew approach to meaningful international development\r\ncooperation in the next half century of the United\r\nNations.\r\nThe last decade of the century has also opened up\r\nexciting possibilities to prevent the proliferation of\r\nweapons of mass destruction and to decelerate the arms\r\nrace. As host to the United Nations Regional Centre for\r\nPeace and Disarmament in Asia and the Pacific, Nepal\r\nhas been a strong consistent believer in institutional\r\narrangements for the strengthening of the world\r\ndisarmament campaign. We believe in international,\r\nregional and subregional dialogues for the enhancement\r\nof openness, transparency and confidence-building and for\r\nthe promotion of disarmament and security. The major\r\nfocus of disarmament measures in 1995 was the Review\r\nand Extension Conference of the Nuclear Non-\r\nProliferation Treaty held in New York in April-May. Not\r\nonly did the Conference strengthen the nuclear non-\r\nproliferation regime by extending the Treaty for an\r\nindefinite period, it also adopted a widely hailed package\r\nof decisions, emphasizing the need for the establishment\r\nof a comprehensive disarmament regime to meet the\r\nsecurity concerns of all countries through the fulfilment\r\nof commitments undertaken by the nuclear-weapon States.\r\nThese commitments include the speedy conclusion of a\r\ncomprehensive test-ban treaty, legally binding security\r\nassurances to non-nuclear-weapon States against the use\r\nor threat of use of nuclear weapons, the unimpeded non-\r\ndiscriminatory transfer of nuclear technology for peaceful\r\npurposes, a cut-off in the production of fissile materials\r\nfor weapons purposes and the eventual elimination of all\r\nnuclear and other weapons of mass destruction. We\r\ntherefore express our deep disappointment at the\r\nresumption of nuclear testing. We sincerely hope that\r\nthese series of tests will not impede the conclusion of a\r\ncomprehensive test-ban treaty in 1996.\r\nNepal also extends its support for initiatives for a\r\ncomplete ban on chemical, biological and other inhumane\r\nweapons such as anti-personnel mines. I wish here to\r\npoint out that in the post-Second World War era, more\r\nthan these categories of weapons, conventional weapons\r\nhave caused the most misery to mankind. The\r\nconsideration of conventional weapons should also be a\r\npriority of United Nations efforts. May I take this\r\nopportunity to reiterate our position as to the utilization of\r\nthe resources released by disarmament measures for\r\ndevelopment, particularly in developing countries.\r\n19\r\nGeneral Assembly 29th plenary meeting\r\nFiftieth session 11 October 1995\r\nIt is entirely proper that the approach of the fiftieth\r\nanniversary of the United Nations should have spurred a\r\nvariety of serious studies on the future of the Organization.\r\nAmong these, the consensus resolution prepared and\r\nnegotiated by the President of the General Assembly at its\r\nforty-ninth session on the strengthening of the United\r\nNations system is of great relevance at the present time.\r\nWhile high-level working groups have been patiently busy\r\npreparing recommendations to improve the financial\r\nsituation of the United Nations and concerning the\r\nexpansion of the Security Council, Nepal believes more in\r\na coordinated and integrated approach to making our\r\nOrganization more efficient, effective and adaptable to the\r\nchanging times.\r\nThere appears to be universal recognition that the\r\nSecurity Council, the principal organ of the United Nations\r\nprimarily responsible for the maintenance of international\r\npeace and security, should more fully reflect the realities of\r\nthe contemporary world.\r\nThe perpetuation of exclusive rights may not be\r\njustified, especially without the proper accommodation of\r\nother pressing considerations. There is undoubted consensus\r\non the need for an increase in membership. If an increase\r\nhas to be effected in both the permanent and non-permanent\r\ncategories, the basic principles of regional and democratic\r\nrepresentation should not be vitiated. In the selection of\r\nmembers of the Security Council, due regard should of\r\ncourse be specifically paid to the contribution of Member\r\nStates to the maintenance of international peace and\r\nsecurity. However, particular consideration should be given\r\nto ensuring that no region should be under-represented or\r\nunrepresented, and that a minimum of balance is maintained\r\nin the overall membership between the industrial North and\r\nthe developing South.\r\nIt is painful to see the United Nations afflicted with\r\nfinancial problems. In our view, this is not due to faulty\r\nassessment systems. The non-payment of accepted\r\nobligations is largely to blame. The present deficit of more\r\nthan three and half billion dollars amounts in fact to more\r\nthan three times the regular budget of the Organization.\r\nWhile we are prepared for a review of the current\r\nassessment systems based on the doctrine of capacity to\r\npay, and while we believe that no one country should be\r\nasked to assume excessive burdens, we urge that Member\r\nStates pay their dues on time. We note that the Secretary-\r\nGeneral has been forced to resort to cross-funding of\r\nregular budget deficits from the peace-keeping budget. This\r\nis obviously not fair to troop-contributing nations, many of\r\nwhich are developing countries. The withholding of the\r\nreimbursements due to them shifts the burden from rich\r\ncountries to poorer ones.\r\nIn conclusion, I wish to touch briefly on the regional\r\ncooperation activities taking place in the South Asian\r\nregion. The South Asian Association for Regional\r\nCooperation (SAARC) will celebrate its tenth anniversary\r\nin December this year. Through the medium of SAARC,\r\nNepal is pursuing a policy of promoting regional\r\ncooperation in a pragmatic and result-oriented manner.\r\nWe have identified and are engaged in various areas of\r\ncooperation, from the suppression of terrorism to fighting\r\ndrug abuse and trafficking, from environmental\r\npreservation to poverty alleviation. The South Asian\r\nPreferential Trading Arrangement (SAPTA), which is\r\nentering into force this year, is one of our important\r\nregional cooperation measures. Nepal looks forward to\r\nworking together with our regional partners with greater\r\nvigour and determination to bring about regional peace,\r\nstability, progress and cooperation.\r\nThe Acting President: The next speaker is the\r\nMinister for Foreign Affairs and Cooperation of Rwanda,\r\nHis Excellency Mr. Anastase Gasana, on whom I now\r\ncall.\r\nMr. Gasana (Rwanda) (interpretation from French):\r\nOn behalf of the Rwandese people and of my delegation,\r\nas well as on my own behalf, allow me to extend to\r\nHis Excellency Mr. Diogo Freitas do Amaral my warm\r\nand sincere congratulations on his unanimous election as\r\nPresident of the General Assembly at its fiftieth session.\r\nThis choice does credit to his talent and experience as a\r\ndiplomat and statesman, as well as to his country.\r\nI am also pleased to take this opportunity to express\r\nour appreciation and admiration to his predecessor,\r\nHis Excellency Mr. Amara Essy of Côte d’Ivoire, whose\r\ndedication, competence and commitment during the forty-\r\nninth session of the Assembly do honour to that great\r\ndiplomat, who embodies the pride of his country and of\r\nAfrica as a whole.\r\nAllow me also, on behalf of the Rwandese\r\nGovernment of National Unity, to thank the Secretary-\r\nGeneral, Mr. Boutros Boutros-Ghali, for the skill and\r\ndetermination he has shown in discharging his duties,\r\nqualities that have scored some notable successes for our\r\nOrganization and have strengthened its credibility and the\r\nesteem in which it is held.\r\n20\r\nGeneral Assembly 29th plenary meeting\r\nFiftieth session 11 October 1995\r\nLet me take this opportunity to welcome into this\r\nconcert of nations the Republic of Palau, admitted as the\r\n185th Member of the United Nations. The presence here of\r\nits delegation expands the horizons of the Organization and\r\nopens one additional door of cooperation for us.\r\nFor my delegation and myself it is a special privilege\r\nto take part in this the fiftieth session, which includes the\r\ncommemoration of the fiftieth anniversary of the United\r\nNations. My delegation is pleased, on behalf of the\r\nRwandan people and Government, to be a part of the\r\nconcert of nations in celebrating this anniversary. The\r\ncreation of this Organization following the Second World\r\nWar was aimed at preserving future generations from the\r\nscourge of war, genocide and other evils that had afflicted\r\nthe human race for centuries.\r\nThe United Nations thus drafted a Charter whose\r\nfundamental principles are based on human rights, justice\r\nand peace. My delegation wishes to take this opportunity to\r\npay tribute to the founding countries of this indispensable\r\nOrganization, who took the initiative to create a world\r\ninstitution. From the time of its creation, the United Nations\r\nhas been an ideal forum for the peace-, justice- and\r\nprogress-loving peoples of the world. The celebration of its\r\nfiftieth anniversary is an opportunity for us to take stock of\r\nthe road we have travelled, to pause and look at our\r\nobjectives and to revise our programmes with a view to\r\nbeing better prepared for the future. My delegation is\r\npleased that for half a century the United Nations has\r\nspared us world wars, and that it has been an indispensable\r\ninstitution for the promotion and maintenance of peace.\r\nAs for the developing countries — those of the\r\nAfrican continent in particular — during these 50 years the\r\nOrganization has played an important role in the liberation\r\nof many countries from the colonial yoke, and the\r\nestablishment of numerous United Nations specialized\r\nagencies has turned it into an instrument of development in\r\nall economic, social, political and cultural spheres. If,\r\nthanks to the existence of this worthy Organization, the\r\nworld has been able to avoid other world wars, it has not\r\nsucceeded in averting hundreds of conflicts between its\r\nMembers or in intervening between Member States which,\r\nfor a number of reasons, have engaged in such conflicts by\r\nsupporting third countries. Since 1945 wars without\r\nexception have shifted from the northern to the southern\r\nhemisphere.\r\nFollowing the end of the cold war it has become\r\nimperative to reform and restructure the United Nations to\r\nenable it to respond to the aspirations of its Members,\r\nespecially developing countries that receive the least\r\nbenefit.\r\nAs for the Security Council, we must ensure\r\nequitable geographical representation and increase the\r\nnumbers of permanent and non-permanent seats. This\r\nrestructuring must provide Africa with some permanent\r\nseats, with all the rights and duties that these entail. This\r\nis the continent’s right, not a privilege. The Security\r\nCouncil is in great need of democratization and the\r\nintroduction of greater transparency, both among its\r\nmembers and vis-à-vis other organs of the United Nations\r\nand other States Members of the Organization.\r\nMy delegation supports the idea of reforming the\r\nUnited Nations in order to achieve greater efficiency and\r\nto avoid duplication in the Organization and between it\r\nand the specialized agencies. Such reform should be\r\naimed at strengthening certain institutions and, therefore,\r\nshould not be interpreted as having any other purpose,\r\nsuch as the reduction of Member States’ contributions.\r\nI should like to conclude this introduction by\r\nrecalling once again that justice and development are key\r\nelements for the reigning of peace and security in the\r\nworld. That is the raison d’être of this Organization and\r\nthe highest desire of the Government and delegation of\r\nRwanda.\r\nThis is the first time, since the tragedy of the\r\ngenocide and planned massacres in Rwanda began to\r\nafflict our country and people and the world at large, for\r\nmembers of the new Government of National Unity of\r\nRwanda to participate in this debate at the United Nations\r\nGeneral Assembly.\r\nThe President returned to the Chair.\r\nWe know quite well that speaking at the General\r\nAssembly is not a simple rite, after which we can just go\r\nhome. We know that speeches made in this prestigious\r\nforum are listened to, analysed and scrutinized, especially\r\nbecause they are opportunities for nations to express the\r\nwill, aspirations and priorities of their peoples, as well as\r\ntheir positions on international issues of the day; they\r\nmust go beyond purely national egoisms and contribute to\r\ninternational understanding and solidarity.\r\nThe crime against humanity committed in Rwanda\r\nwere crimes not just against the Rwandan people but also\r\nagainst the members of this body, who should give us a\r\nfew moments to submit some reflections on the first and\r\n21\r\nGeneral Assembly 29th plenary meeting\r\nFiftieth session 11 October 1995\r\nforemost victim of that crime, which, unfortunately, is my\r\nown country, Rwanda. With respect to this tragedy, it is\r\npainful for us to have to emphasize the conduct of the\r\nUnited Nations, its failure, on the day it decided to\r\nwithdraw the 2,500 Blue Helmets who were in Rwanda\r\nwhen the genocide and massacres began, thus abandoning\r\na whole defenceless population and delivering it into the\r\nhands of the killers.\r\nThis was clearly a case of failure to assist a people in\r\ndanger, a population in peril. A million human lives were\r\nlost in these tragic, planned events, as if it had been\r\ndecided to erase from the map of the world at a single\r\nstroke a whole country with a population of that size.\r\nIt is important to remind the Assembly that this was\r\nnot at all a civil war in Rwanda. Rather, it involved militias\r\nof the former single party and their supporters, military\r\nofficials of the former Rwandan armed forces and former\r\npoliticians, who were engaged in a manhunt against\r\ninnocent, defenceless people — a manhunt against all the\r\nTutsis in the country and all the moderate Hutus, as well as\r\ntheir parents, other relatives, friends and everyone else\r\nclose to them.\r\nIn this manhunt the victims were stripped of their right\r\nto life. They were forced to pay their own killers for the\r\nright to die from a bullet in the head rather than be killed\r\nwith a machete or forced to dig their own graves, into\r\nwhich they would be thrown alive. The price of a bullet in\r\nthe head or in the heart ranged from 5,000 Rwandan francs\r\nto 30,000 Rwandan francs in the countryside, and from\r\n50,000 Rwandan francs to 1 million Rwandan francs or\r\nmore in the cities.\r\nWhen the armed forces of the Rwandan Patriotic Front\r\nand the democratic forces of change had achieved a\r\nmilitary and political victory against these Nazis of Africa,\r\nthe United Nations, at the request of the Government of\r\nNational Unity — formed by the groups I have\r\nmentioned — created the International Tribunal for Rwanda\r\nand entrusted it with the trial of those guilty of the\r\nmassacres and genocide in the country.\r\nPerhaps this is the appropriate time for the United\r\nNations to restore respect for it by a people still suffering\r\nthe abandonment to which it fell victim in April 1994. That\r\npeople looks to the United Nations, which did not protect\r\nit from genocide and massacre, to prove itself capable this\r\ntime of trying and sentencing those whom it could not or\r\nwould not stop from killing.\r\nThe United Nations cannot afford the luxury of yet\r\nanother failure in Rwanda. President Arap Moi of Kenya\r\nhas announced that he will not cooperate with the\r\nInternational Criminal Tribunal for Rwanda. That could\r\nbe a precedent if we are not careful. The President of\r\nKenya as well as the United Nations should take care to\r\nmeasure the degree of poison that the President of Kenya\r\nis calmly distilling in the subregion of the Great Lakes by\r\nannouncing publicly that if the investigators of the\r\nInternational Tribunal for Rwanda dare to set foot in\r\nKenya seeking persons who committed the genocide in\r\nRwanda they would be imprisoned by the Government of\r\nKenya. We fear that this could be the beginning of the\r\nfailure of the United Nations and the International\r\nCriminal Tribunal for Rwanda in bringing to justice the\r\ncommanders, the planners and those who carried out the\r\ngenocide and massacres last year in Rwanda. Thus, we\r\nawait a decision from the Security Council on what it\r\nintends to do with respect to the refusal by Kenya to\r\ncooperate with the pursuit of persons who have\r\ncommitted genocide who are taking shelter in Kenya, and\r\nothers who may follow them on the basis of the\r\nassurances offered by the President of Kenya in defiance\r\nof Security Council resolution 978 (1995) in this respect.\r\nThe Government of National Unity of the Republic\r\nof Rwanda, wishing to promote peace and security in\r\nRwanda and the subregion, decided when it took office on\r\n19 July 1994 to make the repatriation of refugees its\r\nhighest priority. We must recall here that the recent\r\nRwandan refugees are not the first ones. They date from\r\n1959 and the bloody events of 1961, 1963, 1965, 1967,\r\n1972, 1973 and 1990. The number of refugees has\r\nsteadily increased and has now reached the figure of more\r\nthan 1 million. The international community remained\r\nsilent about the repeated refusal by the former President\r\nof Rwanda to allow these people to return home; he\r\nproclaimed that the country was overcrowded and was too\r\nsmall, that there was no room for anyone else, and that\r\nthe more than 1 million Rwandan refugees would have to\r\nremain forever in exile where they had found refuge for\r\nmore than 30 years.\r\nFor the new Government of National Unity of\r\nRwanda — unlike the Governments that preceded it —\r\nthe repatriation of refugees is part of the process of\r\nrehabilitating the human capital that is so much needed by\r\nour Government, which has decided to make human\r\nbeings the focus of its concerns, for it is the people of a\r\ncountry who are the most important source of its wealth,\r\nand its greatest asset. It is the population that produces,\r\nand it must therefore be taught and re-taught the positive\r\n22\r\nGeneral Assembly 29th plenary meeting\r\nFiftieth session 11 October 1995\r\nvalues of tolerance and respect for life and justice — in this\r\ncase, respect for security, health, and social and socio-\r\nprofessional well-being.\r\nRwanda, a non-permanent member of the Security\r\nCouncil has always shouldered its responsibilities in the\r\npromotion of peace and security in the world — in Bosnia,\r\nSomalia, Liberia, Angola, Chechnya and everywhere that\r\narmed conflicts have broken out.\r\nFaithful to those principles the Rwandan Government\r\nsupports any initiative likely to create room for peace\r\nanywhere in the world, especially in our subregion. Thus\r\nwe were present at the Conference in Brazzaville, Congo;\r\nthe Conference in Nairobi, Kenya, in January 1995; and the\r\nBujumbura Conference in February 1995. The Rwandan\r\nGovernment requests that the conclusions of the Nairobi\r\nand Bujumbura Conferences be implemented in order to\r\nensure the rapid repatriation of Rwandan refugees before\r\nconsidering any additional conferences are held. We find it\r\ndifficult to see what the purpose or goal of such additional\r\nconferences would be.\r\nAs I had occasion to say at the beginning of my\r\nstatement, to make a speech at this prestigious rostrum of\r\nthe United Nations is for any nation an opportunity to\r\nexpress its views and the way it envisages the future of its\r\npeople and the world in the light of the experience of the\r\npast. That is especially the case on this fiftieth anniversary\r\nof the United Nations, which is a time to take stock not\r\nonly for the Organization itself but also for the nations that\r\nare its Members.\r\nRwanda, for as long as it has existed as a country and\r\nnation, has been living in a state of constant imbalance that\r\nhas inflicted on it a whole series of frustrations: the\r\nimbalances of the monarchic period, when all Tutsis were\r\nforcibly assimilated into the ruling clan; the imbalances of\r\na badly managed colonial era, which engendered its innate\r\nfrustrations; and the imbalances of the post-independence\r\nperiod, which also created its own frustrations, conflicts and\r\npower struggles in the neocolonial world. All these\r\nimbalances and the resulting frustrations led Rwanda\r\ndirectly into the large-scale massacres and genocide that\r\ntook place from April to July 1994.\r\nAt present, under the leadership since 19 July 1994 of\r\nthe Government of National Unity which emerged from\r\npolitical formations that had fought against the Fascist\r\nideology of the former single party and its supporters,\r\nRwanda has left the orbit of constant imbalance, the source\r\nof the majority of the ills of which it had been the victim\r\nup to that time. Today Rwanda is in what I would call a\r\ntime of restored balance, in which all progressive people\r\nin Rwanda have decided to work together hand in hand,\r\ngoing beyond any ethnic and regional divisions for the\r\nsake of the survival of the Rwandan people and nation as\r\na whole. This time of restored balance is a precious\r\nmoment in the history of Rwanda, in our history, and we\r\nwish to assure the Assembly of this. The Rwandan people\r\nand Government call upon the United Nations and the\r\nentire international community present here to continue to\r\nlend their moral, political, material and financial support\r\nto the Rwandan Republic and people during the fragile\r\nand delicate period of this restored balance. For a country\r\nthat has so long lived in a virtually permanent state of\r\nimbalance, this moment of restored balance is a great and\r\nprecious moment. It is like a child which has just been\r\nborn and which one must look after very carefully lest it\r\nslip out of one’s grasp. Help us, then, to preserve this\r\nprecious moment of restored equilibrium, for the sake of\r\nthe future of the Rwandan nation and all the people of\r\nRwanda.\r\nIn this respect, we urge journalists and political\r\nanalysts throughout the world to support the efforts\r\ntowards unity and national reconciliation of the Rwandan\r\npeople, which have regained their identity. We ask those\r\njournalists and political analysts to abandon the simplistic\r\nterms and ideas of the past, to which they have had the\r\nhabit of resorting whenever they have spoken about\r\nAfrica and the peoples of Africa, of Rwanda in particular.\r\nWe beg them to leave the pre-established corridors, not to\r\nremain prisoners of these often simplistic terms and ideas\r\nof the past, and not to view everything in Rwanda in\r\nterms of ethnic dichotomies. Complexity, pure and\r\nsimple, exists in Rwanda. We must understand it in order\r\nto better understand a people which has today regained its\r\nidentity and its balance and is united in favour of true,\r\nlasting national reconciliation, one that is not sensational\r\nor superficial, which, rather, seeks to take deep roots.\r\nThe Rwandan Government is determined to spare no\r\neffort to establish all the necessary conditions for the\r\nresumption of economic activities, the deep-going national\r\nreconciliation we mentioned a moment ago and the\r\ndemocratization process. In addition to determination, it\r\nneeds human, material and financial resources to carry out\r\nits immense programme of national reconciliation,\r\nreconstruction and rehabilitation. This is why the\r\nGovernment and the people of Rwanda need\r\nunderstanding and assistance from the African community\r\nand the international community — so that a Rwandan\r\nnation can be built on an unshakable foundation and the\r\n23\r\nGeneral Assembly 29th plenary meeting\r\nFiftieth session 11 October 1995\r\nRwandan people can enjoy a genuine national\r\nreconciliation.\r\nMy country, Rwanda, is concerned about numerous\r\nproblems, both political and socio-economic, of the Great\r\nLakes subregion. In this connection, the idea of holding a\r\nregional conference on peace and stability in the Great\r\nLakes region has recently been put forward. However, as\r\nwe have made clear on other occasions, no one has so far\r\nbeen able to explain what would be original about such a\r\nconference, especially with regard to how its substance\r\nwould differ from that of the conferences on the same\r\nsubject held in Nairobi in January 1995 and in Bujumbura\r\nin February of the same year.\r\nRwanda considers that for the sake of credibility and\r\nefficiency, all the measures deemed appropriate in Nairobi\r\nand Bujumbura should first be put to the test, and the\r\nnecessary conclusions drawn, before envisaging other\r\nstrategies.\r\nIn political and security matters, the unrest and\r\ninsecurity caused by the rearmament of militias and the\r\nformer Rwandan armed forces constitute a threat to peace\r\nin the subregion. In this connection, the Rwanda\r\nGovernment welcomes the establishment of an international\r\ncommission assigned to investigate the illegal arms traffic\r\nintended to destabilize Rwanda and its neighbouring\r\ncountries.\r\nIn the economic area, the Rwandan Government\r\nbelongs to subregional and regional groupings whose aim\r\nis to integrate the States of the African Great Lakes region.\r\nMy Government is determined to direct its efforts towards\r\nregional economic unity so that the States of the subregion\r\ncan enjoy peaceful understanding and fruitful cooperation.\r\nRegarding Africa, my Government welcomes the\r\nreconciliation efforts of the brotherly people of Angola. My\r\ndelegation hopes that, for the well-being of its peoples, that\r\ncountry will achieve a lasting peace. The Rwandan\r\ndelegation welcomes the fact that the parties concerned\r\nrecently reached an accord on several important questions\r\nand adopted an accelerated time-table for the\r\nimplementation of the Lusaka Protocol with a view to\r\nputting a definitive stop to the war and achieving national\r\nreconciliation in Angola.\r\nWe also welcome the political success recorded by the\r\npeople of Mozambique for reconciliation and democracy. In\r\nthe same spirit, we urge our Somali brothers to resume\r\ndialogue in order to rebuild their nation for the benefit of\r\nthe country’s population, which has suffered so much. My\r\nGovernment welcomes the dialogue initiated between\r\nbrothers in Liberia, who yesterday were enemies, with a\r\nview to bringing definitive peace to Liberia. In this\r\nconnection, the official installation of the Council of State\r\non 1 September 1995 makes it possible to hope that the\r\npeace process has begun anew. We urge the international\r\ncommunity to do its part in helping that war-torn country.\r\nIn the Middle East, the peace process initiated with\r\nthe Israeli-Palestinian accord of 28 September 1995 is\r\nencouraging. We also support the peace process under\r\nway in Bosnia and Herzegovina.\r\nIn conclusion, my delegation hopes that on entering\r\nthe twenty-first century the United Nations will be well\r\nadapted to the challenges of tomorrow’s world. Rwanda,\r\nfor its part, assures the Organization that it will do all it\r\ncan to establish peace within its borders and preserve\r\npeace throughout the world. That is our mission.\r\nThe President: We have heard the last speaker in\r\nthe general debate. I shall now call on those\r\nrepresentatives who wish to speak in exercise of the right\r\nof reply.\r\nMay I remind members that statements in the\r\nexercise of the right of reply are limited to 10 minutes for\r\nthe first intervention and to five minutes for the second\r\nintervention and should be made by delegations from their\r\nseats.\r\nMr. Mustafa (Sudan) (interpretation from Arabic):\r\nThe Foreign Minister of Eritrea, in addressing the\r\nAssembly this morning, referred to what he called the\r\nobstacles and problems arising, as he alleged, from\r\npolicies pursued by the regime of the National Islamic\r\nFront in Sudan with the aim of spreading instability.\r\nHaving said this, he called for concerted action by the\r\nparties concerned on the regional and international levels.\r\nActually, we find nothing in Eritrea’s statement, that\r\ndeserves reply and we did not intend to reply to what was\r\nsaid in it about Sudan. However, this type of statement\r\nhas become a hallmark of the policy pursued by the\r\nEritrean authorities in the region. It is a policy of\r\nmisrepresentation, deceit and begging for sympathy. The\r\nForeign Minister of Eritrea said that Sudan is ruled by the\r\nNational Islamic Front. Such talk not only lacks tack but\r\nalso shows that the speaker has no knowledge of the\r\npolitical composition of the existing system in Sudan,\r\nwhich comprises all the sectors of the Sudanese people.\r\nThis statement by the Eritrean Minister for Foreign\r\n24\r\nGeneral Assembly 29th plenary meeting\r\nFiftieth session 11 October 1995\r\nAffairs constitutes interference in the national affairs of\r\nSudan. How could he give himself the right to speak of the\r\ninternal affairs of other countries while claiming that it is\r\nthe others who interfere in the affairs of his country?\r\nIt is most regrettable that Eritrea should speak of the\r\nspreading of instability in the region when it is fully aware,\r\nas is the whole world, that it was Eritrea that organized the\r\nconference of the armed opposition from the 12th through\r\nthe 23rd of June 1995, in Asmara with the aim of\r\noverthrowing the Sudanese Government by the force of\r\narms. This is overtly stated in the conference’s final\r\ndocument under the heading of the so-called “programme\r\nand mechanism” for the stepping up of the struggle against\r\nthe legitimate Government of Sudan. The said document\r\nstated: first, the legitimacy of the armed activities by The\r\nNational Democratic Alliance to overthrow the Sudanese\r\nGovernment through the activities of the various\r\nmechanisms agreed upon, secondly, the need to provide\r\nsupport for that purpose; and thirdly, the establishment of\r\na high political military committee to coordinate and\r\nsupervise the stepping up of that armed struggle.\r\nWhat does Eritrean authorities call the convening of\r\nthis conference under their auspices when Eritrea is a\r\nneighbouring State, a Member of the United Nations and a\r\nmember of the Organization of African Unity? What other\r\nname could be given to this but naked breach of the second\r\nand third articles respectively of the Charters of the two\r\nOrganizations, regarding respect for sovereignty, and\r\nobservance of the principles of coexistence, non-\r\nintervention in the affairs of other Member States, the\r\nresolution of conflicts by peaceful means and not by force.\r\nThe convening of such a meeting in Asmara posed a direct\r\nthreat to the security, sovereignty and stability of Sudan and\r\nis a dangerous precedent in relations between African\r\ncountries that is bound to lead to further deterioration of\r\nstability and security in the African continent and thereby\r\nto jeopardizing international peace and security.\r\nIt is regrettable indeed that Eritrea should see fit to\r\nsow the seeds of dissension in a region that is still trying to\r\nheal the wounds inflicted on it by the instability to which\r\nEritrea’s policies contributed. The Eritrean authorities are\r\nmerely seeking to divert attention from their internal\r\ntroubles and the challenges that face him.\r\nAs for Sudan, it is focusing on rebuilding internally\r\nand on promoting economic development. It has no desire\r\nto turn its back on such efforts and is not prepared to let\r\nanything obstruct its march in that direction. By the same\r\ntoken Sudan which, over the past three decades has hosted\r\nand still hosts large numbers of our Eritrean brethren\r\nwhich have reached about half a million, is determined to\r\ninstil the spirit of coexistence in the region. It is\r\ninterested in promoting a spirit of responsibility in inter-\r\nstate relations so that all States of the region may focus\r\non development and stop playing the role of cat’s paw in\r\nthe region.\r\nMr. Lukabu Khabouji N’Zaji (Zaire)\r\n(interpretation from French): Speaking in this forum on\r\n9 October 1995, the representative of a friendly, brotherly\r\ncountry with which we share both geography and history\r\nand maintain the closest relations, saw fit to single out\r\nmy country when referring to another destabilizing force\r\nin his country — the pirate radio station known as Voice\r\nof the People or Radio Democracy. I have in mind the\r\nstatement made by the representative of Burundi.\r\nI wish to make the following clarification on behalf\r\nof my delegation to restore the truth for world opinion.\r\nThis so-called Democracy Radio is not located on\r\nZairian territory. According to our information, its\r\ntransmitter is located inside Burundi, in an area to which\r\nthe Bujumbura forces unfortunately seem to have no\r\naccess. It is broadcasting in a zone which it seems is\r\ncontrolled by a Hutu Militia inside Burundi. Moreover,\r\nthe principal reason for the precariousness of the political\r\nsituation inside Burundi which is creating the present\r\ntension, and which, furthermore, creates fears that it will\r\nspread in the near future and create a dangerous situation,\r\nis a mono-ethnic army which gives assistance to one\r\nethnic group to eliminate another and also gives\r\nassistance to those who lost the elections, in order to\r\nforce those who won to return a part of the power they\r\ngained through the democratic electoral process. That is\r\nwhy it is difficult to implement the Convention on\r\nGovernance of September 1994.\r\nAnd, finally, if that radio station were located in our\r\nterritory — in Zairian territory — we would certainly\r\nalready have dismantled it just as we contributed to\r\ndismantling Radio Mille Collines in Rwanda.\r\nUnfortunately, I must emphasize that, according to our\r\ninformation — the same information available to\r\nBurundian authorities — the so-called Radio Democracy\r\nis located inside Burundi in an area that is not controlled\r\nby Bujumbura. Consequently, we do not understand the\r\nappeal addressed to my country to help Burundi dismantle\r\na radio station located on its own territory, while, at the\r\nsame time, its representative is asserting his country’s\r\nsupport for the principles of good neighbourliness and\r\n25\r\nGeneral Assembly 29th plenary meeting\r\nFiftieth session 11 October 1995\r\nnon-interference in the affairs of another State, principles to\r\nwhich Zaire subscribes and is deeply dedicated.\r\nWe noted with bitterness that our brother from\r\nBurundi is indifferent to the burden that this flow of\r\nrefugees places upon Zaire. We have noted also the\r\nadmonitory language used by the Permanent Representative\r\nof Burundi. We would have preferred to hear the language\r\nof justice as articulated by the last speaker today.\r\nIn conclusion, we wish to advise our brotherly,\r\nfriendly country to cultivate the virtues of dialogue,\r\ntolerance and reconciliation so that the various components\r\nof its population, while enjoying the right to be different,\r\nmight acknowledge what could unite them and thus avoid\r\nfor the Great Lakes region tragic events such as the one we\r\nexperienced last year which will go down in the history of\r\nmankind.\r\nMr. Lopes da Rosa (Guinea-Bissau) (interpretation\r\nfrom French): It will be recalled that His Excellency the\r\nPrime Minister of Guinea-Bissau made a statement to the\r\nGeneral Assembly yesterday in which inter alia he\r\ninformed the General Assembly of the candidacy of\r\nGuinea-Bissau for one of the non-permanent seats on the\r\nSecurity Council given to Africa.\r\nIn so doing the Prime Minister felt he could rightly\r\nsolicit the support of all Member States by making it clear\r\nthat that candidacy was a formal choice and decision taken\r\nwithin the African Group. Indeed, on 23 May 1995, the\r\nAfrican Group endorsed the Nominating Committee’s\r\nrecommendation by proposing two countries, including\r\nGuinea-Bissau, for the Security Council. That decision was\r\ncommunicated on 26 May 1995, to the Secretary-General\r\nof the Organization of African Unity (OAU) in Addis\r\nAbaba by the Permanent Representative of Mauritania, the\r\nthen Chairman of the African Group, in a Note in document\r\nNew York.OAU/OL/15/255/1995.\r\nIt is not my delegation’s intention to get into an\r\nunpromising polemic where bad faith is mixed with\r\nabsurdity. None the less, it seems appropriate to us and\r\neven useful out of concern for clarity to denounce the\r\nstatement made yesterday, 10 October, by the representative\r\nof Benin, since it lacked the most elementary courtesy and\r\nreflected an erroneous and improper interpretation of the\r\nright of reply.\r\nMy Prime Minister at no time in his statement made\r\nreference to Benin. We feel it is our duty to remind the\r\nrepresentative of Benin to bear in mind the excellent quality\r\nof relations between our two countries and to avoid in the\r\nfuture departures in language which merely show an\r\nuntimely nervousness that has no place in this forum. The\r\nfacts are clear. He knows they are in the official\r\ndocuments. Any desire to challenge them will be\r\nunproductive and contrary to a practice which, because it\r\nis based on the principles of rotation, equity and\r\nsovereign equality of States, is part of the jurisprudence\r\nof the regional groups.\r\nMr. Samana (Papua New Guinea): I take the floor\r\nin my capacity as the Permanent Representative of the\r\nMember State of Papua New Guinea, which currently\r\nholds the Chair of the South Pacific Forum, to exercise\r\nour right of reply to the French delegation’s statements in\r\nexercise of their right of reply, in reference to nuclear\r\ntesting in the South Pacific. The South Pacific countries\r\nthat are Member States of the United Nations include\r\nAustralia, the Federated States of Micronesia, Fiji, The\r\nMarshall Islands, New Zealand, Palau, Samoa, Solomon\r\nIslands, Vanuatu and my own country, Papua New\r\nGuinea.\r\nAt the very outset, I wish to reaffirm that as of 2\r\nOctober 1995, hours after the detonation of France’s\r\nsecond underground nuclear test, the Chairman of the\r\nSouth Pacific Forum, Prime Minister Sir Julius Chan of\r\nPapua New Guinea announced to this Assembly the\r\nimmediate suspension of all post-Forum dialogue with\r\nFrance. This position is consistent with the views of the\r\nForum’s Heads of Government.\r\nAs a consequence of France’s action immediately\r\nafter the majority decision to extend the Treaty on the\r\nNon-Proliferation of Nuclear Weapons (NPT) indefinitely,\r\nthe individual and collective position of Forum countries\r\nremains solidly opposed to French nuclear testing in the\r\nSouth Pacific. And may I add that France’s continuous\r\nrationalization in defence of nuclear testing runs contrary\r\nto world opinion. We are, therefore, prompted to exercise\r\nour right of reply collectively.\r\nEven before the NPT came into force, in 1970,\r\nFrance was conducting nuclear tests in the South Pacific,\r\nhaving begun in 1966. France has conducted 157 tests —\r\n28 atmospheric and 129 underground — in the region\r\nsince the entry into force of the NPT.\r\nA matter of weeks after concluding the Review and\r\nExtension Conference of the Non-Proliferation Treaty, the\r\nFrench Government decided to resume its nuclear testing\r\nprogramme in the South Pacific — to the great dismay of\r\n26\r\nGeneral Assembly 29th plenary meeting\r\nFiftieth session 11 October 1995\r\nthe peoples and Governments of the South Pacific, most of\r\nwhich gave their wholehearted support to the indefinite\r\nextension of the NPT on the basis of an understanding by\r\nthe nuclear Powers that they would exercise utmost restrain\r\nand conclude a comprehensive test-ban treaty at the earliest\r\npossible time.\r\nWe consider the French decision along with the\r\nparallel action by the People’s Republic of China to\r\nundertake further tests to be a great violation of trust.\r\nFurther tests cast severe doubt on the good will already\r\nestablished. Since breaking the moratorium, four nuclear\r\nweapons have been exploded. The latest one was detonated\r\nby France on 2 October 1995 — and it is five times more\r\npowerful than the Hiroshima and Nagasaki bombs. The\r\npeoples and Governments of the South Pacific are seriously\r\naggrieved by France’s bad faith in this matter and its\r\ninsensitivity to their understandable and deeply felt\r\nconcerns.\r\nThe 16 countries represented in the South Pacific\r\nForum have collectively expressed their extreme outrage at\r\nthe resumption of French nuclear testing in the South\r\nPacific. They demanded strongly that the French\r\nGovernment desist from any further tests. The Forum\r\nendorsed the Lakatoro Declaration of the Melanesian\r\nSpearhead Group and the Declaration by the South Pacific\r\nForum meeting in 1995, which reaffirm the principles and\r\nobjectives of the Rarotonga Treaty declaring the South\r\nPacific a nuclear-free zone.\r\nConsistent with the Forum’s collective decision, we\r\ncondemn the actions of the French Government. France’s\r\nactions constitute a step backward. This retrograde\r\nbehaviour cannot and must not be treated lightly. How\r\nwould France feel if someone carried out nuclear testing in\r\nthe Bay of Biscay? How would France’s neighbours feel if\r\nFrance carried out tests closer to Europe? If France insists\r\nthat the tests in the South Pacific pose no immediate threat\r\nand danger to the environment and to the health of the\r\npeople, why cannot the same tests be conducted in\r\nmetropolitan France? We know from the history of the\r\nMarshall Islands that the environmental and health effects\r\nof nuclear testing can be tragic and long-term; this has been\r\nadequately described by the Foreign Minister of the\r\nRepublic of the Marshall Islands, the Honourable Philip\r\nMuller.\r\nFrance has defied the wishes of the peoples of the\r\nSouth Pacific, the appeals by regional and individual\r\nGovernments and, in particular, the opposition expressed by\r\nsome member States of the European Union, member States\r\nof the Non-Aligned Movement, member States of the\r\nAssociation of South-East Asian Nations, the States\r\nparties to the Treaty of Tlatelolco and the Treaty of\r\nRarotonga, the non-governmental organizations and,\r\nindeed, the international community as a whole — all\r\ndesigned to induce France to put an immediate end to its\r\nnuclear testing programme.\r\nFrance’s actions are contrary to the spirit and intent\r\nof the relevant treaties and conventions, more specifically\r\nin relation to the Noumea and the biodiversity\r\nConventions, to which France is a State party.\r\nNuclear testing by the French Government\r\nimmediately after the global community decided\r\nindefinitely to extend the Nuclear Non-Proliferation\r\nTreaty directly contradicts the principles and objectives of\r\nthe non-proliferation regime. We strongly urge France to\r\nsign the Protocols to the Treaty on the South Pacific\r\nnuclear-free zone and thereby show respect for the\r\nlegitimate wishes and concerns of the nations and peoples\r\nof the South Pacific, which are compatible with the spirit\r\nand letter of article VII of the NPT.\r\nWe expect France to act responsibly and to play a\r\npositive role in the development of the South Pacific\r\nregion for the mutual benefit of all concerned. There is\r\nabsolutely no justification to undertake such a disgraceful\r\nand deplorable activity. It only serves to create distrust,\r\nand threatens the peace and security of the peoples of the\r\nSouth Pacific and, indeed, the world.\r\nConsistent with the principles and objectives of the\r\nTreaty of Rarotonga and the Treaty of Tlatelolco, which\r\nare aimed at fostering global nuclear non-proliferation, we\r\nabhor and condemn all nuclear testing in any part of the\r\nglobe. While we welcome France’s stated commitment to\r\nsupporting the conclusion in 1996 of a truly\r\ncomprehensive nuclear test-ban treaty, we believe that\r\nsuch a commitment will be credible only if it is\r\naccompanied by an immediate cessation of all nuclear\r\ntests.\r\nWe will hold the Government of France responsible\r\nfor any damage to the environment or the health of the\r\npeople caused by its nuclear testing in the South Pacific.\r\nIn conclusion, we do not question the prominent role\r\nplayed by France in international affairs. However, such\r\na status of prominence does not only confer privileges,\r\nbut also carries with it obligations and responsibilities.\r\nThe French Government, therefore, is obliged to act as a\r\n27\r\nGeneral Assembly 29th plenary meeting\r\nFiftieth session 11 October 1995\r\nresponsible member of the international community. The\r\nrecent testing of nuclear devices by France in the South\r\nPacific is totally irresponsible and undermines its\r\ncredibility.\r\nIt is in this light that we renew our call on President\r\nChirac and his Government to acknowledge the weight of\r\ninternational opinion against nuclear testing in the South\r\nPacific. We strongly urge France, therefore, to immediately\r\nabandon its remaining test programme in the South Pacific,\r\nin keeping with the spirit of nuclear non-proliferation\r\nembodied in the Treaty on the Non-Proliferation of Nuclear\r\nWeapons.\r\nMr. Jallow (Gambia): My delegation would like to\r\nrefer to the statement made this morning in this Assembly\r\nby the Foreign Minister of Madagascar, His Excellency Mr.\r\nJacques Sylla, and to express very strong reservations about\r\nthe negative comments he made about the Gambia and its\r\npresent leadership. These negative comments about the\r\nGambia betray ignorance of the full and actual details\r\nrelating to the change of Government and the present\r\nlaudable and excellent work that His Excellency Captain\r\nYahya A.J.J. Jammeh, Chairman of the Armed Forces\r\nProvisional Ruling Council and Head of State of the\r\nGambia, has been doing since taking over the reins of\r\nGovernment in a bloodless coup d’état almost 15 months\r\nago. Throughout this period, the Gambian Government has\r\nmaintained a strong commitment to and respect for human\r\nrights and fundamental freedoms, particularly the\r\nindividuality, freedom of expression and freedom of\r\nmovement of all Gambians. It is for these reasons and to\r\nsafeguard the rights and privileges of our citizens that the\r\nGovernment decided to set up four commissions of inquiry,\r\nheaded by judges from foreign countries, to investigate\r\nsuspected cases of corruption and the embezzlement of\r\npublic funds by some civil servants and former politicians.\r\nThe proceedings of the commissions are open to all and are\r\nreported by the media.\r\nMadagascar’s semblance of democracy, gained only\r\nyesterday, should not make it hurriedly assume the role of\r\ncustodian of democracy in Africa, or give it the right to\r\nmake unjustified or unwarranted derogatory statements\r\nabout the Gambia, especially as we in the Gambia are\r\ngenuinely engaged in providing a solid and permanent\r\nfoundation that will ensure not only the sustainable\r\ndevelopment of our country in the future, but also that the\r\ngenuine democratic values inherent in the culture and\r\ntraditions of the Gambia and the Gambians will not be\r\nsacrificed to years of political misrule and corruption. The\r\nGambia would have been more accommodating in its\r\nunderstanding of Madagascar’s derogatory remarks if the\r\nGovernment of Madagascar had sent an official delegation\r\nto the Gambia following the change of Government to\r\nstudy the situation.\r\nIn fact, last year His Excellency Captain Yahya A.\r\nJ. J. Jammeh, Head of State of the Gambia, sent his\r\nSpecial Envoy to Madagascar to explain the reasons for\r\nthe take-over of power in the Gambia. If anything, this\r\naction clearly testified to the interest of the new\r\nGovernment of the Gambia in maintaining and further\r\nstrengthening brotherly relations with all African\r\ncountries, given the similarity of our struggle to ensure\r\nthat — and I quote from the statement made by\r\nAmbassador Insanali in Managua, Nicaragua, on 4 July\r\n1994:\r\n“Each citizen must be guaranteed, in addition to his\r\nor her fundamental human rights and freedom,\r\nopportunity for economic and social development.\r\nBasic rights such as education, health and housing\r\nmust be provided by the State to guarantee a stable\r\nsociety in which democratic norms and practices can\r\nprevail.”\r\nLastly, the Gambia continues to subscribe to diverse\r\ninternational human rights instruments. We continue to\r\nrespect our obligations under these international covenants\r\nand fully support the Organization of African Unity’s\r\nAfrican Commission on Human and Peoples’ Rights and\r\nthe African Centre for Democracy and Human Rights\r\nStudies, located in the Gambia. There is definitely no\r\ntangible evidence of violence and violations of human\r\nrights in the Gambia.\r\nWe therefore do not understand why Madagascar\r\nshould rise so vehemently against the Gambia, unless it\r\nhas other motives and prefers to engage in negative\r\ncampaigns against the Government and people of the\r\nGambia.\r\nMr. Tanç (Turkey): With reference to the statement\r\ndelivered by the Minister of Foreign Affairs of Greece\r\nearlier in the debate, my delegation would like to\r\nunderline the following points.\r\nThe statement of the Greek Foreign Minister\r\ncontained strong words against Turkey which we believe\r\nwere not compatible with the desire, expressed by him in\r\nthe same statement, for a normalization of Turkish-Greek\r\nrelations. Normalization requires good will and a\r\nconstructive dialogue. The idea of such a process between\r\n28\r\nGeneral Assembly 29th plenary meeting\r\nFiftieth session 11 October 1995\r\nTurkey and Greece is supported by Turkey, by the friends\r\nof the two countries and by the international community as\r\na whole. There is in fact, a general move in the world\r\ntoday towards resolution of long-standing disputes.\r\nRegarding the Aegean Sea question to which the\r\nMinister referred, we wish to say categorically and one\r\nmore time: this is not a matter in which Turkey threatens\r\nGreece; it is a matter in which Greece threatens Turkey.\r\nMy country is alarmed at the attitude taken by our\r\nneighbour and wish to make the following points clear, and\r\nhope they will be heard.\r\nThe question of territorial waters in the Aegean Sea\r\ninvolves the status quo in the Aegean as determined by the\r\nrelevant international treaties and instruments, particularly\r\nthe 1923 Lausanne Peace Treaty. Turkey and Greece, both,\r\nhave basic rights and legitimate interests in the Aegean,\r\ninvolving their security, economy, navigation and other\r\ntraditional uses of the high seas. The Greek desire to lay\r\nclaim to a large part of the Aegean Sea and alter the status\r\nquo, at the expense of Turkey’s rights and interests, forms\r\nthe basis of the bilateral disputes in that sea.\r\nUnder the present six-mile territorial sea limit of both\r\ncountries, Greece, owing to the existence of numerous\r\nislands, possesses approximately 43.5 per cent of the\r\nAegean. Turkey’s share is 7.5 per cent. The remaining half\r\nof the Aegean is international waters, freely used by Turkey\r\nand other countries in accordance with international law.\r\nAny extension of the Greek territorial sea beyond six\r\nmiles will expand Greek territorial waters to 73 per cent of\r\nthe Aegean and thus transform the Aegean into a Greek\r\nlake. Greek sovereignty would be extended over the present\r\nhigh seas, international air space, and the continental shelf,\r\nwhich remains a disputed area awaiting delimitation\r\nbetween the two countries. Consequently, contrary to what\r\nGreece has maintained, extension of the Greek territorial\r\nsea would not be limited to internationally recognized\r\nnavigational rights and freedoms. Almost all of the Aegean\r\nSea, its seabed, overlying waters and air space will fall\r\nunder Greek sovereignty and jurisdiction. The Turkish\r\ncoasts will be surrounded by Greek territorial waters and\r\nTurkey will be virtually cut off from the high seas.\r\nThe Greek declarations to extend its territorial waters\r\nbeyond six nautical miles in the Aegean Sea whenever it\r\nconsiders that opportune not only pose a threat to\r\nfundamental Turkish rights, but also to peace, security and\r\nstability in the region.\r\nGreece cites article 3 of the 1982 United Nations\r\nConvention on the Law of the Sea in support of its\r\nclaims. This argument is invalid. First, Turkey is not a\r\nparty to that Convention. Secondly, Turkey has\r\nconsistently objected to a 12-mile limit, in the context of\r\nsemi-enclosed seas where special circumstances exist.\r\nTherefore, such a claim as a rule of customary law cannot\r\nbe made against Turkey in the Aegean Sea. Thirdly, the\r\n12-mile limit envisaged in article 3 is neither compulsory\r\nnor a limit to be applied automatically. It is a maximum\r\npermissible breadth that may be applied, as the\r\ncircumstances permit, within the limitation imposed by\r\nthe general principles of international law as embodied in\r\narticle 300 of the Convention, namely the obligation to\r\nexercise rights in a manner that would not constitute an\r\nabuse of right. Once more, my delegation would like to\r\ntry to bring it to the attention of Greek authorities that\r\nunilateral Greek actions in the Aegean will violate\r\nTurkey’s vital rights.\r\nThe declaration of the Turkish Parliament referred to\r\nby the Greek Foreign Minister is a reflection of Turkish\r\npublic opinion regarding this vital issue. That declaration\r\ncould not be “authorized” by the Turkish Government as\r\nclaimed by the Minister. That is not possible in\r\nparliamentary democracy. On the other hand, to give an\r\nidea about how the Greek Government looks at this\r\nmatter, it is worth recalling the statement made by the\r\nGreek European Affairs Minister, quoted from the Athens\r\nNews Agency Bulletin dated 1 June 1995. Minister\r\nMangakis stated that\r\n“the Convention [on the Law of the Sea] was truly\r\nof national importance, as it provided the country,\r\nGreece, with a weapon” —\r\nwe underline the words “a weapon” —\r\n“in the defence of its rights and national interest”.\r\nThis weapon is aimed at Turkey. This is a threat against\r\nwhich the Turkish Grand National Assembly adopted the\r\ndeclaration referred to by the Minister of Greece. The\r\ndeclaration expresses the very serious and legitimate\r\nconcerns of Turkey.\r\nUnfortunately, the same distortion of facts prevails\r\nin the Greek Foreign Minister’s remarks on Cyprus. We\r\nhope that Greece does not believe that the passage of time\r\nobliterates memory. We believe that the passage of time\r\nwill not make anyone forget the responsibility of Greece\r\nin the Cyprus issue. The Turkish intervention followed\r\n29\r\nGeneral Assembly 29th plenary meeting\r\nFiftieth session 11 October 1995\r\nGreece’s attempt at annexing the island through a military\r\ncoup in 1974. The intervention was entirely legitimate,\r\nbased on the 1960 Treaty of Guarantee, to which Greece is\r\nalso a party. The question of Cyprus did not begin that\r\nyear, as the Greek Minister would have us believe. If that\r\nwere the case, why were the United Nations peace-keeping\r\nforces sent to Cyprus in 1964, 31 years ago?\r\nMy Government strongly supports the efforts\r\ncontinuing under the auspices of the Secretary-General for\r\nthe settlement of the Cyprus question. We were pleased to\r\nnote a similar remark in the Greek Foreign Minister’s\r\nstatement, but were again taken aback by the subsequent\r\nremark he made in the same statement, expressing the\r\ndesire to relegate the Cyprus question to the European\r\nUnion context.\r\nMy delegation finds it difficult to understand why the\r\nGreek Foreign Minister’s statement contained so many\r\ncontradictions. We do not believe that the Minister’s\r\nstatement is compatible with the desire, expressed by him,\r\nfor normalization.\r\nHowever, as will be recalled, the statement by the\r\nTurkish Foreign Minister expresses the hope for a\r\nmeaningful, comprehensive and result-oriented dialogue and\r\nmutual good will. We hope that this offer will be taken up.\r\nSuch a process will also serve the principles of the United\r\nNations, as well as the accepted norms of relations and\r\ncooperation between countries, especially if they are\r\nneighbours.\r\nMr. Lee (Republic of Korea): My delegation wishes\r\nto speak in exercise of its right of reply to the statement by\r\nthe representative of the Democratic People’s Republic of\r\nKorea. Given that the allegations in the statement are\r\ngroundless, distorted and untrue, my delegation does not\r\nfeel that it is worthy of response on a point-by-point basis.\r\nRather, I would like to take this occasion to reaffirm the\r\nfirm determination of the Korean Government to pursue\r\ncivilized dialogue with North Korea, with patience and\r\nperseverance, in the interests of peace and co-prosperity in\r\nthe Korean peninsula.\r\nWe are convinced that the day will come when our\r\nbrothers in the North will also find it in their interest to\r\npursue reconciliation and cooperative relations with their\r\ncompatriots in South Korea so that the people in North and\r\nSouth Korea will be able to work together with a view to\r\nachieving the national aspiration to reunification.\r\nAllow me to close by quoting part of the address of\r\nHis Holiness Pope John Paul II on 5 October 1995, in\r\nthis very General Assembly Hall — I do this particularly\r\nfor the benefit of the North Korean representative, who\r\nobviously was unable to hear his wisdom:\r\n“... the quest for freedom cannot be suppressed”.\r\nI repeat,\r\n“... the quest for freedom cannot be suppressed”.\r\n“Modern totalitarianism has been, first and foremost,\r\nan assault on the dignity of the person, an assault\r\nwhich has gone even to the point of denying the\r\ninalienable value of the individual’s life. ...And here\r\nwe can see how important it is to safeguard the\r\nfundamental right to freedom of religion and\r\nfreedom of conscience, as the cornerstones of the\r\nstructure of human rights and the foundation of\r\nevery truly free society”. (Official Records of the\r\nGeneral Assembly, Fiftieth Session, Plenary\r\nMeetings, 20th Meeting, p. 3)\r\nMr. Ladsous (France) (interpretation from French):\r\nThe French delegation had asked to speak in exercise of\r\nits right of reply following the statement a delegation\r\nmade today on the question of nuclear tests. Having heard\r\na few moments ago the representative of Papua New\r\nGuinea speak in exercise of a “right of reply” on behalf\r\nof the countries of the South Pacific forum, I am even\r\nmore convinced that it is necessary to set the record\r\nstraight with regard to a number of groundless, unfair and\r\nmalevolent accusations. And, first of all, I would like to\r\nexpress my astonishment at the use of language which has\r\nno place at this rostrum of the United Nations, at the use\r\nof words which are unsuitable to relations between\r\nsovereign states. I will confine myself to noting this,\r\nregretting it and deploring it.\r\nWith regard to the substance, I must recall, first of\r\nall, that the series of tests my Government is engaging in\r\ndoes not harm the environment and that internationally\r\nrenowned experts have recognized this again quite\r\nrecently. They have endorsed what we have said for a\r\nlong time, namely, that these tests do not represent any\r\ndanger to the environment.\r\nDo I need to recall that this series of tests is not\r\ncontrary either to law or to the commitments my country\r\nhas undertaken? I think the representative of Papua New\r\nGuinea himself mentioned the formula which was\r\n30\r\nGeneral Assembly 29th plenary meeting\r\nFiftieth session 11 October 1995\r\nendorsed during the Conference to review the Treaty on the\r\nNon-Proliferation of Nuclear Weapons. It was not a\r\nquestion of a prohibition on testing; it was a question of\r\nasking for utmost restraint. Utmost restraint does not in any\r\nway mean prohibition. Need I also recall that my country\r\nhad never ruled out the possibility that it would have to\r\ncomplete this series of tests?\r\nIn conclusion, I would recall that the commitments\r\nundertaken by my Government are clear. We are\r\nproceeding to a final series of tests — eight at the most —\r\nand it will be completed by the end of May 1996. This\r\nseries of tests is necessary to ensure, for the future, the\r\nreliability and safety of the French nuclear armament and\r\nto enable us to have an independent mastery of these\r\nsimulation techniques.\r\nThe representative of Papua New Guinea, on behalf of\r\nthe Pacific Forum, recalled the decision of the countries of\r\nthat Forum to suspend the post-Forum dialogue with my\r\ncountry. They certainly have the right to do that. France, as\r\nfar as it is concerned, is still willing to pursue dialogue\r\nwith all the Member States of the United Nations —\r\nindeed, with all the States in the world, without any\r\nexclusion.\r\nMr. Kahsai (Eritrea): I would like to speak in\r\nexercise of the right of reply to the remarks made by the\r\nrepresentative of the Sudan.\r\nIt cannot be overemphasized that the National Islamic\r\nFront Government in the Sudan is bent on exporting its\r\nfundamentalist revolution outside its boundaries, and\r\nespecially to neighbouring countries. Its policies and\r\npractices have been consistently aimed at destabilizing the\r\nentire region by training, arming and dispatching subversive\r\nelements. The most recent example is its implication in the\r\nassassination attempt on His Excellency President Hosni\r\nMubarak of Egypt.\r\nThe central organ of the Organization of African\r\nUnity’s mechanism for conflict prevention, management\r\nand resolution, at its extraordinary meeting of 11 September\r\n1995 in Addis Ababa, Ethiopia, issued a statement in which\r\nthe Government of the Sudan was called upon to desist\r\nfrom its actions of sponsoring terrorism. Point 6 of the\r\nstatement reads:\r\n“Call upon the Government of the Sudan to hand over\r\nto Ethiopia the three terrorists who are sheltering in\r\nthe Sudan on the basis of the 1964 extradition Treaty\r\nbetween Ethiopia and the Sudan”.\r\nPoint 8 of the same statement reads:\r\n“Call further on all Governments, and in this case\r\nthe Government of the Sudan, to desist from\r\nengaging in activities of assisting, supporting and\r\nfacilitating terrorist activities and from giving shelter\r\nand sanctuary to terrorist elements, and to act in its\r\nrelations with its neighbours and with others in full\r\nconformity with the Charter of the United Nations\r\nand that of the Organization of African Unity”.\r\nThat is only the most recent document on the\r\nsubversive behaviour of the Government of the Sudan\r\nwhich solidly testifies to the credibility of earlier\r\nstatements by Eritrea with regard to the Khartoum\r\nGovernment.\r\nEritrea has on several occasions written letters of\r\nprotest to the Security Council, and we hope that the\r\ninternational community will take appropriate steps to\r\ndeter the National Islamic Front regime’s aggressive\r\ndesigns and dreams. If this time-bomb is not defused in\r\ntime, the virtue of preventive diplomacy will indeed be\r\nchallenged.\r\nMr. Terence Nsanze (Burundi) (interpretation from\r\nFrench): Were it not for a certain quid pro quo from my\r\nbrother and friend the representative of Zaire, my\r\ndelegation would not have asked to make this statement.\r\nI should like first to stress that relations between\r\nBurundi and Zaire are in no way clouded. Relations are\r\nexcellent, and we very much wish to stress that. I have\r\nhad several opportunities to express our warmest thanks\r\nto the Government of Zaire, and in particular to His\r\nExcellency Mr. Mobutu Sese Seko, Head of State of\r\nZaire. The Prime Minister and Minister for Foreign\r\nAffairs, Mr. Kamanda wa Kamanda, whom I met here in\r\nNew York about 10 days ago, can himself bear witness to\r\nthe gratitude that the Government and people of Burundi\r\nfeel for the President of Zaire and to his Government for\r\nthe very fraternal, conciliatory and valuable positions they\r\nhave taken throughout the Burundi crisis.\r\nWe repeat here, before the entire international\r\ncommunity, our total satisfaction with Zaire’s policy\r\ntowards Burundi. Indeed, we are eager to enter into a real\r\ndialogue between the Chargé d’affaires of Zaire and\r\nmyself in particular, and between his Government and my\r\nGovernment in general. To that end, I would like this\r\nAssembly to know that my delegation has just taken the\r\ninitiative of trying to ascertain from the Chargé d’affaires\r\n31\r\nGeneral Assembly 29th plenary meeting\r\nFiftieth session 11 October 1995\r\nof Zaire which paragraph might have seemed to him to\r\nshow any ill will towards his country. He was very\r\nreceptive. I shall read aloud the paragraph from my\r\nstatement at the 25th meeting of the General Assembly, two\r\ndays ago, which, according to him, referred to his country\r\nand seems to have raised certain difficulties for him:\r\n“To these attacks is added another destabilizing\r\nforce which is the pirate radio station cynically\r\nbaptized Voice of the People\u0027, or, Democracy\r\nRadio\u0027, which inculcates ethnic hatred within the\r\nBurundi population and which works towards the\r\ndissemination of neo-nazi-type ideology in this region\r\nof central Africa at the end of the twentieth century.\r\nWe rely on the precious assistance of our\r\nneighbouring and brotherly countries with whom we\r\nshare geography and history and with whom we\r\nmaintain the closest relations, to dismantle this\r\nmedium of hatred which is reminiscent of the\r\ninfamous Free Radio-Television of the Thousand Hills\r\n(la Radio-Télévision Libre des milles collines)\r\n(RTLM), which galvanized the massacres last year in\r\nRwanda.” (Official Records of the General Assembly,\r\nFiftieth Session, Plenary Meetings, 25th meeting,\r\np. 25)\r\nIt will be noted that there is no reference, either direct\r\nor indirect, in this paragraph to any country. My\r\nGovernment is appealing to all neighbouring countries in\r\nwhich this radio station might be harboured and from which\r\nit might be broadcasting. Even if we had mentioned any\r\ncountry by name, it would not have been to denounce it or\r\nmake accusations against it but, rather, to make a fraternal\r\nappeal to it to help dismantle the station.\r\nThus, we are making no complaint against Zaire.\r\nMoreover, we reaffirm the very positive and decisive role\r\nplayed by President Mobutu, and we make an urgent appeal\r\nto him from this Assembly to continue to contribute to the\r\nrestoration of peace and security in Burundi. Indeed, we\r\nhope he will make an official visit to our country in order\r\nto meet all the political protagonists.\r\nI would add that the Government of Burundi controls\r\nall the nooks and crannies of Burundi. The Government\r\ncontrols every bit of our territory. Ambassador Ould\r\nAbdallah, the Special Representative of the Secretary-\r\nGeneral of the United Nations, is an eyewitness to that fact.\r\nHe is arriving in New York in two days and can testify to\r\nthe fact that the Government controls the entire national\r\nterritory.\r\nFurthermore, as to the false accusation that the army\r\nof Burundi is monoethnic, Burundi has universal\r\nprinciples and criteria for recruiting troops: merit,\r\npersonal qualifications, and conditions that must be met\r\nby each recruit. In this respect, I am pleased to put an end\r\nto the fabrications that have been disseminated throughout\r\nthe world — and I am not referring to my colleague from\r\nZaire — about the alleged monoethnicity of Burundi’s\r\narmy.\r\nOver the past two years, Burundi’s Government and\r\nthe High Command of its Army have been determined to\r\ninvolve the international community in the recruitment of\r\nBurundi’s troops. The United Nations and the\r\nOrganization of African Unity can bear witness to that.\r\nWe will carry out no ethnic census whatever before\r\nrecruiting new troops. The Convention on Governance has\r\nnot helped any one sector of the population to seize\r\npower. This Convention was initiated and endorsed by the\r\ninternational community, starting with the United Nations\r\nitself, represented by its Secretary-General, who\r\nreaffirmed it during his visit to Burundi last July. Thus,\r\nthe Convention is not designed to favour one part of the\r\npopulation to the detriment of another. Rather, it will\r\nserve as a rallying point for the defence of the various\r\nsocial and political categories.\r\nWhen it comes to the question of refugees, and this\r\nis my penultimate point, my statement, of which I have\r\njust read an extract, was unstinting in its praise for the\r\nbrotherly countries who have indeed taken in Burundese\r\nrefugees. Nevertheless, I wish to stress that the figure\r\nstated by my colleague the chargé d’affaires of Zaire was\r\nfairly excessive, since the Office of the United Nations\r\nHigh Commissioner for Refugees has said that there are\r\nonly a few tens of thousands of refugees from Burundi\r\nthere. In the end, I am happy that the chargé d’affaires of\r\nZaire —\r\nThe President (interpretation from French): The\r\nrepresentative’s time has expired. I would ask him to\r\nkindly conclude his statement.\r\nMr. Terence Nsanze (Burundi) (interpretation from\r\nFrench): I was about to conclude, Sir. I was saying that\r\nthere are only a few tens of thousands Burundese refugees\r\nleft in Zaire. As to the dialogue to which the chargé\r\nd’affaires of Zaire has invited us, I do concede the\r\nnecessity for such a dialogue. That is, as it happens, the\r\nreason it would have been desirable for him to have\r\napproached us beforehand to ask if we could assist him in\r\ninterpreting the meaning we attributed to the paragraph\r\n32\r\nGeneral Assembly 29th plenary meeting\r\nFiftieth session 11 October 1995\r\ndealing with the pirate radio. I therefore trust that it will be\r\npossible for us to enter into a dialogue — indeed, a\r\nfraternal dialogue — as our two nations do.\r\nMr. Whannou (Benin) (interpretation from French):\r\nThe delegation of Benin has no intention of entering into\r\npolemics with the representative of Guinea-Bissau, who has\r\njust made a value judgment relating to the form and the\r\ngrounds of the right of reply that was exercised by my\r\ndelegation on 10 October last. We will leave it to the\r\nGeneral Assembly to evaluate the statement made by the\r\nrepresentative of Guinea-Bissau, whose form falls below —\r\nI repeat, falls below — the standard of debate in our\r\nAssembly.\r\nAll delegations present here are familiar with the\r\ncourtesy that has always characterized the actions of my\r\ndelegation, which did not engage in polemics yesterday. I\r\nwish to repeat that it was out of courtesy that Benin\r\nrefrained during the general debate from rasing the question\r\nof the West African candidacy for one of the non-\r\npermanent seats in the Security Council. That is because\r\nBenin believes in the virtue of dialogue. We felt it\r\nnecessary to mention this only following the statement of\r\nGuinea-Bissau on 10 October last. Our purpose is to make\r\nit clear that we maintain our candidacy against that of\r\nGuinea-Bissau, which lost its turn when it withdrew from\r\nconsideration in 1993.\r\nBenin is prepared to serve Africa and the international\r\ncommunity in the Security Council, and wishes to count on\r\nall Member States of our Organization in the election.\r\nMr. Zacharakis (Greece): The representative of\r\nTurkey has chosen the last day of the general debate in\r\norder to exercise the right of reply in response to the\r\nstatement of the Minister for Foreign Affairs of Greece,\r\ndelivered to the General Assembly 13 days ago.\r\nI do not intend to take the time of the Assembly by\r\ncommenting on the allegations of the Turkish\r\nrepresentative, for the simple reason that I have no doubt\r\nthat these allegations have convinced everybody here\r\npresent that the Turkish representative has achieved nothing\r\nmore than adding insult to injury.\r\nThat is an insult which, to be sure, is addressed not\r\nonly to Greece, but to the United Nations as a whole, since\r\nit confirms an indisputable fact: namely, that while our\r\nOrganization is celebrating its fiftieth anniversary, Turkey,\r\nconstituting a regrettable exception, continues flagrantly to\r\nviolate the fundamental principles and provisions of the\r\nCharter, firstly by invading an independent and sovereign\r\nMember State of the United Nations and by maintaining\r\noccupation troops on the territory of the Republic of\r\nCyprus for more than 20 years; and secondly, by openly\r\nthreatening even today, in this Hall — and everybody\r\nhere is a witness to that — the use of force against my\r\ncountry, not in order to prevent an illegal act but, on the\r\ncontrary, to prevent the implementation of rules and rights\r\nderiving from international law and from an international\r\ntreaty accepted by all members of the international\r\ncommunity, with the exception — again, I note, the\r\nregrettable exception — of Turkey.\r\nMr. Agathocleous (Cyprus): I am speaking in\r\nexercise of the right of reply to the statement by the\r\nrepresentative of Turkey.\r\nThe statement of the Turkish representative, as well\r\nas that of his Foreign Minister made in this forum two\r\nweeks ago as regards Cyprus, is a blend of distortion and\r\ngrave omissions, a practice so consistently used by\r\nTurkey since the invasion of Cyprus in 1974.\r\nIt is a policy dictated by the vain hope that it may\r\nbe possible to eclipse itself from the scene of the crime\r\nof invasion and occupation, a continued occupation of\r\nCyprus, and to transform the whole problem into an inter-\r\ncommunal difference in Cyprus.\r\nOne would expect some semblance of respect for the\r\ntruth, especially during such a solemn occasion as the\r\nfiftieth anniversary of the United Nations.\r\nIt is this very forum, as well as the Security Council,\r\nthat has adopted dozens of resolutions addressed to the\r\ninternational problem of Cyprus, demanding the end of\r\nthe occupation and the violation of international law in\r\nCyprus.\r\nSpecifically, these resolutions unfailingly call for\r\nrespect for the independence, sovereignty and territorial\r\nintegrity of Cyprus; the withdrawal of the occupation\r\ntroops — 35,000 of them — from the occupied part of\r\nCyprus, which the Secretary-General in his reports has\r\ndescribed as the most militarized area in the world; the\r\nreturn of the refugees to their homes and lands in safety\r\nand respect for the human rights and fundamental\r\nfreedoms of all Cypriots.\r\nTurkey, demonstrating utter contempt for these\r\nresolutions, is still occupying 37 per cent of our land.\r\nWhat is more, it is increasing and modernizing its\r\n33\r\nGeneral Assembly 29th plenary meeting\r\nFiftieth session 11 October 1995\r\nmilitary presence on the island, has not allowed a single\r\nrefugee to return to his or her home or lands, continues to\r\nviolate the human rights of our people through the\r\nsystematic uprooting of Greek Cypriots from their ancestral\r\nhomes, and continues the influx of Turkish settlers from\r\nmainland Turkey with the aim of changing the demographic\r\nstructure of Cyprus.\r\nAll these violations are well documented in a report of\r\nthe European Commission of Human Rights — a report\r\ndevastating for Turkey — as well as in numerous other\r\nUnited Nations documents. It is obvious to everyone why\r\nthere was no reference at all, in either speech, to the United\r\nNations resolutions that dictate the obligations of Turkey\r\nand underline the components of a solution to the Cyprus\r\nproblem.\r\nHere is the cardinal issue: what are the Turkish troops\r\ndoing in Cyprus after 21 years, after the Security Council’s\r\ndemand that they withdraw, and despite the universal\r\nassertion, voiced in all international forums, that the present\r\nsituation in Cyprus is unacceptable and anachronistic? What\r\nis unacceptable? It is the continued occupation of Cyprus.\r\nFurther, the Turkish representative has just stated that\r\nthere is now in the world a general move towards and a\r\ngeneral demand for the peaceful resolution of outstanding\r\ninternational issues. That is correct. I therefore hope that\r\nTurkey too will heed this universal demand, change its\r\nnegative policy on Cyprus and make the necessary moves\r\ntowards solution of the Cyprus problem. I can give every\r\nrepresentative here a guarantee that that would be for the\r\nbenefit of all the people of Cyprus, because all Cypriots are\r\nnow suffering the results of invasion and occupation.\r\nMr. Kim Chang Guk (Democratic People’s Republic\r\nof Korea): The statement of the South Korean\r\nrepresentative once again exposed the shamelessness of the\r\nSouth Korean authorities.\r\nFirst, dialogue is not a plaything. The South Korean\r\nauthorities talked much of dialogue but never showed\r\nsincerity. They were interested only in utilizing dialogue for\r\ntheir political purposes.\r\nSecondly, the South Korean representative quoted the\r\nPope. South Korea is the only country that has a law\r\nprohibiting freedom. Having failed to realize their dream of\r\nusing the nuclear issue to isolate and stifle the Democratic\r\nPeople’s Republic of Korea, the South Korean authorities\r\nare now using the issue of human rights to slander our\r\ncountry.\r\nThe authorities of colonial South Korea, under the\r\npatronage of their suzerain State, have been hiding their\r\nacts of human-rights violation from the world, and now\r\nthey are trying to mislead the world public, as if South\r\nKorea were a model of human-rights protection and\r\ndemocracy.\r\nSouth Korea’s national security law is the only\r\nmedieval, draconian law in the world in that it\r\ncriminalizes the freedoms of ideology, and personal\r\ncontacts, the exchange of letters and telephone calls with\r\nthe people in the North. How many innocent people in\r\nSouth Korea have had their rights trampled upon and\r\nbeen put to death under the national security law? It is a\r\nmockery that the South Korean authorities talk about\r\nfreedom and human rights. So long as South Korea’s\r\nnational security law exists, there can be no North-South\r\ndialogue or reunification of the country.\r\nThe President: I call on the representative of Papua\r\nNew Guinea for a second statement in exercise of the\r\nright of reply.\r\nMr. Samana (Papua New Guinea): Having heard\r\nagain the French representative’s voluminous comments\r\nin exercise of the right of reply, I wish to state further\r\nthat this is not a debate on semantics: this is an issue of\r\nlife and death for the people of the Pacific. We therefore\r\nreiterate that it is absolutely nonsensical and irrational,\r\ngiven the current international climate, for France\r\ncontinuously to offer baseless rationalizations in defence\r\nof its deplorable resumption of nuclear testing in the\r\nSouth Pacific.\r\nFrance’s actions directly threaten international peace\r\nand security and, more specifically, threaten the very\r\nsurvival and livelihood of the South Pacific people. The\r\nvalidity of any scientific study can only be proved, in the\r\nlong term, in a transparent and fair manner. In\r\nprinciple — I repeat: in principle — the Governments and\r\npeople of the South Pacific totally object to any nuclear\r\ntesting in the region. The feelings and aspirations of the\r\npeople and Governments of the South Pacific are shared\r\nglobally. Nuclear testing serves no security interest in our\r\nregion, except the promotion of an archaic policy of\r\nnuclear deterrence.\r\nEven within metropolitan France there is already\r\ngrowing opposition from French citizens to President\r\nChirac’s policy. We again strongly urge the French\r\nGovernment to be more sensible and to act responsibly by\r\nabandoning its nuclear testing programmes as an\r\n34\r\nGeneral Assembly 29th plenary meeting\r\nFiftieth session 11 October 1995\r\nindication of respect for regional and international opinion,\r\nincluding the opposition expressed by 71 per cent of its\r\nown citizens. Again we urge France to be sensible and\r\nreasonable for the defence of humanity.\r\nThe President: I now call on the representative of\r\nSudan for a second statement in exercise of the right of\r\nreply.\r\nMr. Mustafa (Sudan) (interpretation from Arabic):\r\nOnce again we heard the representative of Eritrea trying to\r\njustify his position by making more unfounded accusations.\r\nHe spoke of matters that have no relation to reality. His\r\ndistortions and misconceptions, which have no basis, in\r\nfact, cannot distract attention from the facts as they exist on\r\nthe ground.\r\nThe first fact is that Eritrea is in the grip of internal\r\npolitical and economic difficulties which the Eritrean\r\nGovernment should tackle, instead of levelling arbitrary\r\naccusations against us as this can only lead to the\r\nintensification of tension in the region — something that\r\nSudan totally rejects.\r\nSecondly, Sudan has reported the Eritrean excesses\r\nagainst it to the Security Council in two letters dated 26\r\nJune 1995 and 11 July 1995 wherein we drew attention to\r\nthe Eritrean conduct, which contravenes all international\r\nconventions.\r\nThirdly, the fact that Eritrea’s hosting of armed\r\nelements from the so-called Sudanese opposition and the\r\nfact it provides such elements with logistic and information\r\nfacilities are not conducive to conferring upon the Eritrean\r\nGovernment any credibility with regard to its oft-repeated\r\nclaim that its concern is to ensure the safety and stability of\r\nthe region. To the contrary, these facts expose the\r\naggressive stance taken by the Eritrean Government\r\ntowards the Sudanese people who have nothing but high\r\nregard and brotherly feelings for the Eritrean people.\r\nFourthly, the representative of Eritrea cannot deny that\r\nSudan continues to be the refuge for half the population of\r\nEritrea or that Sudan shares with these Eritrean refugees of\r\nwhom it takes care, all that its available resources allow it\r\nto share without any support from any quarter. As a matter\r\nof fact, it would be more to the point for the representative\r\nof Eritrea to think about this mass displacement of the\r\nEritrean people as a result of the conduct of the Eritrean\r\nGovernment towards its own citizens.\r\nConcerning the mechanism for the resolution of the\r\nconflict of which the Eritrean representative spoke, it\r\nmust be stated that that mechanism has exceeded all the\r\nguidelines and regulations which were supposed to govern\r\nits work. It has done so by addressing a question that\r\nconcerns two parties without inviting or allowing one of\r\nthe parties concerned to take part as it should have in\r\nconformity with the Cairo Declaration on the basis of\r\nwhich the mechanism was set up.\r\nThat mechanism was set up with the aim of\r\nresolving a dispute but there has not been a dispute to\r\nresolve. The mechanism’s task was not to fabricate a\r\ndispute. The decision referred to does not contain any\r\ncondemnation of Sudan. Sudan has proved that it does not\r\ngive shelter to anybody that has any connection with the\r\nassassination attempt and has emphasized that it will\r\ncooperate fully and surrender any person who takes\r\nshelter on its territory in accordance with the agreed\r\nConventions.\r\nThe Eritrean representative may do well to take time\r\nto acquaint himself with the Sudanese Government’s\r\nposition on terrorism. May I recommend that he should\r\nrefer in this respect to the intervention by our delegation\r\nin the Sixth Committee on 10 October 1995 wherein we\r\ncondemned the attempt. We reiterate that condemnation\r\nhere again.\r\nSudan hopes that Eritrea will desist from playing a\r\ndangerous part whose gravity it seems to be unaware of,\r\nwill opt for coexisting peacefully with other countries in\r\nthe region including Sudan, and will share in the\r\ndevelopment efforts that are being deployed at the local\r\nand regional levels. We call upon Eritrea to opt for good-\r\nneighbourliness and peace as a way of life.\r\nMr. Muthaura (Kenya): I wish to speak in exercise\r\nof the right of reply to the remarks made this afternoon\r\nby the Foreign Minister of Rwanda in reference to a\r\nstatement he attributed to Kenya’s Head of State, His\r\nExcellency President Daniel arap Moi, in regard to the\r\nUnited Nations International Tribunal for Rwanda.\r\nI do not know the source of the Minister’s\r\nmisinformation. May I assure the Assembly that Kenya\r\nwill cooperate with the International Tribunal for Rwanda.\r\nBoth His Excellency President Daniel arap Moi of Kenya\r\nand the Honourable Attorney-General of the Republic of\r\nKenya have stated publicly that Kenya will not shield any\r\npersons suspected of involvement in the carrying out of\r\n35\r\nGeneral Assembly 29th plenary meeting\r\nFiftieth session 11 October 1995\r\nthe Rwandan genocide. The question of Kenya frustrating\r\nthe efforts of the International Tribunal does not arise.\r\nThe Kenyan Government has, however, consistently\r\nheld the view that the root causes of the Rwandese problem\r\nneed to be addressed comprehensively. In that connection\r\nit is extremely important that the events preceding the\r\ngenocide be thoroughly addressed. It is common knowledge\r\nthat the genocide was triggered by the shooting down of the\r\naeroplane which killed the Presidents of both Rwanda and\r\nBurundi in April 1994. Rwanda was already fighting an\r\ninvasion which had caused widespread panic in that\r\ncountry. These events are extremely relevant to the trials to\r\nbe held by the Tribunal.\r\nKenya’s position is simply that of calling for justice\r\nfor all, including refugees. There cannot be segmented\r\njustice. The Security Council is fully aware of Kenya’s\r\nposition. The problem raised by the Rwandese Minister is\r\ntherefore far-fetched and does not arise as far as Kenya is\r\nconcerned.\r\nThe President (interpretation from French): For a\r\nsecond statement in exercise of the right of reply, I now\r\ncall on the representative of Zaire.\r\nMr. Lukabu Khabouji N’Zaji (Zaire) (interpretation\r\nfrom French): I should like briefly to thank the Permanent\r\nRepresentative of Burundi to the United Nations for the\r\ngratitude he expressed to Zaire and to its Head of State,\r\nPresident Mobutu Sese Seko, for the role it has been\r\nplaying in the search for lasting solutions to the crises in\r\nthe Great Lakes region.\r\nI should also like to thank him for having read out the\r\nparagraph in which the country I represent was singled out.\r\nI think the Assembly has grasped that the allusion was\r\nclear.\r\nLastly, I should like to say to the representative of\r\nBurundi that the Government of Zaire received at Kinshasa\r\none, if not two, very high-ranking emissaries who came\r\nwith messages from Bujumbura urging the Government of\r\nZaire to dismantle Radio Democracy. My authorities who\r\nreceived these two emissaries took exactly the same\r\nposition as the one I set out before the Assembly. They\r\nindicated to the two emissaries that this radio station was\r\non Burundi territory and they did not see how Zaire could\r\ncontribute in any way to its dismantling.\r\nHaving said that, I would note only that the\r\ninformation that Zaire possesses, which is the same as that\r\npossessed by Burundi, has not been denied by the\r\nrepresentative of Burundi. I wish to point out to the\r\ninternational community here that Zaire, which is very\r\ndedicated to the principle of non-interference in the\r\ndomestic affairs of other States, could not undertake any\r\naction to help a friend dismantle a tool of hatred on its\r\nterritory.\r\nThe President (interpretation from French): For a\r\nsecond statement in exercise of the right of reply, I call\r\non the representative of Guinea-Bissau.\r\nMr. Lopes da Rosa (Guinea-Bissau) (interpretation\r\nfrom French): I will be brief — perhaps even too brief —\r\nbecause as you said, Mr. President, we are now on our\r\nsecond round. Guinea-Bissau did not want to participate\r\nin the first round, let alone in the second round. I am very\r\nsorry to take up the Assembly’s time by speaking again,\r\nbut unfortunately the delegation of Benin has obliged me\r\nto do so. I assure you, Sir, that our statement will be\r\nbrief.\r\nOur brothers from Benin are entitled to speak before\r\nthe Assembly, but they must not disregard the truth and\r\nmust avoid misleading delegations. Several arguments\r\nwere put forward — even arguments with which we are\r\nall too familiar. For example, they said that Guinea-\r\nBissau had lost in 1993 when Benin and Guinea-Bissau\r\nhad submitted their candidatures. They also said that the\r\nstatement by Guinea-Bissau had fallen below the\r\nacceptable level. They said other things, too. But we must\r\nnot forget our manners. We have no intention of entering\r\ninto a question that we feel it is not appropriate to\r\ndiscuss. Nevertheless, one observation must be made, for,\r\nin terms of courtesy or intellectual probity, we certainly\r\ndo not have the same standards as our brothers from\r\nBenin.\r\nHowever, when the time comes, knowing all the\r\nfacts, representatives will have an opportunity to make\r\ntheir choice. The delegation of Guinea-Bissau, for its part,\r\nis certain that factual truth and respect for the African\r\nGroup’s choice will prevail and will guide the Assembly’s\r\ndecision in due course.\r\nThe President: I now call on the representative of\r\nTurkey for a second statement in exercise of the right of\r\nreply.\r\nMr. Tanç (Turkey): I wish to reply to the\r\nrepresentative of Greece. He mentioned that our reply to\r\nthe remarks of his Foreign Minister was somewhat\r\n36\r\nGeneral Assembly 29th plenary meeting\r\nFiftieth session 11 October 1995\r\ndelayed, and I would like to say that that is a privilege\r\nafforded by the rules of procedure of the General\r\nAssembly. We did not intend to cause the Greek delegation\r\nany inconvenience. We did not see any reason for haste,\r\nbecause the points I raised are the same points that we have\r\nbeen raising for more than 30 years; hence, there was not\r\nreally any need to rush to reply.\r\nWith regard to the question of the Aegean Sea,\r\nperhaps the issues are newer, but we see similarities\r\nbetween the issues. The problem we face is that we do not\r\nsee that our voice is being heard by our neighbour, which\r\nwas another reason not to be hasty. We hoped that with less\r\nexcitement our statement would be taken seriously.\r\nAnother point that I take strong exception to is his\r\nremark that we are adding insult to injury. That is certainly\r\nnot my delegation’s intention. In fact, I do not think any\r\nimpartial examination of our remarks would lead to such a\r\nconclusion. I would think that perhaps that remark was\r\nprepared in advance of this meeting and inadvertently stated\r\nhere.\r\nI would like to underline again that Turkey is not\r\nintending in any way to threaten its neighbour, Greece, with\r\nregard to the Aegean Sea question. To the contrary, it is the\r\nproposed action by Greece which is posing a threat to\r\nTurkey. Any country in Turkey’s position would find it\r\nnecessary to take steps for self-defence.\r\nHe referred to my country’s being the sole country\r\nrefraining from becoming a party to the Convention on the\r\nLaw of the Sea. It is all too well known by now why\r\nTurkey has not signed that treaty. I have explained that in\r\ndetail, and I do not want to take up the General Assembly’s\r\ntime again in elaborating on those points, but let me also\r\nremind the representative of Greece that there exists a\r\nfundamental principle of international law which dictates\r\nthat treaties should be implemented in good faith. This\r\nprinciple is also enshrined in the United Nations Charter.\r\nTo illustrate my point, I would like to refer to a\r\nprogramme accepted by the present Greek Government\r\nlabelled the “Single Hellenism Zone”. According to that\r\nprogramme, this so-called Zone includes northern Epir,\r\nMacedonia, Thrace, the Aegean region of Turkey, the\r\neastern Mediterranean and Cyprus. Indeed, Prime Minister\r\nPapandreou had already made a statement to that effect on\r\n5 March 1993, while he was in the opposition. The Greek\r\nleader said,\r\n“Today I think the time is right to forge a common\r\nnational strategy for this massive problem of Cyprus,\r\nwhich is part of the Hellenic world”.\r\nThat is the root of the problem, both in Cyprus and the\r\nAegean: they are Greek, part of the Hellenic world;\r\nTurkey has no part in the Aegean Sea, nor Turkish\r\nCypriots in Cyprus. That is the problem that we face.\r\nAnother quotation worth recalling is the one made\r\nby the Greek European Affairs Minister, as quoted in the\r\nAthens News Agency Bulletin. He states that the\r\nConvention on the Law of the Sea is a weapon to be used\r\nin defence of his country. This weapon, as I mentioned\r\nbefore, is aimed at Turkey, and this is the threat that my\r\ncountry faces today.\r\nAs a last point, I would like to refer to the\r\nallegations we face regarding the Cyprus question. Again,\r\nthe Greek delegation would like us to believe that the\r\nquestion originated in 1974. The Cyprus problem did not\r\noriginate in 1974, as portrayed by Greece, but resulted\r\nfrom the Greek conspiracy and attempts from 1963 to\r\n1974 to convert the bicommunal State into a Greek\r\nCypriot one prior to annexing the island to Greece, which\r\nis the aim of enosis —\r\nThe President: I am sorry to interrupt, but your\r\ntime is up. Please be so kind as to conclude your\r\nstatement.\r\nMr. Tanç (Turkey): I will, then, refrain from\r\nbringing up several quotations from the leader of the\r\nGreek Cypriots, Archbishop Makarios, but will cite just\r\nthese sentences. In 1974, in this building, the Greek\r\nCypriot leader said,\r\n“the invasion in Cyprus is continuing so long as\r\nthere are Greek officers in Cyprus.” (S/PV.1780,\r\npara. 23)\r\nHe also said,\r\n“It is clearly an invasion from outside... The so-\r\ncalled coup was the work of the Greek officers\r\nstaffing and commanding the National Guard.”\r\n(ibid., para. 18)\r\nThose dramatic words still echo in this Hall. We wished\r\nto bring them to the Assembly’s attention again.\r\n37\r\nGeneral Assembly 29th plenary meeting\r\nFiftieth session 11 October 1995\r\nThe President: (interpretation from French): I now\r\ncall on the representative of France for a second statement\r\nin exercise of the right of reply.\r\nMr. Ladsous (France) (interpretation from French):\r\nIn his earlier statement the representative of Papua New\r\nGuinea used words and expressions that I believe went\r\nbeyond his intentions. All of us here at the United Nations\r\nknow what words mean, and I would like to note that to me\r\nhis words seemed excessive, out of place and, in a word,\r\nunacceptable. He made unfounded, gratuitous assertions. I\r\nshall not follow his lead; I shall limit myself to saying that\r\nthis was a regrettable incident.\r\nI wish to recall, in short, that my Government’s\r\nposition is well known: we are concluding this series of\r\ntests so that we will be able to associate ourselves with the\r\nstrictest option of a future test-ban treaty. I think that is\r\nwhat is important.\r\nMr. Kayisire (Rwanda): In exercising his right of\r\nreply, the representative of Kenya alluded to the statement\r\nmade earlier by my Minister for Foreign Affairs, and he\r\ncalled for at least three clarifications.\r\nHe wanted to know the source of the accusation that\r\nPresident arap Moi had stated that he was not going to\r\ncooperate with the personnel of the International Tribunal\r\nand that anyone who went into Kenya to arrest criminals\r\nwould be arrested.\r\nThe second point of his statement concerned the cause\r\nor the causes of the genocide. According to him, the\r\ngenocide started with the downing of the airplane carrying\r\nPresidents Habyarimana and Ntaryamira. They died, along\r\nwith a number of others, and starting from that time the\r\ngenocide was organized.\r\nThe last element concerns the problem of justice. He\r\ncalls for justice for all. I should like to make it clear that\r\nRwanda is obliged to engage in good relations with Kenya.\r\nI will not dwell on this aspect, which is important but is\r\nwell known. Our economy is largely dependent on Kenya\r\nand we cannot do without it. We had excellent relations\r\nwith Kenya in the past and we intend always to have such\r\nrelations.\r\nAt the present time we are doing everything possible\r\nto draw as close as possible to Kenya. Even at the outset,\r\nthere was really nothing to set us against each other.\r\nNow, regarding the facts, I shall answer the\r\nquestions raised by the representative of Kenya.\r\nThe statements on which the Minister based his\r\nremarks were not made today or yesterday: they were\r\nmade long ago. The Kenyan authorities, including the\r\nPresident of the Republic, have maintained very tense\r\nrelations with my country for at least a year now. The\r\nproof is that they chose to protect the dignitaries of the\r\nformer regime. That was quite natural, since those persons\r\nhad a large number of investments in Kenya. I shall not\r\nenter into the details, for these statements can be found in\r\nthe official and private press in Kenya. They are on\r\ncassettes that are circulating in the country, and they were\r\nalso made on the radio. Hence, if the representative of\r\nKenya really wants to know where these statements\r\noriginated, he can come to us and we will give him all\r\nthe proof he needs. For such proof exists. This is not a\r\nlie; we have no interest in lying about this matter.\r\nSecondly, I would like categorically to refute, on\r\nbehalf of my Government, the allegation that the genocide\r\noriginated in the shooting down of the aircraft\r\ntransporting President Habyarimana. The genocide had\r\nbeen planned and programmed for many years, long\r\nbefore 6 April 1994. At least two international\r\ncommissions were dealing with this subject before that\r\ndate, and they made it clear that on several occasions the\r\nplan had been tested in Rwanda. There was a wholesale\r\nassassination of Bagogive in the Gisenyi prefecture;\r\npeople were assassinated in the Kigali prefecture and in\r\nBugesera. A neutral international fact-finding committee\r\nestablished the facts.\r\nI would refer the Minister also to the report of the\r\nSpecial Rapporteur for Rwanda, Mr. René Segui. It\r\ncontains an in-depth analysis of the causes of the\r\ngenocide. Everyone in this Assembly is familiar with this\r\nanalysis. It would therefore be intellectually dishonest to\r\nsay that the genocide dates from 6 April. The unleashing\r\nof the large-scale genocide was ordered for 6 April —\r\nthat is true — but tests had been taking place for a long\r\ntime before that. There are at least two working\r\ndocuments of the two international fact-finding\r\ncommissions that confirm this.\r\nIndeed, I can reinforce this argument by pointing out\r\nthat the statements of the principal ideologist of this\r\ngenocide, Léon Mugesera, were made before 1994.\r\nWith regard to the causes, I would refer the Minister\r\nalso to the important work now being carried out by the\r\n38\r\nGeneral Assembly 29th plenary meeting\r\nFiftieth session 11 October 1995\r\nInternational Tribunal on Rwanda. People cannot be\r\nproperly tried if there is no knowledge of the context and\r\nthe way in which the crimes were committed. I think that\r\nthere too he will find very valuable information.\r\nWith regard to his claim for justice for all, he was not\r\nclear on this subject. I can tell him that Rwanda abides\r\nstrictly by the principles of a State based on the rule of law,\r\nand when we ask the international community to help us re-\r\nestablish the judicial system in the country, the aim is to\r\nenable the International Tribunal to start functioning very\r\nsoon. Our only concern is a thirst for justice for all,\r\nbecause we believe that one of the causes of genocide is\r\nthe culture of impunity which prevailed for a long time in\r\nour country.\r\nI do not want to engage in polemics with my Kenyan\r\nbrother. I would just ask him to access and objectively\r\nanalyse these sources of information. If he finds that he\r\nneeds additional information, in a more relaxed setting, I\r\nwould invite him to discuss this with us.\r\nThe President: I now call on the representative of\r\nCyprus for a second statement in exercise of the right of\r\nreply.\r\nMr. Agathocleous (Cyprus): The representative of\r\nTurkey referred to a statement by the former President of\r\nCyprus, Archbishop Makarios. He took that statement out\r\nof context in an effort to distort the truth. There is only one\r\ntruth, and it is undeniable: Turkey invaded and occupied\r\nCyprus in violation of every international norm and against\r\nthe provisions of the Charter of the United Nations.\r\nTwenty-two years later, Turkey still occupies Cyprus.\r\nThe Treaty of Guarantee did not give Turkey the right\r\nto use military force in Cyprus, as this would contravene\r\nArticle 2, paragraph 4, of the Charter of the United Nations,\r\nwhich prohibits the use of force for the solution of\r\ninternational problems.\r\nSecurity Council resolution 365 (1974) calls for the\r\nwithdrawal of Turkish troops from Cyprus. Security\r\nCouncil resolutions are binding on Member States. This\r\nresolution as well as other Security Council and General\r\nAssembly resolutions refute Turkey’s pretext that it acted\r\nin accordance with the Treaty of Guarantee. Turkey has not\r\nguaranteed either the independence or the Constitution of\r\nCyprus. Instead, by the invasion it tried to destroy the\r\nindependence of Cyprus and its Constitution, and it\r\ncontinues not to recognize the Constitution of Cyprus.\r\nThe President: I now call on the representative of\r\nGreece for a second statement in explanation of vote.\r\nMr. Zacharakis (Greece): The representative of\r\nTurkey has tried to convince us that there was no need\r\nfor haste in responding to the statement of the Foreign\r\nMinister of Greece. I agree. Indeed, there was no need for\r\nhaste because, first, the Turkish representative had\r\nnothing new to say and, secondly, because after all, the\r\nlack of haste seems to represent a consistent policy by\r\nTurkey, as can be seen from the fact that Turkey\r\ndemonstrates the same lack of haste when it comes to\r\nabiding by the principles of the Charter and relevant\r\nresolutions of the General Assembly and the Security\r\nCouncil.\r\nThe President: Since we have heard the last speaker\r\nin the general debate and in exercise of the right of reply,\r\nI shall now make a brief statement to conclude our\r\ngeneral debate.\r\nI should like to take this opportunity to sincerely\r\nexpress my deepest appreciation and gratitude to all the\r\nspeakers who so kindly congratulated me on my election\r\nto the office of President of this Assembly.\r\nIn addition, I wish also to thank all delegations for\r\ntheir cooperation, which has made it possible to conclude\r\nthe general debate successfully and ahead of time. For my\r\npart, I would like to reaffirm the pledge I made in my\r\ninitial statement with regard to making myself fully\r\navailable to work closely with all delegations to the best\r\nof my abilities, having uppermost in my mind the success\r\nof this most important, fiftieth session.\r\nLast, but not least, I wish to thank the Secretariat,\r\nincluding the General Assembly staff, the conference\r\nofficers and the interpreters for their outstanding work.\r\nWe have had the privilege and the honour of hearing\r\nstatements by two Heads of State, one Vice-President,\r\neight Prime Ministers, 19 Deputy Prime Ministers and\r\nForeign Ministers, 126 Foreign Ministers and 16\r\nChairmen of delegations, who so eloquently put forward\r\ntheir countries’ views on the current global situation and\r\non the activities of our Organization. I have noticed that,\r\non average, the duration of speeches has been 20 minutes.\r\nI have thus come to the conclusion that if the length of all\r\nspeeches in the general debate could be limited to 20\r\nminutes, we could hear at least 100 speakers in one\r\nweek — this is, 10 meetings. This would result in a two-\r\nweek general debate. I am sharing these thoughts with\r\nmembers because such a measure, which is envisaged in\r\nthe rules of procedure of the Assembly — rule 72 —\r\n39\r\nGeneral Assembly 29th plenary meeting\r\nFiftieth session 11 October 1995\r\nmight be usefully discussed in the context of the\r\nrevitalization the United Nations.\r\nIn the light of all the statements made, and in closing\r\nthis general debate, I wish to refer to some of the major\r\ntopics addressed by Member States.\r\nThe importance of strengthening preventive diplomacy,\r\nso often referred to in statements, and the widespread\r\nrecognition of the need to guarantee the necessary military\r\nand financial conditions to carry out peace-keeping\r\noperations effectively were two crucial areas on which\r\nMember States concentrated in particular.\r\nIt is reassuring to have heard that Member States still\r\nwish to take concrete steps towards disarmament. The\r\nlimitation and eventual abolition of weapons of mass\r\ndestruction was singled out once again as a worthy goal. It\r\nis particularly encouraging to perceive that many Member\r\nStates intend to limit the export of anti-personnel mines and\r\nother weapons with such indiscriminate effects. Economic\r\nand social development rightly occupied a central place in\r\nthe majority of statements. The international community\r\nand Member States must focus on development. As the\r\nSecretary-General states in his timely and important Agenda\r\nfor Development, and as is equally recognized by us all,\r\nonly in this way will it be possible to consolidate peace.\r\nI note with particular satisfaction that the activities of\r\nthe United Nations received the full confidence of Member\r\nStates. In fact, the debate clearly recognized that the United\r\nNations is an indispensable instrument of dialogue and\r\nmutual understanding in our world.\r\nAt the same time, there is a clear awareness of the\r\nunique and critical moment which our Organization has\r\nreached. In a new world order of international relations,\r\nwhere dialogue and cooperation have, more than at any\r\nother time in the past, an opportunity to prevail, we must\r\nensure that our Organization is well equipped and more\r\neffective to face this more hopeful stage of human history.\r\nIf we do now have the opportunity to contribute\r\ndecisively and, to a large extent, shape the threshold of this\r\nnew era, there is also the risk that the United Nations will,\r\non the other hand, end up being shaped by the uncertainty\r\nand unpredictability which characterize our times. The\r\nrecognition by Member States of the need to strengthen our\r\nOrganization, as well as their commitment to the process of\r\nreform, tells me that we are aware of that risk. The clear\r\nmomentum for reform is an opportunity that must not be\r\nlost.\r\nIn this respect, I noted that interest was focused on the\r\nenlargement of the Security Council and that a large\r\nnumber of statements recognized the need for equitable\r\nrepresentation on that organ.\r\nThe financial situation of our Organization has been,\r\nas in previous years, a concern for Member States. This\r\nyear, however, in the light of the acute financial crisis\r\nwhich the Organization is in the grip of, this subject has\r\nbeen identified as a major priority for the United Nations.\r\nThis is understandable, expected and most advisable. I\r\nwould like to appeal to delegations to continue to bring to\r\nthe attention of their authorities this precarious situation\r\nand the urgent need to find a quick solution for it.\r\nFrom now on, it is for the committees and the\r\nworking groups to bear in mind the main ideas and\r\nrecommendations which we have been honoured to hear\r\nduring this general debate. It is their responsibility to\r\nconsider them very carefully.\r\nIt would be very unfortunate, I have to say, if the\r\nhigh level of political will and commitment demonstrated\r\nin the general debate in favour of serious reform were to\r\nbe lost and allowed to evaporate during the following\r\nmonths. The reform of the United Nations, as well as the\r\nresolution of the financial crisis, on which the future of\r\nthis Organization depends, needs more than ever the\r\nsupport and good will of all Member States joined\r\ntogether in this common task.\r\nMay I take it that it is the wish of the General\r\nAssembly to conclude its consideration of agenda item 9?\r\nIt was so decided.\r\nThe meeting rose at 7.40 p.m.\r\n40\r\n"