"United Nations A/50/PV.12\r\n95-86142 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFiftieth Session\r\n12th plenary meeting\r\nFriday, 29 September 1995, 10 a.m.\r\nNew York\r\nPresident: Mr. Freitas do Amaral . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Portugal)\r\nThe meeting was called to order at 10.15 a.m.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nAddress by Dato’ Seri Mr. Mahathir Mohamad,\r\nPrime Minister of Malaysia\r\nThe President: The Assembly will first hear a\r\nstatement by the Prime Minister of Malaysia.\r\nDato’ Seri Mr. Mahathir Mohamad, Prime Minister of\r\nMalaysia, was escorted to the rostrum.\r\nThe President: I have great pleasure in welcoming\r\nthe Prime Minister of Malaysia, His Excellency Dato’ Seri\r\nMr. Mahathir Mohamad, and inviting him to address the\r\nGeneral Assembly.\r\nMr. Mahathir (Malaysia): Let me first congratulate\r\nyou, Sir, on your election to the presidency of the fiftieth\r\nsession of the General Assembly. I wish you a successful\r\npresidency. Appreciation is also due to your distinguished\r\npredecessor, His Excellency Mr. Amara Essy, who provided\r\nthe leadership during the forty-ninth session of the General\r\nAssembly.\r\nThe General Assembly is meeting in the midst of\r\nhectic schedules of events to commemorate the fiftieth\r\nanniversary of the United Nations. Some of us have become\r\npreoccupied with these celebrations. We should ask whether\r\nthese activities are merely media events or could seriously\r\ncontribute to a better United Nations. Will the high point\r\nof the fiftieth anniversary be reduced to a special\r\ncommemorative meeting condensed into a declaration of\r\ngood intentions which no one seriously cares for, or\r\nshould we resist the tendency to celebrate, to expend\r\nmillions on galas and parties and to eulogize through\r\nrhetorical speeches the anniversary of the establishment of\r\nthe United Nations? After all we cannot even answer the\r\nbasic questions of where we stand and what the United\r\nNations is, whipping boy or serious, enduring player.\r\nAdmittedly it is easier to raise questions than to find\r\nanswers. But these questions must be raised and they\r\ndeserve to be answered. In its fiftieth year the United\r\nNations system finds itself criticized for being unable to\r\nhandle basic and critical political, economic and social\r\nissues. Despite earlier hopes of a just world order\r\nfollowing the end of the cold war, what we still see is a\r\nUnited Nations which dances to the grating music of the\r\nmajor Powers, in total disregard for the high principles\r\nand objectives pledged at its formation. We will have to\r\nconclude that the narrow national interest of the few is\r\nstill what the United Nations is all about. Also, the\r\nprinciple which largely moves the major Powers, that\r\nwhat they need for themselves must influence their\r\ndealings with the needs of others, is fully operative,\r\nmaking nonsense of interdependence, social compassion\r\nand justice.\r\nAnd so we must forget the promise of an\r\ninternational political leadership that can collectively\r\nGeneral Assembly 12th plenary meeting\r\nFiftieth session 29 September 1995\r\ncome to grips with the myriad issues for a shared survival.\r\nConfrontation between States, intra-State conflicts,\r\neconomic and military threats, the dehumanizing effects of\r\npoverty: all these are heightened rather than diminished by\r\nthe end of the cold war. The contradictory impulses of\r\ninterdependence and isolationism are more evident than\r\never before. Not only is humanitarianism drying up fast, but\r\nwhat survives is replete with conditionalities. The United\r\nNations presents a shattered image with a threadbare moral\r\nauthority, despite the important early successes in\r\ndecolonization and the subsequent elimination of apartheid.\r\nThe victors of 1945 have clung tenaciously to the\r\nlevers of power. They control the high ground, exercising\r\ninfluence and power as nakedly as when they were colonial\r\nPowers. Only the masks have changed. The multilateral\r\norganizations created on the eve of war’s end were and still\r\nare structured to further their economic interests and the\r\npursuit of their strategic political goals. The Security\r\nCouncil, the World Bank and the International Monetary\r\nFund have merely become the instruments of power\r\nperpetuation. Less than six months ago, we witnessed the\r\nuse of the United Nations to push through, draconian-like,\r\nthe nuclear non-proliferation Treaty. Before the ink was\r\ndry, some of the nuclear Powers proceeded to test their\r\ndiabolical weapons. What, may I ask, qualifies some\r\ncountries to possess the means of mass destruction in\r\nperpetuity? It is time that the nuclear-weapon States\r\ncommitted themselves to nuclear disarmament through a\r\nprogrammed reduction of their nuclear arsenals within a\r\nspecific time-frame, beginning with the immediate cessation\r\nof all nuclear tests and culminating in their total\r\nelimination. Soon it may be too costly and too late.\r\nPerversely, the major Powers not only continue to\r\ncompete in developing ever more destructive conventional\r\nweapons but also compete to sell arms. And when some\r\ndeveloping countries buy arms the Western-controlled\r\nmedia accuse them of indulging in arms races.\r\nWe seem to have inherited a world in which moral\r\nconsiderations have no real role to play in which acts of\r\nrealpolitik have no moral consequences. Tears appear to be\r\nshed about the human tragedies in Bosnia, Rwanda, Liberia,\r\nSomalia and Chechnya, but many have become desensitized\r\nto the horrors that flash across our screens. The Charter\r\nincorporating the idealism and dreams of 1945 is more\r\nhonoured in violations of it than in adherence to it. Tell us:\r\nHow have the principles of the Charter on the non-use of\r\nforce and the illegality of claiming territory acquired by\r\naggression been of help to the Bosnians? What protection\r\nor solace has the genocide Convention been to those\r\nslaughtered in Rwanda, Bosnia, Cambodia and Chechnya?\r\nThe lesson for the peoples of these countries is clear: no\r\ninternational order or international ethos will be defended\r\nunless the major Powers see that their vital interests are\r\nat risk.\r\nThe United Nations has been party to the double talk\r\nin Bosnia, insisting that morality has no place in peace-\r\nkeeping since the impartiality that peace-keepers had to\r\nmaintain required them to eschew making any judgement\r\nabout the rights and wrongs of the situation. I ask the\r\nUnited Nations whether there can be a middle ground\r\nwhere genocide and “ethnic cleansing” are concerned. I\r\nask the Secretary-General of the United Nations whether\r\nhe is obliged to defend the moral principles in the United\r\nNations Charter or whether he should console the dying\r\nand the bereaved by saying that there are others elsewhere\r\nwho are suffering worse fates.\r\nIs there not, in the context of the larger picture, a\r\nspecial role for the United Nations to provide\r\ninternational leadership? Clearly the major Powers have\r\nfailed to provide leadership, choosing only to act in\r\nfurtherance of their national or domestic political\r\ninterests. They continue to harp on human rights and the\r\nsanctity of human life but they act only when they run no\r\nrisk.\r\nAdmittedly, blame must also be apportioned to many\r\nof us in the third world. Some of us have led our people\r\ndown the path of despair and misery. With the demise of\r\ncolonialism there was the promise of freedom and\r\ndevelopment. Yet many succumbed to the temptations of\r\ncreature comfort, failing to further the rights and welfare\r\nof our own people. But then, when we were colonies, the\r\nonly form of government we knew was authoritarian\r\ncolonialism. It is too much to expect some of us, at the\r\nmidnight flag-lowering, suddenly to become democratic\r\nand sophisticated.\r\nThe threat of a brutalized world has never been more\r\nevident than in the Serb programme of “ethnic cleansing”\r\nin Bosnia and Herzegovina and the massacres in Rwanda.\r\nFor a long time the major Powers were opposed to taking\r\nstrong measures against the Serbs. We are seeing\r\nbelatedly some sense of purpose in the North Atlantic\r\nTreaty Organization (NATO) bombings and efforts to\r\nnegotiate a solution. However, we should be cautious\r\nabout rushing towards solutions that reward aggression\r\nand genocide. It is possible that some in the West and in\r\nthe United Nations had longed for Bosnia’s quick defeat.\r\nIt would have saved them from making any decision. But\r\n2\r\nGeneral Assembly 12th plenary meeting\r\nFiftieth session 29 September 1995\r\nthe Bosnians refused to oblige. In Rwanda the European\r\ntroops withdrew when the massacres began. And in Somalia\r\nfailure to understand the situation led to the victims fighting\r\ntheir United Nations saviours.\r\nThe United Nations Secretariat must take some of the\r\nblame for all these brutalities. In Rwanda it truly shirked its\r\nduty, while in Bosnia it sent in a protection force which\r\nwas instructed not to protect the Bosnians. Why it should\r\nbe called the United Nations Protection Force\r\n(UNPROFOR) has been a mystery until recently. It was\r\nthere to protect itself. It makes a distinction between\r\npeace-keeping and peace-enforcement. If there is peace to\r\nkeep, why are military forces needed? Are not the forces\r\nput there because of the possibility of breaches of the\r\npeace? And when there are breaches the forces must stop\r\nthem, if peace-keeping is to be meaningful. But, instead,\r\nwhen peace is broken the United Nations threatens to\r\nwithdraw and leave the victims to their fate.\r\nFortunately, in Palestine, another historical flash point,\r\nefforts continue to be made towards durable peace. That\r\npeace process must result in a Palestinian homeland, a\r\nviable State at peace with its neighbours. The attempts to\r\nweaken the present Palestinian leadership by undermining\r\nits credibility will only result in the rise of extremism and\r\na protracted and bloody intra- Palestinian conflict which\r\nwill spill over into Israel and elsewhere.\r\nThe absence of international leadership and\r\ncommitment is evident in the area of development as well.\r\nThe rhetoric of development is increasingly devoid of\r\nmeaningful content. The North has turned its back on\r\ncommitments relating to development assistance. Yet such\r\nis the concern for the survival of insects and plant life that\r\nhuman development must be stopped if it is suspected it\r\nmight endanger a few animals or plants. That there are\r\nplenty of the same species elsewhere is considered\r\nirrelevant. And so one-fifth of the world’s population\r\nremains mired in poverty, having been denied development\r\nassistance by the rich and the powerful. The latter have\r\nretreated into their regional clubs and cosy arrangements for\r\nperpetuating unconscionable levels of consumption. Some\r\nof the countries of the South have tried to pull themselves\r\nup literally by their bootstraps. But the moment they appear\r\nto succeed the carpet is pulled out from under their feet.\r\nGeneralized System of Preferences (GSP) privileges are\r\nwithdrawn and their records on human rights, democracy,\r\nand so on, are scrutinized in order to obstruct their progress.\r\nSome among the more successful countries of the\r\nSouth have been enticed to join the rich and the strong, so\r\nthey may not lend what little strength they have to their\r\ncompatriots.\r\nCommitment to the environment should not be\r\nturned into an occasion for recrimination and the pointing\r\nof fingers. Worse, it should not be politically\r\ninstrumentalized to disadvantage the South. Development\r\ncan take place without irreparable damage to the\r\nenvironment. Forcing the developing countries to remain\r\nundeveloped in order to preserve the environment for the\r\nrich is manifestly unfair. Yet the environmental obstacles\r\nplaced in the way of the poor South will do just that,\r\nbeggaring the poor to enrich the already rich.\r\nPoverty itself creates an environment that is as\r\ndamaging to humanity as any other kind of environmental\r\npollution. Obviously, we need to determine our priorities.\r\nDo we keep the poor permanently poor so that the rich\r\ncan enjoy the environment, or do we sacrifice the\r\nenvironment a little in the interest of relieving poverty?\r\nWe in Malaysia accept that economic development\r\nshould not be at the expense of other groups or future\r\ngenerations. Environmental sustainability, social equity\r\nand a culture that allows for the fulfilment of human\r\nneeds must replace the culture of materialism. The\r\nWestern consumer society, which is spreading world\r\nwide, requires ever-increasing consumption to keep\r\nproduction and profits continually rising. For this, more\r\nfuel is needed, and the trend in the use of fossil fuels in\r\nrecent years is alarming. Yet very little is being done to\r\ncurb such wasteful use of a depleting resource, while the\r\ndevelopment of renewable resources, such as hydropower,\r\nmeets with all kinds of objections. Progressively\r\nindustrializing Malaysia has the capacity and the\r\nresources to design and implement a model of\r\ndevelopment sensitive to the needs and cultural values of\r\ndeveloping countries without imitating the flawed Western\r\nmodel. We ask only that misguided crusaders should keep\r\nout. These modern-day imitations of the Communist\r\nagitators would do well to look to their own countries’\r\nwasteful consumption and carbon-dioxide emissions.\r\nSocial disintegration is a serious problem as the\r\nworld’s population becomes more urbanized. This is not\r\nhelped by the West’s seeking to impose its moral values.\r\nThe institutions that hold society together are now being\r\nundermined. At the Beijing Women’s Summit, despite a\r\nconsensus cobbled together to alleviate the sufferings of\r\nwomen, the mad quest for personal freedom took one\r\nmore tradition-bashing step. People, it seems, cannot be\r\nfree unless they have sexual freedom, a freedom that\r\n3\r\nGeneral Assembly 12th plenary meeting\r\nFiftieth session 29 September 1995\r\nrejects the inhibitions of traditional and religious values, of\r\nmarriage and family as institutions of society. Sexual\r\nfreedom will render fidelity meaningless as much as it\r\nrenders marriages anachronistic. The new liberalism extends\r\nto a new definition of the family, which is to include\r\nhomosexual pairs, unmarried women with children by\r\nunknown fathers, groups of men and women living together\r\nwith no fixed partners, and many other combinations.\r\nIf the West wants to be liberal and sexually free, that\r\nis its right. What is wrong is the attempt to impose its\r\nmorality, or lack of it, on the rest of the world, and in\r\nBeijing that was what it tried to do. The United Nations\r\nshould not lend itself to this kind of undemocratic disregard\r\nfor the rights of others.\r\nOf late there has been much talk about reform of the\r\nUnited Nations. Clearly, there is a need for this after 50\r\nyears of the United Nations carrying the tattered baggage of\r\nthe last world war. Surely the results of that war cannot be\r\nreflected in the structure and procedures of the United\r\nNations for ever. It has to end some time, and the fiftieth\r\nanniversary is as good a time as any for burying the relics\r\nof past follies.\r\nSince democracy seems to have displaced religion as\r\na faith, it is fitting that there should be democratic reforms\r\nin the United Nations. Some of those countries which had\r\nvested themselves with infallibility and permanency have\r\nnow become second-raters. New players have emerged that\r\nshould be accorded recognition. A more equitable\r\nrepresentation on the Security Council is a must. This\r\nmeans that permanent seats should be given to regions,\r\npossibly determined by a regional mechanism.\r\nThe veto power should be dropped. Under no\r\ncircumstances must the Security Council be made an\r\ninstrument of any one country.\r\nReform must also extend to the financing of the\r\nUnited Nations. It is wholly unacceptable that Member\r\nStates, especially the rich ones, should fall into arrears with\r\nimpunity and yet exercise special rights and influence. The\r\nmembership rules must be applied to one and all. New\r\nbases for assessment should be laid down, taking into\r\nconsideration the wealth, or lack of it, of Members.\r\nVarious global taxation schemes, including modest\r\nlevies on global air travel, a tax on global speculative flows\r\nof capital, a tax on the exploitation of mankind’s common\r\nassets on the seabed and a tax on the trade in weapons of\r\nwar, have all been proposed. Of those, the last one, based\r\non the principle that he who profits from the tools of war\r\nmust contribute to the maintenance of peace, merits\r\nurgent attention and adoption.\r\nReform of the United Nations also requires the\r\ncleansing of the bureaucratic Augean stables in the\r\nSecretariat. The morale of the international civil service\r\nis at its lowest ebb. The excesses and the fat must be\r\ntrimmed, but failure to do so must not be used as an\r\nexcuse for not paying dues or for opting out.\r\nIt is heartening to note that the United Nations\r\nConference on Trade and Development (UNCTAD) and\r\nother United Nations economic agencies have now\r\nacknowledged that linking trade and non-trade issues\r\nserves no useful purpose either for the developed or for\r\nthe developing countries. Unemployment in the developed\r\ncountries is due not to workers’ in developing countries\r\nworking hard to compensate for their lack of other\r\ncompetitive advantages, but, rather, to the profligate ways\r\nof the developed nations, with their high wages and\r\nunemployment benefits. Why it is assumed that workers\r\nin developed countries would work when they are to be\r\npaid for not working is a mystery on a par with the idea\r\nthat people would be happy and productive if the diligent\r\nwere paid as much as the indolent.\r\nThe reform of global institutions must encompass the\r\nBretton Woods institutions. Their energies and resources\r\nmust be channelled towards the battle against the\r\npollution caused by poverty worldwide. The Bretton\r\nWoods institutions have to cease acting as debt collectors\r\nfor the mighty and the rich bankers, who, in turn, must\r\nlearn to live within the rules of their own creation, with\r\nregard to taking commercial risks which go hand in hand\r\nwith the pursuit of gain. A return to their original\r\nmandates — to promote balanced development, in the\r\ncase of the World Bank, and to enforce monetary and\r\nfiscal responsibility in all countries, irrespective of their\r\nstatus in the global economy — is a first priority. Reform\r\nmust include a re-evaluation of the governance\r\narrangements at the Bank and the Fund through a\r\nrealignment and reallocation of quotas and shareholdings\r\nthat take into account the changed structure of the world\r\neconomy. New arrangements for governance must\r\nrecognize the growing clout of the newly emerging\r\neconomies that now contribute to a rising share of global\r\noutput, to trade and to capital flows.\r\nMr. Moubarak (Lebanon), Vice-President, took the\r\nChair.\r\n4\r\nGeneral Assembly 12th plenary meeting\r\nFiftieth session 29 September 1995\r\nThe debt millstone weighs heavily on the poor. This\r\nburden must be eased, especially for the poorest nations of\r\nAfrica and Asia. Malaysia hopes that effective actions will\r\nbe taken forthwith, taking into account decisions made at\r\nthe forty-ninth session of the General Assembly on finding\r\na durable solution to the external-debt problem of\r\ndeveloping countries.\r\nWhile bilateral debts extended by donor countries have\r\nover the years been restructured and rescheduled — though\r\nwith humiliating conditions imposed by the Paris Club of\r\ncreditors — multilateral institutions, led by the World\r\nBank, have steadfastly refused to consider restructuring debt\r\nowed to them. The World Bank continues to increase its\r\nprofit levels and amasses reserves which today stand in\r\nexcess of $16 billion. Why are these reserves, built from\r\npayments by developing countries, not used for debt relief?\r\nAnd why do we allow the intransigence of one or two\r\ncountries to preclude the issuance of special drawing rights\r\nby the International Monetary Fund? These and other issues\r\nmust feature in a reform of the Bretton Woods institutions.\r\nThe conclusion of the Uruguay Round and the\r\nestablishment of the World Trade Organization offer a\r\nglimmer of hope for rule-based trading relationships.\r\nMalaysia applauds and welcomes the underlying principles,\r\nand we pledge ourselves to play by the mutually agreed\r\nundertakings.\r\nRegrettably, powerful trading nations threaten, through\r\nunilateral actions, to undermine the carefully negotiated\r\nagreements. The deliberate creation of regional trading\r\nblocs, the introduction of managed trade and the attempts\r\nto link human rights, environmental considerations and\r\nlabour codes to trade are major threats which, if\r\nimplemented, would dim the hope of a free environment for\r\ntrade. We reject such attempts. The new protectionism will\r\nreturn the world to a bygone era when trade wars led to\r\nmilitary confrontations.\r\nFinally, we have the new threats with the advent of\r\nthe information age. The poor countries have long suffered\r\nfrom biased reporting by the world media, controlled by the\r\ndeveloped world. Now the computer network created for\r\nthe spread of knowledge and information has become\r\npolluted by the irresponsible dissemination of filth through\r\nit. Someone is making money from this filth.\r\nThe world community must find a way to keep out\r\nsuch filth and to provide for legal action to be taken against\r\nits purveyors by aggrieved countries, even when they\r\nbroadcast from outside their borders. They should be\r\nallowed to bring these miscreants to trial in the aggrieved\r\ncountries, under their laws. After all, we have already had\r\nmany instances of extraterritorial application of the laws\r\nof some countries without so much as a by-your-leave.\r\nFreedom of information is fine, but even in this age\r\nof freedom we cannot allow morals to be completely\r\nundermined in order to enrich the merchants of porn and\r\nfilth.\r\nWhen all is said and done, we still have to admit\r\nthat the United Nations is the only truly multinational\r\nOrganization where the voices of small nations can be\r\nheard. We support the United Nations, but we must\r\ncorrect the tendency to make it an instrument of the rich\r\nand the powerful. The United Nations must stand on the\r\nside of the collective needs of people and nations in order\r\nto serve all mankind.\r\nThe Acting President: On behalf of the General\r\nAssembly, I wish to thank the Prime Minister of Malaysia\r\nfor the statement he has just made.\r\nDato’Seri Mr. Mahathir Mohamad, Prime Minister\r\nof Malaysia, was escorted from the rostrum.\r\nThe Acting President: The next speaker is the\r\nChairman of the delegation of Uruguay, His Excellency\r\nMr. Jorge Pérez-Otermin, on whom I now call.\r\nMr. Pérez-Otermin (Uruguay) (interpretation from\r\nSpanish): In this changed world that came out of the\r\nSecond World War — more global and interdependent —\r\nUruguay wishes to reaffirm its confidence in the vital role\r\nplayed by the United Nations in the preservation of peace\r\nand in solving the main problems affecting the world, and\r\nit wishes to confirm the validity of the enlightened\r\nprinciples of the Charter, as sound today as they were 50\r\nyears ago.\r\nDuring this period of time, Uruguay has brought the\r\nmessage of its people and its Government to this\r\nAssembly and to the peoples and the Governments of\r\nbrotherly countries throughout the world. The content of\r\nthat message has never varied: our conviction that\r\ninternational peace can be achieved only through strict\r\nobservance of international law and resort to peaceful\r\nmeans of resolving conflicts; our certainty that only a\r\ndemocratic system and scrupulous respect for human\r\nrights can ensure the full spiritual and material fulfilment\r\nof the individual; and our unfailing trust in this\r\nOrganization, to whose creation Uruguay contributed half\r\n5\r\nGeneral Assembly 12th plenary meeting\r\nFiftieth session 29 September 1995\r\na century ago and to which we have given, and will\r\ncontinue to give, its broadest support.\r\nThrough all these years Uruguay has consistently held\r\nto those principles, contributing with its initiatives and its\r\nvotes to consolidating peace and ensuring that law and\r\njustice take precedence over all else. We were the first to\r\naccept without any conditions whatsoever the mandatory\r\njurisdiction of the International Court of Justice. We are a\r\nparty to most instruments for the protection of human\r\nrights. We have contributed to peace-keeping operations\r\nsince they first began, and Uruguay is the United Nations\r\nMember contributing the greatest number of contingents\r\nrelative to its population and the size of its armed forces.\r\nNew realities and new international circumstances\r\nmark the post-cold-war world, and the United Nations has\r\nhad to adapt its functions to the new demands, responding\r\nto external circumstances through an imaginative\r\napplication of the Charter, which has kept the Organization\r\nalive and valid throughout its history and has saved it from\r\nobsolescence.\r\nThe international community today faces\r\nunprecedented situations. Ethnic and religious\r\nfundamentalism, international terrorism and drug trafficking\r\nmay not be new phenomena, but they have taken on fearful\r\ndimensions by virtue of their access to powerful sources of\r\nfinancing and the use of weapons of mass destruction. This\r\nmakes it necessary for the international community to\r\norganize itself efficiently to combat them, even on the\r\nbattlefield of modern technology. In addition, these factors\r\nare combined with new political phenomena, such as the\r\ndismembering of multinational States, which has unleashed\r\nage-old ethnic and religious rivalries. These facts, together\r\nwith the increase in the number of members of the\r\nOrganization, most of them developing countries, and the\r\nlead roles played by certain States and regions, justify a\r\nreform of certain institutional aspects of the Organization.\r\nAll Charter reform or constitutional development\r\nresulting from established practice should tend to increase\r\nthe effectiveness of the Organization, avoiding at all costs\r\nresorting to formulas which limit its response capacity or\r\nwhich enshrine new inequalities among its Members.\r\nOn previous occasions, Uruguay has spoken in favour\r\nof an expansion of the Security Council, seeking greater\r\ndemocratization in that organ, which is vital for the\r\nmaintenance of balance and world peace. But the changes\r\nmade must ensure that while achieving greater transparency\r\nand representativeness in that body, that do not have a\r\nnegative impact on its functioning and efficiency.\r\nIn any event, the need to carry out institutional\r\nreforms should not lead us to blame the frustrations and\r\nfailures of the Organization on the fact that the\r\ninstruments for carrying out its tasks are not appropriate.\r\nWhenever the political will of States was used to resolve\r\nproblems, the Organization was able to achieve its\r\nobjectives without there being any need to change its\r\nstructure or operation. Our efforts at reform,\r\nconsequently, should not lead us away from our\r\nimmediate duty, which is to face with our current means,\r\nimperfect though they may be, the serious conflicts which\r\nare affecting international peace.\r\nWe cannot but refer in the first instance to that\r\nwhich affects the countries that emerged from the former\r\nYugoslavia. It has been hard for some of the parties to\r\nunderstand that while a negotiated solution is difficult, a\r\nmilitary solution is impossible.\r\nIn the meantime, the civilian population continues to\r\nsuffer through the years — a population which has\r\nbecome a permanent target of military action and the\r\nvictim of brutal manifestations of racial intolerance.\r\nBehind this tragedy, and to a certain extent explaining it,\r\nlies the sad realization that United Nations resolutions are\r\nnot being complied with by some of the parties. We\r\nbelieve that the Organization should step up its action,\r\nmaking maximum use of the political and legal\r\nmechanisms available to it under the Charter, to prevail\r\nupon Governments and authorities, directly or indirectly\r\ninvolved in the conflict, to respect and abide by decisions\r\nadopted.\r\nThere is no doubt that the road to peace may present\r\nextraordinary difficulties but it is never blocked entirely,\r\nas may be seen from the negotiations to put an end to the\r\nlong and exhausting crisis in the Middle East. We must\r\nwarmly congratulate those who have decided to replace\r\nweapons with constructive dialogue, and express our\r\nadmiration for the intelligence with which these\r\nnegotiations are being conducted, especially the\r\npersistence and inspiration with which the parties attempt\r\nto overcome, not only the extreme complexity of the\r\nproblem, but also, above all, the violent opposition which\r\nhas tried to sabotage the peace process, resorting to the\r\nmost cowardly and inhumane of means. The results are\r\nstill far from satisfactory but they are also far from being\r\nnegligible. The international community is also duty-\r\nbound to encourage these efforts. This General Assembly\r\n6\r\nGeneral Assembly 12th plenary meeting\r\nFiftieth session 29 September 1995\r\ncan contribute to this by avoiding including in its\r\nresolutions on this item language which may have been\r\nappropriate in the past, but which may be irritating at a\r\ntime when a genuine spirit of peace prevails among all the\r\nauthorities concerned.\r\nThe instruments for the second phase of the interim\r\nagreement on Palestinian self-rule has been another\r\nlandmark in the peace process, which the parties in question\r\nhave been promoting with great resolve. With the signing\r\nof this historic agreement in Washington, we can say that\r\nwe are closer to lasting peace in that tormented region.\r\nThere is a common thread which runs throughout these\r\nconflict situations. It is an element which makes those\r\nsituations possible and which worsens them, and that is the\r\navailability and sophistication of weapons. The international\r\ncommunity will not be able to prevent breaches of the\r\npeace or avoid their far-reaching implications in terms of\r\nthe loss of human lives and destruction, unless concrete\r\nmeasures are adopted with regard to regulation of the\r\nmanufacture and traffic in weapons. It is our duty to\r\nrevitalize the mechanisms which have been established to\r\nthis end, and to create new negotiating bodies, were that to\r\nbe necessary, to achieve concrete results.\r\nMany developing countries, including Uruguay, a few\r\nmonths ago decided on the indefinite extension of the\r\nTreaty on the Non-Proliferation of Nuclear Weapons as a\r\nway of consolidating the process of progressive\r\ndisarmament in this field. We did so in the conviction of\r\nthe good faith of the nuclear Powers, which argued in\r\nfavour of the extension. Unfortunately, after that,\r\nunderground nuclear tests have continued by some Powers,\r\nwhich has led our countries to lose confidence in the\r\ninstruments we signed, and has left us with a feeling of\r\nfrustration and perplexity.\r\nA few days ago in New York, concerned over the\r\nseriousness of the situation with regard to those tests, the\r\ncountries signatories of the Treaty of Tlateloco in Latin\r\nAmerica and the Caribbean and the countries signatories of\r\nthe Treaty of Rarotonga in the South Pacific, which\r\nestablished nuclear-weapon-free zones, condemned this\r\nsituation and reiterated the need to put an end to all types\r\nof nuclear tests so as to create a favourable climate for the\r\nconclusion of the comprehensive nuclear-test ban treaty,\r\nwhich is being negotiated at the Conference on\r\nDisarmament in Geneva.\r\nWhile the end of the cold war has reduced political\r\ntension and the risk of global confrontation, there are other\r\ndevelopments today that are more insidious but no less\r\nthreatening to the peace and well-being of nations, such\r\nas drug-trafficking and terrorism, and a lethal combination\r\nof the two. Uruguay, where fortunately we have not seen\r\nthe worst manifestations of this problem, has taken part\r\nand intends to continue to participate intensively in the\r\ncooperative efforts to prevent and punish such acts and\r\nrelated crimes, in order to remedy their adverse effects\r\nand to attack their social consequences. We support the\r\nconvening of an international conference on narcotic\r\ndrugs to focus on a comprehensive approach to the\r\nproblem, including the consumption, the production and\r\nthe trafficking of drugs, related crimes and the social and\r\neconomic aspects of the problem.\r\nWe are also undertaking maximum efforts to\r\npromote concrete national actions to counteract and fight\r\nagainst this problem, which could threaten our peaceful\r\nexistence and the stability of our institutions.\r\nOn another subject, for some time now the factors\r\nwhich adversely affect the economic growth of\r\ndeveloping countries have been identified and decried.\r\nTheir nature and causes and effect have been examined,\r\nand formulas have been discussed and proposed to solve\r\nthose problems, or at least to reduce the intolerable gaps\r\nwhich exist in today’s economic world. After so many\r\nyears of discussion, the overall picture remains\r\nunchanged, although mention could be made of some\r\nisolated cases where dynamic centres of development\r\nhave emerged. The situation of the less advanced sectors\r\nof mankind, where poverty and resulting hunger prevail,\r\nwhere there is illness and illiteracy, this continues to be\r\nan unacceptable idea.\r\nThe process of globalization of the world economy\r\nand the economic opening that has been developing at the\r\nglobal level in recent years have helped us to modernize\r\nsome of our production structures. Nevertheless, the\r\ninstability of the world’s financial markets poses a\r\npermanent threat to our economies. The transfer of major\r\nfinancial resources to and from our markets causes great\r\ninstability in capital flows in the world, leading to\r\nconcern and uncertainty, and threatens the accumulated\r\nefforts of our peoples to establish a more just, more\r\norderly and more stable economic system.\r\nGiven this situation, we need to find new\r\nmechanisms to create a more stable international financial\r\nsystem and a way to predict potential financial crises that\r\ndo not impose regulations that hinder the capital flows\r\nneeded for growth and investment.\r\n7\r\nGeneral Assembly 12th plenary meeting\r\nFiftieth session 29 September 1995\r\nThe Group of Seven has pointed to the need to update\r\nthe way in which the Bretton Woods Institutions operate in\r\nthe financial sphere. Our countries are willing and entitled\r\nto participate in alternative strategies to reform these\r\ninstitutions that are vital to a world economy as globalized\r\nas it is today.\r\nThe establishment of the World Trade Organization\r\nmarked the end of the longest and most complex\r\nnegotiations of recent years and a new stage of international\r\ntrade. If this new stage is going to lead to a more equitable\r\ndistribution of international trade, all States, particularly\r\nthose with the largest share in trade, must abide by the new\r\nrules of the game. Uruguay hopes that these rules will be\r\nrespected, that protectionist policies and subsidies will\r\ndisappear and that barriers impeding international trade\r\nliberalization and growth, especially trade in agricultural\r\nproducts, will be broken down, as agreed in Marrakesh at\r\nthe conclusion of the Uruguay Round of the General\r\nAgreement on Tariffs and Trade.\r\nWe recognize that as the international situation stands\r\nour development will largely depend on our own efforts.\r\nWe attach great importance to international cooperation for\r\ndevelopment, but are aware that our problems will not\r\ndisappear merely through external assistance. Today, the\r\nmajor challenge before us is the need to increase know-how\r\nand to apply it to development. Today, the only\r\ncomparative advantages are those derived from scientific\r\nand technological progress, and a country’s relative\r\ncompetitiveness will be directly linked to its ability to\r\ngenerate, adapt and apply its know-how and to provide\r\npermanent training for the population.\r\nIn this context, the countries of the Common Market\r\nof the South, known as MERCOSUR, are aware that\r\naccording to the new world scheme integration processes\r\nare a fundamental aspect of an ability to compete efficiently\r\nwith other economic blocs. We are promoting integration in\r\nthe context of a philosophy of open regionalism. We are\r\nnot trying to turn MERCOSUR into an ivory tower — quite\r\nthe contrary, because as we strengthen and expand it we are\r\ntrying to promote links with other countries of the region\r\nand looking for common ground while respecting the\r\nparticular nature and modalities of each country.\r\nWe are also trying to strengthen ties with other areas\r\nof the developing world, in particular with our fellow\r\ncountries of the South Atlantic region. In this context,\r\nUruguay reaffirms the importance of the Zone of Peace and\r\nCooperation of the South Atlantic that was solemnly\r\ndeclared pursuant to resolution 41/11 of 27 October 1986.\r\nIn this framework, we fully share the aims of this\r\ndeclaration and see the zone as an important instrument\r\nfor promoting cooperation in scientific, political, technical\r\nand cultural areas.\r\nWe are convinced that security and development are\r\ninseparable and interrelated, and that any progress in\r\nterms of meeting the objectives of the zone will\r\nstrengthen cooperation between the States of Africa and\r\nof the Southern Cone of America. This commitment is all\r\nthe more evident in the support given by the States of the\r\nzone for the peace processes in Angola and Liberia and\r\nthe Bicesse and Abuja agreements respectively.\r\nUnsolved global problems continue to weigh heavily\r\non our agendas. There is general solidarity with regard to\r\nenvironmental protection, because we have clearly seen\r\nwhat is at stake, namely our common destiny, and have\r\nrecognized that this is a task we must work at together.\r\nUnfortunately, this solidarity has still not been translated\r\ninto concrete and effective action with a real ecological\r\nimpact. The physical deterioration of the planet continues\r\nunabated.\r\nShowing its concern for environmental matters and\r\nits willingness to cooperate effectively and tangibly with\r\nthe joint efforts of the international community, the\r\nGovernment of Uruguay has offered to host the second\r\nmeeting of the contracting parties of the United Nations\r\nFramework Convention on Climate Change, to be held\r\nduring the second half of 1996.\r\nAs a coastal country in the southern part of the\r\nplanet, Uruguay is particularly sensitive to certain forms\r\nof environmental degradation such as the depletion of the\r\nozone layer, climate change and the contamination and\r\nimproper exploitation of the resources of the South\r\nAtlantic.\r\nUruguay views the results of the Conference on\r\nStraddling Fish Stocks and Highly Migratory Fish Stocks\r\nas highly auspicious. We hope that the draft convention\r\nadopted will be approved in the near future and obtain the\r\nratifications needed to secure its entry into force, in\r\nparticular by the countries most heavily involved in\r\ncatching the fish covered by the convention. In this\r\ncontext, Uruguay expresses the hope that the 1982 United\r\nNations Convention on the Law of the Sea, to which our\r\ncountry is a party, will be ratified as soon as possible by\r\nthe countries that have not yet done so. The general\r\napplication of the new law of the sea embodied in the\r\nConvention can only be of benefit to all States. The\r\n8\r\nGeneral Assembly 12th plenary meeting\r\nFiftieth session 29 September 1995\r\nsystem of protection and preservation of the marine\r\nenvironment and conservation and exploitation of its\r\nresources are just two of the many benefits to be expected\r\nfrom its universal application.\r\nIn conclusion, Uruguay reiterates its opposition to the\r\nunilateral application by one State of economic or trading\r\nmeasures against another State and therefore urges that an\r\nend be put to the economic, trade and financial blockade of\r\nCuba.\r\nI wish to end by conveying the Government of\r\nUruguay’s pleasure to the President at his election to\r\npreside over the work of the General Assembly in the\r\nfiftieth anniversary year. We congratulate him on his\r\neloquent address on the assumption of his post and share\r\nthe views expressed therein. We are aware of the\r\nOrganization’s financial situation, but let us not make the\r\nmistake of thinking that savings should be made by cutting\r\nassistance and cooperation in the sphere of development,\r\ntaking development in the broadest sense of the word. For\r\nevery dollar we take away from this field, we shall have to\r\nspend two on peace-keeping operations.\r\nIf we wish to speak in economic terms, it is cheaper\r\nto prevent conflict than to have to resolve it later. Clearly,\r\nthe primary responsibility of the United Nations is to\r\nresolve conflicts, but it is much more important to prevent\r\nand avoid them. Can a price be put on human life?\r\nI wish to reiterate that Uruguay, faithful to its peace-\r\nloving and democratic tradition, will continue to participate\r\nin the task of building a world free from violence, poverty\r\nand intolerance — the world envisioned 50 years ago by\r\nthe founders of this Organization.\r\nThe Acting President: I call on the Minister for\r\nForeign Affairs of the Czech Republic, His Excellency Mr.\r\nJosef Zieleniec.\r\nMr. Zielenic (Czech Republic): Allow me at the\r\noutset to congratulate Mr. Freitas do Amaral on his election\r\nto the prestigious office of President of the General\r\nAssembly at this fiftieth session. His distinguished career in\r\nPortuguese politics serves as an assurance that his tenure\r\nwill be very workmanlike and fruitful, in addition to\r\ncelebratory. I wish also to thank the outgoing president,\r\nAmbassador Amara Essy, for the excellent job he did last\r\nyear.\r\nIt is particularly auspicious to address the General\r\nAssembly this week — a day after the signing, in\r\nWashington, of a bulky, carefully crafted and\r\nlong-argued-over agreement between Israel and the\r\nPalestinian Authority on the second stage of Palestinian\r\nautonomy; and a few days after the signing, here in New\r\nYork, of a much slimmer, much more tentative and much\r\nmore general set of additional principles for peace in the\r\nSouth Slav States, which, nevertheless, we hope,\r\nrepresents the next step towards peace in that area as\r\nwell.\r\nOn 24 October, the United Nations will celebrate its\r\njubilee. This indicates that the objectives and ideals of\r\nthis Organization, as set out in the Charter, are still valid\r\nand still at the forefront of the interest of the international\r\ncommunity. This fills us with joy, all the more so since\r\none of the founding Members of the Organization was\r\nCzechoslovakia.\r\nThe founding of the United Nations was the logical\r\noutcome of the efforts of countries which, having been\r\naffected by the most terrible war in the history of\r\nmankind, wanted to ensure that a new organization would\r\nprevent any repetition of a similar conflagration.\r\nGuaranteeing global peace, however, has never been\r\nthe sole objective of the United Nations. The United\r\nNations constitutes a unique forum for all countries,\r\nwithout distinction, to present their opinions and pursue\r\ntheir international interests in all areas of concern,\r\nincluding not only security and disarmament but also\r\nsocial and economic development, protection of the\r\nenvironment and other issues that are particularly pressing\r\nnowadays, including drug trafficking and terrorism. The\r\nUnited Nations thus offers a platform for solving global\r\nproblems.\r\nThe United Nations efforts to implement the\r\nprinciples of its Charter enjoy the full support of the\r\nCzech Republic. Mr. Václav Havel, the President of the\r\nCzech Republic, will no doubt underline the importance\r\nwe assign to it when he speaks from this rostrum next\r\nmonth. Nevertheless, in view of the changes that have\r\ntaken place since the inception of the United Nations,\r\nthere is an urgent need to adapt the Organization to new\r\nchallenges, to thoroughly reform it and to turn it into a\r\nbetter and more effective instrument of multilateral\r\ninternational relations.\r\nThe most important task is that of creating a more\r\nefficient and more cost-effective system. We need a\r\npractical system, one which, even with limited means,\r\nwould guarantee global security, uphold human rights and\r\n9\r\nGeneral Assembly 12th plenary meeting\r\nFiftieth session 29 September 1995\r\ncontribute far more effectively to development in less\r\nprivileged parts of the world. We need an Organization that,\r\non the basis of the principle of universality, is open to all\r\nthose who are willing and ready to participate in this\r\nendeavour.\r\nThe United Nations cannot spend a penny more on\r\nprogrammes that duplicate one another or on programmes\r\nthat have become ineffective or even unnecessary. Many\r\nprogrammes can be consolidated, or indeed even\r\neliminated, without any adverse effect on their\r\nbeneficiaries. The message is clear: many of our national\r\nGovernments are implementing cost-control and efficiency\r\nmeasures, and a similar approach must be taken by the\r\nUnited Nations as well. We recognize the important role\r\nthat the Advisory Committee on Administrative and\r\nBudgetary Questions (ACABQ) plays in the process of\r\nmanaging the United Nations finances and the importance\r\nof the Office of Internal Oversight Services, created last\r\nyear. These organs must control United Nations\r\nexpenditures even more strictly.\r\nThe Charter of the United Nations devolves the basic\r\nresponsibility for maintaining international peace and\r\nsecurity to the Security Council. In this role, the Council is\r\nirreplaceable. It is perceived as a compact, efficient,\r\ntransparent and alert body that should guarantee rapid and\r\neffective United Nations action, wherever necessary, to\r\nmaintain or restore peace anywhere in the world.\r\nAlthough it is currently perhaps the most efficiently\r\noperating organ of the United Nations, there is room for\r\nimprovement. The Council must put greater stress on\r\npreventive diplomacy, and it should further improve the\r\nflow of information between its members and other United\r\nNations Members, as well as its cooperation with the\r\nSecretariat. Greater transparency of the Security Council in\r\nits decision-making would also be desirable. These are steps\r\nthe Council can pursue by itself.\r\nA broader issue is that of restructuring the Council,\r\nwhich requires our special attention. We support, and\r\nactively participate in, the Open-ended Working Group on\r\nthe reform and restructuring of the Security Council, and\r\nwe anticipate that the proposals that eventually emerge from\r\nit will actually be implemented. The number of permanent\r\nand non-permanent members of the Council should increase\r\nto about 20. Any substantially greater number would affect\r\nits effectiveness. It should, as far as possible, include\r\nrepresentation by all regions, and the Group of Eastern\r\nEuropean States should be allotted an additional seat. We\r\noppose any new categories of Security Council members.\r\nParticipation in maintaining world peace and meeting\r\nfinancial obligations to the United Nations are some of\r\nthe criteria that should be considered in determining the\r\nexpansion of the permanent membership. We believe\r\nGermany and Japan to be suitable candidates, and\r\nadvocate expanded representation of Latin America,\r\nAfrica and Asia.\r\nLogically, non-permanent members, and small States\r\nin particular, cannot play the same role as permanent\r\nmembers with the veto. Nevertheless, non-permanent\r\nmembers have a positive role to play in the Council’s\r\nactivities and in its decision-making. During its current\r\ntenure on the Security Council, the Czech Republic has\r\nbeen contributing constructively to the Council’s\r\nactivities. Our own active policies demonstrate, on the\r\none hand, the unmistakable place of the Czech Republic\r\namong traditionally democratic countries and, on the other\r\nhand, our independent analyses and attitudes, in which we\r\nare beholden to no other Power. Our Security Council\r\nactivity has also demonstrated — if such a demonstration\r\nwere indeed necessary — our commitment and\r\ninvolvement not only with respect to Europe, but also in\r\nseeking solutions in far-away conflicts which at first\r\nglance may not affect us.\r\nThe Czech Republic supports a more active role of\r\nthe Security Council in various aspects of conflict\r\nmanagement and in delving even deeper to the roots of\r\nconflicts. Such a role, exemplified for example in\r\npreventive diplomacy, aims at creating conditions and an\r\natmosphere for parties in dispute to enter into serious and\r\nsincere negotiations, thus restoring stability and peace in\r\nthe regions where tension prevails. When it comes to\r\nimplementing the results of negotiations, active and\r\ncomplex peace building and peacemaking have been our\r\nprimary vehicles. We do not share one-sided negative\r\nevaluations of the results of United Nations peace-keeping\r\noperations. In some regions normalcy has been restored\r\nprecisely because of the United Nations and its peace-\r\nkeeping activities. But there are also regions where\r\ntragedies unfold unchecked despite the United Nations\r\nbest efforts, including tremendous financial, material and\r\npersonnel contributions.\r\nIn its extent, depth and consequences, the crisis in\r\nthe former Yugoslavia amounts to the greatest and most\r\ntragic conflict in post-war Europe. The inability of Europe\r\nand of the international community in general to stop the\r\nconflict has undermined the confidence of the world\r\npublic in a number of international institutions. Gaps in\r\nexisting security arrangements have become apparent, and\r\n10\r\nGeneral Assembly 12th plenary meeting\r\nFiftieth session 29 September 1995\r\nthe European integration process has slowed down and\r\nbecame more complicated. The Balkan conflict is also\r\nfrequently linked with the crisis of the United Nations and\r\nwith the perceived need to create a more effective\r\ninternational security mechanism for resolving regional\r\nconflicts. In this strange way, the war in the former\r\nYugoslavia might thus eventually assist in forming a new,\r\nmore effective security mechanism.\r\nIt transpires that the international community was not\r\nready for the conflict. It underestimated its complexity and\r\nits potential for escalation. Its length and its chronic\r\ncharacter are linked with the military-strategic equality of\r\nthe antagonists who, despite international pressure, have\r\nbeen refusing to negotiate. They believe, quite erroneously,\r\nthat they can attain more of their objectives by fighting than\r\nby negotiating and signing a peace agreement. The latest\r\ndevelopments indicate that it is impossible to attain any\r\nsignificant success in solving conflicts of this type without\r\nthe determination of the international community and the\r\ncombination of strong political pressure, sanctions and the\r\nappropriate use of military force. But it is still more\r\nobvious that a final, just and lasting solution can be attained\r\nonly by peaceful negotiations.\r\nThe fate of the innocent civilian population lies at the\r\nheart of our concerns. The victims of ethnic cleansing, the\r\nstill-concealed tragedy of the men and boys of Srebrenica\r\nand Zepa and the exodus of Croatian Serbs from their old\r\nhomes all evoke fears for the fate of civilians. We should\r\nhelp monitor the observance of human rights for civilians\r\non all sides of the conflict.\r\nThe United States initiative regarding Bosnia and\r\nHerzegovina, as well as Croatia, amounts to an effort to\r\ncreate a joint peace project of Contact Group members and\r\nother interested parties. This effort should be fully\r\nsupported by the international community and presented to\r\nthe belligerent parties as the basic framework for solving\r\nthe crisis. The de facto recognition of the territorial\r\nintegrity of the Republic of Bosnia and Herzegovina by the\r\nFederal Republic of Yugoslavia, and of the Srpska Republic\r\nby the Sarajevo Government, as well as the acceptance by\r\nBosnian Serbs of the Contact Group plan dividing the\r\nterritory of Bosnia and Herzegovina in a 51:49 ratio, should\r\ncertainly facilitate the next phase in peace negotiations.\r\nThe changing approach of the Serb party to peace\r\ninitiatives of the international community, especially to the\r\nlatest United States plan, confirms the more cooperative\r\napproach of Belgrade to finding a peaceful solution\r\nacceptable to all sides. This is definitely a positive. By the\r\nsame token we supported the joint North Atlantic Treaty\r\nOrganization (NATO)-United Nations operation, even\r\nthough we realize that in and of themselves, air strikes\r\nwould not resolve the conflict. Effective cooperation\r\nbetween the United Nations and NATO in implementing\r\nrelevant Security Council resolutions has demonstrated\r\nthat NATO has a very important role to play in the\r\nregion.\r\nSolving the problem of Eastern Slavonia should also\r\nbe on the agenda of current peace efforts.\r\nThe Czech Republic is ready to continue its active\r\nparticipation in peace missions in the former Yugoslavia,\r\nwhether under United Nations auspices or under some\r\nregional arrangement according to Chapter VIII of the\r\nCharter. Needless to say, the Czech Republic will\r\ncontinue to the best of its abilities to provide\r\nhumanitarian assistance, and intends to participate in the\r\npost-war reconstruction of the war-ravaged areas.\r\nThere has been a great increase in the number of\r\npeace-keeping operations since the end of the cold war.\r\nIn the last five years, more peace-keeping operations have\r\nbeen launched than during the entire previous existence of\r\nthe United Nations. In 1995, 16 peace-keeping operations\r\nwere functioning, compared to eight in 1988, with almost\r\n70,000 personnel. Expenditures rose about five times.\r\nThis issue is inextricably connected with the critical\r\nfinancial situation of the United Nations. The United\r\nNations is almost $4 billion in the red. The Czech\r\nRepublic supports not only the reform of financing peace-\r\nkeeping operations, but of the entire system of United\r\nNations financing. The system should be based on\r\neconomic indicators — per capita national product — and\r\nshould correspond to a given country’s ability to pay. Let\r\nme assure you that the Czech Republic takes its\r\nresponsibility very seriously.\r\nWe are prepared to pay our fair share of the burden\r\nimmediately and in full, as soon as this share is decided\r\nand we receive formal notification from the\r\nSecretary-General.\r\nCzech authorities are right now drafting legislation\r\nwhich, if adopted, would create a legal framework for the\r\nCzech Republic’s participation in the United Nations\r\nstand-by arrangements. The system should be as effective\r\nas possible. Similarly, initiatives aimed at the\r\nestablishment of United Nations rapid-reaction units to be\r\nbased on this system — including, for example, the recent\r\n11\r\nGeneral Assembly 12th plenary meeting\r\nFiftieth session 29 September 1995\r\nCanadian proposals to this effect — have our\r\nunderstanding. Resolving all political, organizational and\r\nfinancial issues will take time, yet we feel that this is a\r\npromising way of addressing the critical question of getting\r\npeace-keeping operations started in time.\r\nWe hope very soon to become a party to the\r\nConvention on the Safety of United Nations and Associated\r\nPersonnel. We share the burden of peace-keeping operations\r\nby sending troops, military observers and other personnel,\r\nand therefore have a keen foreign-policy interest in\r\nstrengthening their status and security.\r\nStrengthening regimes of non-proliferation of weapons\r\nof mass destruction is high on the agenda of the United\r\nNations. It is our view, shaped by, among other things, the\r\nrecent horrific discoveries of the United Nations Special\r\nCommission in Iraq, that the Security Council should play\r\na more important role in this regard.\r\nThe unlimited extension of the Non-Proliferation\r\nTreaty attained earlier this year in this very building is a\r\nsuccess of truly historic importance. An important task is\r\nthe preparation of an agreement on a complete and\r\ncomprehensive ban of nuclear tests. We hope that the\r\nintensive negotiations at the Conference on Disarmament in\r\nGeneva will reach a successful conclusion in 1996. And let\r\nme make one point: nuclear tests undertaken despite vocal\r\nprotests from around the world do not contribute to the\r\nobjective of global denuclearization.\r\nThe expectation of an early ratification of the 1993\r\nConvention on the Prohibition of the Development,\r\nProduction, Stockpiling and Use of Chemical Weapons and\r\non Their Destruction has not yet been realized.\r\nNevertheless, we hope that in 1996 the Convention will\r\nenter into force.\r\nExisting regimes of export and import controls for\r\ndual-use material, equipment and technologies are also very\r\nuseful. They complement or expand on international\r\nagreements, conventions and treaties concerning the\r\nbanning, elimination and non-proliferation of weapons,\r\nespecially those of mass destruction. I have in mind in\r\nparticular activities of the so-called Australia Group, the\r\nNuclear Suppliers’ Group, the Missile Technology Control\r\nRegime and the emerging New Forum, the new multilateral\r\narrangement on export controls.\r\nThe importance of the topics of this year’s United\r\nNations conferences, the Social Summit in Copenhagen and\r\nthe Beijing Fourth World Conference on Women, attracted\r\nbroad public attention — which, for that matter, was one\r\nof the objectives of their organizers. As we reflect on\r\nthese conferences, evaluate their final documents and\r\nreview the fate of the documents that emerged from\r\nearlier conferences, we are contemplating the very future\r\nof such meetings.\r\nNotwithstanding all the expectations and enthusiasm\r\nthat accompany them, we note the increasing\r\ndisenchantment from the moment a conference is over\r\nand its conclusions are to be implemented. It then\r\nbecomes obvious that large parts of its declarations fail\r\nthe litmus test of practicality. One wonders: do the\r\ntremendous efforts and the very considerable outlays\r\ninvolved in organizing such activities really have the end\r\neffect we would all desire? We are not sure that we can\r\nanswer in the affirmative.\r\nThe Czech Republic is a candidate for membership\r\nin the Economic and Social Council at this year’s\r\nelections. The successes of our economic transformation\r\nhave already proved to be of interest to other economies\r\nin transition. And they have allowed the Czech Republic\r\nto become an emerging donor country in the\r\neconomic-assistance equation. These are some of the\r\narguments I would submit to support our candidature. We\r\nof course realize that the Council is as badly in need of\r\nreform and streamlining as other segments of the United\r\nNations body, and maybe more. We are prepared to offer\r\nour analytical skills in suggesting improvements and to\r\nsupport reasonable proposals leading to such reforms.\r\nAllow to me say a few words from the perspective\r\nof another high office I currently hold, that of the\r\nChairman of the Council of Ministers of the Council of\r\nEurope. The United Nations and the Council of Europe\r\nhave a number of points in common. These common\r\npoints should be further explored with a view to\r\neliminating duplication even across organizations,\r\neconomizing expenses and leveraging our resources.\r\nSome ideas about cooperating in the triangle of the\r\nUnited Nations, the Organization for Security and\r\nCooperation in Europe and the Council of Europe have\r\nrecently been shared in Strasbourg. I have full confidence\r\nthat any ideas that are deemed useful will be further\r\nexamined and implemented by our organizations.\r\nThe Czech Republic wishes to demonstrate its\r\ncontinued emphasis on multinational diplomacy and on\r\nassuming its proper role in the governance of world\r\naffairs. We have been doing so in the Security Council\r\nthese past years; we do so by sending our troops, military\r\n12\r\nGeneral Assembly 12th plenary meeting\r\nFiftieth session 29 September 1995\r\nobservers and other personnel to far-flung corners of the\r\nworld; and we do so by offering multilateral and bilateral\r\nassistance. Putting our shoulder to the wheel, we join others\r\nin moving this organization of ours into the next\r\nmillennium and into its next 50 years.\r\nThe Acting President: I now call on the Minister of\r\nExternal Affairs of India, His Excellency Mr. Pranab\r\nMukherjee.\r\nMr. Mukherjee (India): It gives me great pleasure to\r\ncongratulate Mr. Freitas do Amaral on his election as\r\nPresident of the General Assembly at its fiftieth session,\r\nduring which he will guide our discussions on what the\r\nfuture of the United Nations should be. May I also convey\r\nmy thanks to the President of the General Assembly at its\r\nforty-ninth session, Mr. Amara Essy, who, as it were, tilled\r\nthe ground which the new President will sow.\r\nA fiftieth anniversary is a climacteric, usually joyous\r\nbut not necessarily so. In ancient India, this was around the\r\ntime in a man’s life that he would be expected to withdraw\r\ninto a forest, to spend the rest of his days in contemplation\r\nof past and future, it being the assessment of our ancestors\r\nthat anything a man could usefully do he would have done\r\nby then. No such drastic measures are needed for the\r\nUnited Nations, not least because it has spent much of its\r\nfirst 50 years meditating in a concrete jungle. And the\r\nshadow of the woods of Bretton always loom over it. I do\r\nthink, however, that as we celebrate, which we should, the\r\nsurvival of the United Nations, we should judge what it has\r\ndone and what it now needs to do. The United Nations\r\nsystem has had remarkable success in helping to defeat\r\ncolonialism and apartheid, on social issues like universal\r\nhealth care and women’s rights, and in banning, through\r\nglobal, non-discriminatory treaties, two of the three\r\nweapons of mass destruction. These are considerable\r\nachievements. But a clear pattern emerges from them.\r\nWhenever the United Nations has acted on principle,\r\nresponding to the felt needs and priorities of the majority of\r\nits membership, it has done well. When it has pursued\r\nnarrow agendas or succumbed to special pleading, it has\r\nnot.\r\nIf we were setting out tasks for the United Nations\r\ntoday, what would be the major trends and challenges we\r\nwould expect it to address? The first is the international\r\neconomy, transformed by global movements of trade,\r\ncapital and labour; driven by forces which can break\r\ndeveloping economies; regulated — if they can be at all —\r\nin forums outside the United Nations, which is therefore\r\nmarginalized in this most momentous of contemporary\r\ndevelopments. The second is an opening up of political\r\nsystems, with democracy the norm of national\r\ngovernance. The United Nations welcomes this and urges\r\nthe recalcitrant to change, but is itself sapped by\r\nundemocratic systems and institutions. The third is the\r\nscourge of war increasingly replaced by the scourge of\r\nterrorism, which, for the countries that sponsor it, is war\r\nby other means. The United Nations, set up to save\r\nsucceeding generations from the scourge of war, ignores\r\nit, as the League of Nations, to its fatal peril, ignored the\r\nthreat of xenophobia.\r\nThese are complex and titanic forces. We, therefore,\r\ncannot accept, either as a statement of fact or as a basis\r\nof policy, the view that all this meant was that the days\r\nof absolute sovereignty were over. Sovereignty has never\r\nbeen absolute. Most Members of the United Nations\r\njoined immediately after emerging from colonial rule,\r\nwith their economies destroyed, and dependent on foreign\r\nlanguages for communication, on imperial capitals for\r\nsupport and on donors for subsistence. This is hardly the\r\nstuff on which absolute sovereignty is built. It was, in\r\nfact, one of the great virtues of the United Nations that it\r\ngave fledgling nations space to exercise the sovereignty\r\nso cruelly circumscribed elsewhere. Therefore, the United\r\nNations should not claim a unilateral right to intervene in\r\nthe affairs of its Members. Sovereignty can be diluted\r\nonly with the voluntary consent of nation States accepting\r\nobligations that are non-discriminatory or, in exceptional\r\ncircumstances, where State authority has collapsed. Far\r\nfrom enfeebling sovereignty, it is the task of the United\r\nNations to nurture it in a world that has made the\r\npowerful more dominant and the weak increasingly\r\npowerless. We must never forget that this Assembly is an\r\nassembly of our nations united. The United Nations rests\r\non the commitment to it of sovereign nations.\r\nThere is clearly an enormous need for global action\r\nto deal with complex issues which have no territorial\r\nlimits or borders. This is the task of the United Nations.\r\nDeveloping countries which represent the majority of the\r\nUnited Nations, obviously want it to focus on the issues\r\nof most pressing concern to them. That is not only fair:\r\nthat would be the democratic thing to do. For us, the\r\nsingle most important task is development, and we expect\r\nthis to be the highest priority on the international agenda,\r\nas it is on our domestic agendas. Sadly, it is not. The\r\nAgenda for Development looks lamentably like an\r\nappendix. Can we, at this session, pledge ourselves to\r\nhonour the commitments, freely negotiated but never\r\nimplemented, which will make development possible in\r\n13\r\nGeneral Assembly 12th plenary meeting\r\nFiftieth session 29 September 1995\r\nthe South and make the world, for all of us, a better and\r\nmore peaceful place?\r\nIt is just as important for the United Nations to have\r\na say in the decisions that guide the international economy.\r\nChapter IX of the Charter gave it the task to promote\r\nhigher standards of living, solutions of international\r\neconomic, social, health and related problems, and universal\r\nrespect for human rights and fundamental freedoms. Like\r\nthe United Nations, the World Trade Organization gives\r\nequal weight to the votes of all its members, but it would\r\nbe a pity if the World Trade Organization cut even the\r\ntenuous links between the General Agreement on Tariffs\r\nand Trade (GATT) and the United Nations and, decided\r\ninstead that global economic policies would in the future be\r\ncoordinated between it, the World Bank and the\r\nInternational Monetary Fund, where the system of weighted\r\nvoting makes the voice of the developing countries\r\nirrelevant. At the same time, several studies commissioned\r\nto coincide with this anniversary claim that the United\r\nNations Conference on Trade and Development (UNCTAD)\r\nno longer has a useful purpose. This can either mean that\r\nthe problems UNCTAD addresses — development\r\nstrategies, poverty alleviation, resource transfers and debt,\r\nand the transfer of technology — have been settled, or are\r\nnow irrelevant. Neither is true. These continue to be\r\nburning issues for developing countries, and if the United\r\nNations chooses to ignore them it will not serve the needs\r\nof its Member States.\r\nThe United Nations must assume its Charter\r\nresponsibility to supervise and coordinate global economic\r\npolicies. In the World Trade Organization efforts have been\r\nmade to link trade to environment and labour standards.\r\nThe World Bank, in its World Development Report 1995,\r\nwarns about\r\n“the proliferation of protectionist demands, many of\r\nthem under the guise of demands for fair trade and a\r\nlevel playing field”.\r\nIf, indeed, there is a genuine interest in protecting the\r\nenvironment and the interests of labour in developing\r\ncountries, why are the United Nations Environment\r\nProgramme (UNEP) and the International Labour\r\nOrganization (ILO) being sidelined in this exercise? The\r\nanswer must be that there is no provision in these bodies\r\nfor the coercive, retaliatory action which would be available\r\nunder the sanctions regime of the World Trade\r\nOrganization.\r\nHowever, the industrialized countries say that\r\nenvironmental and labour standards must be harmonized\r\nupwards, because otherwise transnational corporations\r\nwould go where these standards were the lowest. This of\r\ncourse implies that transnational corporations have an\r\nappalling and exploitative standard of behaviour, but\r\nwhen, in the 1970s and 1980s, the United Nations tried to\r\ndevelop a code of conduct for transnational corporations,\r\nwe were told that transnational corporations were models\r\nof virtue. How do these two views cohere?\r\nThe problem posed by these global economic forces\r\nis enormous. Trade is the oxygen of our economies, but\r\ncross-border trade between transnational corporations\r\nconstitutes one third of world trade and almost 15 per\r\ncent of gross global product. No developing country, or\r\ngroup of developing countries, can match this commercial\r\nstrength, augmented, of course, by the enormous weight\r\nof financial flows, which can make or break a country’s\r\nfinancial structure.\r\nThe third element in the trinity of mobility in the\r\ninternational economy is migration. At present 125\r\nmillion people live outside their countries, but more than\r\nhalf of them move between developing countries; this is\r\nnot, therefore, as it has so often been misrepresented, only\r\na problem for the developed world. It is disturbing,\r\nhowever, that those who insist on unfettered and truly\r\nglobal flows of capital and trade also insist on restrictions\r\nbeing placed on the movement of labour. Economic\r\narguments are given to justify this, but there are also\r\nclaims that large migrations disturb the way a society\r\nthinks of itself as a unified cultural or ethnic entity.\r\nThe President returned to the Chair.\r\nIt would be honest to recognize these fears as racist.\r\nIndia is a model of how these fears can be overcome. On\r\nthe one hand, over the past decade several million illegal\r\nimmigrants have come into India. We know to our cost\r\nthe political, economic and social strain this causes.\r\nHowever, we do not accept a racial basis for\r\ndiscriminating against legal migrants. We do not accept\r\nthat nationhood is based on race, any more than it is\r\nbased on religion or any other exclusive attribute. The\r\nwaves of migration that have washed over India have\r\nmade us a multi-ethnic society; we have been culturally\r\nenriched, not impoverished. We urge the international\r\ncommunity not to let the forces of xenophobia rise again.\r\nSovereignty has never been threatened by fresh blood\r\nfreely welcomed; it has been threatened by the forces of\r\nracist intolerance.\r\n14\r\nGeneral Assembly 12th plenary meeting\r\nFiftieth session 29 September 1995\r\nThis brings me naturally to the other force that now\r\nthreatens the sovereignty of so many nations. Terrorism is\r\nthe black plague of our times and it has been made more\r\ndangerous by the mystique with which the media has\r\nendowed it. It is argued sometimes that one man’s freedom\r\nfighter is another man’s terrorist. This is specious logic. In\r\n1922 Mahatma Gandhi suspended for several years the\r\nfreedom struggle in India because, in an incident in the\r\nsmall village of Chauri Chaura, a mob burnt some\r\npolicemen to death. In Gandhi’s view, the view of the\r\nultimate freedom-fighter, the means must sanctify the ends.\r\nWhat ends could possibly justify the barbarism of\r\ntaking an innocent foreigner in India hostage and beheading\r\nhim in cold blood? Foreign mercenaries did this to the\r\nNorwegian Hans Christian Ostro last month. An empire of\r\nterror is being built up with arms and money sent across\r\nborders; its foot soldiers are drawn from the bigoted, its\r\nleadership from ruthless, unprincipled men and, regrettably,\r\nsome women.\r\nAt every summit in recent years, whether of the non-\r\naligned, the Group of Seven, the Organization for Security\r\nand Cooperation in Europe (OSCE), or the Commonwealth,\r\nHeads of State and Government have reaffirmed their\r\nresolve to defeat all forms of terrorism. However, in the\r\nUnited Nations, where we are all represented, we have been\r\nunable to speak in such forthright terms. We must do so at\r\nthis fiftieth anniversary. To appease terrorism now will be\r\nas dangerous as appeasing xenophobia was in the 1930s and\r\nultimately as destructive of both peace and democracy,\r\nbecause terrorism, as I said earlier, is war by other means.\r\nWhether it tries to violate the territorial integrity of a\r\ncountry, as in India, in our State of Jammu and Kashmir, or\r\nto unseat duly constituted Governments, as in Afghanistan,\r\nthe acts of States sponsoring terrorism are, in fact, acts of\r\nwar.\r\nDemocracies, as open societies, are particularly\r\nvulnerable to terrorism. The United Nations welcomes the\r\nglobal trend that has made democracy the norm of\r\ngovernance, but has done nothing to defend democracies\r\nfrom extremist and other threats. Instead, it comforts itself\r\nwith the mantras that democracy is development, and\r\ndemocracies do not wage war. These neatly package all the\r\nworld’s problems and absolve the United Nations of any\r\nfurther responsibility: establish democracy everywhere and,\r\nautomatically, development and peace will follow.\r\nBoth propositions are historically untrue. Democracies\r\nthat developed in the nineteenth and twentieth centuries\r\neither suppressed democratic rights until they became rich,\r\nor grew rich on the ruthless exploitation of colonies.\r\nWhen they shed their empires after the Second World\r\nWar democracy became development in Europe only in\r\nthe uniquely generous embrace of the Marshall Plan. The\r\nmyth that democracies do not wage war is destroyed by\r\nthe history of colonial rule and its wars, leading to the\r\nconflagration of the First World War. The United Nations\r\nshould, therefore, take these propositions as objectives,\r\nnot as givens. Democracy should lead to development;\r\ndemocracies should be peaceful.\r\nI want to touch briefly upon two other global issues\r\nwhich affect our lives — disarmament and human rights.\r\nAfter Hiroshima and Nagasaki, Mahatma Gandhi said that\r\nthe use of the atom bomb for the wholesale destruction of\r\nmen, women and children was the most diabolical use of\r\nscience. We were therefore appalled that, instead of\r\nstepping back from the road to nuclear ruin, the nuclear-\r\nweapon States sped faster and faster down it. As they\r\naccelerated, India tried unsuccessfully to put on the\r\nbrakes. In 1954 we called for an end to nuclear testing. In\r\n1965 we proposed principles for a non-proliferation\r\ntreaty. In 1982 we called for a convention to ban the use\r\nof nuclear weapons and for an end to the production of\r\nfissile material for nuclear weapons. In 1988 we proposed\r\nto the United Nations a comprehensive action plan for a\r\nworld free of nuclear weapons.\r\nOur goal — shared, I believe by most of us here —\r\nis a world from which nuclear weapons have been\r\neliminated. The nuclear-weapon States claim to share this\r\ngoal, but their present objective is to retain nuclear\r\nweapons while making sure others do not get them.\r\nThe logic of this is hard to understand. It cannot be\r\nargued that the security of a few countries depends on\r\ntheir having nuclear weapons and that that of the rest\r\ndepends on their not having them. What makes the NPT\r\nsuch a pernicious document is that it legitimizes this\r\nillogicality, and now that it has been made permanent it\r\nhas made the possession of nuclear weapons by the\r\nnuclear-weapon States immutable and has made the goal\r\nof global nuclear disarmament that much more difficult.\r\nIt is useful to recall that when India and other\r\ndeveloping countries proposed the NPT, a global balance\r\nof responsibilities was envisaged. Those who did not have\r\nnuclear weapons would not seek to acquire them; those\r\nwho had them would not try either to refine or develop\r\nthem or to increase their arsenals. This balance was never\r\nhonoured, with the result that 25 years after the signing\r\nof the NPT the world is a much more dangerous place,\r\n15\r\nGeneral Assembly 12th plenary meeting\r\nFiftieth session 29 September 1995\r\nmade so by the proliferation of nuclear weapons in the\r\narsenals of the nuclear-weapon States.\r\nI recall this background because two years ago the\r\ninternational community at last agreed to negotiate a\r\ncomprehensive test-ban treaty. We are glad that negotiations\r\nare in progress, but we also note that nuclear-weapon States\r\nagreed to a comprehensive test-ban treaty only after\r\nacquiring the know-how to develop and refine their arsenals\r\nwithout the need for tests. In our view, the comprehensive\r\ntest-ban treaty must be an integral step in the process of\r\nnuclear disarmament. Developing new warheads or refining\r\nexisting ones after a comprehensive test-ban treaty is in\r\nplace, using innovative technologies, would be as contrary\r\nto the spirit of the comprehensive test-ban treaty as the\r\nNPT is to the spirit of non-proliferation. The comprehensive\r\ntest-ban treaty must contain a commitment binding on the\r\ninternational community, especially the nuclear-weapon\r\nStates, to take further measures within an agreed\r\ntime-frame towards the creation of a nuclear-weapon-free\r\nworld.\r\nThe existence of nuclear weapons poses a threat to\r\npeace and security. Only global nuclear disarmament can\r\nguarantee that there will never be a nuclear war. Therefore,\r\ndespite the unfortunate legitimization of nuclear weapons\r\nthrough the indefinite extension of the NPT, India will\r\ncontinue to work with like-minded countries for the early\r\nelimination of all nuclear weapons. We hope that at this\r\nsession the Assembly will finalize dates for the fourth\r\nUnited Nations special session on disarmament, in 1997.\r\nHuman rights have always been a preoccupation of the\r\nUnited Nations, but their protection and promotion of such\r\nrights in each country is the primary responsibility of the\r\ngovernment. The universality and interdependence of all\r\nhuman rights are also beyond question. That is precisely\r\nwhy the United Nations system cannot promote and protect\r\nhuman rights by a unilateral prioritization of individual\r\nfreedoms or a proliferation of intrusive mechanisms, or by\r\ndiverting funds from development activities to human rights\r\nactivities. The priorities of nations will differ. The United\r\nNations must balance the promotion of all human rights —\r\ncivil, cultural, economic, political and social — preserve\r\nand propagate the values of every society and promote\r\ntolerance for diversity and cross-cultural interaction.\r\nPoliticizing the human-rights agenda and using it to target\r\ncountries is undesirable.\r\nThe United Nations will become responsive to these\r\nglobal issues and effective and efficient only if it also\r\nbecomes more democratic in its functioning. Developing\r\ncountries find it hard to identify with the agendas and\r\npriorities of the United Nations; they feel that it now\r\nrepresents the privilege of a few rather than the interests\r\nof the many. If the majority of its Members become\r\ndisenchanted with it, what role can the United Nations\r\neffectively play? For the United Nations to be more\r\neffective, the General Assembly must be given new life\r\nand breathe that life into the other bodies of the system.\r\nThe legitimacy and effectiveness of the Security Council\r\nmust be enhanced. An expansion of both permanent and\r\nnon-permanent members is a must if the Council is to\r\nbecome a truly representative body acting on behalf of the\r\nMembers of the United Nations for the maintenance of\r\npeace and security.\r\nThe members of the Movement of Non-Aligned\r\nCountries have put forward a comprehensive proposal for\r\nthe reform and restructuring of the Security Council. India\r\nbelieves that, to truly reflect the expanded membership of\r\nthe United Nations, developing countries must be included\r\nas permanent members. New permanent members should\r\nbe chosen not arbitrarily, but on objective criteria. In the\r\nLeague of Nations it was argued that one country had a\r\nspecial right of entry into the Supreme Council. When\r\nthat was forced through, one or two of the other aspirants\r\nleft the League, starting its decline. We should not repeat\r\nthat tragedy. On objective criteria, some countries will\r\nclearly qualify for permanent membership. We believe\r\nIndia will be among them.\r\nThe United Nations has in recent years devoted itself\r\nalmost exclusively to peace-keeping, which is important,\r\nbut not the central issue of our times. It is judged,\r\nnaturally, by its record in these operations. There have\r\nbeen successes and failures, and both provide the reason\r\nand the need for introspection. India believes that United\r\nNations peace-keeping operations must be based on the\r\nprinciples evolved over the last 50 years. Operations\r\nguided by these principles have usually done well. Where\r\nthese have been abandoned, failure has been common.\r\nOver the past year this truth has gained broad acceptance,\r\nand the Special Committee on Peace-Keeping Operations\r\nis now trying to collate these principles. It would be\r\ndesirable for the General Assembly at this fiftieth session\r\nto agree on them. India will contribute to this work.\r\nIndia has consistently supported the peace-keeping\r\nactivities of the United Nations. Indian troops have\r\nparticipated in all major peace-keeping operations, ranging\r\nfrom the Congo to Cambodia, Somalia and Mozambique.\r\nWe are currently participating in United Nations\r\npeace-keeping operations in Rwanda, Angola, Haiti,\r\n16\r\nGeneral Assembly 12th plenary meeting\r\nFiftieth session 29 September 1995\r\nLiberia and Kuwait. We have also offered a brigade of\r\ntroops to the United Nations stand-by arrangement. India\r\nwill continue to contribute to United Nations efforts to\r\nmaintain international peace and security.\r\nIf the United Nations is to become a leading player on\r\nthe world scene, it must be given the means needed to do\r\nthe job we entrust to it. Clearly, setting out on a second 50\r\nyears with a crippling financial crisis is not the best way to\r\ndo so. In India we make considerable efforts to pay our\r\ncontributions promptly and in full. We believe that all\r\nMembers must pay their assessed contributions in full and\r\non time. Further, those in arrears must announce a schedule\r\nfor settlement. There can be no progress in the on-going\r\nefforts for financial reform unless this is done.\r\nThe fiftieth session of the General Assembly is a\r\nhistoric one. It is our responsibility to rejuvenate the United\r\nNations, give it the tasks we want it to do, and the means\r\nwith which to do them. We set up the United Nations\r\nbecause we felt that all of us stood to gain from it. In the\r\ndark days of the cold war and in the friction between North\r\nand South, we seem to have lost this vision.\r\nSince the inception of the United Nations, India has\r\nbeen committed to the principles and objectives of the\r\nCharter. In the last five decades we have played an\r\nimportant role in shaping the United Nations agenda, taking\r\nthe lead on the crucial issues of decolonization,\r\ndisarmament, human rights and environment, among others.\r\nOn this historic occasion we pledge our continuing\r\ncommitment to the United Nations efforts to chart a new\r\ncourse for the collective benefit of all humanity. As we\r\nattempt to do so, I am reminded of Jawaharlal Nehru’s\r\nspeech to the General Assembly in November 1948, in\r\nParis. He said:\r\n“The objectives are clear; your aim is clear; and yet,\r\nin looking at that aim, we lose ourselves often, if I\r\nmay venture to say so, in smaller matters and forget\r\nthe main objective that we were looking at. Sometimes\r\nit seems that the objective itself gets a little clouded”.\r\n(Plenary Verbatim Records, Third Session, General\r\nAssembly, 154th meeting, p. 16)\r\nWe must ensure that we set aside smaller matters, that\r\nwe do not allow the objective to get clouded and that we\r\nmove forward together in harmony and for the benefit of all\r\nthe people of the world.\r\nThe President: The next speaker is the Minister for\r\nForeign Affairs of Chile, His Excellency Mr. José Miguel\r\nInsulza, on whom I now call.\r\nMr. Insulza (Chile) (interpretation from Spanish):\r\nLet me first convey to you, Sir, my delegation’s and my\r\nown congratulations on your election as President of the\r\nGeneral Assembly. Your appointment to preside over the\r\nAssembly at such an important session constitutes a\r\nrecognition not only of your personal abilities but also of\r\nthe important international role that Portugal plays on the\r\ninternational stage.\r\nAs we commemorate half a century of the existence\r\nof the United Nations, we do so with renewed hopes for\r\nthe purposes and principles of the Organization, and we\r\nwish to reaffirm our country’s commitment to it.\r\nThe major processes taking place in the modern\r\nworld have transcended national borders and taken strong\r\nroot in the multilateral sphere. Like never before in the\r\nhistory of humankind, the solution of the problems of the\r\npeace and security of States and the people inhabiting\r\nthem, as well as the protection of the individual, his\r\nwelfare and his environment, depend more on collective\r\ndecisions and action than on any one country. Our\r\nmultilateral system may still have major defects and\r\nshortcomings, but there is no replacement that has the\r\npolitical legitimacy of the United Nations to take up the\r\nchallenges facing us as we approach a new millennium.\r\nHence, it is important, during this session of the\r\nAssembly, to engage in a broad debate on the functioning\r\nof our system, in order both to adapt its objectives to the\r\nnew realities and to introduce far-reaching changes in the\r\nstructures of the Organization, which were designed to\r\nmeet the challenges of a post-war world that no longer\r\nexists.\r\nMy country aspires to occupy a seat in the Security\r\nCouncil as a non-permanent member in 1996 and 1997.\r\nFrom this rostrum I wish to express our gratitude for the\r\nunanimous endorsement we have received from the Latin\r\nAmerican and Caribbean Group, as well as for the\r\nsupport to be provided by other countries of the United\r\nNations in the election, which is to be conducted at this\r\nsession of the General Assembly.\r\nChile is in a position to assume this responsibility\r\nand contribute to the search for the consensuses required\r\nto strengthen the Organization and make its decisions\r\nreally effective. We shall do so on the basis of our\r\n17\r\nGeneral Assembly 12th plenary meeting\r\nFiftieth session 29 September 1995\r\nprinciples of international policy, seeking always to reflect\r\nthe views and interests of the region we wish to represent.\r\nWe believe that the primary objective of a security\r\npolicy is to reduce the insecurity of the international\r\ncommunity as a whole, of its Member States and of\r\nindividuals, families and the communities in which they\r\nlive. Helping to reduce these insecurities is the main task of\r\nthe United Nations.\r\nWe are experiencing the combined effects of the\r\nending of the cold war and of the process of increasing\r\nglobalization. Both have positive consequences in the\r\neconomic and political spheres, but at the same time they\r\nface us with new situations and uncertainties.\r\nThe fear of the nuclear destruction that might have\r\nresulted from the world-wide ideological confrontation\r\nbetween the major Powers has disappeared, and the Treaty\r\non the Non-Proliferation of Nuclear Weapons (NPT), to\r\nwhich Chile is now a party, has been indefinitely extended.\r\nNevertheless, the nuclear Powers and those aspiring to\r\nthat status still do not acknowledge that the very existence\r\nof nuclear weapons capable of destroying mankind is a\r\nsource of insecurity for us all. To believe that nuclear\r\nweapons confer greater security on the State that possesses\r\nthem is an illusion. What they produce is profound unease\r\nin other nations and in the population of the nuclear-\r\nweapon State itself in the face of the possibility that the\r\nweapons, in an escalation of folly, might end up being\r\nused.\r\nThe renewal of nuclear tests by certain Powers —\r\nprecisely at a time when, in the wake of the recent\r\nConference on the Treaty on the Non-Proliferation of\r\nNuclear Weapons, there should have been a moratorium on\r\nsuch tests so that a definitive test-ban treaty could be\r\nprepared — shows insensitivity in this regard. Nevertheless,\r\nChina and France, countries for which we profess respect\r\nand friendship, have opted to continue such tests. We\r\ncondemn their attitude, and we see this as a clear setback\r\nfor the cause of disarmament and non-proliferation of\r\nnuclear weapons, which we all claim to share.\r\nFor Chile, France’s decision to renew its nuclear tests\r\non Mururoa Atoll, in the Pacific Ocean, is of particular\r\nconcern. As a Pacific country and a member of the Asia-\r\nPacific Economic Cooperation Council (APEC), has\r\ncategorically condemned those tests, and President Frei has\r\nmade our opinion known to President Chirac.\r\nWe are concerned lest the South Pacific region, in\r\nwhich Chile has vital interests, should become a zone in\r\nwhich it is regarded as legitimate to engage in activities\r\nthat are unthinkable in other parts of the world. We wish\r\nto state clearly our willingness to work together with\r\nother States of the region to prevent the proliferation,\r\nemplacement, transit or testing of nuclear weapons and\r\nother radioactive materials in that region and throughout\r\nthe world.\r\nOn the other hand, we appreciate the positive\r\nattitude of those nuclear Powers that have declared and\r\nmaintained unilateral moratoriums. Chile, along with other\r\ncountries, believes that the General Assembly should take\r\na stand on this issue in order to promote an immediate\r\nmoratorium on all nuclear tests, as proposed by the Heads\r\nof State of the Rio Group and the States parties to the\r\nTreaties of Tlatelolco and Rarotonga at their recent\r\nmeeting.\r\nThe end of the cold war has given rise to a genuine\r\nideological decolonization that has opened the way for\r\ngreater freedom and democracy in various regions of the\r\nworld. Nevertheless, the hope that this change would lead\r\nto a more peaceful world has been thwarted. The new\r\nworld disorder has encouraged the development of ethnic,\r\nreligious, cultural or simply group differences. The former\r\nYugoslavia, Rwanda and Somalia remind us that hatred\r\nthat still festers in various parts of our world.\r\nPeople rightly look to the United Nations to bring its\r\npolitical and moral weight to bear in helping prevent such\r\natrocities. Consent to barbarism in any part of the world\r\nweakens the moral fibre of all human beings. That is one\r\nof the great lessons of the cold war; after the overthrow\r\nof fascism, the world also had an opportunity to expand\r\ndemocracy and freedom.\r\nNevertheless, the systematic abuse of human rights\r\nwhich tactical allies were allowed to engage in, and which\r\nalso characterized the Soviet Union and its areas of\r\ninfluence, reduced the ethical quality of the world\r\ninherited after the ending of the cold war. What alarms us\r\ntoday was just yesterday promoted or consented to for\r\n“reasons of State”.\r\nThus, the promotion of human rights, freedom and\r\ndemocracy cannot be seen as unwarranted interference in\r\nother people’s affairs. There cannot be political, cultural,\r\nethnic or religious reasons for trampling on human\r\ndignity. This is the core of the emerging international\r\n18\r\nGeneral Assembly 12th plenary meeting\r\nFiftieth session 29 September 1995\r\nhumanitarian law which Chile regards as a cornerstone of\r\nthe world order for the twenty-first century.\r\nIn addition, the need to promote the security of the\r\nindividual has recently acquired particular prominence. The\r\nmain factors that today affect such security are\r\nunemployment, hunger, poverty, marginalization, crime and\r\ndiscrimination on grounds of class, sex, religion, culture or\r\nethnic origin. People are demanding to be included in a\r\nprocess of development which affords opportunity, and\r\nasking that shared progress should ensure increased equality\r\nfor all. Societies today are aware that social polarization is\r\nbecoming their main source of uncertainty.\r\nThe world economy also recognizes this fact. As\r\nPresident Eduardo Frei has said:\r\n“We know today that there can be no stable\r\ninvestment in unstable societies, and that economic\r\nprosperity cannot prosper amidst human insecurity. On\r\nthe contrary, it is becoming increasingly apparent that\r\none of the main sources of growth and development\r\nfor the future is, in all countries, the incorporation of\r\ntoday’s marginalized people into the worldwide\r\nproduction system that is coming into being.”\r\nHeads of State and Government from all parts of the\r\nworld ratified these views at the World Summit for Social\r\nDevelopment, when they stated:\r\n“We acknowledge that the people of the world\r\nhave shown in different ways an urgent need to\r\naddress profound social problems, especially poverty,\r\nunemployment and social exclusion, that affect every\r\ncountry. It is our task to attack both their underlying\r\nand structural causes and their distressing\r\nconsequences in order to reduce uncertainty and\r\ninsecurity in the life of people.” (A/CONF.166/9,\r\nannex I to resolution 1, para. 2)\r\nThe same problems stemming from the processes of\r\nglobalization and internationalization have led to the\r\nemergence of a new set of problems relating to security.\r\nThese include the corrosive influence of drug production\r\nand consumption, and the corrupting effect of the\r\nmovements of vast amounts of money that this traffic\r\ninvolves; the degradation of the environment, from its\r\nglobal impact on the ozone layer to its local effect on the\r\nhealth of children and the elderly; the large international\r\nmigrations resulting from insecurity in the countries of\r\norigin; the expansion of international terrorism; and the\r\nincrease in transmissible diseases such as AIDS.\r\nOne immediate conclusion emerges: there is no\r\nsubstitute for the multilateral system to tackle this\r\ninterrelated set of problems. The areas for purely national\r\naction are shrinking, while the need for international\r\nagreements and understandings is growing on a daily\r\nbasis.\r\nAnother important conclusion is that to deal with\r\nthis multifaceted constellation of problems, we need to\r\nmake use of the United Nations system as a whole. If we\r\nwant to resolve the problems of security, as they are\r\nexperienced by people and as we have described them\r\nhere, not only the Security Council, but also the General\r\nAssembly, the Economic and Social Council and the\r\nspecialized programmes and agencies have a vital role to\r\nplay. We must give them greater responsibilities in\r\nrelation to these issues.\r\nIn this context, I wish to outline a number of general\r\nprinciples by which our activity in the Security Council\r\nwill be guided. We shall:\r\nFirst, focus on preventive diplomacy and on peaceful\r\nsettlement of disputes in accordance with Chapter VI\r\nin order to reduce to the minimum the use of force,\r\nin accordance with Chapter VII of the Charter.\r\nSecondly, promote confidence-building measures and\r\nregional solutions based on the capacity for action of\r\ncountries in the region; the regional option can be\r\neffective, as the case of Latin America is\r\ndemonstrating, and should precede and complement\r\nrecourse to the Security Council.\r\nThirdly, always maintain a special concern for the\r\nvictims of the conflicts dealt with by the Council,\r\nencouraging the fullest use of humanitarian law.\r\nFourthly, protect, in cases where sanctions have to\r\nbe applied, the interests and needs of the most\r\ndisadvantaged sectors of society; we do not believe\r\nin unilateral sanctions or in sanctions that ultimately\r\nhit only the weakest.\r\nFifthly, promote greater transparency in the\r\nprocedures and decisions of the Council, so that the\r\nother States Members of the United Nations, civil\r\nsociety and public opinion at large can exercise\r\ndemocratic oversight over its actions; the more\r\nwidely the complexities of the issues it deals with\r\nare known and understood, the greater the support\r\nfor its work will be.\r\n19\r\nGeneral Assembly 12th plenary meeting\r\nFiftieth session 29 September 1995\r\nSixthly, monitor the growing cost of peace-keeping\r\noperations with a view to rationalizing use of the\r\navailable resources and making them more efficient.\r\nWe believe that one of the essential tasks for the\r\nUnited Nations in striving to attain the goal of increasing\r\nglobal stability is to promote the progressive establishment\r\nin various parts of the world of regional zones of peace and\r\ncooperation that is, geographical areas, defined by the\r\nparticipants themselves, in which are applied agreed rules\r\nfor coexistence and the strengthening of peace and security.\r\nThe United Nations has already declared the Indian\r\nOcean and the South Atlantic to be zones of peace. The\r\nsame objective has been pursued by the Treaties of\r\nTlatelolco and Rarotonga in relation to nuclear weapons in\r\nLatin America and the Caribbean and in the South Pacific.\r\nWe need to draw the main lessons from the benefits and\r\nlimitations of the experience they afford.\r\nIt is important to stress that the ending of the cold war\r\nleaves the concept of a zone of peace devoid of any\r\nideological implication and makes it possible to\r\nacknowledge its practical usefulness. The Government of\r\nChile considers that many regions, including ours, are in a\r\nposition to follow this example. We intend to request the\r\nSecretary-General to engage in consultations with the\r\nGovernments of United Nations Member States regarding\r\nthe interest in and possibilities of promoting zones of peace\r\nin various regions of the world and to report thereon to the\r\nGeneral Assembly next year.\r\nIf we wish to make an effective response to the\r\nchallenges we face, we need to improve the\r\nrepresentativeness and efficiency of our Organization. This\r\nAssembly will also have to discuss important aspects\r\nrelating to the reform of the system in these two directions.\r\nChile shares the view of many other countries\r\nregarding the need to restructure the Security Council to\r\nmake it more representative. That entails bringing in as new\r\npermanent members countries which over the past 50 years\r\nhave acquired much greater weight than they had when the\r\nSecond World War ended.\r\nThe new realities of the international system have not\r\naffected only the developed world. Other regions have\r\nincreased their influence in a world which — although\r\n“globalized” — is still extremely diverse.\r\nWhile maintaining its capacity for rapid\r\ndecision-making, which implies a small number of\r\nmembers, the Security Council needs to be expanded to\r\ntake all these factors into account. That will mean making\r\nthe present categories of membership more flexible, while\r\nalways maintaining geographical balance.\r\nOf course, we agree with all the countries of Latin\r\nAmerica and the Caribbean that any expansion of the\r\nCouncil should provide for an increase in the\r\nrepresentation of our region, which in recent decades has\r\nacquired a greater international presence and has shown\r\nitself always ready to undertake responsibilities in the\r\nstrengthening of international security.\r\nNevertheless, the reform needed in the United\r\nNations goes far beyond the Security Council. Important\r\nreforms also remain to be carried out in the economic and\r\nsocial sphere, through which it will be possible to\r\npromote greater efficiency in the discharge of the major\r\ntasks of eliminating poverty, protecting the most\r\ndisadvantaged social groups, creating employment,\r\nprotecting the environment and strengthening free trade.\r\nIn these and other areas, we also expect important\r\ninitiatives from this Assembly.\r\nFinally, the financial situation of the United Nations\r\nhas been a cause of concern to us all. This situation is\r\nlargely due to the many additional tasks the Organization\r\nhas had to take on in recent times. But we share the idea\r\nthat, rather than endlessly increasing contributions, it is\r\nimportant to take up the urgent task of rationalizing\r\nexpenditure and setting adequate priorities for our\r\nactivities. We greatly value the initiatives the Secretary-\r\nGeneral has been taking in this direction, and we assure\r\nhim of our full support in his efforts to adapt our\r\nOrganization to the new realities.\r\nOver the past 10 years, Latin America has\r\nundergone far-reaching structural changes in the direction\r\nof democracy, respect for human rights and economic\r\nreform. Now we are also making an effort to attack the\r\nmajor problems of poverty and inequality that blight us,\r\nand to eliminate once and for all the scourges of drug\r\ntrafficking and corruption.\r\nChile, as an integral part of the community of Latin\r\nAmerica and the Caribbean, is a country of social peace\r\nand continuing development. Our economy has\r\nexperienced sustained growth rates and our country is\r\ndetermined to consolidate the democratic process and\r\nattain justice and social equity.\r\n20\r\nGeneral Assembly 12th plenary meeting\r\nFiftieth session 29 September 1995\r\nAs a country that is open to the world, we have\r\nexpressed our readiness to assume in full the international\r\nresponsibilities incumbent on us in the common task of\r\nbringing about peace, security and development. We are\r\nconvinced that this Organization, which we helped to found\r\nfifty years ago, will continue to be the main multilateral\r\nvehicle for our proposals, our contributions and our dreams.\r\nThe President: I now call on Her Excellency, Mrs.\r\nBenita Ferrero-Waldner, State Secretary for Foreign Affairs\r\nof the Republic of Austria.\r\nMrs. Ferrero-Waldner (Austria): It is with great\r\npleasure that I congratulate you, Mr. President, on your\r\nelection as President of the General Assembly at this\r\nfiftieth session, at which we are commemorating the\r\nfounding of the United Nations half a century ago. Your\r\nvast experience as a statesman and scholar is our assurance\r\nthat this session will be crowned with success.\r\nI wish to thank your distinguished predecessor, the\r\nForeign Minister of Côte d’Ivoire, whose untiring efforts to\r\nstimulate the reform process in our world Organization\r\ndeserve special gratitude.\r\nAustria, a member of the European Union since 1\r\nJanuary 1995, fully endorses the comprehensive statement\r\nmade on behalf of the Union by His Excellency Mr. Javier\r\nSolana Madariaga, the Spanish Foreign Minister.\r\nThe Austrian Federal Government is strongly\r\ncommitted to the objectives of the United Nations Charter\r\nand to the work of the Organization. The United Nations\r\nhas traditionally been a priority of the Austrian foreign\r\npolicy. Later this year, on 14 December, Austria will\r\ncelebrate the 40th birthday of its admission to membership\r\nof the United Nations.\r\nLast June, our Parliament held a commemorative\r\nsession on the occasion of the 50th anniversary of the\r\nsigning of the United Nations Charter at San Francisco. At\r\nthat meeting, all political parties represented in Parliament\r\npraised the achievements of the United Nations, expressed\r\ntheir appreciation of the untiring efforts of the Secretary-\r\nGeneral in the quest for peace, justice and development,\r\nand reaffirmed the commitment of Austria to a strong and\r\nvibrant United Nations.\r\nAustria’s strong commitment to the world\r\nOrganization is reflected in Vienna’s role as one of the\r\nHeadquarters of the United Nations. The Federal\r\nGovernment and the City of Vienna lend maximum support\r\nto the United Nations Office as well as to the United\r\nNations agencies and programmes based in our capital.\r\nMore than 36,000 Austrians have served as “blue\r\nhelmets” in United Nations peace-keeping operations,\r\nsome of them as force commanders. More than 30 of our\r\ncountrymen have lost their lives in the service of peace.\r\nThis dedication to peace-keeping led the Federal\r\nGovernment to organize the Vienna Seminar on\r\nPeacemaking and Peace-Keeping for the Next Century,\r\nwhich was opened by the Secretary-General of the United\r\nNations in March of this year. The report on this\r\nConference was distributed this morning.\r\nMy country also attaches particular importance to\r\ncivilian peace-keeping and sponsors a very successful\r\ntraining programme on civilian peace-keeping and\r\npeace-building. At the city of Schlaining, this programme\r\nprepares election observers, human rights observers and\r\nhumanitarian affairs officers for their difficult tasks.\r\nConcrete proposals for improving the civilian components\r\nof United Nations field missions were formulated at the\r\nInternational Conference on the Preparation of Civilian\r\nPersonnel of United Nations Field Missions. In addition,\r\nAustria makes concerted efforts to support the United\r\nNations preventive diplomacy capabilities. The Austrian\r\nGovernment will provide the Secretary-General with a list\r\nof personalities whose great experience will be at the\r\ndisposal of the United Nations.\r\nAfter the end of the cold war, new hopes were\r\nvested in the Security Council. The United Nations took\r\ndecisive action in response to military aggression against\r\na sovereign State and undertook successful multipurpose\r\npeace-keeping missions to resolve several long-standing\r\nconflicts.\r\nAt the same time, however, the international\r\ncommunity and the Security Council were called upon to\r\nhandle radically new situations. The United Nations had\r\nto respond to these new types of conflict with its\r\ntraditional instruments: peace-keeping missions were\r\ndeployed to keep a non-existent peace. As we all know,\r\nthe United Nations missions in Somalia and in Bosnia and\r\nHerzegovina led to humiliation for the Organization and\r\nthe international community.\r\nWith regard to Bosnia and Herzegovina there is at\r\nlast some realistic hope that the renewed determination of\r\nthe United Nations, combined with the decisive support of\r\nNATO, may bring about a durable settlement and - above\r\nall - put an end to the plight of millions of innocent\r\n21\r\nGeneral Assembly 12th plenary meeting\r\nFiftieth session 29 September 1995\r\nvictims, of whom the citizens of Sarajevo have become the\r\nsymbol. Terminating the barbaric siege of the Bosnian\r\ncapital, which has lasted since the spring of 1992, carries\r\nparticular significance.\r\nAustria fully supports the initiative undertaken by the\r\nUnited States, in the framework of the Contact Group, to\r\nreach a comprehensive peace agreement that will ensure the\r\nexistence and territorial integrity of the Republic of Bosnia\r\nand Herzegovina and the peaceful reintegration of Eastern\r\nSlavonia. We welcome the agreement on Basic Principles\r\nreached in New York earlier this week as an important\r\nfurther step on the long and difficult road to peace.\r\nWe remain deeply concerned about the fate of\r\nhundreds of thousands of refugees. Austria attaches the\r\nutmost importance to the rights of all refugees and\r\ndisplaced persons to freely return to their homes, as already\r\nstated by the London Conference of August 1992.\r\nLet me equally stress how important it is for the future\r\nof the region that all crimes be brought to light and the\r\nculprits punished. In this context, the War Crimes Tribunal\r\nset up in The Hague can play a crucial role.\r\nThe efforts of the United Nations troops and their\r\ncommanders, who constantly risk their lives for the cause\r\nof peace, deserve our admiration. I should like also to\r\nhonour the memory of three of the main architects of the\r\nUnited States peace initiative who last August became\r\nvictims of the siege of Sarajevo.\r\nDuring that same month, the Special Rapporteur of the\r\nUnited Nations Commission on Human Rights, Mr.\r\nTadeusz Mazowiecki, resigned over what he called\r\n“the lack of consistency and courage displayed by the\r\ninternational community”.\r\nHis relentless efforts in pointing out and documenting\r\ncrimes against humanity committed in the war have earned\r\nhim our highest respect. We welcome the continuation of\r\nthis important task under the eminent leadership of Ms.\r\nRehn.\r\nA comprehensive settlement also needs to include\r\nsatisfactory solutions for minorities, not only in Croatia and\r\nBosnia and Herzegovina, but also in the Federal Republic\r\nof Yugoslavia (Serbia and Montenegro) and in particular in\r\nKosovo, Vojvodina and Sanjak.\r\nThe prospect of a well-coordinated contribution by\r\nthe world community to the reconstruction of the\r\ndevastated areas and to the relaunching of economic\r\nactivities could help in facilitating the prospects for peace\r\nand its eventual consolidation.\r\nFurthermore, Austria believes that regional arms-\r\ncontrol measures will be another decisive factor in the\r\neffort to secure peace and should therefore be initiated as\r\nearly as possible.\r\nIn the Middle East, long and arduous negotiations\r\nhave now led to an important breakthrough. We applaud\r\nas a major step towards final peace and cooperation in the\r\nregion yesterday’s signing of the agreement between\r\nIsrael and the Palestine Liberation Organization (PLO) on\r\nthe transfer of authority.\r\nToday, the main threats to peace and security are no\r\nlonger predominantly attacks by one country against\r\nanother sovereign State. We are faced with conflicts\r\noriginating in ethnic tensions, authoritarian rule, economic\r\ndespair or migratory movements. Peace and security are\r\ntherefore threatened not only by violations of the code of\r\nconduct among States, but increasingly by violations of\r\ninternational standards on the relationship between\r\ncitizens and their Governments and among different\r\ngroups within countries. Our instruments for conflict\r\nresolution have to be adapted to these new circumstances.\r\nPart of this effort has to be an enhanced early-\r\nwarning capacity of the United Nations. The earlier the\r\nUnited Nations can attempt to mediate, the more likely\r\nare its missions to meet with success. By increasing the\r\nnumber of cases where preventive diplomacy can be used\r\nsuccessfully — thus avoiding the need for military peace-\r\nkeeping — an early-warning system would also be a great\r\ninvestment.\r\nWe also need to reinforce the capacity of the United\r\nNations to assist Member States in their efforts to\r\nimprove democratic structures, including the holding of\r\nfree and fair elections, the full observance of human\r\nrights, the rights of minorities and fundamental freedoms,\r\nthe strengthening of the rule of law, the fostering of\r\npopular participation and accountability of Governments,\r\nand the development of a prosperous civil society.\r\nFurthermore, the capacity of the United Nations needs to\r\nbe strengthened in order to confront new threats to peace\r\nand security, such as organized crime and illicit\r\ntrafficking in drugs.\r\n22\r\nGeneral Assembly 12th plenary meeting\r\nFiftieth session 29 September 1995\r\nAustria has always been strongly committed to\r\ndisarmament, arms control and non-proliferation. We trust\r\nthat the indefinite extension of the Treaty on the Non-\r\nProliferation of Nuclear Weapons (NPT) earlier this year\r\nwill permit and encourage further substantial disarmament\r\nmeasures, in particular the early conclusion of a\r\ncomprehensive test-ban treaty. We are confident that\r\nnegotiations on the treaty will be concluded next year and\r\nthat the decision by one or more of the nuclear Powers to\r\nconduct additional nuclear-weapons tests — a decision that\r\ncontinues to cause deep concern in Austria — will not\r\ndelay the conclusion of the negotiations.\r\nIn this context, allow me to reiterate the invitation of\r\nthe Austrian Federal Government to establish the future\r\ncomprehensive test-ban treaty organization in Vienna, and\r\nto express my gratitude for the widespread support this\r\nproposal has received and continues to receive.\r\nThe human rights agenda has for many years been\r\ndominated by the quest to establish international standards,\r\nculminating in the adoption of the Vienna Declaration and\r\nProgramme of Action. The recent Fourth World Conference\r\non Women, held in Beijing, strongly reaffirmed the central\r\nrole of these documents in the struggle for human rights\r\nand their special significance in the context of the human\r\nrights of women. Today, we have to concentrate on the\r\nimplementation of these standards. We must take all\r\nnecessary measures to fulfil our international human rights\r\nobligations vis-à-vis our own peoples; we have to take a\r\nfirm stand against human rights violations, wherever they\r\noccur; and we must assist Governments genuinely\r\ncommitted to improving the human rights situation in their\r\ncountries.\r\nThe ever-more urgent question of minority rights\r\nneeds to be an integral part of this agenda. In this context,\r\nI should like to mention that Austria and Italy together have\r\narrived at an autonomous solution concerning the Austrian\r\nminority in South Tyrol, Italy, which could inspire other\r\nminorities and which is continuing to develop in a positive\r\nand dynamic way.\r\nIn order to implement the human rights agenda, we\r\nmust better integrate the United Nations human rights\r\nprogrammes, under the leadership of the High\r\nCommissioner for Human Rights, into the mainstream of\r\nUnited Nations activities. Based on the lessons learned and\r\nexperiences acquired within the United Nations system, we\r\nshould further improve the instrument of on-site human\r\nrights monitoring. We firmly believe in the need to\r\nstrengthen the United Nations programme of technical\r\nassistance in the field of human rights and the technical\r\ncooperation programme in the field of crime prevention\r\nand criminal justice.\r\nAustria also welcomes the great efforts the United\r\nNations system has made to cope with humanitarian\r\ncrises. As a country that has received Bosnian refugees —\r\nwho number approximately one per cent of the total\r\nAustrian population — Austria is particularly aware of the\r\nhuman dimensions of the refugee problem. Delivering\r\nhumanitarian assistance, particularly in the field of major\r\nman-made catastrophes, has become an important\r\nchallenge. The well-being of millions of people, be they\r\nin Rwanda, Somalia or Bosnia and Herzegovina, depends\r\non this assistance and the selfless work of many\r\nspecialized United Nations bodies and agencies, such as\r\nthe High Commissioner for Refugees, the World Food\r\nProgramme, UNICEF and the Department for\r\nHumanitarian Affairs. Many people owe their very\r\nsurvival to these organizations’ activities. Through its\r\ncontributions to the European Community Humanitarian\r\nOffice (ECHO), Austria shares in the support given to\r\nmultilateral humanitarian programmes by their biggest\r\ndonor, the European Union. My Government will do its\r\nutmost to enhance direct Austrian contributions to United\r\nNations programmes as part of our “burden sharing” in\r\nthe field of multilateral humanitarian assistance.\r\nAdapting the United Nations institutional structures\r\nto today’s reality also requires reform of the Security\r\nCouncil. It needs to be enlarged by those Powers whose\r\ninternational influence has increased over the last 50\r\nyears. However, any enlargement of the Council must\r\nneither compromise its efficiency nor the opportunities of\r\nsmaller countries to be represented in the Council.\r\nIn our intensive deliberations about the composition\r\nand procedures of the Council, we must not lose sight of\r\nits primary function. Security Council resolutions are\r\neffective only if they gain political relevance outside this\r\nbuilding and if parties to a conflict abide by them. If\r\nSecurity Council resolutions are to facilitate political\r\nsolutions of international crises, they must reflect the\r\npolitical will of Member States to implement them.\r\nAustria welcomes the reform efforts undertaken by\r\nthe Secretary-General in the area of management of the\r\nUnited Nations. We hope that these initiatives will be\r\nfurther pursued. We are pleased to see that the Office of\r\nInternal Oversight Services has become operational. We\r\nsupport the strengthening of this Office in order to further\r\nenhance stringent control mechanisms and thus increase\r\n23\r\nGeneral Assembly 12th plenary meeting\r\nFiftieth session 29 September 1995\r\nMember States’ confidence that the Organization is\r\nefficiently managed.\r\nAbove all, the United Nations has to be an\r\norganization in which problem-solving on all issues is\r\nclosely monitored in an integrated manner. Coordination\r\nand cooperation among international organizations such as\r\nthe United Nations, the World Bank, the International\r\nMonetary Fund (IMF) and the World Trade Organization\r\n(WTO) need to be increased.\r\nIn its fiftieth year, the United Nations is suffering\r\nfrom a chronic financial crisis that needs to be resolved\r\nurgently. A comprehensive and thorough reform is\r\nnecessary. Member States must pay their assessed\r\ncontributions in full, on time and without conditions.\r\nUnder the co-chairmanship of Austria, the High-level\r\nOpen-ended Working Group on the Financial Situation of\r\nthe United Nations has prepared the ground for agreement\r\non comprehensive reform measures. A solution to the\r\nfinancial crisis will have to be based on the continued\r\nrecognition of the special responsibility of the Permanent\r\nMembers of the Security Council, as well as on a scale of\r\nassessment reflecting today’s economic realities.\r\nIn the future, the United Nations system will need\r\nadditional financing mechanisms for the funding of global\r\npriorities. A number of proposals have already been made,\r\nincluding minimal charges on foreign exchange transactions\r\nand charges to be levied on international airline travel. The\r\npoint has been made that all these proposals require\r\nin-depth consideration by competent bodies. Austria\r\ntherefore proposes that the General Assembly should decide\r\non a comprehensive study to be undertaken by various\r\ncomponents of the United Nations system in collaboration\r\nwith outside experts in order to advance the international\r\ndiscussion on charges or taxes pertaining to such\r\ninternational transactions.\r\nNegotiations on the crucial issue of reform are under\r\nway. Reform is possible only if Member States are truly\r\ncommitted to the Organization, which is and remains the\r\nonly forum to address global issues. Let us use this historic\r\nfiftieth session of the General Assembly to commit\r\nourselves to decisive reform in order to make our\r\nOrganization fit for the challenges of the next century.\r\nThe President: I now call on the Minister for Foreign\r\nAffairs of Italy, Her Excellency Mrs. Susanna Agnelli.\r\nMrs. Agnelli (Italy): Mr President, let me\r\ncongratulate you and your country, Portugal, on your\r\nelection as President of the fiftieth session of the General\r\nAssembly. At the same time, I wish to thank your\r\ndistinguished predecessor, His Excellency Mr. Amara\r\nEssy.\r\nItaly fully supports the statement made by the\r\nMinister for Foreign Affairs of Spain in his capacity as\r\nChairman of the European Union, and wishes to add the\r\nfollowing considerations.\r\nThe fiftieth anniversary of the United Nations is an\r\nopportunity for us to reflect on the Organization’s past\r\nachievements and future role. The fundamental challenge\r\nof the United Nations has always been the maintenance of\r\ninternational peace and security, to which Italy has\r\ncontributed by participating in several peace-keeping\r\noperations, in which some of our young men have lost\r\ntheir lives. Our experience has convinced us that the\r\nUnited Nations should expand its role in the areas of\r\npreventive diplomacy, peace-keeping and peace building.\r\nThe activity that has provoked more controversy in recent\r\nyears, peace enforcement, must take place under the\r\nmandate of the Security Council, but the Council can\r\ndelegate such operations to coalitions of States or regional\r\narrangements, thereby drawing on their valuable military\r\nexpertise, particularly in matters of command and control,\r\nand preventing an overextension of United Nations\r\nresources.\r\nThe responsibility for peace-keeping operations must\r\nbe shared by the international community as a whole, and\r\nthus they should be financed through assessed rather than\r\nvoluntary contributions, to be calculated on the basis of\r\nconsensus, and in accordance with international\r\ncommitments.\r\nIn the former Yugoslavia, we have welcomed and\r\nconstantly supported the diplomatic initiative undertaken\r\nby the United States Government and we sincerely hope\r\nthat it marks the turning-point in the crisis.\r\nThe renewal of diplomatic action has thus far scored\r\nmajor achievements: the Geneva agreement of 8\r\nSeptember on basic principles for a settlement in Bosnia,\r\nthe Framework for a Cessation of Hostilities within the\r\nSarajevo Exclusion Zone signed by the Bosnian Serbs in\r\nBelgrade on 14 September, and the joint statement issued\r\non 26 September. For the first time in three years, there\r\nseem to be real prospects for a viable and stable peace in\r\nBosnia and we cannot afford to miss this opportunity. It\r\n24\r\nGeneral Assembly 12th plenary meeting\r\nFiftieth session 29 September 1995\r\nis essential that Europe, the United States and Russia work\r\ntogether to overcome the remaining difficulties in the way\r\nof a general cease-fire and a peace agreement. We call\r\nupon all the parties concerned to come to the negotiating\r\ntable, to show good faith and to resist the temptations to\r\nresort to military action to gain political advantages.\r\nWe should also prepare well in advance for the\r\nreconstruction and rehabilitation of the former Yugoslavia\r\nby crafting an approach that would reaffirm respect for\r\nhuman rights and the rights of minorities and foster civil\r\nand cultural coexistence, development and welfare\r\nthroughout the area.\r\nIn the Middle East and the Mediterranean, Italy\r\napplauds the determination and courage of Prime Minister\r\nRabin, Foreign Minister Peres and Chairman Arafat in\r\nreaching yesterday’s agreement on the second stage of\r\nself-government. Every effort should be made to implement\r\nit, starting with the holding of democratic elections in the\r\nPalestinian territories as soon as possible. Italy will\r\ncontinue its commitment to provide economic support to the\r\nPalestinian people.\r\nOther situations in the Middle East give rise instead to\r\ntension and instability. We must contribute ideas and\r\ninitiatives to efforts aimed at defusing these tensions and\r\nencouraging dialogue between opposing forces, except those\r\nwhose programme and policy are violence. At the same\r\ntime, Italy expects those countries trapped in self-inflicted\r\nisolation to engage in a constructive dialogue with the\r\ninternational community.\r\nIt is of the utmost urgency that an international\r\nconference be convened in the Great Lakes region of Africa\r\nunder the sponsorship of the United Nations and the\r\nOrganization of African Unity, with the goal of fostering\r\nthe process of national reconciliation and allowing a rapid\r\nrepatriation of the millions of refugees still living in camps.\r\nBut there have also been positive developments in\r\nAfrica, such as the historic events of 1994 in South Africa,\r\nthe reconstruction currently under way in Mozambique, the\r\nagreements that brought an end to the bloody conflict in\r\nAngola, and the political and constitutional developments in\r\nEthiopia. My country’s commitment did not stop at the\r\nparticipation of its military personnel in Mozambique. We\r\nalso responded positively to the Secretary-General’s request\r\nfor military advisers to train de-mining personnel in\r\nAngola.\r\nLatin America has made significant progress in the\r\nreaffirmation of democratic laws and respect for human\r\nrights. Italy supports the peace process in Guatemala and\r\nhas sent a contingent to the United Nations human-rights\r\nmonitoring Mission there, as it did to the peace-keeping\r\noperation in El Salvador.\r\nThe Asian continent is teaching all of us a lesson in\r\nrealism, hard work and investment in human resources. Its\r\ngrowing force and economic success have brought it to\r\nthe forefront of the community of nations.\r\nItaly will actively participate in the new Working\r\nGroup for the reform of the United Nations, paying\r\nspecial attention to the economic and social sectors, which\r\nneed improvement and streamlining. While proceeding\r\nwith determination, we must avoid hasty decisions in\r\nareas where caution and diligence should be the rule. We\r\nmust keep our sights on results and effectiveness rather\r\nthan on symbolic and artificially-imposed deadlines. This\r\nis true not only for the economic and social sectors, but\r\nalso for the reform of the Security Council, which is\r\nalready the subject of a detailed Italian proposal inspired\r\nby the principles of democracy, equitable geographical\r\nrepresentation and efficiency. It aims at reconciling the\r\naspirations and interests of the greatest possible number\r\nof countries. Our goal is a Security Council with more\r\nnon-permanent members that is able to express the\r\nfeelings and political will of the international community\r\nas a whole. Only a Council that is truly representative of\r\nthe entire United Nations membership and closely linked\r\nto the General Assembly can make this goal a reality.\r\nHowever, if the financial crisis of the United Nations\r\nis not solved, budgetary problems could derail any reform\r\nproposals and send the entire system down the road to\r\nbankruptcy. The Secretary-General has repeatedly made\r\nthis point, as has the President of the Council of the\r\nEuropean Union. In the review of the scale of\r\nassessments, Italy hopes that the Member States will\r\napprove much-needed reforms, confirming beyond a\r\nshadow of a doubt their will fully and promptly to honour\r\ntheir financial obligations.\r\nIn some sectors of weapons of mass destruction,\r\nimportant limitations have been agreed on and\r\nimplemented. As we recently learned, biological weapons,\r\namong the most horrifying arms known to man, are still\r\nin our midst. It is our wish that the prohibition of\r\nbiological weapons be backed up by an effective system\r\nof verification.\r\n25\r\nGeneral Assembly 12th plenary meeting\r\nFiftieth session 29 September 1995\r\nAs for nuclear weapons, the indefinite extension of the\r\nTreaty on the Non-Proliferation of Nuclear Weapons paves\r\nthe way for new goals in the field of disarmament. The\r\nprimary goal is the conclusion of a comprehensive test-ban\r\ntreaty by 1996. It is imperative that we achieve an outright\r\nban on all nuclear testing, and my country will do its part\r\nto see that this becomes a reality.\r\nThe Agenda for Development should be finalized by\r\nthe end of the current session. The Agenda must reflect the\r\nconclusions and commitments made in the series of world\r\nconferences on the major social issues of our time, which\r\nwill conclude with the World Conference on Food being\r\nhosted by Italy in the fall of 1996.\r\nThe growth of the economy and of employment is\r\nfundamental to international political stability in an era of\r\ninterdependence. An effective form of coordination\r\nbetween the United Nations system and the financial\r\ninstitutions of Bretton Woods should be devised.\r\nMultilateral trade and the free flow of investments could\r\nenhance the spread of equitable and sustainable\r\ndevelopment. With regard to the persistent problem of the\r\ndebt of developing countries, Italy ranks second among\r\ncreditor countries in its reduction of the external debt of\r\ncountries with grave economic difficulties.\r\nThe Italian Government is pleased with the work of\r\nthe Ad Hoc Committee on the Establishment of an\r\nInternational Criminal Court and with the draft statute of\r\nthe court prepared by the International Law Commission.\r\nSignificantly, this draft explicitly does not include the\r\ndeath penalty among the sentences that can be handed\r\ndown, in line with a position that Italy defended in this\r\nsame Hall. My country hopes that the debate in the Sixth\r\nCommittee will set the basis for convening a diplomatic\r\nconference in 1996 or 1997, which Italy has offered to\r\nhost, to adopt the statute of the court.\r\nThe Italian Government believes that the United\r\nNations should step up its efforts, as should its\r\nspecialized agencies and international financial\r\ninstitutions, to channel more resources towards\r\nhuman-centred activity. Democracy and respect for human\r\nrights must become the hallmark of our efforts to build a\r\nbetter future for our children.\r\nThe meeting rose at 1.10 p.m.\r\n26\r\n"