"United Nations A/50/PV.11\r\n95-86136 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFiftieth Session\r\n11th plenary meeting\r\nThursday, 28 September 1995, 3 p.m.\r\nNew York\r\nPresident: Mr. Freitas do Amaral . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Portugal)\r\nThe meeting was called to order at 3.10 p.m.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nThe President: The first speaker is the Minister for\r\nForeign Affairs of Slovakia, His Excellency Mr. Juraj\r\nSchenk, on whom I now call.\r\nMr. Schenk (Slovakia): Mr. President, it is\r\nundoubtedly a great honour to be the President of the\r\nUnited Nations General Assembly session in this very\r\nimportant year. Please accept my sincere congratulations on\r\nyour election and my very best wishes for a successful\r\ncourse of its fiftieth session.\r\nI should also like to thank your predecessor, His\r\nExcellency Mr. Amara Essy, for his significant contribution\r\nto the positive results achieved at last year’s session.\r\nBy the end of 1995, the Slovak Republic will have\r\nconcluded the third year of its sovereign existence.\r\nAlthough my country is relatively new in the international\r\ncommunity, it has during the past three years confirmed\r\nthat its activities in the international scene are based on\r\nrespect for international law and for the principles of\r\ndemocratic coexistence between nations.\r\nThe basic coordinate of Slovakia’s foreign policy is its\r\nintegration into the geopolitical and economic sphere with\r\nwhich we not only have numerous historical ties, but\r\nalso — and, I think, more importantly — with which we\r\nshare the same hierarchy of modern civilized values.\r\nAlong with other Central European countries,\r\nSlovakia has made significant progress in the\r\ntransformation of its political and economic system, as\r\nwell as in the process of democratization. We feel\r\npolitical and economical closeness to the West, and we\r\nare aware of the unique historical opportunity to join the\r\nprosperous union of democratic European countries.\r\nSlovakia as a standard democratic State is an integral\r\npart of the Central European space, which is undoubtedly\r\nimportant for political and military stability in Europe.\r\nWe want to contribute to building that stability by\r\nmaintaining good-neighbourly relations backed by a set of\r\nlegally sound treaties, as well as by mutually beneficial\r\ncooperation. We proceed from the fact that such\r\ncooperation is a basic precondition for the stability and\r\nprosperity of all the countries in our region.\r\nGood relations with the States of the G-7, of the\r\nCommonwealth of Independent States and all democratic\r\ncountries, are also of great importance to us. We wish to\r\nmake full use of the opportunity for cooperation with the\r\ndynamically developing Asia-Pacific region, with the\r\nLatin American countries, and with Near and Middle East\r\ncountries as well.\r\nThe Slovak Republic participates in maintaining\r\ninternational peace and security within the framework of\r\nUnited Nations activities. Our priority at this stage is full\r\nGeneral Assembly 11th plenary meeting\r\nFiftieth session 28 September 1995\r\nmembership in the Conference on Disarmament (CD). In\r\nthis respect I cannot omit to note that our membership in\r\nthe Conference on Disarmament following that of the\r\nformer Czecho-Slovak federation, which had been working\r\nin that organ since the very beginning, remains the only\r\nunresolved issue. In all other organs, the seat occupied by\r\nthe former Czecho-Slovakia was assigned to either the\r\nCzech Republic or to Slovakia by elections or by\r\nappointments based on the respective rules, with both\r\nsuccessor States having agreed not to compete with each\r\nother in order to obtain seats in organs of the United\r\nNations system which had been vacated by the dissolution\r\nof the federation. In accordance with this agreement and\r\nwith the support of the Eastern European regional group,\r\nSlovakia submitted its candidature for the seat vacated by\r\nthe former Czecho-Slovak federation, to which Slovakia is\r\none of the successor States, in the Conference on\r\nDisarmament. In other words, we have had and we still\r\nhave a serious interest in filling the gap which has arisen in\r\nthe membership of that Conference. We consider it\r\nunjustifiable to link the issue of filling the vacancy in the\r\nmembership of the Conference with the broader issue of the\r\nexpansion of its membership, which has been under\r\ndiscussion for many years. We expect that States members\r\nof the Conference will understand this situation and will\r\nsupport Slovakia and its legitimate effort to pursue the\r\nprevious activities of Czecho-Slovak diplomacy in the\r\nConference on Disarmament.\r\nThe results of the Fifth Review Conference of the\r\nTreaty on the Non-Proliferation of Nuclear Weapons (NPT)\r\nrepresent an important impulse for the further activities of\r\nthe Conference on Disarmament. The extension of the\r\nTreaty for an indefinite period is the most important result\r\nof the Review Conference. We consider it a precondition\r\nfor the further development of international cooperation in\r\nthe peaceful uses of nuclear energy, as well as for the\r\ncomplete elimination of nuclear weapons. The Non-\r\nProliferation Treaty has played a positive role in the\r\nmodern history of mankind. Being the only Treaty with a\r\nglobal character, it has managed to reduce the risk of\r\nfurther expansion of the group of nuclear-weapon States.\r\nSlovakia places special emphasis on the preparation of\r\nthe comprehensive test-ban treaty (CTBT) in 1996, and\r\nsupports the immediate commencement of negotiations\r\naimed at elaborating the text of the fissile materials cut-off\r\ntreaty. This would lead to further progress in building up a\r\nnew security architecture, and it would become an\r\nimportant milestone on the road to an era when nuclear\r\nweapons will be considered unnecessary.\r\nSlovakia, as one of the signatory States, attaches\r\ngreat importance to the chemical weapons Convention\r\n(CWC), which has outlawed a whole category of weapons\r\nof mass destruction. It is my pleasure to inform the\r\nAssembly that the Slovak Parliament approved this\r\nConvention three weeks ago, and we will soon submit the\r\nratification instruments to the Secretary-General.\r\nIn connection with the forthcoming Review\r\nConference of the States Parties to the Convention on\r\nProhibitions or Restrictions on the Use of Certain\r\nConventional Weapons Which May Be Deemed to Be\r\nExcessively Injurious or To Have Indiscriminate Effects\r\n(CCW), my country is ready to support the successful\r\ncourse of work and the adoption of the text of Protocol\r\nIV, which would enable the effective implementation of\r\nthe Convention. Slovakia was among the very first\r\ncountries to place an embargo on the export of anti-\r\npersonnel land-mines. We also highly appreciate the\r\nresults of the International Meeting on United Nations\r\nMine Clearance Programmes held under the auspices of\r\nthe Secretary-General. This forum stressed the need for a\r\nmore active approach to the reduction of negative impacts\r\ncaused by the use of these inhumane weapons, which\r\nespecially afflict the civil population, including innocent\r\nchildren.\r\nThe conflict on the territory of the former\r\nYugoslavia has thoroughly tested the entire international\r\ncommunity, but especially the United Nations\r\nOrganization itself. The level at which we pass this test\r\nwill affect relations in the international political scene for\r\nthe next few decades. Slovakia considers peace talks to be\r\nthe only way leading to a stable and just solution.\r\nMilitary actions have turned out to be counter-productive\r\nand to have only a temporary character. They cannot\r\novercome the animosity between the warring sides. Our\r\neffort is aimed at finding generally acceptable solutions\r\nagreed upon by all parties at the negotiating table. Their\r\nequal status can be considered to be one of the crucial\r\nprerequisites in approaching this crisis. Therefore, we\r\nsupport the plan of the Contact Group and see it as a\r\nsound starting-point for direct negotiations between the\r\nparties to the conflict.\r\nIn order to achieve stability in the Mediterranean\r\nregion, a just and lasting solution of the problem of\r\nCyprus should be found. In this context, my country\r\nsupports the efforts of the international community and\r\nhighly esteems in particular the contribution which the\r\nSecretary-General made in stressing the territorial\r\nintegrity and sovereignty of Cyprus. We think it is\r\n2\r\nGeneral Assembly 11th plenary meeting\r\nFiftieth session 28 September 1995\r\nnecessary that negotiations continue between the two\r\ncommunities in order to reunite the island. This process, if\r\nit is to be concluded successfully, has to take into\r\nconsideration the individual and specific differences existing\r\nwithin the population. Slovakia is ready to continue\r\nproviding its good services aimed at facilitating meetings\r\nbetween political representatives of the two communities.\r\nSince there are so many conflicts in all parts of the\r\nworld, my country welcomes any progress that would\r\nstrengthen international security and peace. Just to mention\r\na few examples, visible progress has been made in the\r\nMiddle East peace process focused on the final settlement\r\nof the long-standing Arab-Israeli conflict. The agreements\r\nsigned between the State of Israel and the Palestine\r\nLiberation Organization have proved the correct and\r\nappropriate nature of the peace talks and of the efforts of\r\nthe two parties and of the international community. These\r\nefforts are based on the conviction that the two parties can\r\ncoexist peacefully.\r\nUnited Nations peace-keeping operations have become\r\none of the most discussed issues. Slovakia considers peace-\r\nkeeping operations to be an important instrument with\r\nwhich the international community can maintain peace and\r\nsecurity in the world. On the other hand, we realize that the\r\ncurrent situation is not ideal. Therefore, we support the\r\nprocess of restructuring peace-keeping operations, which\r\nwould increase their effectiveness and allow them to react\r\nquickly. This would require the mandate of peace-keeping\r\nmissions to be clear, unambiguous and realistic — that is,\r\nimplementable. In this context, we welcome the Supplement\r\nto the Agenda for Peace as an effort to strengthen the\r\nelement of conflict prevention. We have been following the\r\ndiscussions on these issues with great attention and we\r\nshare the view that, at this stage, peace-keeping, rather than\r\npeace-enforcement, is the realistic solution reflecting both\r\nthe complexity of most conflicts and what the international\r\ncommunity can sustain.\r\nSlovakia’s position has been reflected in the types of\r\nunits and services provided for peace-keeping operations.\r\nAt the current time we have 600 engineers in the former\r\nYugoslavia and five military observers in the United\r\nNations Angola Verification Mission. The Slovak Engineer\r\nBattalion was awarded an honorary diploma by the Force\r\nCommander of the United Nations Protection Force in\r\nNovember 1994 in recognition of its professional skills and\r\nthe quality of the work done.\r\nIn order to achieve the goals set forth by the United\r\nNations, it is necessary that they be realized in a democratic\r\nenvironment, especially with regard to the protection of\r\nhuman rights. The Slovak Republic has succeeded to all\r\nthe relevant international obligations of the former\r\nCzecho-Slovak federation. In the field of human rights,\r\nthis means that Slovakia is a party to all of the\r\ninternational human rights conventions. This active\r\napproach has also resulted in a variety of documents\r\napproved in domestic legislation and in foreign policy.\r\nI should like to mention just a few examples,\r\nespecially the incorporation of international human rights\r\nprotection standards into the Constitution of the Slovak\r\nRepublic; the further harmonization of other legal norms\r\nto those standards; the establishment of the Slovak\r\nNational Centre for Human Rights, and the Governmental\r\nCommittee for the implementation of the Action\r\nProgramme against Racism, Anti-Semitism, Xenophobia,\r\nand Intolerance; active participation in the preparation of\r\ninternational documents concerning the protection of\r\npersons belonging to ethnic minorities; the ratification of\r\nthe Framework Convention of the Council of Europe on\r\nthe Protection of Minorities; and, last but not least, the\r\nreflection of this document, together with the United\r\nNations Declaration on the Rights of Persons Belonging\r\nto National or Ethnic, Religious and Linguistic Minorities\r\nin the Treaty on Good Neighbourly Relations and\r\nFriendly Cooperation signed this year with Hungary.\r\nSlovakia is very sensitive to all kinds of disrespect\r\nfor and gross violation of values which are the keystone\r\nof human dignity, and my country therefore highly\r\nappreciates United Nations activities in regard to the\r\nprotection of human rights. We are prepared to contribute\r\nto the strengthening of international cooperation in order\r\nto achieve higher respect for human rights and basic\r\nfreedoms for all, regardless of their race, gender, language\r\nor religion.\r\nSpeaking of human rights, we cannot overlook the\r\nrights of women. The Fourth World Conference on\r\nWomen, which has just concluded, has raised a number\r\nof questions which will have to be resolved by our joint\r\nefforts. We welcome the successful outcome of this event\r\nand we were honoured, as a member of the Commission\r\non the Status of Women, to take active part in the\r\npreparation of its final document, the Platform for Action.\r\nThere are a number of social issues related to the\r\nstatus of women. One of them is the role of the family in\r\nsociety. The International Centre for Family Studies has\r\nbeen active in Slovakia since the end of 1993 and it has\r\nrepeatedly proved its viability by actively participating at\r\n3\r\nGeneral Assembly 11th plenary meeting\r\nFiftieth session 28 September 1995\r\nvarious international events. This Centre was the\r\nco-organizer of the United Nations Interregional Meeting of\r\nNational Coordinators — Focal Point for the Year of the\r\nFamily, held in Bratislava from 4 to 7 February 1995.\r\nThese facts have led our Government to seek opportunities\r\nfor closer cooperation between the Centre and the United\r\nNations. Slovakia has therefore submitted a proposal for\r\naffiliating the Centre with the United Nations. We would\r\nhighly appreciate our proposal being given positive\r\nconsideration.\r\nSlovakia appreciates the efforts of the United Nations\r\nwith a view to the restructuring and revitalization of its\r\nactivities in the economic, social and other related fields, as\r\nwell as all reforms connected with them. We consider these\r\nefforts to be a contribution to improving the efficiency of\r\nthe work of the United Nations and a positive reaction to\r\nall major changes taking place all over the world.\r\nWe fully support the basic approach and goals of the\r\ntwo fundamental documents approved by the United\r\nNations in the area of international economic cooperation\r\nin the 1990s: the Declaration on International Economic\r\nCooperation, in particular the Revitalization of Economic\r\nGrowth and Development of the Developing Countries, and\r\nthe International Development Strategy for the Fourth\r\nUnited Nations Development Decade.\r\nOne of the main priorities anchored in these\r\ndocuments is the development of human resources within\r\nthe overall development framework. These documents are\r\nbased on global consensus. Their aim is to improve the\r\nsocial and economic situation of the poor and least\r\ndeveloped parts of our planet and thus to eliminate one of\r\nthe main sources of conflicts — the huge differences\r\nbetween the wealthy and poor countries. All these goals are\r\nin the best interest of the Slovak Republic, too.\r\nDuring the last decade, the number of countries\r\nmeeting the criteria for being “least developed” has\r\nsignificantly increased. Together with other global problems\r\nsuch as environmental protection and sustainable\r\ndevelopment, which cannot be resolved by a single country\r\nor several countries, this is a challenge for all mankind, and\r\nfor the most developed countries in particular. However, we\r\nmust stress also the primary responsibility of the countries\r\nconcerned for their further development.\r\nNowadays, Slovakia itself, as well as other Central and\r\nEast European countries, must face a variety of complicated\r\neconomic problems related to the process of transition from\r\na centrally planned economy to a market economy. This\r\nprocess has never before been carried out to such an\r\nextent. We are deeply interested in continued access to\r\nvaluable information within United Nations projects\r\nrelated to know-how, human resources development and\r\nmanagement training. This would certainly help us in\r\ncarrying out our economic reform.\r\nDespite the complicated economic situation, my\r\ncountry has a strong will to participate actively in United\r\nNations programmes in areas in which we could be of\r\nassistance, namely in areas concerning human resources\r\nin developing countries. For example, we see\r\nopportunities for broader participation by Slovak experts\r\nin development programmes.\r\nSlovakia supports all activities of the United Nations\r\nin the field of assistance to developing countries. We\r\nwelcome the increasing efforts of these countries not to\r\nbe in the position of passive recipients only, and we value\r\ntheir endeavour to take over the management of their\r\neconomic and technical development. At the same time,\r\nwe highly appreciate the United Nations role in\r\nimplementing its projects, to reflect the needs of the\r\nreceiving countries fully, while respecting specific\r\nfeatures of their economies and their priorities and\r\nmaking use of the domestic human, technical and\r\ntechnological potential.\r\nNowadays, when the United Nations is going\r\nthrough a complicated period of its existence, it is\r\nparticularly important to determine the direction of its\r\nactivities, with, as a starting-point, the processes going on\r\nin international relations. Interconnection between global\r\nand national interests is the defining factor in coping with\r\nthe problems which all mankind is facing at the moment.\r\nIf the United Nations is really to understand the very\r\nnature of these processes, it will be necessary to start its\r\nown reform. We support such reform and therefore\r\nsupport all steps that would strengthen the United Nations\r\nsystem and thereby enable it to perform its tasks more\r\neffectively. This reform will require, inter alia, the\r\nrestructuring of most of the Organization’s main bodies.\r\nAs for Security Council reform, we support expanding the\r\nCouncil by the addition of new members that are able to\r\nassume global responsibilities and have sufficient\r\npotential to support United Nations activities financially.\r\nThe credibility and efficiency of the Security Council\r\nhave to be stressed as the main priorities.\r\nWe are fully aware of the difficult financial\r\nsituation, which is a result of unpaid arrears by Member\r\n4\r\nGeneral Assembly 11th plenary meeting\r\nFiftieth session 28 September 1995\r\nStates. Member States are very often unable to pay their\r\nassessed contributions. Therefore, we support the reform of\r\nthe scale of assessment based on the principle of the\r\ncapacity to pay, and we also expect the reform to increase\r\neffectiveness and transparency of spending.\r\nIn connection with the United Nations budget, I wish\r\nto mention that Slovakia, in spite of the fact that it is\r\nundergoing a transformation of its economy and has to cope\r\nwith various pressures on State finances, has always\r\nfulfilled its obligation to pay its assessed contribution to the\r\nregular budget in full. As concerns its contribution to the\r\nbudget for peace-keeping operations, Slovakia is in the\r\nsame position as the Czech Republic. These two countries\r\nhave not been classified into any of the groups for the\r\napportionment of peace-keeping expenses even though they\r\nhave been Members of the United Nations for more than\r\ntwo and a half years. We believe that this issue will be\r\nresolved at this year’s session of the General Assembly, and\r\nthat in so doing we shall take realistically into account the\r\nrespective economic data. Having analysed the data and\r\nhaving compared it with data from other countries, we have\r\nreached the firm conviction that Slovakia should be placed\r\namong the Member States of Group “C” for the\r\napportionment of peace-keeping expenses. From this\r\nrostrum I want to confirm that Slovakia is ready to shoulder\r\nits fair share of responsibility for this important activity of\r\nthe United Nations.\r\nThis year we commemorate five decades since the end\r\nof the horrors of the Second World War, since that moment\r\nwhen all nations put aside weapons with the intention of\r\nliving in peace, and, for this reason, decided to establish an\r\norganization which would serve as a platform for\r\ninternational cooperation. Looking back at those decades we\r\nmust logically come to the conclusion that the United\r\nNations has played a crucial role in our history and that its\r\nexistence is still justified.\r\nAlthough the ceremonies will culminate in meetings\r\nnext month, we can already say that we did our best to\r\nensure the commemoration of this anniversary with honour.\r\nFor the celebration of this anniversary, a special committee\r\nestablished in Slovakia organized many education-oriented\r\nevents, a number of which are still taking place. The main\r\ngoal of all seminars, meetings, and television and radio\r\nbroadcasts has been to focus more attention on the activities\r\nof this undoubtedly most important international\r\norganization, not only in the field of maintaining\r\ninternational peace and security but also, and especially, in\r\nthe field of the development of international cooperation in\r\nall areas of human activity.\r\nI wish the best for this session of the General\r\nAssembly, and I wish it much spiritual strength in\r\nresolving the important issues which the United Nations\r\nis facing now.\r\nThe President: I now call on the Minister for\r\nForeign Affairs of Ecuador, His Excellency Mr. Galo\r\nLeoro Franco.\r\nMr. Leoro Franco (Ecuador) (interpretation from\r\nSpanish): First of all I should like to extend my warmest\r\ncongratulations to you, Mr. Diogo Freitas do Amaral, a\r\nrenowned and distinguished academician and\r\ninternationalist, on your well-deserved election as\r\nPresident of this historic session of the General Assembly\r\nmarked by the commemoration of the fiftieth anniversary\r\nof the United Nations. I should also like to pay a tribute\r\nto Mr. Amara Essy in recognition of the admirable work\r\nhe performed as President of the forty-ninth session of the\r\nAssembly.\r\nAt the end of the twentieth century and the dawn of\r\na new millennium, in a world characterized by a\r\nglobalization of the economy and the dynamics of\r\ninternational relations, our reality is conditioned by factors\r\nsuch as the substantial progress of science, the\r\ntranscendence of the technological revolution, the decisive\r\ninfluence of communications and information, the\r\nexpansion of trade and the consequences of cultural and\r\nreligious interaction. However, an acute imbalance of\r\nsocial and economic aspects coexists with these factors,\r\nmainly in the developing world, whose inhabitants\r\naccount for three quarters of mankind.\r\nWe are faced with problems that were not foreseen\r\nat the beginning of this century, including the\r\ninternationalization of environmental problems,\r\nfragmentation and the revival of violent nationalisms,\r\npolitical and social instability, and the decrease in the\r\ntransfer of international resources for development.\r\nIn many third world countries social problems are\r\nincreasingly becoming more acute. Extreme poverty,\r\naccompanied by hunger, malnutrition, abandonment,\r\nunemployment, disease and ignorance, has been combined\r\nin many regions with guerrilla movements and armed\r\ninsurrection. Several countries face the consequences of\r\nthe foreign debt crisis, associated with the lack of\r\ninternational political solidarity to relieve it. In many\r\nregions corruption has become an endemic disease. The\r\nproduction, consumption of and trafficking in narcotic\r\ndrugs devastate our traditional social structures. Violence,\r\n5\r\nGeneral Assembly 11th plenary meeting\r\nFiftieth session 28 September 1995\r\nrural and urban, is on the increase, and the brutal means\r\nfrequently used to suppress it actually promote its growth.\r\nThus, in my capacity as Secretary pro tempore of the Rio\r\nGroup, and as Ecuador’s representative in the Group, I\r\nshould like, on its behalf, to call for the convening of a\r\nsecond international conference on narcotic drugs to\r\nexamine appropriate mechanisms to foster the world fight\r\nagainst drug trafficking and its dire consequences.\r\nKeeping this perspective in mind, Ecuador will\r\ncontinue to favour the adoption of urgent measures within\r\nthe international community to fight vigorously against all\r\nthese social problems, which affect so many countries. The\r\nGeneral Assembly proclaimed 1996 as the International\r\nYear for the Eradication of Poverty. My country hopes that,\r\nwith this proclamation, international public opinion will\r\nbecome more conscious of the complexity of this grave\r\nproblem and will try to find measures for its solution.\r\nSince the end of the cold war, international tensions\r\nhave eased, and the intensification of trust between States\r\nhas fostered the adoption of measures concerning nuclear\r\ndisarmament. However, the danger implied by the\r\nproliferation and use of nuclear weapons prevails. For this\r\nreason, Ecuador strongly condemned the nuclear tests by\r\nChina and France. We hope that the general appeal to cease\r\nall such tests will receive a positive response from these\r\ntwo countries.\r\nEcuador favoured the consensus for an indefinite\r\nextension of the Treaty on the Non-Proliferation of Nuclear\r\nWeapons, and, at the same time, considered that this\r\nhistoric decision formed part of an integral unity with the\r\nprinciples and objectives adopted on that occasion for the\r\nnon-proliferation of nuclear weapons and also with\r\ndisarmament. In this regard, Ecuador recalls that the\r\nnegotiations concerning a comprehensive nuclear-test-ban\r\ntreaty should conclude in 1996, at the latest, and that\r\nnegotiations to ban fissionable materials for nuclear\r\nweapons should be scheduled shortly, with a view to\r\nachieving general and complete disarmament, pursuant the\r\nprovisions of article VI of the Non-Proliferation Treaty.\r\nIn this context, the full enforcement of the Treaty of\r\nTlatelolco has made Latin America a nuclear-weapon-free\r\nzone. Our region offers this example as an incentive for the\r\nestablishment of nuclear-weapon-free zones, especially in\r\nareas of greater tension.\r\nMy country applauds the agreements reached by Israel\r\nand the national Palestinian Authority, which will\r\nundoubtedly contribute to the consolidation of peace in one\r\nof the regions most stricken by insecurity, violence and\r\narmed confrontations — the Middle East. We consider\r\nthat these efforts and the measures to be taken in\r\naccordance with agreements already concluded will\r\ncontribute to the total pacification of this region.\r\nConsequently, Ecuador expresses to the two parties its\r\nencouragement and its confidence that, with international\r\nsupport, they will continue along the path of peace that\r\nthey have, happily, taken.\r\nOn the other hand, we must express our deep\r\nconcern about the ongoing armed actions in the former\r\nYugoslavia, in spite of the Security Council’s frequent\r\nappeals and resolutions. We believe that the Powers with\r\nhigher international responsibilities should resolutely take\r\nthe necessary steps to end this regrettable situation. At the\r\nsame time, Ecuador wishes to join in appeals concerning\r\nthe dangerous situation in Burundi, which could result in\r\nbloody events comparable to those in Rwanda.\r\nThe main purpose of the United Nations, its very\r\nreason for being, is the maintenance of international peace\r\nand security. It has been pointed out that since 1989 more\r\nthan a hundred armed conflicts have erupted around the\r\nworld — most of them due to domestic problems. Such\r\nsituations have endangered the maintenance of\r\ninternational world peace and security — even world\r\npeace in some cases — showing the increasingly clear\r\ninterrelationship between domestic and international\r\naffairs. That is why Ecuador believes that peace does not\r\nsimply mean the absence of armed conflicts; it also\r\ncomprises the political, economic and social conditions in\r\nwhich our peoples evolve. It should therefore be\r\nrecognized that the non-military issues of human security\r\nand sustainable development have been added to the\r\ntraditional security concepts.\r\nEcuador believes, therefore, that the United Nations,\r\nwith its 50 years’ experience of successes and failures,\r\nmust be prepared to face the new challenges appearing\r\nthroughout the world. Furthermore, it should be pointed\r\nout that the international community today has more trust\r\nin the world Organization and is more often seeking more\r\ndirect, more effective, intervention to reduce or resolve\r\npolitical, economic or social conflicts. This situation\r\ndemands that the United Nations should be strengthened\r\nand restructured.\r\nMy country believes that the Security Council should\r\nbe restructured to reflect adequately not only the new\r\ninternational world order but also the current membership\r\nof the United Nations. It should also become more\r\n6\r\nGeneral Assembly 11th plenary meeting\r\nFiftieth session 28 September 1995\r\ncapable — through the adoption of early-warning\r\nmeasures — of taking prompt and effective action in the\r\nfields of conflict-prevention and the continued deployment\r\nof peace-keeping operations to re-establish and consolidate\r\npeace. We do not believe that this urgent need to\r\nrestructure the Council will be met by the mere inclusion of\r\ntwo major industrial Powers as new permanent members.\r\nWhen the question of increased membership is being\r\ndiscussed, we maintain that if the current imbalance is to be\r\nprevented from continuing to deteriorate, all geographical\r\nregions should be appropriately represented.\r\nWe disagree with the extension of the veto privilege\r\nto additional members. Since this is a mechanism created\r\nto respond to world political realities that no longer exist,\r\nthe Powers possessing this privilege should willingly agree\r\nto restrict its practice exclusively to issues related to\r\nChapter VII of the Charter. The whole world would\r\nwelcome such a decision by the five permanent members\r\nas an effective step towards a more democratic United\r\nNations.\r\nThe General Assembly, too, should be thoroughly\r\nrevitalized to enable it to carry out its duties under Article\r\n11 of the Charter in an effective and responsible manner,\r\nand so that its resolutions — in particular, those concerning\r\nissues related to the maintenance of international peace and\r\nsecurity — may, duly observed and enforced, exercise the\r\ninfluence we would hope to see of resolutions of the\r\nhighest political organ of the United Nations. The\r\nEconomic and Social Council should also respond more\r\nadequately to the broad requirements set forth in the\r\nCharter. The Trusteeship Council has lost its significance,\r\nand should be entirely restructured. Similarly, the broad\r\nfunctions assigned to the Secretary-General in Article 99 of\r\nthe Charter should be exercised to the fullest.\r\nEcuador believes it is necessary to review the structure\r\nand functions of the Bretton Woods institutions and their\r\nrelations with the United Nations. In order to obtain optimal\r\nresults and fully utilize existing resources, it is essential to\r\ncoordinate international efforts with regard to the\r\ninternational monetary system and economic and social\r\nprogress.\r\nThe severe financial crisis facing the United Nations\r\ncould be alleviated were the Member States that are most\r\nin arrears, for various reasons, to make a sincere effort to\r\nmeet their obligations. It is unacceptable to transfer the\r\nburden of resolving this crisis to the developing countries,\r\nwhose weak economies cannot satisfy such demands.\r\nHaving made respect for all human rights the motto\r\nof its Government, Ecuador attaches particular importance\r\nto United Nations actions in favour of the protection and\r\npromotion of such rights. It views with great concern the\r\nmassive violations of human rights and the recrudescence\r\nof what were thought to be extinct practices, such as\r\n“ethnic cleansing”, which in some cases — as in the\r\nformer Yugoslavia — have reached genocidal proportions,\r\nall of which constitute an unequivocal threat to\r\ninternational peace. Ecuador expresses its revulsion at,\r\nand condemns, attacks against civilians, especially the\r\nelderly, women and children, which are creating a\r\ngrowing number of refugees. Such violations are a\r\nchallenge not only to the United Nations and the many\r\nvalid international instruments, but to the moral\r\nconscience of all mankind.\r\nEcuador promotes and supports all measures\r\ndesigned to put a stop to this deplorable situation, to\r\npunish the guilty and to re-establish a climate of trust,\r\nharmony and peace. It believes that the international\r\ncommunity has a clear and unavoidable responsibility in\r\nthis regard. We hope that the General Assembly, and\r\nparticularly the Security Council, will take the necessary\r\nsteps to deal effectively with the dangerous breaches of\r\ninternational peace and security such violations represent.\r\nWe express our confidence in and support for the United\r\nNations High Commissioner for Human Rights, and hopes\r\nthat the Assembly will provide the administrative and\r\nfinancial resources necessary for him to carry out his\r\nimportant tasks to the full.\r\nEcuador believes that democratic systems are the\r\nproper response to peoples’ yearning for freedom and\r\nfraternal coexistence and for cultural expression.\r\nTo attain the objectives of the International Decade\r\nof the World’s Indigenous People, Ecuador, a multi-ethnic\r\ncountry, has submitted various concrete programmes and\r\ninitiatives, in consultation with national indigenous\r\norganizations, designed to improve the economic, social\r\nand cultural status of those groups while fully respecting\r\ntheir distinctive characteristics. It hopes to be able to rely\r\non international cooperation in bringing these initiatives\r\nand programmes to fruition.\r\nIn previous decades the United Nations led the\r\nstruggle for the self-determination of peoples, which\r\nresulted in an end to the shameful colonial system. From\r\nthe earliest years of its existence the Organization\r\ncondemned the apartheid system, and it continued to do\r\nso until apartheid was abolished. The time has now come\r\n7\r\nGeneral Assembly 11th plenary meeting\r\nFiftieth session 28 September 1995\r\nfor the United Nations to fight for the realization of the\r\nright to development, based on solid economic and social\r\nfoundations, implying a promise of better living conditions\r\nfor millions of human beings. Stable and lasting peace can\r\nbe achieved only through a sustainable and harmonious\r\ndevelopment.\r\nThat development must go hand in hand with urgent\r\nsolutions to the problem of preserving the great heritage of\r\nmankind — the environment. Agenda 21, resulting from the\r\n“Earth Summit”, must be complied with. To play its part,\r\nEcuador will continue to seek international cooperation to\r\npreserve its immense ecological wealth, not only of its\r\ncontinental territory, but also — and particularly — in the\r\nAmazonian region and the Galapagos Islands.\r\nIn keeping with its policy of opening its economy,\r\nEcuador has become the first new member of the World\r\nTrade Organization (WTO), which enables it, inter alia, to\r\nbenefit from the guaranteed application of the principle of\r\nnon-discrimination in its trade relations with all other\r\nmembers, to negotiate better terms for trade in Ecuadorian\r\ngoods and services, to obtain technical support and\r\nassistance and to enjoy the favourable terms of trade\r\naccorded developing countries.\r\nMy country considers that a stable relationship should\r\nbe established between the World Trade Organization and\r\nthe United Nations, and we therefore actively support the\r\ndrafting of an agreement between these two Organizations\r\nin keeping with the Marrakech Accord and the San\r\nFrancisco Charter. That could be the basis for the\r\nestablishment of a new, more just and efficient international\r\norder, in which respect for the human person is guaranteed,\r\npeople’s welfare is fostered, economic development is\r\nshared and the balance and fairness of international trade\r\nare guaranteed, so as to create a society based on\r\ninternational cooperation, solidarity and interdependence.\r\nThe United Nations is called upon to perform an\r\nimportant task in realizing this new order. To that end, not\r\nonly must the Organization as a whole be restructured, but\r\nall Member States, great and small, must offer their total\r\npolitical support to the United Nations.\r\nEcuador has always upheld its historical, Amazonian\r\nand peaceful tradition and its respect for the rule of law. It\r\nhas adhered to the purposes and principles of the Charter,\r\nincluding non-recourse to the threat or use of force against\r\nthe territorial integrity of any other State and the obligation\r\nto resolve international disputes exclusively through\r\npeaceful means.\r\nProblems created by breaches of the peace occur in\r\nevery part of the globe. Thus, early this year Ecuador was\r\ninvoluntarily involved in an unsought armed conflict of\r\nunpredictable consequences with its southern neighbour,\r\nPeru. The Secretary- General of the United Nations and\r\nthe Organization’s Member States were informed of this\r\nunfortunate conflict, which arose out of the territorial\r\nproblem that has for decades soured relations between our\r\ntwo countries. A peaceful, just and definitive solution of\r\nthis controversy is a necessity not only for our two\r\nnations, but also for peaceful coexistence in Latin\r\nAmerica. My Government has always sought to avoid\r\nsuch conflict through diplomatic channels. The actions\r\ntaken by the guarantor countries under the Rio Protocol\r\nof 1942 were extremely important in arriving at a\r\ncease-fire during the military confrontation and in leading\r\nto the pacification process agreed to in the Itamaraty\r\nPeace Declaration of 17 February 1995 and ratified in the\r\nMontevideo Declaration of 28 February. This process has\r\ngradually led to the restoration of peace. We trust that,\r\nwith the assistance of Argentina, Brazil, Chile and the\r\nUnited States, and their military observers still deployed\r\nin the conflict area, the aspirations of the Ecuadorian and\r\nPeruvian peoples will be fulfilled and that a definitive\r\nsolution to the problem on the terms that I have\r\nmentioned will be achieved.\r\nThe action taken by the guarantor countries\r\nregarding the conflict between Ecuador and Peru has\r\nproved particularly effective, and we are certain it will\r\nlead to a total normalization of relations between Ecuador\r\nand Peru. At the recent meeting of the Heads of State and\r\nGovernment of the countries of the Rio Group, held last\r\n4 and 5 September, there were important signs of\r\nrelaxation of tension in the statements made by the Heads\r\nof State of both countries as well as in the encouraging\r\npositions of the other countries, which we believe,\r\nprovide not only a clear orientation towards peace but\r\nalso support for complete peaceful coexistence, while at\r\nthe same time creating a space for dialogue, constructive\r\nnegotiations and a resumption of the integrationist\r\nprocesses that serve to consolidate peace. All this,\r\nmoreover, will clear a sure path towards cooperation, in\r\nvarious spheres of our relations with our neighbours and\r\nwith other countries, with mutual respect and\r\nunderstanding. I believe we have begun to move towards\r\na better understanding, and if we prepare a framework of\r\ngood will we will be able not only to bring our divergent\r\npositions closer together but also to reach agreements for\r\nlasting solutions.\r\n8\r\nGeneral Assembly 11th plenary meeting\r\nFiftieth session 28 September 1995\r\nThe problems threatening international peace — which\r\narouse natural fears, create anxiety, work against the\r\npeople’s well-being, cause enormous losses of human life\r\nand bring about an immense deterioration of social and\r\neconomic development — are no doubt the gravest\r\nproblems, and they call for action for peace by all means\r\npossible. They are deep-rooted problems that require a\r\npositive response from international organizations, both\r\nglobal and regional, when their assistance is needed to\r\nsolve such problems.\r\nThe President: I now call on the Minister for Foreign\r\nAffairs of Hungary, Mr. László Kovács.\r\nMr. Kovács (Hungary): May I extend our\r\ncongratulations to you, Sir, upon your election as President\r\nof the General Assembly at this historic fiftieth session. The\r\ndelegation of Hungary stands ready to do its fair share in\r\nassisting you in the fulfilment of your important\r\nresponsibilities.\r\nThe 50-year-old United Nations is a living witness to\r\nour successes and failures. In many quarters, the question\r\nis raised whether the United Nations has a credibility\r\nproblem at this important juncture of its history. We have\r\nto remind ourselves that the capacity of the United Nations\r\nto act is nothing but the reflection of the will and\r\ndetermination of its Member States. With the euphoria over\r\nthe end of the cold war gone, we ought to take a hard look\r\nat the role the United Nations is called upon to play in a\r\ndramatically altered, often fluid international environment\r\nwhere shared values may not automatically yield\r\nconverging interests.\r\nThe Charter provides us with valuable guidance for\r\ndistinguishing sound international order and stability from\r\nthe expedience of appeasement. The question is whether the\r\ninternational community is always ready to act accordingly\r\nby taking a firm stand against aggression, heinous crimes\r\nagainst humanity and flagrant infringements on the human\r\nrights and fundamental freedoms of millions of individuals\r\naround the globe.\r\nWe believe that there can be no place for complacency\r\nwhen we witness devastating wars, lawlessness, the\r\nsuffering of civilian populations and widespread human\r\nmisery. There is no positive answer to the question\r\nwhether, in spite of the absence of the threat of a new\r\nworld catastrophe, we can keep our planet safe and secure.\r\nA fundamentally changed global political environment, as\r\nbipolarism fades away, cannot prevent the outbreak of local\r\nwars, internal conflicts or ethnic strife. The values and\r\nprinciples we hold so dear seem to be distant dreams\r\nagainst the backdrop of horrors occurring in places remote\r\nfor some, but dangerously close to others.\r\nMr. Odlum (Saint Lucia), Vice-President, took the\r\nChair.\r\nWe have come to realize the growing importance of\r\neffective regional tools in addressing this new type of\r\nmostly internal conflicts, where the rule of law and\r\naccountable national administrations are often non-\r\nexistent, where warlords and other unscrupulous leaders\r\nlead campaigns of intimidation, “ethnic cleansing” and\r\ngenocide in an atmosphere of nationalism and hatred.\r\nThroughout the years, the United Nations has achieved a\r\nnumber of important successes by brokering peace\r\nagreements, conducting peace-keeping operations,\r\nimproving humanitarian situations and promoting national\r\nreconciliation.\r\nThe world Organization is better equipped to deal\r\nwith traditional conflict situations. However, it has yet to\r\nprepare itself for meeting all the new and alarming\r\nchallenges. While the United Nations cannot realistically\r\nmanage all the crises occurring world wide, because of its\r\nunique role and responsibility in the maintenance of\r\ninternational peace and security, it should seek to\r\nstrengthen global political consensus on the principles of\r\nthe Charter, assist, through its preventive capacity, in the\r\nformulation of regional strategies and efforts and take\r\ndecisive action when regional or global security is\r\nseriously challenged.\r\nToday’s conflicts call for a more coherent yet\r\ndecentralized United Nations response capability.\r\nStreamlining and rationalizing the Organization should be\r\nthe order of the day, not only to eliminate waste and\r\noverlap, but also to make the best use of existing political\r\nand financial resources. We also fully support the\r\nSecretary-General’s efforts to improve coordination\r\nbetween United Nations organs and agencies with a view\r\nto enhancing the early-warning, stand-by and rapid-\r\nreaction capacities of the Organization, which should\r\nfocus on all the political, security, social, economic-\r\necological, humanitarian and human rights areas of United\r\nNations activity.\r\nAs regards the reform efforts in general, one should\r\nbear in mind that agreement on such diverse issues as the\r\nelimination of the enemy-States clause from the Charter\r\nor the reform of the financing of peace-keeping operations\r\ncannot be achieved overnight. We hope that the\r\n9\r\nGeneral Assembly 11th plenary meeting\r\nFiftieth session 28 September 1995\r\nestablishment of an open-ended working group of the\r\nGeneral Assembly, chaired by its President, will be an\r\nimportant milestone in this highly complex endeavour. We\r\nwelcome the important measures already implemented and\r\nare looking forward to others which are designed to\r\nenhance the transparency and effectiveness of the\r\nfunctioning of the Security Council.\r\nThe main mission of the United Nations is to make the\r\nworld a safer place for all. After a series of United Nations\r\nconferences on the most important global problems, such as\r\nenvironment, human rights, population and social\r\ndevelopment, and the recently concluded World Conference\r\non Women, we ought to focus our attention on the practical\r\nimplementation of their recommendations.\r\nEarlier this year the international community extended\r\nfor an indefinite period the validity of the Treaty on the\r\nNon-Proliferation of Nuclear Weapons. Hungary had\r\nsupported from the very beginning the idea of indefinite\r\nextension, for we are convinced that this major international\r\ninstrument promotes stability by preventing the spread of\r\nthe nuclear arsenal and at the same time aims at the orderly\r\ndevelopment of nuclear cooperation for peaceful purposes.\r\nWe hope that the security guarantees given to the\r\nnon-nuclear States by the permanent members of the\r\nSecurity Council, as well as the prospects of a thorough\r\nreview of the operation of the Treaty — including the\r\nobligations in the field of nuclear disarmament, especially\r\nthe early conclusion of a comprehensive test-ban treaty —\r\nwill open up further possibilities for progress in this area.\r\nThe tragedy in the former Yugoslavia has revealed,\r\nnot only where brutality and the trampling of elementary\r\nnorms of international law and human behaviour can lead,\r\nbut also the devastating consequences of unwillingness to\r\nenforce the legitimate decisions of the international\r\ncommunity. What we have seen was that the Security\r\nCouncil, and consequently the United Nations as a whole,\r\nwas either unable or unwilling to follow through its own\r\nresolutions, thus leaving the initiative to those whose only\r\nargument was and is naked force and the policy of the fait\r\naccompli. The crisis in the Balkans is a serious and tragic\r\nreminder that the Security Council can preserve its\r\nauthority and credibility only if there is a unity of action\r\nwhich ensures the full and timely implementation of its\r\nresolutions. Another important lesson to be drawn from the\r\nhandling of this crisis is that adequate early-warning and\r\npreventive machineries should be put in place to forestall\r\nthe eruption of further tragedies and conflicts.\r\nThe Republic of Hungary, being a neighbouring\r\ncountry to three of the new States that emerged on the\r\nterritory of the former Yugoslavia, is vitally interested in\r\npeaceful and good-neighbourly cooperation with all of\r\nthem and in the early settlement of the conflict by\r\npolitical means, on the basis of the purposes and\r\nprinciples of the Charter, international law and the\r\nresolutions of the Security Council. In our view, a visible\r\nand credible international presence, backed up by\r\ninternational resolve to guarantee the implementation of\r\ndecisions taken, is essential for this purpose. We believe\r\nthat no comprehensive and lasting arrangements can be\r\nworked out for this conflict if two, so far quite neglected,\r\nfactors are not taken fully into account.\r\nFirst, any solution should incorporate the human\r\nrights dimension, including effective guarantees for\r\nminority rights in accordance with international standards.\r\nIn this regard, I would like to pay tribute to the former\r\nSpecial Rapporteur for the Commission on Human Rights,\r\nMr. Tadeusz Mazowiecki, for his untiring efforts\r\nconsistently to uphold the values of our civilization.\r\nNeither massive economic assistance, nor a huge\r\ninternational presence can make a real difference if the\r\nhuman rights questions are left unaddressed.\r\nSecondly, the security of the subregion, and, indeed,\r\nof Europe as a whole, is threatened by massive arms\r\nstockpiles, mostly left over from the previous period,\r\nwhen the former Yugoslavia — not being a party to the\r\nTreaty on Conventional Forces in Europe (CFE) —\r\nmaintained significant armed forces, in fact, one of the\r\nrelatively largest in Europe. It is of vital importance,\r\ntherefore, to work out, in the context of the settlement,\r\narrangements to reduce conventional armaments on the\r\nterritory of former Yugoslavia.\r\nThe acquisition of territory by force and the\r\naccompanying abhorrent phenomenon of “ethnic\r\ncleansing” in the former Yugoslavia led to the destruction\r\nof entire regions. It triggered a forced population\r\nmovement unseen in Europe since the Second World\r\nWar. Today, when we are about to enter the fifth year of\r\nthe war and the diplomatic efforts to find a solution are\r\ncontinuing, we should not lose sight of political\r\nresponsibilities and personal accountabilities for the\r\ninitiation of this drama. The sick ideas of ethnically pure,\r\nhomogenous, single-nation States had started a vicious\r\ncycle of vengeance that claimed the lives of over 100,000\r\npeople and forced millions of others to flee, many of\r\nthem seeking refuge in neighbouring and other countries.\r\nIn this regard, the settlement of refugees in new areas\r\n10\r\nGeneral Assembly 11th plenary meeting\r\nFiftieth session 28 September 1995\r\ntraditionally inhabited by other national minorities in order\r\nto change their century-old ethnic composition is contrary\r\nto international law. It is even more so if it is being\r\nconducted by forcible means and through intimidation, as\r\nhas happened to the Croat and Hungarian minorities in the\r\nVojvodina province of Serbia.\r\nThe Government of Hungary has, on several\r\noccasions, expressed its grave concern about the negative\r\nimpact of the conflict on the ethnic composition of the\r\npopulation concerned. From this rostrum, I should like to\r\ncall the attention of the international community again to\r\nthe need to elaborate a comprehensive settlement, in the\r\nframework of which the question of the refugees should be\r\nso resolved as to respect the interests of each and every\r\nethnic community. Any settlement must include the\r\ndevelopment and implementation of agreements that ensure\r\nthe survival of these communities, respect their human\r\nrights and fundamental freedoms, including minority rights,\r\nand encourage the establishment of institutions that\r\nguarantee those rights in the long run.\r\nThe issue of human rights and fundamental freedoms\r\nremains in the forefront of our attention. Protection and\r\npromotion of these rights is not only a voluntarily\r\nundertaken obligation of all Members of the United\r\nNations, but a responsibility the implementation of which\r\ncan be legitimately scrutinized by the international\r\ncommunity. In Vienna, we closed the debate on the\r\nuniversality of human rights by adopting the document of\r\nthe World Conference on Human Rights and restating\r\nuniversality in its own right as our guiding principle since\r\nthe proclamation of the Universal Declaration of Human\r\nRights. The legitimate role of the United Nations acting in\r\ndefence of human rights should therefore be supported and\r\nstrengthened.\r\nWith renewed waves of human rights violations\r\noccurring worldwide, mostly in internal conflicts or ethnic\r\nstrife, our Organization has to step up its early-warning and\r\npreventive capacities, develop an integrated response\r\nmechanism encompassing field visits and monitors, a closer\r\nintegration of the human rights element in peace-keeping\r\nactivities and ensuring effective interaction in the\r\nimplementation of political, peace-keeping, human rights\r\nand humanitarian mandates. International presence,\r\nparticularly preventive protection, is a most efficient\r\ndeterrent in curbing violations and preventing their\r\nescalation.\r\nThe establishment of the Office of the United Nations\r\nHigh Commissioner for Human Rights (UNHCR) was built\r\non the premise of giving more coherence and visibility to\r\nhuman rights activities within the United Nations system.\r\nHowever, our commitment to human rights rings hollow\r\nwithout constant efforts to improve the efficiency of the\r\nUnited Nations human rights machinery, focusing on\r\nprevention, on-site monitoring and developing a rapid-\r\nresponse capacity.\r\nMay I now address the General Assembly in my\r\ncapacity as Chairman-in-Office of the Organization for\r\nSecurity and Cooperation in Europe (OSCE).\r\nThe cooperation between the United Nations and the\r\nOSCE has significantly developed on both political and\r\noperational levels since the December 1994 Budapest\r\nsummit. As the OSCE, a regional organization in the\r\nsense of Chapter VIII of the Charter, embarks on so-far-\r\nuncharted waters in conflict prevention and crisis\r\nmanagement, the advice and assistance of the United\r\nNations proves to be an important asset, for which I\r\nwould like to express our appreciation to the Secretary-\r\nGeneral.\r\nBased on the agreement concluded between the two\r\norganizations, we have indeed developed flexible forms\r\nof cooperation, not only in the political area, but in our\r\njoint efforts on humanitarian issues, human rights,\r\nsanctions-monitoring and operational presence.\r\nAt present, the OSCE has missions in Georgia,\r\nBosnia and Herzegovina, the Former Yugoslav Republic\r\nof Macedonia, Moldova, Ukraine, Tajikistan, Nagorno-\r\nKarabakh, Estonia, Latvia and Chechnya. We are also\r\nabout to establish one in Croatia. We find it indispensable\r\nthat the OSCE mission to Kosovo, Sandjak and Vojvodina\r\nin the Federal Republic of Yugoslavia (Serbia and\r\nMontenegro) resume its activities, in accordance with the\r\nrelevant resolution of the Security Council.\r\nThough the mandates of these OSCE missions vary,\r\nthey still point in the same direction, namely assisting the\r\nparties involved in finding a political solution to their\r\ndifferences on the basis of OSCE principles and\r\ncommitments. OSCE helps to monitor and verify cease-\r\nfire accords, supervise troop withdrawals, establish\r\nnegotiating structures and principles for talks on national\r\nreconciliation and respect for human rights and\r\nfundamental freedoms. It has to be added that in some\r\ncases the OSCE has to work hard to obtain the necessary\r\npolitical endorsement of the parties to engage in a\r\npeaceful and structured political process and offer mutual\r\nconcessions.\r\n11\r\nGeneral Assembly 11th plenary meeting\r\nFiftieth session 28 September 1995\r\nI wish to express our appreciation of the peace efforts\r\nin Bosnia and Herzegovina which, in this very city of New\r\nYork only two days ago, yielded the so-called “further\r\nagreed basic principles”. As its Chairman-in-Office, I can\r\nsee that it is extremely important that the Organization for\r\nSecurity and Cooperation in Europe may soon find itself in\r\na new, important and challenging role as an active\r\nparticipant in the course of the implementation of the long-\r\nawaited Bosnian peace accords.\r\nIn making use of the mutually reinforcing capabilities\r\nof the United Nations and the OSCE, the Hungarian\r\nChairmanship-in-Office of the organization for 1995 is\r\ndetermined to strengthen both organizations. I remain\r\nconvinced that the further development of this cooperation\r\nin the vast area from Alaska to Kamchatka will, with the\r\nactive support of Members, bring us closer to the\r\nrealization of the noble ideals set forth in the Charter 50\r\nyears ago.\r\nThe Acting President: I now call on the Minister for\r\nForeign Affairs of Thailand, His Excellency Mr. Kasem\r\nKasemsri.\r\nMr. Kasemsri (Thailand): On behalf of the\r\nGovernment and people of Thailand, I should like to extend\r\nmy warmest congratulations to His Excellency Mr. Freitas\r\ndo Amaral, upon his election to the presidency of this\r\nhistoric fiftieth session of the General Assembly. I am\r\nconfident that under his leadership the work and\r\nachievements of this session will be as momentous as the\r\noccasion we are celebrating.\r\nI should also like to take this opportunity to pay\r\ntribute to His Excellency Mr. Amara Essy, Foreign Minister\r\nof Côte d’Ivoire, President of the forty-ninth session of the\r\nGeneral Assembly. My delegation truly appreciates his\r\nleadership and his tireless dedication to the heavy\r\nresponsibilities entrusted to him during the past year. Under\r\nhis guidance, the forty-ninth session not only set the stage\r\nfor the fiftieth anniversary of the United Nations but also\r\nhelped to reinforce its foundation and crystallized its agenda\r\nfor the years to come.\r\nAs this is the first time that I have had the honour to\r\naddress the General Assembly on behalf of my Government\r\nand the people of Thailand in my capacity as Foreign\r\nMinister, I should like to reiterate my Government’s full\r\nand unflinching support for the purposes and principles of\r\nthe United Nations and its all-encompassing work and\r\nendeavours. As a representative of a democratically elected\r\nGovernment, I am particularly pleased to note the increased\r\nrole and involvement of the United Nations in promoting\r\nthe principles and practices of democracy. Thailand\r\nbelieves that, as a global organization, the United Nations\r\nhas an important role to play in advancing the concept of\r\ndemocracy and enhancing its principles in world affairs,\r\nas well as in the functions of the United Nations itself. It\r\nis with this conviction, therefore, that I should like to\r\npledge Thailand’s fullest support for United Nations\r\nundertakings in this field.\r\nDuring the past few years, much has been said on\r\nthe need to strengthen and revitalize the United Nations\r\nfor the next 50 years, to prepare it for the challenges of\r\nthe new century which will soon dawn upon us. Through\r\nthe years, a number of useful proposals and\r\nrecommendations on ways to improve the structure,\r\nworking methods, efficiency and agenda of the United\r\nNations have been made by numerous experts,\r\npractitioners and enthusiasts, from both within and outside\r\nthe United Nations system. Yet much remains to be done\r\nif the United Nations is to be, in the words of the\r\nSecretary-General, Mr. Boutros Boutros-Ghali, a\r\n“mission-driven and result-oriented” Organization.\r\nIn this regard, Thailand believes that a number of\r\ncrucial ingredients are necessary to effectuate a successful\r\nreform of the United Nations system. Most important, the\r\nreform must be comprehensive and universal. The reform\r\nprocess should take place in all agencies within the\r\nUnited Nations system, encompassing all aspects of the\r\nwork and activities of the United Nations. A special effort\r\nshould be made to coordinate all reform initiatives,\r\nparticularly in three main organs of the United Nations,\r\nnamely the General Assembly, the Security Council and\r\nthe Economic and Social Council. For this reason,\r\nThailand fully supports the General Assembly’s decision\r\nearlier this month to establish a high-level open-ended\r\nworking group on the strengthening of the United Nations\r\nsystem in order to review and make observations on\r\nreform proposals attained from various sources.\r\nIn line with this initiative, I should like to go a step\r\nfurther and propose that, in addition to the high-level\r\nopen-ended Working Group, a focal point could be\r\ndesignated to coordinate all reform initiatives in all\r\nUnited Nations bodies. However, such a focal point need\r\nnot supersede or subsume existing reform mechanisms,\r\nsuch as the High-Level Open-ended Working Group on\r\nthe Financial Situation of the Organization, the ad hoc\r\nopen-ended Working Group on an Agenda for\r\nDevelopment, and the Open-Ended Working Group on the\r\nreform of the Security Council. All these bodies should\r\n12\r\nGeneral Assembly 11th plenary meeting\r\nFiftieth session 28 September 1995\r\ncoexist and coordinate with one another, and complement\r\neach other’s work.\r\nHaving been a United Nations Member since 1946,\r\nThailand shares the aspirations of all its fellow Members to\r\nsee a more consolidated, cohesive and efficient United\r\nNations system — one which would be able to fulfil the\r\nnoble purposes and principles of the Charter of the United\r\nNations; to deal urgently and effectively with threats to\r\ninternational peace and security; to respond effectively to\r\nthe world’s economic, social and humanitarian needs; and\r\nto promote the goals of human security and sustainable\r\ndevelopment. Furthermore, Thailand is convinced that one\r\nmust also ensure that the United Nations of the twenty-first\r\ncentury is more equitable, representative, democratic,\r\ntransparent and accountable, allowing for the widest\r\npossible participation in all its decision-making and\r\nactivities and serving the interests of all mankind.\r\nWhen speaking of these qualities, one is inclined to\r\nponder the work on the reform of the Security Council. As\r\nthe main organ entrusted with the primary responsibility of\r\nmaintaining international peace and security, the Security\r\nCouncil must be restructured in such a way that it will be\r\nable to perform its duties effectively, while also ensuring its\r\nlegitimacy and accountability. To achieve this goal, the\r\nreformed working methods and composition of the Security\r\nCouncil should allow for the widest participation by\r\nMember States, particularly those that are developing\r\ncountries, while at the same time giving due recognition to\r\nStates whose present world positions reflect the current\r\nglobal shift in power and influence.\r\nHowever, to simply reform the Security Council\r\nthrough its composition and working methods alone is not\r\nenough. If the Security Council is to be truly efficient and\r\neffective, we also need to rethink the way in which we\r\nview the role of the Security Council. We need to be more\r\nrealistic in our expectations about what the Security Council\r\nshould do and should be able to accomplish in a conflict\r\nsituation. In other words, it is about time we considered\r\nlimiting the scope and depth of the peace-keeping activities\r\nof the United Nations to a level where its involvement\r\nwould be practical, meaningful and cost-effective.\r\nFor this reason, my delegation welcomes the point\r\nraised by His Excellency Professor Dr. Diogo Freitas do\r\nAmaral, President of the General Assembly at its fiftieth\r\nsession, on the need to re-examine the United Nations\r\ngeneral policy on peace-keeping. My delegation also\r\nwelcomes the efforts being made in the Fifth Committee to\r\nreform the process of approving peace-keeping budgets and\r\nappropriations, which would help improve the\r\nmanagement of the United Nations financial resources.\r\nMy delegation is convinced that it would make good\r\nmanagerial sense for us to try to curtail the dramatic\r\nincrease in the expenses of United Nations peace-keeping\r\nand related operations, which, in 1995, have grown to\r\nover $3 billion and are currently contributing to the\r\nUnited Nations financial difficulty.\r\nIt is one thing to discuss United Nations efforts in\r\nmaintaining international peace and security in financial\r\nand managerial terms and another to view them from the\r\nhuman perspective. The tribal, ethnic and religious\r\nconflicts that are the source of the ongoing hostilities in\r\nplaces such as Bosnia and Herzegovina, Somalia,\r\nLebanon and Cyprus existed long before the end of the\r\ncold war, many of them even long before the United\r\nNations came into existence. There is not much the\r\nUnited Nations can do as long as the peoples involved\r\nhave no desire to coexist in peace. That is why Thailand\r\nfully supports the United Nations continuing work on the\r\nAgenda for Peace, initiated by the United Nations\r\nSecretary-General in 1992. In particular, Thailand believes\r\nthat the concepts of preventive diplomacy and\r\nconfidence-building, as espoused by the initiative, could\r\ndo much to promote peace and understanding in all\r\nregions of the world.\r\nAlong this line, Thailand and the Association of\r\nSouth-East Asian Nations (ASEAN) have, since 1971,\r\ninitiated the concept of a Zone of Peace, Freedom and\r\nNeutrality in South-East Asia (ZOPFAN), the Treaty of\r\nAmity and Cooperation in Southeast Asia in 1976, and,\r\nmost notably, the ASEAN Regional Forum (ARF) in\r\n1994, involving 18 States from the Asia-Pacific region\r\nand the European Union. It is most gratifying that, after\r\ntwo years of existence, the ARF has increasingly proved\r\nto be a useful instrument of peace and understanding and\r\nhas made significant contributions to efforts towards\r\npreventive diplomacy and confidence-building in the\r\nAsia-Pacific region.\r\nDuring the past year, a number of important\r\ndevelopments have taken place within the realm of the\r\nglobal economy. The establishment of the World Trade\r\nOrganization (WTO), although still in its initial stage,\r\naugurs well for the eventual realization of a transparent,\r\nbalanced and effective world trading regime. Continued\r\nefforts should be made to integrate major trading\r\neconomies, as well as those in transition, into the WTO\r\nframework in order to more fully to globalize the norms\r\nand practices of free and fair trade.\r\n13\r\nGeneral Assembly 11th plenary meeting\r\nFiftieth session 28 September 1995\r\nSimilarly, the conclusion of the Uruguay Round\r\nagreements provided hope for a more equitable and open\r\nglobal trading system. It is essential that these agreements\r\nbe implemented in full as soon as possible. It is essential\r\nalso that States parties refrain from using unilateral and\r\narbitrary measures, which would be contrary to the spirit\r\nand provisions of the agreements and obstruct the free flow\r\nof trade between States and regions. The sad reality is that,\r\nin spite of the agreements, trading States, such as Thailand,\r\nstill suffer from unilateral and arbitrary measures in areas\r\nsuch as agriculture, textiles and light-manufacture products.\r\nFor this reason, Thailand believes that further\r\ndiscussions and negotiations on the accelerated\r\nimplementation of the Uruguay Round commitments and\r\nrelated issues are still necessary. Efforts should also be\r\nmade to ensure that the outcome of these discussions and\r\nnegotiations would make it possible to strike a balance\r\nbetween the interests and concerns of developing countries\r\nand that of their more developed counterparts. Thailand\r\nfurther believes that to this end, United Nations institutions\r\nsuch as the United Nations Conference on Trade and\r\nDevelopment (UNCTAD) can play a major role in\r\namalgamating, and giving expression to, the interests and\r\nconcerns of all involved, particularly those of the\r\ndeveloping, and least developed, members of the world\r\neconomy.\r\nGlobal trade agreements are not the only ones that\r\nbring countries closer together. Another welcome\r\ndevelopment in the international economy is the closer\r\ncooperation among regional and subregional economic\r\ngroupings. The linkages among these entities in various\r\nparts of the world have, in effect, created a network of\r\ninterdependence that has tremendous potential and would\r\nbenefit all concerned. However, continued care must be\r\nexercised to make certain that these groupings will not turn\r\ninward and become mutually exclusive regional trading\r\nblocs. Such a development would be detrimental to the\r\nspirit of multilateralism that has been fostered by this body\r\nfor the past 50 years and to the world’s trading system.\r\nWhile economic cooperation within a regional context\r\nsuch as ASEAN has become commonplace, it is noteworthy\r\nthat cooperative frameworks now span the divide of North\r\nand South, East and West. Oceans are no longer a\r\nseparation. Efforts such as the Asia-Pacific Economic\r\nCooperation (APEC) and the ASEAN-European Union\r\npromise to forge closer economic cooperation across the\r\nregions, regardless of geographical distance and boundaries.\r\nAs these growing networks of cooperation extend their\r\nreach across the globe and transoceanic trade multiplies,\r\ngeographical and economic distinctions become\r\nincreasingly irrelevant. The sharp dividing lines between\r\nthe rich and the poor, the Western and the Eastern\r\nhemispheres, are indeed diminishing.\r\nSustainable economic development must go hand in\r\nhand with sustainable human development. There can be\r\nno prosperity as long as people are denied their basic\r\nrights and the satisfaction of their needs. As a country\r\nthat attaches high importance to the principles of social\r\nequity, social welfare and human rights, Thailand fully\r\nsupports the United Nations efforts in areas such as the\r\nalleviation of poverty, education, health care and the\r\ncombating of drug abuse and trafficking. Drug trafficking,\r\nin particular, has always received special attention from\r\nThailand. Geographically located near the so-called\r\n“golden triangle”, Thailand has consistently supported, at\r\nboth the global and the regional level, international efforts\r\naimed at the prevention, control and suppression of\r\nnarcotic drugs. This support has been intensified in recent\r\nyears with the advent of the twentieth-century epidemic\r\nof Acquired Immune Deficiency Syndrome (AIDS).\r\nThailand believes that like the drug problem, the disease,\r\nwith its devastating effects on mankind, is of global\r\nconcern and should be dealt with jointly by the\r\ninternational community. In this context, my delegation\r\nwould like to voice its support for the United Nations\r\nongoing work on initiatives relating to the Agenda for\r\nDevelopment, which would help us find more pragmatic\r\napproaches to development and address the\r\naforementioned economic, social and human security\r\nissues in all their dimensions in a more effective and\r\nfruitful manner.\r\nIn spite of the many achievements of the United\r\nNations during the past 50 years, in the year 1995, we\r\nstill find ourselves far away from what the authors of the\r\nUnited Nations Charter had hoped for and dreamed of in\r\n1945. Therefore, in this fiftieth anniversary year, it is\r\nmost appropriate that we, the peoples of the United\r\nNations, rededicate ourselves to the realization of the\r\nhopes and dreams of the framers of the United Nations\r\nCharter, for our own sake and for the sake of our\r\nchildren. Through the years, we have asked and taken\r\nmuch from the United Nations. We continue to do so with\r\nmuch greater intensity and in much greater multitude. It\r\nis now time for us to reinvest in the United Nations. We\r\nmust give back not only quantitatively but also\r\nqualitatively. Imperfect as it is, there is no substitute for\r\nthe United Nations.\r\n14\r\nGeneral Assembly 11th plenary meeting\r\nFiftieth session 28 September 1995\r\nThe generation of the Second World War created the\r\nUnited Nations for us. They lit for us all a beacon of hope.\r\nIt is now our responsibility to bequeath to our posterity a\r\nbrighter beacon, a revitalized and strengthened United\r\nNations which would withstand the test of time and help us\r\novercome the challenges of the next century.\r\nThe Acting President: The next speaker is the\r\nDeputy Prime Minister and Minister for Foreign Affairs,\r\nForeign Trade and Cooperation of Luxembourg,\r\nHis Excellency Mr. Jacques Poos, on whom I now call.\r\nMr. Poos (Luxembourg) (interpretation from French):\r\nLike previous speakers, I should like to convey to the\r\nPresident of the fiftieth session of the General Assembly\r\nour warmest congratulations on his election to the\r\npresidency of the Assembly. As a representative of a\r\ncountry close to us, Portugal, he will, I am certain,\r\ndischarge skilfully and effectively his difficult\r\nresponsibilities in leading our deliberations.\r\nThe President of our Council, Mr. Javier Solana, has\r\nrecently explained the position of the European Union on\r\nthe work of the United Nations and on the major challenges\r\nit is called upon to face. Those are also the views of my\r\ndelegation. I welcome the promising prospects opening up\r\nin the Balkans and the Middle East. As for Chechnya, I\r\nmust, on the other hand, regret that the parties have been\r\nlagging behind in restoring peace to that sorely tried region\r\nin the past year.\r\nIn the former Yugoslavia, dramatic developments in\r\nrecent months have changed substantially the nature of the\r\nconflict there. After years of civil war, atrocities and\r\n“ethnic cleansing”, we now see a glimmer of hope\r\nemerging. I welcome the recent agreements in Geneva\r\nbetween the warring parties, as well as that on the opening\r\nup of Sarajevo, which was arrived at thanks to the\r\nmediation efforts and the commitment of the American\r\nspecial envoy, Mr. Richard Holbrooke. I am, however, not\r\nunaware of the fact that negotiations on a comprehensive\r\nsettlement will be lengthy and that its implementation will\r\nbe a difficult task.\r\nThe Government of Luxembourg is prepared to take\r\npart in the reconstruction effort as long as certain\r\nconditions are met: the effective implementation of a\r\ncomprehensive settlement, the implementation of a\r\ndisarmament plan and respect for human rights and for\r\nminorities, including the right of return.\r\nIn the Middle East, negotiations for the conclusion\r\nof a second agreement on the autonomy of the occupied\r\nterritories have just been concluded. Mr. Rabin and Mr.\r\nPeres, as well as Mr. Arafat, have shown exemplary\r\ntenacity and political will, and they deserve our warmest\r\ncongratulations.\r\nWe are all called upon to help in the success of this\r\nvast endeavour for peace now under way. My\r\nGovernment has launched an important action for\r\ncooperation in development in the occupied territories. It\r\nwill also send observers to the forthcoming elections,\r\nwhich will be the decisive test for the creation of a civil\r\nand democratic society.\r\nMy country notes with satisfaction the indefinite\r\nextension last May of the Treaty on the Non-Proliferation\r\nof Nuclear Weapons (NPT). It appeals urgently to the\r\nnuclear-weapon Powers to renounce any new testing and\r\nto comply with the current moratorium. Such a decision\r\nwould help to create a climate favourable to the\r\nconclusion in 1996 of a global treaty on the banning of\r\nnuclear testing, one which is suitably verifiable.\r\nThe Fourth World Conference on Women has just\r\nconcluded in Beijing. My Government commends the\r\nprogress achieved at that Conference. It hails the fact that,\r\nfor the first time, the rights of women are recognized as\r\nan integral and indivisible part of all human rights and\r\nfundamental freedoms. In particular, we have in mind the\r\nrecognition of the right of all women to control their\r\nsexual health and their access, on an equal footing, to\r\neconomic resources. The “right to be different” claimed\r\nby religious fundamentalists should not hamper the\r\nimplementation of these new principles.\r\nThe events of some time ago led us to believe that\r\nthe old bipolar world was a thing of the past and that a\r\nnew world order was automatically about to succeed it.\r\nUnfortunately, reality has not confirmed that hope. The\r\nmultipolar world in which we live has not at all become\r\nmore unified, nor more supportive, nor safer. Ethnic\r\nconflicts have broken out in many parts of the world.\r\nNarrow-minded nationalism has gained adherents, and\r\npolitical and religious intolerance is spreading.\r\nWe thought that with increased international\r\ncooperation, the role of multinational organizations would\r\nincrease. This has not always been the case. Often, the\r\nrole of our Organization has been ill perceived or badly\r\npresented to the public.\r\n15\r\nGeneral Assembly 11th plenary meeting\r\nFiftieth session 28 September 1995\r\nIn many cases, the image given of the United Nations\r\nseems unfair. It does not take into account the many\r\nconstraints under which the United Nations functions. Very\r\noften, the critics are aiming at the wrong target, forgetting\r\nthat it is Member States that prevent the United Nations\r\neither from taking decisions or by acting, by denying it the\r\nnecessary resources.\r\nThe political commitment of Member States is often\r\nnot commensurate with the ever-growing responsibilities of\r\nthe United Nations.\r\nOur Organization must then today come to grips with\r\na new situation arising from the fact that most current\r\nconflicts take place within the borders of a single State, and\r\nno longer pit States against each other. Intervention\r\nconstitutes an interference that only the United Nations can\r\nlegitimize.\r\nThese ethnic or religious conflicts, whose origins\r\nderive from economic and social issues, are the result not\r\nonly of regular armies, but of militias and clans. The\r\ncivilian population is often the first victim, if not the main\r\ntarget.\r\nThe missions demanded of the United Nations are also\r\nbecoming more and more complex, difficult and dangerous.\r\nThe United Nations is called upon to maintain peace, but\r\noften there is no peace to keep.\r\nThe United Nations has none the less had a number of\r\nsuccesses which have been important but which the media\r\nhave tended to minimize, be they in Namibia, Cambodia,\r\nEl Salvador, Mozambique or Haiti. In those countries, the\r\nUnited Nations has helped peoples to overcome years of\r\ncivil war and to channel their energies into building\r\ndemocratic nations.\r\nThese positive and courageous actions contrast with\r\nother, rather timid reactions to conflicts that threaten the\r\nlives of thousands of civilians and expose them to terrible\r\nviolations of their basic rights. This was the case in\r\nRwanda and was long also the case in the former\r\nYugoslavia, even if the international community has\r\nprovided substantial humanitarian assistance and helped to\r\nease the suffering of the victims. But as long as the United\r\nNations does not adopt a more defined and resolute\r\napproach that would allow it to prevent such catastrophes,\r\nthe effectiveness and credibility of our Organization run the\r\nrisk of being called into question.\r\nAs I have just emphasized with regard to the\r\nconflicts in the former Yugoslavia, we must learn from\r\nour failures and near-successes. My country encourages\r\nefforts to provide the United Nations with its own rapid-\r\nreaction capacity. But the Organization should also\r\ndetermine whether increased cooperation with specialized\r\nregional organizations, such as the North Atlantic Treaty\r\nOrganization or the European Union, might not in certain\r\ncases be both more effective and more economical. At\r\nany rate, any new United Nations operation should be\r\nestablished only on the basis of a military appraisal as\r\nwell. Furthermore, the United Nations should see to it that\r\nthe commanders of an operation are given sufficient\r\nmilitary resources and clear, consistent political\r\nguidelines.\r\nOur era has witnessed spectacular developments at\r\nthe national level. The concept of the State has been\r\ncalled into question as both a mechanism for solving\r\nnational problems and a basic element of the international\r\nsystem. States find themselves increasingly threatened\r\nwith disintegration, their citizens seeking to escape the\r\noppression of rigid structures and demanding to become\r\npart of ever more narrowly defined ethnic groups.\r\nIn such a context, democracy would seem to be the\r\nbest means of ensuring the viability of the State as\r\nmanager of public affairs and guarantor of progress. At\r\nthe national level, democracy provides the stability\r\nnecessary for peace by ensuring respect for human rights\r\nand allowing the population to express its will. At the\r\nregional level, as in Europe, it involves States, large and\r\nsmall, in joint decision-making and contributes to\r\ndevelopment by encouraging cooperation and fostering\r\npeace. Democratic States do not war with each other.\r\nIt is thus an important duty of the international\r\ncommunity to promote democracy among and within\r\nStates by helping them to build a democratic system; by\r\nproviding them with logistical and technical support for\r\nthe organization of free elections; by promoting the\r\ncreation of a public sector to guarantee the proper\r\nmanagement of State affairs; and by providing the various\r\nsectors of civil society with the resources to consolidate\r\nthe bases of democracy. The Government of Luxembourg\r\nprovides tangible support to the activities of our\r\nOrganization in this sphere.\r\nIn our view, the promotion of human rights is\r\nanother priority area. In particular, the adoption of the\r\nConvention on the Rights of the Child represents a large\r\nstep forward. This Convention is a valuable instrument\r\n16\r\nGeneral Assembly 11th plenary meeting\r\nFiftieth session 28 September 1995\r\nthat helps to protect children from physical and mental\r\nabuse. It is therefore essential for Governments that have\r\nratified the Convention to adopt and implement the\r\nnecessary national legislation. The General Assembly has\r\ninitiated international activity on behalf of millions of street\r\nchildren. My Government proposes that a similar effort be\r\nundertaken to assist millions of children who work by\r\nnecessity or even compulsion.\r\nIt is unacceptable, indeed intolerable, that at the end\r\nof the twentieth century more than a billion people live in\r\nabject poverty and almost 1.5 billion men, women and\r\nchildren lack sufficient food and drinking water and have\r\nno access to education or the most elementary health care.\r\nTo be sure, certain parts of the South today are enjoying\r\nremarkable development. But others, on the African\r\ncontinent in particular, seem to have been left behind by the\r\nprogress from which the world economy as a whole has\r\nbenefited.\r\nIt is also alarming that inequalities both within\r\ncountries and between the countries of the South and the\r\nNorth are growing rather than shrinking, and that the richest\r\nfifth of mankind owns more than four-fifths of the world’s\r\nsocial product while the poorest fifth must content itself\r\nwith 1.4 per cent.\r\nAs concerns the developing countries, we have a duty\r\nto be supportive. This support should supplement and\r\nstrengthen the efforts which these countries must undertake\r\nat the national level. Luxembourg has doubled its\r\ndevelopment assistance in just a few years. It has\r\ncommitted itself to the goal of achieving 0.7 per cent in\r\nofficial development assistance before the end of the\r\ncentury. It would also like to see new progress achieved in\r\nreducing the debt that continues to paralyse the\r\ndevelopment of many developing countries.\r\nOur Organization must play a central role as the major\r\ninstitution for international cooperation at the global level.\r\nThis was in fact envisaged by our Charter. The Preamble\r\nstresses the need to promote “the economic and social\r\nadvancement of all peoples” and thereby makes\r\ndevelopment one of the principal goals of our Organization.\r\nFifty years after the creation of the United Nations, we\r\nbelieve that the time has come to begin an in-depth review\r\nof the activities and structures of the Organization in the\r\neconomic and social spheres, taking into account the far-\r\nreaching changes that have occurred and the growing\r\nglobalization of problems. This review should take\r\ncognizance of the fact that countries are being faced with\r\nnew phenomena that are often diverse but are alike in\r\nreaching beyond national borders.\r\nI am thinking, inter alia, of such health problems as\r\nAIDS or of such environmental problems as the depletion\r\nof the ozone layer and global warming. There are also\r\nsuch social phenomena as population growth, the pressure\r\nof migration, the problem of refugees, and violations of\r\nhuman rights. Other trans-border issues that are of\r\nincreasing concern are drug trafficking, and new forms of\r\nviolence and crime and even international terrorism.\r\nWe need an effective system built on these realities\r\nand better able to take into account the interests of all\r\nmankind, the poorest in particular. Such a system should\r\nbe able to define integrated policies and lay down clear,\r\ncoherent guidelines. Cooperation between international\r\nfinancial institutions and the United Nations system\r\nshould be organized with this in view.\r\nOnly the United Nations has the necessary\r\nlegitimacy and authority for such reform. The work of\r\nrenewal and clarification that has begun with the Agenda\r\nfor Development is a natural component of this global\r\nperspective. My country, together with its partners in the\r\nEuropean Union, intends to make an active contribution\r\nto the discussion to be held on this subject.\r\nOn the fiftieth anniversary of the United Nations,\r\nseveral focus groups have considered the challenges\r\nfacing humanity and the ability of the United Nations to\r\nmeet them. In particular, I would refer to the Carlsson-\r\nRamphal Commission, which submitted the report entitled\r\n“On Global Governance”, and an independent working\r\ngroup on the future of the United Nations which the\r\nSecretary-General himself established and which delivered\r\nthe results of its study last June. These two reports set\r\nforth a number of potential reforms and make concrete\r\nproposals, including one to create an economic security\r\ncouncil.\r\nI believe that these proposals are a valuable source\r\nof inspiration and make an important contribution to the\r\nreform work that should be pursued and intensified. I\r\nattach great importance to the consideration of these\r\nreports, which our Assembly has entrusted to the high-\r\nlevel Working Group recently set up in the framework of\r\nthe strengthening of the United Nations system.\r\nBefore concluding I should like to deal with two\r\nissues concerning the reform process begun by the\r\nOrganization — expanding the Security Council, and\r\n17\r\nGeneral Assembly 11th plenary meeting\r\nFiftieth session 28 September 1995\r\nputting the finances of the United Nations on a sound\r\nfooting.\r\nThe Security Council today is invested with enormous\r\nresponsibilities. Its decisions commit all Member States and\r\nhave a decisive impact on the fate of millions of human\r\nbeings. The Security Council must therefore reflect as\r\nfaithfully as possible the determination of the international\r\ncommunity as a whole. A Security Council more\r\nrepresentative of today’s world would strengthen the\r\nlegitimacy of its actions and facilitate the implementation\r\nof its decisions.\r\nMy Government is in favour of a balanced increase\r\nthat would involve the admission to the Council of new\r\npermanent and non-permanent members from both the\r\nNorth and the South. In particular we would like\r\npermanent-member status to be acknowledged for economic\r\nPowers whose positive role in international affairs has long\r\nbeen recognized.\r\nThe improved representativeness of the Security\r\nCouncil cannot be achieved only by remaking its\r\nmembership: it also requires greater transparency in its\r\ndecision-making processes. Dialogue with other Members\r\nof the Organization, especially those countries that\r\ncontribute troops for peace-keeping operations, must be\r\nenhanced.\r\nFinally, the time has come to delete from the Charter\r\nreferences to “enemy States” which have not existed for a\r\nlong time now.\r\nEach and every one of us is aware of the seriousness\r\nof the financial crisis that the Organization faces. It results\r\nnot only from sums disbursed, which are relatively speaking\r\nvery modest if we compare them to sums invested\r\nelsewhere. It results essentially from the failure of Member\r\nStates which fulfil inadequately, if at all, their obligation to\r\npay their contributions to the budget of the Organization.\r\nEach and every State is bound under the Charter to pay its\r\ncontributions on time and in full.\r\nThe Luxembourg Government is in favour of a\r\nmonitoring mechanism that would ensure the proper\r\nmanagement of the United Nations system.\r\nOn the occasion of the fiftieth anniversary of the\r\nUnited Nations, Member States should endeavour to define\r\nan approach that could confer on the Organization new\r\nlegitimacy and credibility for the next century. This will\r\nsucceed only if they involve in this effort representatives of\r\ncivil society and, in particular, those of non-governmental\r\norganizations.\r\nBut in the final analysis the proper functioning and\r\nefficiency of the United Nations depend first and foremost\r\non the political support that Member States, especially the\r\nmost powerful, give to multilateralism, as well as the\r\npolitical, military and financial resources they are\r\nprepared to make available to international organizations.\r\nThe Acting President: I now call on the Deputy\r\nPrime Minister and Minister for Foreign Affairs and\r\nTrade of New Zealand, His Excellency the Right\r\nHonourable Donald Charles McKinnon.\r\nMr. McKinnon (New Zealand): May I first take this\r\noccasion to congratulate Ambassador Diogo Freitas do\r\nAmaral of Portugal on his election to the presidency of\r\nthe Assembly in this important fiftieth anniversary year.\r\nI should also like to offer a special welcome to\r\nPalau as the one hundred eighty-fifth Member. Palau’s\r\naccession does signal honour to us as a fellow Pacific\r\nState.\r\nHere today I want to talk about making our global\r\nneighbourhood a safer place for all of us; the progress\r\nthat has been made in the years since the end of the cold\r\nwar, and what still needs to be done. Memories are short;\r\nit is hard to recall the degree of mutual suspicion that\r\ncoloured global politics just a few years ago.\r\nWe have made great strides in recent times. The\r\nworld community has achieved much in its efforts to\r\nmake the world safer, and more stable. But we need to\r\nmove on to reinforce our achievements in controlling,\r\nreducing and abolishing the horrific weapons of mass\r\ndestruction. We have yet to see the dividend we all\r\nexpected to flow from the end of the cold war.\r\nThe transition to a post-cold-war world is not easy.\r\nWe are painfully aware of that. In recent years though,\r\nwe have been encouraged to believe that a new world\r\norder was achievable. One of the reasons for this hope,\r\nthis optimism, was that the nuclear scourge had receded.\r\nFor the first time in 50 years nuclear Powers were\r\ncommitted to build down rather than to build up, to\r\ndecommission and destroy rather than to commission and\r\nconstruct.\r\nHowever, recent events have cast a cloud over that\r\nbrief period of optimism. New Zealand does not believe\r\n18\r\nGeneral Assembly 11th plenary meeting\r\nFiftieth session 28 September 1995\r\nthat continued nuclear testing, wherever it takes place,\r\ncontributes to a safer world. On the contrary, nuclear\r\ntesting sends the wrong message to States which do possess\r\nor which aspire to the possession of nuclear weapons. It\r\nalso tells them that the development of these weapons is\r\nstill acceptable.\r\nThe nuclear tests which have taken place since the\r\nTreaty on the Non-Proliferation of Nuclear Weapons was\r\nextended have disturbed the delicate balance achieved at\r\nthat Conference. New Zealand believed then, and continues\r\nto believe, that indefinite extension was the right option.\r\nThe world needs a strong non-proliferation regime, one that\r\ncannot be called into question by changing global\r\ncircumstances. But the Conference went further than that,\r\nthe vast majority of participants making it very clear that\r\nthey were against nuclear testing. They also wanted to\r\nmove towards the nuclear-free world envisaged in article VI\r\nof the Treaty. The cavalier disregard, and dismissal of the\r\nviews of the many, has led to considerable disillusionment.\r\nIt will take a long time to restore the trust that had been\r\nthere.\r\nNew Zealand and the rest of the South Pacific region\r\nhave long stood tall and proud in opposition to nuclear\r\nweapons and their testing. We abhor testing wherever it\r\noccurs. But the decision to resume testing in what we see\r\nas our home region has particularly angered the people of\r\nNew Zealand. The leaders of the South Pacific Forum\r\nnations expressed their outrage at their meeting just two\r\nweeks ago. They were able to recall the painful memories\r\nin the region, going back to atmospheric testing conducted\r\nbetween 25 and 50 years ago.\r\nThe South Pacific has not been alone in its opposition\r\nto nuclear testing. Governments, parliamentarians and\r\npeoples from every region of the world have spoken up in\r\nanger, alarm and dismay. The two Governments which are\r\ncontinuing to test nuclear weapons must heed the voice of\r\nthe international community. They are dancing to a tune no\r\none wants to hear.\r\nIn these circumstances, New Zealand, along with a\r\nrepresentative group of like-minded States, will submit an\r\nappropriate draft resolution to the First Committee of this\r\nAssembly.\r\nTesting is a backward step, and I condemn it. It is not\r\ntoo late. All that China and France need to do is listen to\r\ninternational opinion and announce that their testing\r\nprogrammes have ceased.\r\nI want to welcome the commitment by three of the\r\nnuclear-weapon States — France, the United Kingdom\r\nand the United States — to a genuine ban on nuclear\r\ntesting: a prohibition on any nuclear explosions, no matter\r\nhow small. This is what we have always called for: a\r\ncomprehensive ban — where the word “comprehensive”\r\nmeans just that. We are pleased that it is attracting serious\r\nsupport.\r\nNew Zealand calls on the two nuclear-weapon States\r\nthat have not yet indicated full support for this approach\r\nto do so quickly. Time is short. The deadline for the\r\nnegotiations is 1996, and the international community is\r\nholding the Conference on Disarmament accountable for\r\nmeeting that deadline and producing a treaty that is\r\ngenuinely comprehensive in scope.\r\nIn this regard, the General Assembly has become\r\nincreasingly concerned about the lack of accountability in\r\nthe Conference on Disarmament. Limited and\r\nunrepresentative membership has been a large part of the\r\nproblem. Enlargement is long overdue. New Zealand\r\nwelcomes the progress made in recent weeks in Geneva,\r\nand we express our gratitude to Morocco for its efforts in\r\nthis regard.\r\nHowever, the real test will be whether by the time\r\nwe meet here again next year the new members will have\r\nbeen able to take their seats. For the moment, the\r\noutcome is still not satisfactory. I recall that democratic\r\nrepresentation was once at the heart of a tea party in\r\nBoston. Let us hope that there will not be a tea party in\r\nNew York in 1996 on membership of the Conference on\r\nDisarmament.\r\nI also urge the members of the Conference on\r\nDisarmament to look beyond the conclusion of a\r\ncomprehensive test-ban treaty. New Zealand wants to see\r\nan international agreement banning the production of\r\nfissile material for nuclear weapons. That would be\r\nanother important step towards negotiations on the total\r\nelimination of nuclear weapons. We urge the Conference\r\non Disarmament to resolve its procedural differences and\r\nget the negotiations under way.\r\nI should add that at the Review and Extension\r\nConference of the Parties to the Treaty on the Non-\r\nProliferation of Nuclear Weapons we raised the idea of\r\nnegotiating an agreement to ban the future production of\r\nnuclear weapons. That could take us a step closer to\r\neliminating the nuclear threat.\r\n19\r\nGeneral Assembly 11th plenary meeting\r\nFiftieth session 28 September 1995\r\nBut it is also important to address the issues relating\r\nto conventional weapons.\r\nI wish, first, to address the issue of land-mines. I want\r\nto congratulate the Secretary-General and his staff for the\r\nway they have picked up this issue and raised public\r\nawareness around the world. The Conference organized in\r\nGeneva this year was most timely — but more is needed.\r\nBoth financial and technical resources need to be made\r\navailable to help dispose of the millions of treacherous life-\r\nand livelihood-destroying mines that have already been laid.\r\nI pledge New Zealand’s ongoing assistance in this work.\r\nOf course, disposal alone is not the answer. Urgent\r\nprogress needs to be made to deal with these hideous\r\nweapons, which go on claiming the lives of innocent\r\npeople — farmers, their children, shopkeepers, collectors of\r\nwood, carriers of water — long after conflicts have ceased.\r\nI ask all the participants at the Conference which opened\r\nthis week in Vienna, which has as its main aim the revision\r\nof international law on land-mines, to work together to\r\nachieve the tightest possible restrictions on these totally\r\nindiscriminate weapons. I want to work to eliminate them\r\nentirely from the world’s armouries.\r\nThis leads one to the broader questions of arms\r\ntransfers. We are profoundly disturbed at the unnecessary\r\nand irrational increase in arms transfers. At a time when,\r\nglobally, resources are desperately needed for development,\r\nfor the environment, for health, why is it that even modest\r\nmeasures, such as enhancing the United Nations Register of\r\nConventional Arms are still being resisted?\r\nNeither peace nor development is advanced if States\r\nput increasingly scarce economic resources into the defence\r\nsectors of their economies. Far too much of the global\r\neconomic capacity is going into armaments when the\r\ncitizens of the world desperately need better health, better\r\neducation and a better future for their children.\r\nThe widespread availability of conventional arms and\r\nthe resurgence of ethnic nationalism have, together,\r\nproduced a very dangerous cocktail, which poses a major\r\nthreat to stability in the post-cold-war era. The need for\r\nMember States to maintain a collective approach in\r\naddressing these challenges has never been greater.\r\nEvents in the former Yugoslavia over the past year\r\nhave presented an enormous challenge to the international\r\ncommunity. New Zealand fully supported the firm response\r\nmade by this Organization and the North Atlantic Treaty\r\nOrganization to the murderous shelling of Sarajevo late in\r\nAugust. The diplomatic efforts now under way, including\r\nthe very important constitutional agreement reached last\r\nTuesday, offer some prospect for bringing to an end\r\nalmost four years of a most appalling conflict.\r\nSome have been dismissive of the achievements of\r\nthe United Nations in the former Yugoslavia. That,\r\nhowever, is to overlook the saving of tens of thousands of\r\nlives and the substantial relief of suffering. This is why\r\nNew Zealand, despite its geographical distance from the\r\nregion, has been willing to play its part. I believe that,\r\none day, the United Nations mission in Bosnia will enjoy\r\nrecognition of the successes it has achieved so far.\r\nIt is a little too easy to focus on the problems of the\r\nUnited Nations. We need to remember its successes as\r\nwell. I think of Cambodia and Mozambique, of El\r\nSalvador and Haiti, of Namibia and Angola and of the\r\ncontributions to peace in various parts of the Middle East\r\nover the years. Even in Somalia, where a political\r\nsettlement proved elusive, massive famine was relieved\r\nthanks to the United Nations.\r\nThe United Nations is unique. It is called on to deal\r\nwith the most intractable problems — the ones that others\r\nput into the “too hard” basket. And it works under the\r\nclosest public scrutiny of Governments and the world’s\r\nmedia.\r\nNew Zealand strongly supports practical steps to\r\nimprove peace-keeping management. We have, in fact,\r\nprovided additional specialist personnel to the Department\r\nof Peace-keeping Operations at our own expense. We\r\nhave contributed to the strengthening of the Secretariat’s\r\ncapacity in the demining area. And we shall continue\r\nthese commitments because we believe that they are so\r\nnecessary. We also entered into the United Nations\r\nstand-by arrangements earlier this year, and we hope that\r\nthese will provide a clearer focus for peace-keeping and\r\nits planning.\r\nWe have also studied with interest the Secretary-\r\nGeneral’s recommendation, in his Supplement to “An\r\nAgenda for Peace”, that the United Nations should\r\nconsider the idea of a rapid-deployment force. I wish to\r\ncommend the ground-breaking work that has already been\r\ndone by Canada, the Netherlands, Denmark and others.\r\nMy discussions yesterday with Ministers from these and\r\nother countries were encouraging to me. Progress can and\r\nshould be made in this area.\r\n20\r\nGeneral Assembly 11th plenary meeting\r\nFiftieth session 28 September 1995\r\nAt about this time last year I spoke to the General\r\nAssembly about a number of elements that I consider\r\ncritical to the conduct of peace-keeping operations. These\r\nincluded a sustainable financial system, transparent political\r\naccountability, clear objectives, a credible legal regime that\r\nguarantees the security of United Nations personnel and, of\r\ncourse, the availability of resources so that objectives can\r\nbe met quickly and efficiently.\r\nMr. Aranibar-Quiroga (Bolivia), Vice-President, took\r\nthe Chair.\r\nProgress has been made. We were especially pleased\r\nto see the Convention on the Safety of United Nations\r\nPersonnel opened for signature during last year’s session.\r\nWe urge those that have not signed it to do so, and soon.\r\nWe owe that to the thousands who have served, and are\r\nserving, in the United Nations operations worldwide.\r\nThe improved procedures for consultation between the\r\nSecurity Council and troop contributors, initiated by\r\nArgentina and New Zealand, have now been in place for\r\nalmost a year. Pleasing as this is, we still have some way\r\nto go. It is up to those of us who contribute troops to\r\nUnited Nations operations to ensure there is no slippage in\r\nthese procedures.\r\nRegrettably, however, we do not appear to have a\r\nsustainable financial system. I am gravely concerned that,\r\ndespite all the warnings here in this Assembly last year,\r\ndelegations have not made any real progress in the Working\r\nGroup addressing the financial crisis. The United\r\nNations — this United Nations — ran out of cash in mid-\r\nAugust. The arrears of Member States in respect of the\r\nregular and peace-keeping budgets have reached\r\nunprecedented levels. It is nothing short of a tragedy that\r\non the eve of our celebration of the fiftieth anniversary, the\r\nUnited Nations, this body of ours, is on the verge of\r\nbankruptcy.\r\nAt this critical point in the United Nations history, we\r\nneed political will, not more words. “Words pay no debts”,\r\nas Shakespeare wrote. We need new ideas, not recycled\r\nplatitudes. And, above all, Members must pay their dues,\r\non time, and in full.\r\nWe do stand here at a crossroads. In taking stock of\r\nthe United Nations 50 years, we have much on which to\r\nreflect. There have been good times, and there have been\r\nbad times. Reform and revitalization must stay on our\r\nminds. I wish to assure you, Sir, and all other members, of\r\nNew Zealand’s commitment to help remould the\r\nOrganization to that which will be needed to work for all\r\nof us as we head towards the twenty-first century.\r\nThe Acting President (interpretation from Spanish):\r\nI now call on the Minister for Foreign Affairs of\r\nBotswana, His Excellency the Honourable Lieutenant\r\nGeneral Mompati Merafhe.\r\nMr. Merafhe (Botswana): I wish to extend to the\r\nPresident the sincere congratulations of my delegation on\r\nhis election to the presidency of this historic session of\r\nthe General Assembly. Botswana and Portugal have\r\nenjoyed the best of relations over the years. It is therefore\r\nwith great pleasure that I assure him of Botswana’s\r\nsupport and cooperation as he conducts the deliberations\r\nof this body. Let me also take this opportunity to pay a\r\nspecial tribute to his predecessor, my dear brother and\r\ncolleague the Foreign Minister of Côte d’Ivoire, His\r\nExcellency Mr. Amara Essy, for the skilful manner in\r\nwhich he guided the work of the forty-ninth session. His\r\nwas a most successful presidency, of which, as Africans,\r\nwe feel proud.\r\nWe salute our indefatigable Secretary-General, His\r\nExcellency Mr. Boutros Boutros-Ghali, and his team of\r\ndedicated staff for their selfless service to the\r\ninternational community at the most difficult and trying\r\nperiod in the history of our Organization. The Secretary-\r\nGeneral’s tenacity of purpose and his untiring efforts in\r\nthe search for peace are crystallized in his comprehensive\r\nand thought-provoking report on the work of the\r\nOrganization.\r\nFive decades ago no one could have predicted with\r\nany degree of certainty the future course of events in the\r\naftermath of the most devastating war on the face of the\r\nEarth. It was therefore a feat of wisdom and vision that\r\nthe founding fathers of our Organization accomplished\r\nwhen they conceived and established, from the ravages of\r\nthat tragic war, a global Organization that has had such a\r\nprofound impact on the conduct of international relations\r\nand diplomacy. That the Charter of the United Nations\r\nhas been amended only thrice in its 50 years of existence\r\nbears testimony to their foresight and diplomatic skill.\r\nThe formation of the United Nations captured the\r\nimagination of peoples across continents, not only because\r\nits Charter promised to protect succeeding generations\r\nfrom the scourge of war, but also because it championed\r\nthe right of the colonial countries and peoples to self-\r\ndetermination and independence, at a time when that was\r\nconsidered antagonistic to the national interests of the\r\n21\r\nGeneral Assembly 11th plenary meeting\r\nFiftieth session 28 September 1995\r\ncolonial Powers. In addition, the Organization made a\r\ncommitment\r\n“to promote social progress and better standards of life\r\nin larger freedom”.\r\nThis historic session of the General Assembly offers\r\nus a unique opportunity to evaluate the achievements and\r\nprogress made in the fulfilment of the ideals so brilliantly\r\nand boldly expressed by the founding fathers in the Charter.\r\nIt is time for introspection and reflection on the work of the\r\nOrganization and a time to institute reforms, as necessary,\r\nto attune the Organization to a changed world and the\r\nchallenges ahead.\r\nIt is regrettable that the military and ideological rivalry\r\nbetween East and West should have hamstrung the role of\r\nthe United Nations in the maintenance of international\r\npeace and security during the first four and half decades of\r\nits existence. Although the world was spared the possible\r\ndestruction that could have been visited upon it by a third\r\nworld war, the cold war led to the loss of many lives in\r\nregional conflicts across continents — on the Korean\r\nPeninsula and in Cambodia, Angola, Ethiopia, Mozambique,\r\nVietnam and the Middle East, to mention only a few. In\r\ncolonial countries, and in Africa in particular, the struggle\r\nfor self-determination and national independence was\r\nperceived through the prism of super-Power rivalry, which\r\nperception resulted in bitter liberation wars.\r\nThe past five years have, however, seen the birth of a\r\nnew era, an era of hope for the United Nations,\r\ncharacterized by general goodwill and cooperation in\r\ninternational relations. In other words, we are celebrating\r\n50 years of the existence of the United Nations in a new-\r\nfound atmosphere of relative peace and stability in the\r\nworld. We should therefore commit and rededicate\r\nourselves to the purposes and principles of the Charter as\r\nwe draw the road map for the Organization in the next 50\r\nyears.\r\nThe unity and resolve of the United Nations,\r\nparticularly as reflected in the facility with which, in the\r\npost-cold-war era, the Security Council takes decisions\r\npertaining to the maintenance of international peace and\r\nsecurity, has dramatically enhanced the efficacy of the\r\nUnited Nations, a United Nations which has been freed\r\nfrom the shackles of ideological confrontation. The Security\r\nCouncil has indeed scored remarkable successes in the\r\nmaintenance of international peace and security over the\r\npast few years. We have witnessed successes in Cambodia,\r\nNamibia, Mozambique, El Salvador and, more recently,\r\nHaiti. And this very day an agreement of great import has\r\nbeen signed in Washington, D.C., between Israel and the\r\nPalestinians.\r\nThis new atmosphere of international cooperation\r\nhas, however, not been without problems and setbacks.\r\nThe tragedies of Somalia, Sierra Leone and Liberia\r\nremain a thorn in the flesh and conscience of the\r\ninternational community. The internecine tribal wars in\r\nthe former Yugoslavia and in the Abkhaz region of\r\nGeorgia have remained intractable, and the traumatic civil\r\nwars in Afghanistan and Tajikistan continue with total\r\nabandon. These problems attest to the fact that all is not\r\nwell in international affairs. The United Nations must\r\nintensify current initiatives aimed at addressing these\r\nconflicts. The international community can never be at\r\npeace when part of its body politic is being ravaged by\r\nconflict and war.\r\nAs we approach the next millennium, the\r\nresponsibility falls on the generations that have benefited\r\nfrom 50 years of relative peace, 50 years of the United\r\nNations, to prepare the ground for an even better\r\nOrganization to serve future generations in the next 50\r\nyears and beyond. We should establish a new system of\r\ncollective security in which unilateralism and the\r\npursuance of narrow national interests for undue\r\nadvantage should give way to multilateralism and\r\ncollective responsibility in addressing international\r\nproblems. Complex peace-keeping operations can succeed\r\nonly where there is multilateral cooperation and the\r\npursuit of policies which can yield long-term results.\r\nConcerted efforts must be made to adopt consistent\r\ncriteria for the resolution of global problems.\r\nThe question of equitable representation on and\r\nincrease in the membership of the Security Council has\r\ngained currency in recent years, and for good reason. The\r\nUnited Nations of 50 years ago was definitely different\r\nfrom the United Nations of today. The number of\r\nMember States has swelled over the years, bringing in\r\ncountries of divergent national character and historical\r\nbackgrounds; and membership in the Security Council\r\nmust reflect this reality. In other words, the Security\r\nCouncil should be a concentrated reflection of the cultural\r\nand philosophical diversity represented in the General\r\nAssembly. After all, democracy is about numbers, and the\r\nUnited Nations, including the Security Council, ought to\r\nbe the best school for the teaching and practice of\r\ndemocratic principles.\r\n22\r\nGeneral Assembly 11th plenary meeting\r\nFiftieth session 28 September 1995\r\nWe should exercise great care, however, in addressing\r\nthe question of the expansion and restructuring of the\r\nSecurity Council, lest we create new problems in our zeal\r\nto solve old ones. We should guard against the Security\r\nCouncil’s remaining or becoming an exclusive club for the\r\npursuance of the policies and strategic national interests of\r\nthe rich and powerful nations. At the same time, we should\r\navoid making the Security Council a big and unwieldy\r\nenterprise which would crumble under its own weight. We\r\nshould strike the right balance between equitable\r\nrepresentation and efficiency and effectiveness.\r\nThe report of the Secretary-General clearly shows that\r\npeace-keeping operations are very expensive. Over the past\r\nfive years the budget of United Nations peace-keeping\r\noperations has grown from an annual figure of\r\napproximately $600 million to a staggering projection of\r\n$3.6 billion by the end of this year. The United Nations\r\ncannot hope to sustain this kind of budgetary escalation.\r\nGreater attention must be given to preventive action.\r\nHere we agree entirely with the Secretary-General when he\r\nstates in the “Supplement to An Agenda for Peace” that\r\n“It is evidently better to prevent conflicts through\r\nearly warning, quiet diplomacy and ... preventive\r\ndeployment”. (A/50/60/para. 26)\r\nA multifaceted approach is required to develop a capability,\r\nincluding substantial human and material resources, that\r\nwould enable regional organizations to detect potential\r\nconflict situations and prevent them from breaking out.\r\nIn this context, the Organization of African Unity\r\n(OAU) Mechanism for Conflict Prevention, Management\r\nand Resolution was established in response to the many\r\nchallenges facing the African continent in the field of\r\npeace-keeping. It is an expression of Africa’s readiness to\r\ntake effective measures aimed at solving conflicts within\r\nthe continent. We welcome the support of the Member\r\nStates, international organizations and individuals that have\r\ngenerously made resources available to the OAU\r\nMechanism, and we urge the international community to\r\nmake similar contributions.\r\nWe also welcome the conclusions of a series of\r\nconferences on conflict prevention and peace-keeping in\r\nAfrica sponsored by the British Government, the latest of\r\nwhich was held in Gaborone, the capital of my country, on\r\n7 and 8 August 1995. Botswana is convinced that training,\r\nplanning and preparation, an effective early-warning system\r\nand logistic support are fundamental to the OAU’s capacity\r\nto predict and defuse conflicts and, once they have\r\nerupted, to undertake peace-keeping operations. The\r\nfinancial support of the international community is crucial\r\nif the peace-keeping capability of the African countries is\r\nto be realized.\r\nThe United Nations, in general, should be placed on\r\na firm financial foundation if it is effectively to tackle the\r\nmammoth tasks facing the world today, including\r\nassistance to regional arrangements in conflict prevention\r\nand peace-keeping. The question of the financial\r\nemergency in which the United Nations so often finds\r\nitself, because of failure by Member States to honour\r\ntheir financial obligations to the Organization, should not\r\nbe allowed to fester into the next century. It seems\r\nlogical, at least to Botswana, that the decisions and\r\nresolutions which we adopt as Member States, and which\r\nhave financial implications, should be accompanied by a\r\ncommitment to make prompt and regular contributions to\r\nthe various budgets, programmes and funds of the\r\nOrganization. Otherwise there is no sense in adopting\r\nsuch decisions and resolutions. As stated earlier, the\r\nresources needed for peace-keeping operations alone are\r\nsuch that every Member State must make its contribution\r\nif we seriously expect results from the Organization.\r\nWe cannot talk about the maintenance of\r\ninternational peace and security without reference to\r\nnuclear proliferation, because of all weapons of mass\r\ndestruction, nuclear weapons pose the greatest threat to\r\ninternational peace and security. In this regard, Botswana\r\nis satisfied with the outcome of the Review and Extension\r\nConference of the Parties to the Treaty on the Non-\r\nProliferation of Nuclear Weapons (NPT). The States\r\nParties not only agreed to extend the Treaty indefinitely,\r\nbut also adopted the principles and objectives for nuclear\r\nnon-proliferation and disarmament and committed\r\nthemselves to strengthening the review process for the\r\nTreaty. We were disappointed that some nuclear Powers\r\nresumed testing immediately after the conclusion of the\r\nConference.\r\nThe States Parties further committed themselves to\r\ncomplete negotiations, no later than 1996, on a universal,\r\nlegally binding and internationally and effectively\r\nverifiable comprehensive nuclear test-ban treaty. The onus\r\nnow rests on nuclear-weapon States to honour their end\r\nof the deal. My delegation firmly believes that the only\r\nway to protect the world from the scourge of nuclear\r\nweapons is through their complete elimination.\r\n23\r\nGeneral Assembly 11th plenary meeting\r\nFiftieth session 28 September 1995\r\nThe contribution made by the United Nations and its\r\nspecialized agencies in the field of health, especially in the\r\ndeveloping countries, has been most impressive. Life-\r\nthreatening diseases such as polio, tuberculosis, smallpox,\r\nmalaria and river blindness, to name but a few, have largely\r\nbeen eradicated in most parts of the world. The other\r\nvisible benefit of the work of the United Nations in\r\ndevelopment has been the transfer of technology, especially\r\nto the developing countries, resulting in improved\r\nsanitation, education, human resource development and food\r\nproduction and storage.\r\nCurrently, the United Nations is spending millions of\r\ndollars on research and related expenditure on the AIDS\r\npandemic, which is threatening the very existence of\r\nhumankind and is posing a serious threat to the economic\r\ndevelopment of many nations. It is our sincere hope that the\r\nworld will quickly find a cure to save humankind from the\r\nscourge of this pandemic.\r\nWe are concerned that in recent years the resources\r\navailable to some specialized agencies of the United\r\nNations have been declining. This has negatively affected\r\ntheir contribution to economic development in the\r\ndeveloping countries. It is clear from the report of the\r\nSecretary-General that the core resources of the United\r\nNations Development Programme (UNDP) have been\r\ndecreasing since 1992, and this has resulted in national\r\nindicative planning figures in developing countries being\r\nreduced by 30 per cent from their original levels. This is an\r\nunfortunate trend indeed for developing countries,\r\nconsidering that the UNDP is the agency of the United\r\nNations charged with responsibility for the financing and\r\ncoordination of technical and development assistance. And\r\nthe negative impact this trend has had in the execution of\r\ndevelopment projects and programmes in the developing\r\ncountries cannot be overemphasized.\r\nIt is imperative that the ongoing dialogue on the\r\nreform of the United Nations give due consideration to the\r\nimportant role that these agencies and programmes play in\r\nthe improvement in the living standards of peoples in the\r\ndeveloping countries. The reduction of the administrative\r\ncosts and the rationalization of the operations of these\r\norganizations should be carried out at the expense neither\r\nof their capacity to deliver the goods and services nor of\r\nthe quality of their product. In this regard, I wish to\r\nreaffirm the decision the African Ministers of Industry took\r\nin Gaborone, Botswana, on 8 June 1995, in which they\r\nappealed to the international community, particularly the\r\ndeveloped countries, to support the maintenance and\r\nstrengthening of the United Nations Industrial Development\r\nOrganization (UNIDO) to enable it to continue\r\nparticipating actively in the industrialization of Africa.\r\nThe past five years have witnessed major\r\ndevelopments in the social and economic fields. The\r\ninternational community has made great efforts in\r\naddressing issues of international concern in these areas.\r\nIn this regard, the successful holding of the World\r\nSummit for Children, the United Nations Conference on\r\nEnvironment and Development, the World Conference on\r\nHuman Rights, the World Summit for Social\r\nDevelopment and, most recently, the Fourth World\r\nConference on Women are illustrative. While the holding\r\nof these conferences in itself deserves commendation, the\r\ninternational community should not be satisfied merely\r\nwith summitry. It should strive to adopt declarations and\r\nplans of action which are realistic and implementable.\r\nAbove all, there should be a genuine commitment to\r\nproviding the necessary resources for the implementation\r\nof these declarations and plans of action.\r\nIt is now four years since the General Assembly, in\r\nrecognition of the difficult social and economic situation\r\nprevailing in Africa, adopted the United Nations New\r\nAgenda for the Development of Africa. At its high-level-\r\nsegment meeting held in Geneva from 3 to 6 July this\r\nyear, the Economic and Social Council concluded that\r\nprogress in the implementation of the New Agenda had\r\nbeen slow and insufficient, and reaffirmed that success\r\ndepended on the full support of the international\r\ncommunity. It is clear that while the primary\r\nresponsibility for economic development in Africa rests\r\nwith the African Governments and peoples themselves,\r\nthere is still an absolute need for the support of the\r\ninternational community.\r\nOne of the priority areas of the United Nations New\r\nAgenda for the Development of Africa is regional\r\ncooperation and integration. In this connection, we in\r\nsouthern Africa are engaged in efforts to ensure\r\ndevelopment through regional cooperation. The Southern\r\nAfrican Development Community (SADC), after 10 years\r\nof rehabilitating and developing infrastructure, has\r\nembarked on closer cooperation and integration aimed at,\r\ninter alia, free movement of goods, capital, services and\r\npeople.\r\nOne of the recent major developments in the\r\nbuilding of the community was the accession of the\r\nRepublic of Mauritius to SADC at the organization’s\r\nsummit in August 1995 in Johannesburg, South Africa,\r\nthereby bringing the membership of SADC to 12. We are\r\n24\r\nGeneral Assembly 11th plenary meeting\r\nFiftieth session 28 September 1995\r\naware that we have set ourselves a difficult task as a\r\nregion, but there is no alternative to this path of collective\r\nself-reliance if our region is to survive in the current\r\ncompetitive international economic environment. We\r\ntherefore call upon the international community to continue\r\nits support for SADC and its programme of action.\r\nTo conclude, I wish to reiterate that this historic\r\nsession of the General Assembly offers us an opportunity\r\nto evaluate the achievements, review the lessons of the past\r\nand chart a course for the future of our Organization. An\r\nimportant component of this introspection and reflection on\r\nthe work of the United Nations should be the improvement\r\nof public awareness of the United Nations, building a wider\r\nconstituency and demonstrating that the Organization will\r\ncontinue to be relevant in the years to come.\r\nThe Acting President: (interpretation from Spanish):\r\nWe have just heard the last speaker in the general debate\r\nfor this meeting.\r\nSeveral representatives wish to make statements in\r\nright of reply, and I shall call on them.\r\nBefore I do so, may I remind members that, in\r\naccordance with General Assembly decision 34/401,\r\nstatements in exercise of the right of reply are limited to 10\r\nminutes for the first intervention and to five minutes for the\r\nsecond and should be made by delegations from their seats.\r\nMr. Gomersall (United Kingdom): The British\r\nGovernment, as members of the General Assembly will be\r\naware, is working closely with the Government of Ireland\r\nto advance the peace process in Northern Ireland. I would\r\njust like briefly to set out the British Government’s position\r\non one aspect of the negotiations to which the Foreign\r\nMinister of Ireland referred in his remarks yesterday,\r\nnamely the decommissioning of weapons by the parties to\r\nthe dialogue.\r\nThe British and Irish Governments share the aim of\r\nmoving to all-party talks in Northern Ireland as a basis for\r\na lasting political settlement. In the Joint Declaration of\r\nDecember 1993, our Governments affirmed that the\r\n“democratically mandated parties which establish a\r\ncommitment to exclusively peaceful methods and\r\nwhich have shown that they abide by the democratic\r\nprocess, are free to participate fully in democratic\r\npolitics, and to join in dialogue in due course.”\r\nIn a speech to the Irish Parliament in December\r\n1993, the Irish Foreign Minister said:\r\n“Questions were raised on how to determine a\r\npermanent cessation of violence. We are talking\r\nabout handing up of arms and are insisting that it\r\nwould not be simply a temporary cessation of\r\nviolence to see what the political process offers.\r\nThere can be no equivocation in relation to the\r\ndetermination of both Governments in that respect.”\r\nBoth those statements reflect the approach of my\r\nGovernment to this issue. Specifically, we believe that\r\nthere should be some actual decommissioning of arms as\r\na tangible confidence-building measure, and to signal the\r\nstart of a process.\r\nMr. Kim Chang Guk (People’s Democratic\r\nRepublic of Korea): I am going to speak in exercise of\r\nthe right of reply to what the South Korean Foreign\r\nMinister said this morning.\r\nWe know a bit about the gentleman from Seoul. But\r\nthis morning we were surprised at how brazen-faced he\r\nwas and at his ignorance of politics. Judging that the\r\npeople of the world do not know the realities on the\r\nKorean peninsula, he attempted to hurl mud at us and\r\nmislead the world public.\r\nFrom his statement today, we could see vividly the\r\ntrue colours of a politician from a colonial country. I am\r\ngoing to refute, point by point, what he said about us.\r\nFirst, we reject his allegations relating to human\r\nrights issues in our country. The problem lies with the\r\nSouth Korean authorities. We thought that Mr. Mandela,\r\nnow the President of South Africa, was the person who\r\nhad served the longest term in prison; but in South Korea\r\nthere are still several dozen prisoners who have served\r\nmore than 40 years in prison because they refused to be\r\nconverted.\r\nMr. Gong talked about separated families and the\r\nopening up of our society. These are precisely matters\r\nthat we wanted to ask the South Korean authorities about,\r\nthese authorities that are wielding the National Security\r\nLaw over the people to suppress their ardent aspirations\r\nto the reunification of the country. The National Security\r\nLaw prohibits the South Korean people from meeting\r\ntheir compatriots from the North, exchanging letters and\r\neven communicating by telephone with the people of the\r\nNorth.\r\n25\r\nGeneral Assembly 11th plenary meeting\r\nFiftieth session 28 September 1995\r\nSouth Korea is the only country in the world that by\r\nlaw forbids people to meet and exchange letters and\r\ntelephone calls. Those who violate the law are put behind\r\nbars. Only one month ago, South Korean rulers arrested and\r\njailed Mrs. Pakyong Gil, the 70-year-old wife of Reverend\r\nMun i Khoan for the crime, under the National Security\r\nLaw, of visiting Pyongyang.\r\nSouth Korean rulers have built a concrete wall along\r\nthe military demarcation line to block traffic between the\r\nNorth and the South. In these circumstances, it is\r\nimpossible to imagine that separated families could meet.\r\nI would like to take this opportunity to appeal to the\r\nworld community to exert its influence over the South\r\nKorean authorities to abolish the inhumane and unethical\r\nNational Security Law and to break down the concrete wall\r\nso that separated families can meet.\r\nAs to the nuclear issue, this originated with the United\r\nStates. South Korean authorities committed a crime by\r\nasking for a nuclear umbrella from outside forces. The\r\nproblem here is that South Korea has no say at all on the\r\nnuclear issue. The Democratic People’s Republic of Korea\r\nand the United States have the authority to solve this\r\nproblem. The Democratic People’s Republic of Korea and\r\nthe United States have already agreed to settle this issue.\r\nTherefore, South Korean authorities have nothing to do but\r\nsit and see what we are doing.\r\nThe Armistice Agreement was signed by the\r\nDemocratic People’s Republic of Korea and the United\r\nStates. South Korea opposed the Armistice Agreement.\r\nToday, the armistice mechanism does not work, as the\r\nUnited States has systematically destroyed it. It now only\r\nserves as a camouflage for the foreign occupation of South\r\nKorea. In these circumstances, we propose to the United\r\nStates side that talks be held to establish a new peace\r\nmechanism. South Korea has no place to turn because it is\r\nnot a real party to the Armistice Agreement. If South Korea\r\nis really concerned about peace on the Korean peninsula, it\r\nwould do better to sit quietly and watch what is going on\r\nbetween the DPRK and the United States.\r\nAs for the talks between the North and the South, how\r\ncan we think of sitting at a table with those who have tried\r\ntheir utmost, even during this session, to slander the\r\ndialogue partner? If South Korean authorities really want\r\ntalks with us, they should begin by apologizing before the\r\nnation for their unethical acts last year, when the people of\r\nthe North were grieving over the death of their fatherly\r\nleader, President Kim Il Sung, and at least show sincerity\r\nby repealing the National Security Law and breaking\r\ndown the concrete wall.\r\nMr. Gaussot (France) (interpretation from French):\r\nSeveral delegations today once again brought up the\r\nquestion of nuclear tests. Some made an effort to weigh\r\ntheir words carefully, but others did not show the same\r\nrestraint.\r\nThe delegation of France wishes to emphasize once\r\nagain that the judgements levelled in this fashion are not\r\nan objective assessment of the facts. Let me recall that\r\nFrance’s conclusion of the current programme must be\r\nseen for what it is. This is the conclusion of a series\r\nlimited to eight tests at the most, and it will be completed\r\nbefore the end of May 1996.\r\nOur objective remains the achievement next year of\r\nthe conclusion of a truly meaningful ban, one which will\r\nprohibit all nuclear-weapon testing and all other nuclear\r\nexplosions. In this regard, we can only applaud the fact\r\nthat several delegations expressed approval of this\r\nfundamental objective and of my country’s commitment\r\nto this option — the first country to make such a\r\ncommitment.\r\nLet me repeat that our programme to complete our\r\ntests does not endanger the environment, as several\r\ndistinguished scientists have amply demonstrated. The\r\nprogramme is in accordance with law and with the\r\ncommitments entered into by France — for extreme\r\nrestraint is not the same thing as prohibition.\r\nFinally, this programme makes it possible for France\r\nresolutely to argue the case for the most satisfactory and\r\nthe most rigorous option with regard to the scope of the\r\ntest-ban treaty.\r\nI wish also to recall that a member of the French\r\nGovernment recently held frank and positive talks with\r\nrepresentatives of the South Pacific Forum and assured\r\nthem of France’s determination to maintain and develop\r\nits cooperation with the States members of the Forum.\r\nMr. Guillen (Peru) (interpretation from Spanish): In\r\nhis statement to the General Assembly this afternoon, Mr.\r\nGalo Leoro, Minister for Foreign Affairs of Ecuador,\r\nreferred to incidents that had taken place between our two\r\ncountries at the beginning of the year and to the\r\ncontinuing differences between us in our bilateral\r\nrelations. In this regard, the delegation of Peru would like\r\nto make the following points.\r\n26\r\nGeneral Assembly 11th plenary meeting\r\nFiftieth session 28 September 1995\r\nIn his statement, the Minister for Foreign Affairs of\r\nEcuador failed to explain that the Protocol of Peace,\r\nFriendship and Limits signed on 29 January 1942 by Peru\r\nand Ecuador is the international treaty that set the definitive\r\nfrontier between our two countries and that the arbitral\r\nruling made by Captain Bras Días de Aguiar of Brazil on\r\n15 July 1945 resolved the disagreements on the demarcation\r\nof the frontier, which had already been delineated.\r\nPeru denies the existence of a territorial problem with\r\nEcuador, because, in accordance with international law, the\r\nRio de Janeiro Protocol of 1942 established an\r\ninternationally recognized border, with a commitment by\r\nfour countries — Argentina, Brazil, Chile and the United\r\nStates of America — to ensure it.\r\nA clear distinction must be drawn between a border —\r\nwhich in this case has already been established and\r\ninternationally recognized — and its demarcation, which is\r\nits implementation on the ground. Peru recognizes that\r\ncertain sections of the common border still have not been\r\ndemarcated, and achieving that demarcation is the very\r\npurpose of point 6 of the Paz de Itamaratí Declaration, of\r\nFebruary of this year.\r\nPeru, in a timely manner, informed the United Nations\r\nSecurity Council of the unexpected onset of armed conflict\r\nin January of this year. At this time, we are determined to\r\nresolve, within the legal framework that established our\r\nborder, the differences we have with Ecuador.\r\nMr. Leoro Franco (Ecuador) (interpretation from\r\nSpanish): Its significance notwithstanding, the very\r\nexistence of the Rio de Janeiro Protocol implies that a vast\r\narea has still to be delimited: an area of the divortium\r\naquarium Santiago Zamora, which, geographically\r\nspeaking, does not exist; therefore this question has no\r\nsolution. The Dias de Aguiar verdict was reached in 1945,\r\nbefore this problem came up, which was in 1947. That\r\nproblem, therefore, still remains. We referred to the\r\nrepresentatives of the guarantor countries because of their\r\nparticipation in the recent events that have helped actively\r\nin the easing of this conflict.\r\nFor that very reason, we cannot but reiterate what I\r\nsaid in my earlier statement, namely that although it implies\r\nserious differences between the two countries, they are\r\ndifferences that do exist, and continue to exist, in\r\naccordance with the point 6 of the Declaration of Itamartí.\r\nMr. Kyu Hyung Lee (Republic of Korea): It is with\r\ngreat reluctance that I have chosen to intervene, owing to\r\nthe distortions in the statement about the Republic of\r\nKorea and the allegations made against it. Although I can\r\nafford to dismiss the statement of the representative in\r\nquestion, I feel bound to make the following point for the\r\nbenefit of the representatives gathered in this Hall.\r\nWith regard to the nuclear question, my delegation\r\nwould like to draw the attention of the representative to\r\nthe fact that last Friday, 22 September, in Vienna, the\r\nthirty-ninth session of the General Assembly of the\r\nInternational Atomic Energy Agency (IAEA) adopted one\r\nmore resolution, by a vote of 74 to none, on North\r\nKorea’s non-compliance with the IAEA safeguards\r\nagreement. It is our sincere hope that North Korea will\r\nabide by its obligations under the Treaty on the Non-\r\nProliferation of Nuclear Weapons (NPT) and under the\r\nsafeguards agreement that it concluded with the IAEA.\r\nAt the same time, my delegation urges North Korea\r\nonce again to come forward to hold a dialogue with the\r\nSouth for the prompt implementation of the Joint\r\nDeclaration on Denuclearization of the Korean Peninsula.\r\nThe protection of human rights has been, and\r\ncontinues to be, a top priority on my Government’s\r\nagenda. Since the inauguration of the civilian government\r\nin 1993, in particular, a number of reform measures have\r\nbeen taken to enhance human rights in my country. The\r\nrecord of the protection and improvement of human rights\r\nin the Republic of Korea is well documented in many\r\nauthoritative reports and studies, including those by major\r\nhuman rights watchdog organizations around the globe,\r\nand is also reflected in our continued membership in the\r\nCommission on Human Rights.\r\nTherefore, North Korea’s attempt to denigrate the\r\ngood name of Korea in the realm of human rights can\r\nonly be scoffed at by the international community. I\r\nbelieve that the North Korean delegation has chosen the\r\nwrong subject, at the wrong time, in the wrong place,\r\nbecause the United Nations is a forum in which lies and\r\ndistortions of the facts can be detected easily. Many\r\nrepresentatives have been to my country and have seen\r\nfor themselves how fully-fledged democracy has\r\nblossomed there.\r\nMy delegation wishes to take this opportunity to cite\r\nbriefly the June 1994 report of Amnesty International on\r\nthe status of political prisoners in North Korea. A\r\nparticularly alarming fact in the report was the disclosure\r\nof the names of a large number of political prisoners who\r\nare kept in detention centres across the country. It is\r\n27\r\nGeneral Assembly 11th plenary meeting\r\nFiftieth session 28 September 1995\r\nbelieved that thousands of prisoners are detained in\r\nnumerous concentration camps across North Korea and that\r\nover 430 South Koreans have been taken against their will\r\nto the North since the end of the Korean war.\r\nAccording to an annual report on human rights by an\r\nauthoritative organization,\r\n“the North Korean regime subjects its citizens to rigid\r\ncontrol and establishes security ratings for each\r\nindividual, which determines access to employment,\r\nschools, medical facilities and certain stores, as well\r\nas admission to the Korean Working Party. The\r\nregime permits no independent press or associations,\r\nand little outside information reaches the public,\r\nexcept that approved and disseminated by the\r\nGovernment”.\r\nAnother striking piece of evidence of the miserable\r\nhuman rights situation in North Korea is the fact that over\r\nthe course of one year, the number of defectors to my\r\ncountry from the North Korean lumber camps in Siberia\r\nhas reached almost 60. If the Democratic People’s Republic\r\nof Korea is truly, as it has claimed, a\r\n“State where human rights are respected and surely\r\nguaranteed”,\r\nmy delegation urges it to open its society and allow the\r\ninternational community to see firsthand the current state of\r\nits human rights situation. Moreover, we ask that detainees\r\nand individuals who have been separated from their\r\nfamilies be allowed at least to communicate with their\r\nfamilies and loved ones.\r\nLastly, I will dismiss all other statements by North\r\nKorea, because we all know that, regardless of the\r\nunreasonable arguments they advance or any further\r\nattempts to mislead the international community, the\r\nRepublic of Korea is a success in terms of democratization\r\nand economic prosperity, in which all Korean people can\r\ntake pride.\r\nThe Acting President (interpretation from Spanish):\r\nFor the second time, and recalling that there is a five-\r\nminute limit on such statements, I call on the representative\r\nof the Democratic People’s Republic of Korea.\r\nMr. Kim Chang Guk (Democratic People’s Republic\r\nof Korea): Once again, it seems to me that the\r\nrepresentative of South Korea is very ignorant of the issues\r\non the Korean peninsula. I advise him to study very\r\ncarefully and deeply the agreed framework between the\r\nDPRK and the United States, because no resolution of the\r\nKorean nuclear issue can be justified if this agreed\r\nframework does not implement it.\r\nSecondly, only one month ago, in South Korea, a\r\nlong-term prisoner was set free. He served 43 years in\r\nprison. I am also very surprised that the representative of\r\nSouth Korea was not proud of his National Security Law.\r\nHe never mentioned the National Security Law, or what\r\nit really means to the Korean people.\r\nWe also want to ask the South Korean representative\r\nabout his remarks just now concerning the Amnesty\r\nInternational. Who gave the data to Amnesty International\r\nto slander our country? It was the South Korean\r\nauthorities.\r\nWe therefore reject all the allegations of the South\r\nKorean representative. I once again advise him to better\r\nacquaint himself with the situation in his own country,\r\nand what the National Security Law really means to our\r\nnation.\r\nThe Acting President (interpretation from Spanish):\r\nFor the second time, I now call on the representative of\r\nPeru.\r\nMr. Guillen (Peru) (interpretation from Spanish): I\r\nshall be very brief at this stage in the debate.\r\nIt is important for the General Assembly to have the\r\nfollowing clarification.\r\nThe accords which may exist in terms of\r\ndemarcation between Peru and Ecuador were in due\r\ncourse submitted to arbitration agreed upon by both\r\ncountries. The arbitration took place within the framework\r\nof the treaty guaranteed by four countries: Argentina,\r\nBrazil, Chile and the United States, and it was accepted\r\nby both parties.\r\nEcuador continued to implement the demarcation\r\nthus established for a considerable period of time, even\r\nmentioning the arbitration I have referred to.\r\nPeru believes that it is important to acknowledge that\r\nthe Protocol of Rio de Janeiro of 1942, as well as the\r\narbitration I have mentioned, are part and parcel of\r\nbinding international law.\r\n28\r\nGeneral Assembly 11th plenary meeting\r\nFiftieth session 28 September 1995\r\nPeru is firmly committed to continue, in accordance\r\nwith paragraph 6 of the Hamaraty Peace Declaration of\r\nJanuary 1995, to try to find a final solution in the light of\r\nthe above-mentioned international instruments agreed to by\r\nthe parties and internationally recognized.\r\nThe Acting President (interpretation from Spanish):\r\nFor the second time, I now call on the Minister for Foreign\r\nAffairs of Ecuador.\r\nMr. Leoro Franco (Ecuador) (interpretation from\r\nSpanish): It is clear that what the Ambassador of Peru has\r\njust said refers to a case in which there was a judgement in\r\n1945. But it is clear from a map prepared by the aerial\r\nmapping service of the United States for a commission at\r\nthe time that no such geographical element as the divortium\r\naquarium between the Santiago and Zamora rivers appears.\r\nIt actually appeared only in 1947, so it is hardly\r\npossible that it could have been resolved by a judgement\r\ndated 1945. The events of 1947 led the Government of\r\nEcuador to ask the guarantor countries of the Protocol to\r\ninvite Peru for a joint inquiry in order to remove doubts\r\nabout the geographical situation. The invitation was\r\nextended again in 1956 but was not accepted by Peru\r\nthen, nor has it been accepted since.\r\nIn the Hamaraty Peace Declaration, paragraph 6, can\r\nbe found mention of “unresolved matters”. Some are\r\nrelated to demarcation, and others refer to delimitation,\r\nand there is no doubt about these issues whatsoever.\r\nThe Acting President (interpretation from Spanish):\r\nFor the second time, I now call on the representative of\r\nthe Republic of Korea.\r\nMr. Lee Kyu Hyung (Republic of Korea): It is with\r\nthe deepest regret that I speak again in order to reply to\r\nyet another unreasonable statement made by the North\r\nKorean delegation.\r\nI will be brief in my remarks concerning the\r\nNational Security Law.\r\nThe position of my Government with regard to the\r\nNational Security Law has been fully expressed several\r\ntimes, including at the Commission on Human Rights in\r\nGeneva.\r\nThe situation in the Korean peninsula has remained\r\nas the last legacy of the cold war, and requires our\r\nsensitivity and patience. Although it is the wish of the\r\nKorean people for the improvement of the political\r\nsituation so that some provisions of the Law would no\r\nlonger be necessary, a national consensus was reached to\r\nmaintain the Law to sustain peace, freedom, democracy\r\nand human rights in our country.\r\nThe National Security Law will be abolished as soon\r\nas North Korea renounces its policy of aggression.\r\nThe meeting rose at 6.25 p.m.\r\n29\r\n"