"United Nations A/50/PV.25\r\n95-86268 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFiftieth Session\r\n25th plenary meeting\r\nMonday, 9 October 1995, 3 p.m.\r\nNew York\r\nPresident: Mr. Freitas do Amaral . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Portgual)\r\nIn the absence of the President, Mr. Kittikhoun (Lao\r\nPeople’s Democratic Republic), Vice-President, took\r\nthe Chair.\r\nThe meeting was called to order at 3.15 p.m.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nThe Acting President (interpretation from French):\r\nThe first speaker is the Minister for Foreign Affairs of\r\nHaiti, Her Excellency Mrs. Claudette Werleigh.\r\nMrs. Werleigh (Haiti) (interpretation from French):\r\nWith 15 October 1995 only a few days away — the first\r\nanniversary of the restoration of the democratic process in\r\nHaiti — I am pleased on behalf of the Government and\r\npeople of Haiti to extend our greetings to the international\r\ncommunity gathered here and our wishes for a long life to\r\nthe United Nations, which is playing an ever more decisive\r\nrole in the lives of our peoples.\r\nI should like to extend my warmest congratulations to\r\nHis Excellency Mr. Diogo Freitas do Amaral of Portugal on\r\nhis election to the presidency of this fiftieth session of the\r\nGeneral Assembly and extend my best wishes for his\r\nsuccess in the exercise of his important duties.\r\nI should like also to pay a well-deserved tribute to His\r\nExcellency Mr. Amara Essy, Minister for Foreign Affairs\r\nof Côte d’Ivoire, for the wisdom and ability he showed in\r\nconducting the work of the forty-ninth session.\r\nAllow me also to congratulate Mr. Boutros Boutros-\r\nGhali on his effective management as Secretary-General\r\nof our Organization. His thorough knowledge of the\r\nissues and his proposals contained in the Agenda for\r\nPeace and the Agenda for Development have enabled him\r\nto make a significant contribution to the thinking on\r\nreforming the Organization with a view to making it more\r\ncapable of facing the challenges of the twenty-first\r\ncentury.\r\nThis session of the General Assembly coincides with\r\nour commemoration of the fiftieth anniversary of the\r\nfounding of the United Nations. More than any other, this\r\nsession is destined to affect the history of our\r\nOrganization because of the reflection this anniversary\r\nwill certainly inspire with regard to its future.\r\nFifty years have elapsed since 51 States, including\r\nmy own, the Republic of Haiti, recognizing the absolute\r\nneed to take collective action to work for peace,\r\ndevelopment and social progress, decided to found the\r\nUnited Nations. From its inception, the United Nations\r\nhas been a focus of the aspirations and hopes of peoples\r\nworld wide for a more peaceful future and a more\r\npromising tomorrow.\r\nThroughout the half century of its existence the\r\nOrganization has exerted great efforts to achieve the goals\r\nset forth in the Charter. It has addressed a broad range of\r\ncomplex international problems and has, in many cases,\r\nbeen able to find a satisfactory solution to them.\r\nGeneral Assembly 25th plenary meeting\r\nFiftieth session 9 October 1995\r\nThus, the United Nations has distinguished itself in the\r\ndecisive role it has played in the decolonization process, in\r\nthe strengthening of international security and in the\r\nrestoration of peace in many parts of the world. It has also\r\ncontributed to the development of international law.\r\nThrough a series of global conferences, it has progressed\r\ntowards an international consensus on such world problems\r\nas the environment, population, human rights, the status of\r\nwomen, the rights of the child, sustainable development and\r\nmany other fundamental questions.\r\nQuite recently, United Nations activities in support of\r\npeace have taken on added scope with the increase in\r\npeace-keeping operations, some of which have met with\r\noutstanding success — operations in Cambodia, in El\r\nSalvador or in my own country, Haiti, where the joint\r\naction of the United Nations and the Organization of\r\nAmerican States brought about a return of constitutional\r\norder and thereby provided eloquent testimony to this\r\nsuccess.\r\nIn that connection allow me on behalf of the people\r\nand Government of Haiti to express to the international\r\ncommunity our gratitude for its support and its contribution\r\nto the restoration of the democratic process in Haiti. Thanks\r\nto you, Haiti now has a valid peace; political stability is on\r\nthe verge of becoming a reality; and the security of Haitian\r\nsociety is a virtual fact.\r\nYou helped us to emerge from a period of turbulence\r\nand to create in our country conditions favourable to peace\r\nand development, replacing the repression under which we\r\nhad lived for the three years of coup d’état. Once again, I\r\nwish to express the deep gratitude of the Haitian people to\r\nthe great family of the United Nations and to each of the\r\nnations that, in one way or another, provided support for\r\nthe return of constitutional order.\r\nIn this connection I should like to share with the\r\nAssembly the work our Government has accomplished\r\nsince its restoration.\r\nOne year after the return of President Jean-Bertrand\r\nAristide to Haiti, significant progress has been achieved in\r\nall spheres of national activity. The Government has made\r\nit a point of honour to draw the Assembly’s attention to the\r\nfact that the rights of all Haitians are scrupulously\r\nrespected, freedom of expression and association is\r\nguaranteed, our institutions have resumed their normal\r\nfunctioning, the scheduled legislative and municipal\r\nelections have been carried out, and insecurity in both\r\ntowns and countryside has noticeably diminished.\r\nIn achieving that result the Government had to adopt\r\nmeasures that were vigorous but welcomed by the vast\r\nmajority of the population. Among others, I would cite\r\nthe dismantling of the corps of section heads and their\r\nauxiliaries, the demobilization of the armed forces\r\npending approval by Parliament of their dissolution, the\r\nestablishment of a new national police force in keeping\r\nwith the wishes expressed in the 1987 Constitution, the\r\ncreation of the National Magistrature School and the\r\nNational Penitentiary Administration. All of those\r\nmeasures enjoyed the wholehearted assistance of the\r\nUnited Nations Mission in Haiti, which has been an\r\ninvaluable partner in the restoration of democratic\r\nprocesses in Haiti.\r\nTo strengthen the population’s confidence in the\r\nprocess of national reconciliation the Government has set\r\nup a National Commission for Truth and Justice to shed\r\nlight on the atrocities committed during the three years of\r\ncoup d’état, and that Commission has made great\r\nprogress in its work.\r\nIn addition, the Government has understood the need\r\nto go further in making reparations and combating the\r\nacceptance of impunity. In a Decree of 29 September\r\n1995, the Government decided to allocate 20 per cent of\r\nthe budget of the Ministry of Justice to victims of the\r\ncoup d’état and to provide them with legal aid in bringing\r\ncases and prosecuting criminals. Such measures\r\ndemonstrate a determination to put an end to impunity\r\nand to render justice to those to whom justice is due.\r\nThus, we are firmly and irreversibly committed to\r\ndemocracy. There are still some problems to be solved,\r\nbut no one can question the enormous progress\r\naccomplished since 15 October 1994. The struggle for the\r\nestablishment of a democratic State in Haiti continues\r\nwith ever-greater determination. However, there can be no\r\nviable democracy without sustained economic\r\ndevelopment. In Haiti, the link between democracy and\r\ndevelopment is fundamental, affecting as it does the very\r\nsurvival of our nation.\r\nIn this connection the Haitian Government has given\r\npride of place to two major approaches that define the\r\nnational development policy, namely, regeneration of the\r\nspace some 8 million inhabitants will share before the end\r\nof the century, and universal education.\r\nNatural resources — restored, revived and protected\r\nfrom continuous and uncoordinated overexploitation —\r\nmust be managed by citizens, families and communities,\r\n2\r\nGeneral Assembly 25th plenary meeting\r\nFiftieth session 9 October 1995\r\nwho shall learn to acquire know-how, to share knowledge,\r\nto spread information, and to tap both the vast, exciting\r\nstockpile of human knowledge and their own rich national\r\nculture. Through formal and non-formal education and by\r\nusing all training and information technologies, we must\r\nmeet the needs of our population, from elementary\r\neducation to command of the high technology appropriate\r\nto our development.\r\nIt is easy to see that, because of their importance,\r\nthose two fundamental decisions will involve redefining all\r\nsectoral and non-sectoral policies and programmes. It is\r\nalong these lines that we shall define policies of direct State\r\nmanagement, fiscal, monetary, budgetary, public-\r\ninvestment, public-administration, public-enterprise\r\nmanagement, credit and other policies, as well as policies\r\nthat demand a degree of partnership with various sectors of\r\nthe nation. When the conditions are met we will be able to\r\nengage in a process of restoring social balance through an\r\nimproved sharing of national wealth. From there we shall\r\nmove gradually to narrow the gap between the individual\r\nincomes of different groups. If the State uses the means and\r\nthe tools at its disposal, especially fiscal and credit\r\nmeasures, it should be possible to hasten this movement.\r\nWith the support of the international community our\r\nnation is working with high hopes to build a State based on\r\nlaw and to restore the fabric of our national economy.\r\nThe example of Haiti, which I have just described,\r\nalong with other successes achieved by the United Nations\r\nover the past 50 years, must not hide the reality of a world\r\nfar from fully achieving the objectives of peace and social\r\nprogress for all that were the dream of our forerunners.\r\nDespite the end of the cold war, which has lessened the\r\nprobability of nuclear conflict, the Earth continues to be an\r\narena of murderous conflicts that cause unspeakable\r\nsuffering and vast humanitarian tragedies. In Bosnia and\r\nHerzegovina, Rwanda, Burundi, Georgia and Liberia to\r\nname but a few, wars born for the most part of ethnic,\r\nreligious or tribal antagonisms seem to resist any attempt at\r\nsolution by the international community. It is true that there\r\nhas been significant progress with respect to certain crises,\r\nsuch as those of the Middle East and Angola, and my\r\nGovernment joyfully welcomes this. But the persistence of\r\nsuch conflicts dampens our hopes for the establishment of\r\na lasting peace.\r\nIn that context, I want to recall the threat that mankind\r\nstill faces from stockpiles of nuclear weapons and other\r\nweapons of mass destruction. My delegation hopes that the\r\nnuclear-weapon States will keep the promises they made at\r\nthe 1995 Review and Extension Conference of the Parties\r\nto the Treaty on the Non-Proliferation of Nuclear\r\nWeapons (NPT), with respect to ridding the planet of\r\nnuclear weapons. The conclusion of a nuclear-test-ban\r\ntreaty, next year we hope, would be an important step\r\ntowards that goal.\r\nOne of the ideas developed by the Secretary-General\r\nin his “Agenda for Peace” is that peace cannot be viable\r\nwithout development. It is acknowledged that a basic\r\ncause of instability and conflict throughout the world is\r\nincreasingly flagrant social and economic disparities and\r\nthe destitution afflicting a large part of mankind.\r\nIn many speeches, the Secretary-General has said\r\nthat the globalization of problems requires global\r\nsolutions, whether in the sphere of the environment,\r\nmigrations, development or international security. It is\r\nalso time to adopt a comprehensive approach to the\r\ncollateral effects of inevitable structural adjustment. A\r\ntimid step in that direction was taken at the Halifax\r\nsummit of the seven most highly industrialized countries,\r\nbut what is needed most is greater participation by the\r\ncountries of the South in the international economic\r\nsystem with a view to defusing the fearsome “social\r\nbomb” described at the Copenhagen World Summit for\r\nSocial Development.\r\nLet us remember how vulnerable our countries —\r\nespecially small island States — are to natural disasters.\r\nThis year, the Caribbean region has been the victim of an\r\nunprecedented number of hurricanes and tropical storms,\r\nwhich have caused significant damage to the\r\ninfrastructure of a number of countries, which have seen\r\nyears of effort shattered in a few hours or less. We extend\r\nour sympathy to our brother countries, and appeal to the\r\ninternational community to mobilize all the resources\r\nneeded for their rehabilitation. Clearly, small island States\r\nare not equipped to deal with such situations. Perhaps we\r\nshould consider a multilateral instrument that could limit\r\ntheir effects on the lives and property of affected\r\npopulations. In that connection, we welcome the “White\r\nBerets” initiative inspired by Argentina, of which Haiti\r\nwas the first beneficiary.\r\nIn a world where the burden of globalization in all\r\nof its forms is increasingly being felt, the need for a new\r\nglobal contract is becoming more and more imperative, as\r\na means to guarantee international peace and security. At\r\nthe present time, many countries, including my own, are\r\nnot able to satisfy the most elementary needs of the\r\nmajority of their population. With the increasing\r\n3\r\nGeneral Assembly 25th plenary meeting\r\nFiftieth session 9 October 1995\r\nglobalization of markets, and the political, economic,\r\nfinancial and cultural environment of the world, some\r\ncountries are achieving a degree of success, while other\r\ncountries continue to slip towards deterioration. The result\r\nis that millions of men, women and children are living in\r\nsubhuman poverty, without access to health care or to\r\nadequate nutrition.\r\nThis is a timely occasion for our Organization to play\r\nits role as an instrument of solidarity and international\r\ncooperation, in keeping with the mandate that was\r\nconferred on it 50 years ago. The implementation without\r\ndelay of the Copenhagen decisions would be desirable. It\r\nshould be of concern that, otherwise, these situations would\r\nspill over national borders and become a source of\r\ndestabilization on a world-wide scale. In that regard, let us\r\nrecall that sustainable development is the process that\r\nguarantees economic, social, political and cultural progress\r\nfor the present population, and survival with happiness,\r\ndignity, peace, democracy and justice for future generations.\r\nTo the Bretton Woods institutions, we would say that\r\nstructural adjustment programmes are useful only to the\r\nextent that they lead to actual development programmes\r\nbased on growth, full employment and equity, designed and\r\ncarried out primarily for the benefit of the most\r\ndisadvantaged classes of society.\r\nThis awareness, which implies the will to put forward\r\na new global contract, also prompts us, on behalf of the\r\nHaitian Government, to call upon the relevant forums, not\r\nonly to define and articulate once and for all the areas of\r\ncommon interest in the various activities of the\r\nOrganization, but also to seek out the ways and means to\r\nrelease the financial resources necessary to make the\r\nactions of our Organization more relevant.\r\nIn the context of increased interdependence, which is\r\ncharacteristic of national policies — especially those of\r\nthird world countries — the instruments used by\r\ninternational institutions and bilateral agreements determine\r\nany experience of a certain scope. For that reason, it is not\r\njust support that we are requesting from our partners: we\r\nare asking them to share with us the experience of\r\naddressing these challenges. Let them have a stake and\r\ninvolvement — which is possible and even probable — in\r\nthe redefinition of their own instruments, which should\r\nchange if those instruments are to be equal to the\r\nchallenges which, for decades, have faced the world’s\r\nefforts to improve the world order.\r\nWe can understand that changes in institutions of a\r\ncertain size may give rise to much reluctance. And we ask:\r\nWhat are the risks to the international community if it\r\nengages in an experiment sufficiently limited not to\r\nfrighten us, yet sufficiently important to test the\r\ndesirability of extending it to more determining situations\r\nand bringing about a significant institutional change?\r\nOur Organization is at a decisive crossroads in its\r\nhistory. As we celebrate the fiftieth anniversary of its\r\nfounding, we are faced increasingly with the problem of\r\nthe financing of the Organization’s budget for the\r\noperation of the system. From the experts’ reports, we\r\nhave already learned that the core resources of the United\r\nNations Development Programme (UNDP) have shrunk\r\nby 15 per cent, and we have noted, with some fear, that\r\ncontributions to various United Nations trust funds have\r\nbeen undergoing some decline for at least four years. In\r\nthe long term, this process of regression in the area of\r\nfinancial contributions will constitute a definite threat to\r\nthe various operations conducted by the United Nations\r\nsystem, whether it be in the field of peace-keeping or in\r\nthe area of development activities properly speaking.\r\nThese considerations prompt us to ask the question\r\nthat concerns all of us on this fiftieth anniversary, the\r\nquestion of the reform of the United Nations system. At\r\nthe dawn of a twenty-first century that is so filled with\r\npromise — but also so disturbing in certain respects —\r\nour Organization will increasingly be called upon to face\r\ncertain major challenges in the fields of ecology,\r\npopulation, economics, information and the fight against\r\norganized crime. Faced with those daunting challenges,\r\nsome of which are as yet unknown or unimagined, it is\r\nimportant to restructure and to strengthen the basic\r\nframework of this universal Organization.\r\nThe strengthening of the United Nations structure\r\nshould, we believe, be built around a legal, administrative\r\nand institutional reform. In that respect, my Government\r\nwould ardently wish to see a reform of the Security\r\nCouncil, with respect both to its mode of operation, which\r\nshould be more democratic, and to its membership, which\r\nshould better reflect the diversity that characterizes the\r\ngreat family of the United Nations.\r\nIn this regard, we invite all States to look into the\r\nmost effective ways and means to cooperate with non-\r\ngovernmental organizations. We must acknowledge the\r\nfact that, increasingly, these organizations are serving as\r\nforums for reflection and initiatives in civil society and\r\nare becoming essential partners in the quest for a new\r\nworld of more human and integrated development.\r\n4\r\nGeneral Assembly 25th plenary meeting\r\nFiftieth session 9 October 1995\r\nOne area of great concern to the Government of Haiti\r\nis the precarious nature of the present situation of many\r\nrefugees, especially women and unaccompanied children,\r\nwho deserve special attention. Also, I take this opportunity\r\nto state our increasingly resolute opposition to any forced\r\nrepatriation of refugees in violation of international legal\r\ninstruments that govern this question, including the 1951\r\nConvention relating to the Status of Refugees and the 1967\r\nProtocol. Discriminatory policies, racism and xenophobia\r\nwill only inflame an already tragic situation which has long\r\ntroubled our conscience. It is time for barbarism to give\r\nway to civilization and for respect for human rights to be\r\nenjoyed by all, men and women, without distinction.\r\nThe Government of the Republic of Haiti supports the\r\nplan to create an international criminal court to give effect\r\nto the principle of individual criminal responsibility in cases\r\nof serious and unacceptable violations of human rights.\r\nMy Government is deeply alarmed at the scale of the\r\nillicit production of, trafficking in and abuse of narcotics\r\naround the world. In order to protect ourselves against this\r\nscourge, it calls on producer and consumer States, transit\r\ncountries and those laundering drug money to give their full\r\nsupport to the fight against this evil.\r\nSince the end of the cold war, a war that actually was\r\nonly cold on the territories of the great Powers, the limited\r\nconflicts that seemed to go along with the inherent situation\r\nthere have multiplied constantly. We must recognize that\r\nonly the pretexts have changed. The real reasons for those\r\nconflicts, we repeat, are the maintenance of an excessively\r\nprofitable trade in conventional weapons.\r\nToday, the standing of a nation is not measured, and\r\nshould no longer be measured, by its economic power or its\r\nmilitary arsenal. Today, a great nation must apply itself to\r\nsolving the problems of its people and those of mankind as\r\na whole.\r\nIn 1945, 51 States created the United Nations, whose\r\nintrinsic purpose was to maintain international peace and\r\nsecurity and to promote the economic development of all its\r\nMembers. Fifty years later, as we take stock, the changes\r\nthat have taken place in the international arena only bear\r\nout the validity of these ideals of the founding fathers.\r\nThe celebration of the fiftieth anniversary of the\r\nUnited Nations is an occasion for us to recognize the\r\ncapacities of this Organization and the need to reform it in\r\norder to turn it into an increasingly effective instrument that\r\ncan face the challenges of the twenty-first century to build\r\na better world.\r\nThe Acting President (interpretation from French):\r\nI now call on the Minister for Foreign Affairs of the\r\nMaldives, His Excellency Mr. Fathulla Jameel.\r\nMr. Jameel (Maldives): It gives me great pleasure\r\nto congratulate His Excellency Mr. Freitas do Amaral on\r\nhis election to the presidency of the United Nations\r\nGeneral Assembly on this momentous occasion of its\r\nfiftieth anniversary. Aware of the strenuous task that this\r\nAssembly has to perform, I remain confident of his\r\ncompetence to guide our work to satisfactory conclusions.\r\nIt is also my privilege and honour to pay a tribute to\r\nthe President of the forty-ninth session of the General\r\nAssembly of the United Nations, His Excellency\r\nMr. Amara Essy of Côte d’Ivoire for the skilful manner\r\nin which he discharged the onerous responsibilities of the\r\npresidency of the forty-ninth session of the General\r\nAssembly.\r\nI would also like to convey my country’s deep\r\nappreciation to the Secretary-General for displaying\r\nexceptional capability and a capacity to meet the daunting\r\nchallenges and obstacles to his noble mission, and for his\r\never-readiness to work selflessly not only to retain the\r\ncredibility and the validity of the United Nations but also\r\nto make this Organization stand tall in this rapidly\r\nchanging world. My delegation sincerely wishes him\r\nevery success in his unenviable task.\r\nThe United Nations is celebrating the fiftieth\r\nanniversary of its founding, and many of us are\r\nadvocating the need for reforming and restructuring this\r\nOrganization. There is no doubt in our minds that the\r\nworld is passing through an era of dramatic change\r\naffecting the map of international political relations and\r\nchanging the balance of economic and trade relations, a\r\nreason which would naturally justify this call. But we\r\nshould not ignore the fact that this Organization has\r\nsucceeded in preventing a third world war — and the\r\ngreatest fear 50 years ago was that such a war would\r\noccur.\r\nFurthermore, this Organization has effectively freed\r\nthe world from the evils of colonialism and racial\r\ndiscrimination. It has also helped in establishing a regime\r\nof international cooperation based on the principles of\r\nequality and respect for the rule of law. If not for the\r\nnoble role that the United Nations has played in many\r\n5\r\nGeneral Assembly 25th plenary meeting\r\nFiftieth session 9 October 1995\r\nareas of human activity, we would not have harvested the\r\nprogress we enjoy today in the fields of disarmament,\r\ncontainment of the proliferation of nuclear weapons,\r\npromotion of human rights, and many important issues such\r\nas those related to environment and the welfare of refugees,\r\nchildren, youth and women.\r\nOf course there have been failures and set-backs.\r\nMany a time we have come across situations which have\r\nmade us suspect the credibility of the Organization and the\r\neffectiveness of its decisions.\r\nBut the fact remains that the United Nations has\r\nserved and is continuing to serve humanity — individuals,\r\npeoples and the world community as a whole — with\r\nprofound dignity and with a sense of purpose, guided by\r\nthe noble principles of the Charter. And if we are talking\r\nabout reforming or restructuring this Organization, then our\r\nconcentration should first be focused on the realities of\r\ntoday in order to transpose our collective efforts to\r\nstrengthen international cooperation for the achievement of\r\nour common objectives in full accord with the principles\r\nenshrined in the United Nations Charter.\r\nMoreover, the reforming and restructuring not only\r\nshould be focused on the concept of international peace and\r\nsecurity, but also should be extended to include the entire\r\nspectrum of the economic and social development of the\r\nhuman race. In other words, the effect of reform should\r\nreach all areas of United Nations activities, including those\r\ninvolving the maintenance of international peace and\r\nsecurity, the achievement of equitable economic\r\ndevelopment, the revitalization of the international\r\neconomic order, the protection of the global environment,\r\nthe combating of terrorism and drug trafficking, the\r\nprotection of human rights, and the promotion of\r\ndemocratic values and legal order within and among\r\nnations.\r\nI would like to take this opportunity to extend my\r\ncompliments to the specialized agencies of the United\r\nNations for their efforts to achieve economic growth and\r\nsustainable development. The Rio Conference on\r\nEnvironment, the Population Conference in Cairo, the\r\nCopenhagen Social Summit, and the recently concluded\r\nWorld Conference on Women, in Beijing, have taken us a\r\nlong way in this regard.\r\nHowever it is regrettable to note that, in spite of the\r\nencouraging signs, the overall picture of development is not\r\noptimistic. The global Official Development Assistance\r\n(ODA) today is at its lowest level in 21 years. As a least\r\ndeveloped island State, my Government is of the view\r\nthat there is an urgently felt need to reverse this situation\r\nradically. A first step will be for all industrialized\r\ncountries to live up to the targets specified by the United\r\nNations. If we work in the spirit of collective\r\nresponsibility and match our efforts with the concerns of\r\nthe real people in the real world, I am confident that\r\nsuccess will be achieved.\r\nAs far as the principal organs of the United Nations\r\nare concerned, Maldives believes that the General\r\nAssembly should continue to play its central role as the\r\nglobal council which has the competence and capacity for\r\ntaking collective decisions and reaching consensus on\r\nimportant matters related to international peace and\r\nsecurity, development, and international cooperation in\r\ngeneral.\r\nMeanwhile, the role and functions of the Security\r\nCouncil should be strengthened and improved upon in a\r\nway consistent with the realities of the present time,\r\nwhich obviously are significantly different from the\r\ngeopolitical conditions which prevailed 50 years ago.\r\nHowever, the Maldives is of the view that if a major\r\nrestructuring exercise is to be carried out it should be a\r\nresult-oriented one, which would strengthen the authority\r\nof the Council and increase its ability to implement its\r\ndecisions rather than simply increasing the number of\r\nmembers of the Council on a selective basis. Even if we\r\ngo along with the emerging consensus that the\r\nmembership of the Council should be increased, my\r\ncountry strongly feels that careful consideration should be\r\ngiven in the process to ensuring that the Council remains\r\na representative body for all regions and groups of\r\nnations, including, of course, the developing countries and\r\nsmall States that share the responsibilities for maintaining\r\npeace and security in the world with the more developed\r\nand the larger Member States of the United Nations. The\r\nmain criteria should be, we believe, the capability of the\r\nMember States to fulfil their obligations and commitments\r\ntowards the United Nations and its principles, and their\r\nrespect for and adherence to international covenants.\r\nFifty years ago membership of this Organization\r\ncomprised only a few countries. They had the privilege of\r\nhaving a say in world affairs. They created this body to\r\nsafeguard not only their own interests but also the\r\ninterests of future generations of the entire world.\r\nThe vast majority of Member States that are\r\nrepresented here today, including small States like my\r\nown country, Maldives, had been deprived of their\r\n6\r\nGeneral Assembly 25th plenary meeting\r\nFiftieth session 9 October 1995\r\nfreedom in one form or other. It was the principles on\r\nwhich this Organization was founded that helped shape the\r\nevents which eventually led to the restoration of the\r\nlegitimate rights of deprived peoples on all continents\r\nacross the globe.\r\nNow, ours is a community of nations that share the\r\nsame values and depend on each other in achieving our\r\ncommon and individual interests. Among the Member\r\nStates of the United Nations there is a large number of\r\nsmall States which are actively interacting with other\r\nMember States, not because they merely need the\r\ncooperation of the others for their survival and existence,\r\nbut because they actually are inseparable parts of this large,\r\ninterdependent world.\r\nWhat the United Nations is trying to do is to promote\r\npeace and justice, eliminate racial and religious prejudices\r\nand set up universal standards for aspects of our lives\r\nwhich affect our dignity as equal human beings. Small\r\nStates are participating in this endeavour with the same\r\nconviction that the larger countries have. Therefore, it is\r\nmore than reasonable that small States should be given the\r\nopportunity to play their role in decision-making and\r\ncarrying forward the torch of our common mission.\r\nAs I first mentioned, the reform of the United Nations\r\nmust be comprehensive and should include the three main\r\norgans, the specialized agencies, and all aspects of the\r\nUnited Nations work and activities; a reform which would\r\nchange the United Nations truly in to a “mission-oriented\r\nand results-oriented” Organization, to use the Secretary-\r\nGeneral’s description. Therefore, my delegation feels that\r\nit is important to maintain effective coordination between\r\nthe open-ended working groups which are already being\r\nestablished, and that we should, by all means, avoid\r\nproducing a partial package of improvement.\r\nAs the world anticipates seeing a revitalized United\r\nNations, we should pause to review the current world\r\nsituation.\r\nIn this context, it is with great disappointment that we\r\nsee that the situation in Bosnia and Herzegovina remains as\r\ncritical as ever. We are still witnessing the destruction of\r\nlife and property, the violation of human rights and the\r\ndefiance of Security Council resolutions by the Bosnian\r\nSerb leadership. The continuing deterioration of the\r\nsituation has led many of us to doubt the applicability of\r\nthe arms embargo. Many of us, furthermore, fear the\r\nconsequences of partitioning Bosnia and Herzegovina on\r\nthe basis of the ethnic composition of this independent\r\nState. We urge the international community to exert its\r\ninfluence on the Bosnian Serbs to accept the settlement\r\nnow being proposed, which we are confident will result\r\nin a comprehensive and viable solution to this tragic\r\nepisode. Meanwhile, we wish to express our deep\r\nappreciation to the countries that are contributing bravely\r\nto the efforts of the United Nations Protection Force\r\nunder extremely difficult conditions.\r\nThe situation in the Middle East seems to be\r\nimproving through the peace process. The United Nations\r\nhas continuously supported the rights of the Palestinian\r\npeople to self-determination and independence. The recent\r\naccords, which enable the Palestinian people to exercise\r\na degree of self-rule, are certainly a good basis for the\r\nrealization of this objective. While appreciating the\r\nimportant role played by the sponsors of the recent\r\ninitiative, we feel that the United Nations should continue\r\nto give support to the people of Palestine and to enhance,\r\nby all available means, the fulfilment of their legitimate\r\nrights.\r\nThe recent events that took place in the Islamic\r\nFederal Republic of the Comoros demonstrate once again\r\nthe vulnerability of small States to terrorism and the\r\nactivities of mercenaries, which threaten not only the\r\nsecurity and stability of small States, but also democratic\r\ninstitutions and the lawful existence of Governments. This\r\ntime the victim was again a small island State in the\r\nIndian Ocean. But we have seen that acts of terrorism\r\nsimilar to this one — which took many innocent lives —\r\nare occurring rather frequently in many parts of the\r\nworld. Recalling General Assembly resolution 49/31, on\r\nthe Protection and Security of Small States, my\r\nGovernment calls upon the international community to\r\ntake all necessary steps to prevent mercenaries from\r\ncarrying out their criminal acts.\r\nGiant steps have been taken towards universal\r\ndisarmament. During the Conference earlier this year at\r\nwhich the Non-Proliferation Treaty (NPT) was discussed\r\nMaldives supported the Treaty’s indefinite extension, with\r\nthe firm conviction that it plays a central role in\r\ncontaining the danger of the proliferation of nuclear\r\nweapons. Treaties have been concluded on chemical and\r\nother weapons of mass destruction. It is our fervent hope\r\nthat the comprehensive test-ban treaty will be signed\r\nbefore the end of 1996. In the meantime, it is most\r\nimportant at this juncture that all States refrain from\r\ntesting nuclear devices, and those which aspire to\r\nachieving nuclear-weapon capabilities should refrain from\r\ndeveloping them. Instead, efforts must be made to\r\n7\r\nGeneral Assembly 25th plenary meeting\r\nFiftieth session 9 October 1995\r\ndismantle all existing nuclear weapons and free the world\r\nfrom this dreadful menace. Further, the countries of each\r\nregion should agree to establish nuclear-weapon-free zones,\r\nthus striving collectively towards a nuclear-weapon-free\r\nworld. Furthermore, my Government believes that the\r\ncourse of universal disarmament will translate into an\r\nincrease in available resources that can be used for urgently\r\nneeded humanitarian and social development needs.\r\nAs mankind awaits the dawn of the twenty-first\r\ncentury with great expectations for peace and justice and\r\nfor the emergence of a United Nations that will carry\r\nforward the noble mission for which it was created, we, the\r\nGovernment and the people of the Maldives, renew our\r\ncommitment to the principles of the Charter of the United\r\nNations and pledge that we will do whatever is possible, in\r\ncooperation with other Member States, to uphold these\r\nprinciples and work towards a better future.\r\nMy delegation wishes to extend its felicitations to all\r\nStates Members of this Organization on this occasion of its\r\nfiftieth anniversary and to congratulate this world body on\r\nits tremendous achievements.\r\nThe Acting President (interpretation from French):\r\nI now call on the Minister for Foreign Affairs of Liberia,\r\nHis Excellency Mr. Momolu Sackor Sirleaf.\r\nMr. Sirleaf (Liberia): I congratulate Mr. Diogo Freitas\r\ndo Amaral on his assumption of the presidency of the\r\nfiftieth regular session of the United Nations General\r\nAssembly. We note his laudable accomplishments in the\r\ndiplomatic service of his country, and feel assured that\r\nthrough his stewardship of this historic session a new\r\nparadigm will emerge to direct intercourse among nations\r\nof the world.\r\nI also wish to convey the appreciation of the Liberian\r\ndelegation to his predecessor, His Excellency Mr. Amara\r\nEssy, a distinguished son of Africa, for the skilful manner\r\nin which he conducted the work of the forty-ninth session.\r\nWe commend our able and renowned Secretary-\r\nGeneral, His Excellency Mr. Boutros Boutros-Ghali, for his\r\nunrelenting devotion to charting a new course for the\r\nUnited Nations, in spite of formidable odds. Moreover, we\r\nare particularly pleased with the fervent attention that he\r\ncontinues to give to a peaceful resolution of the Liberian\r\ncivil conflict, as well as to the post-war reconstruction of\r\nLiberia.\r\nI stand before this body in celebration of the larger\r\nfreedom that is personified in the survival and success of\r\nthe United Nations and my country, Liberia. Both were\r\nborn out of the visions of individuals who dared to stand\r\non higher ground, while others wallowed in fear, hatred,\r\nracism, doubts and dismay. Half a century ago my\r\ncountry was proud to be one of three African nations\r\namong the 51 States that assembled in San Francisco,\r\nCalifornia, to participate in the creation of the United\r\nNations, culminating in the signing of its Charter.\r\nThe United Nations was born because “We the\r\npeoples” from diverse cultural backgrounds, represented\r\nby our Governments,\r\n“determined ...\r\nto reaffirm [our] faith in fundamental human rights,\r\nin the dignity and worth of the human person, in the\r\nequal rights of men and women and of nations large\r\nand small”.\r\nTo demonstrate our commitment to these fundamental\r\nrights, the principle of sovereign equality was enshrined\r\nin the Charter of the Organization and later buttressed, in\r\n1948, by the adoption of the Universal Declaration of\r\nHuman Rights.\r\nOne and a quarter centuries before the birth of the\r\nUnited Nations, we the people, from diverse cultural\r\nbackgrounds represented by individuals and organizations\r\nwhich believed in the larger freedom as a measure of\r\nman’s dignity and greatness, gave birth to the Liberian\r\nnation in times perhaps more vexing and troubling than\r\nthe birth period of our United Nations. But we the people,\r\ndetermined to escape the degradation to which we were\r\nexposed by the denial of the universality of human rights\r\nand the commonality of human nature, fled to freedom in\r\npursuit of the very principles for which this Organization\r\nstands.\r\nWe ought to celebrate the survival and success of\r\nthe United Nations and my country, Liberia.\r\nSymbolically, they represent the higher nature of man,\r\nwhich compels him to acknowledge that no human being\r\nis inferior or superior to another. Just as a man’s life\r\n“consisteth not in the abundance of the things which\r\nhe possesseth”, (The Holy Bible, Luke 12:15)\r\nthe greatness of any people or nation is not measured in\r\nthe abundance of things which they possess.\r\n8\r\nGeneral Assembly 25th plenary meeting\r\nFiftieth session 9 October 1995\r\nThe survival and success of the United Nations for\r\nhalf a century have destroyed the myth that it is Utopian to\r\norganize sovereign nations on a global level in the pursuit\r\nof international peace and security. Liberia’s survival as an\r\nindependent State since 1847 also destroyed the myth that\r\nAfricans were incapable of self-governance. As one of the\r\nthree African founding Members of the United Nations,\r\nLiberia’s independence and involvement in international\r\naffairs served as a beacon of hope for peoples of African\r\ndescent engaged in their legitimate struggle against colonial\r\ndomination. It lent diplomatic and moral support to the\r\ndecolonization of Africa and other regions of the world and\r\nforcefully voiced its opposition to apartheid in South\r\nAfrica.\r\nAs more nations of Africa became independent,\r\nLiberia offered them a hand of friendship, brotherhood and\r\nsolidarity. In particular, Liberia adopted and pursued a\r\npolicy of peaceful coexistence with its neighbours and was\r\na principal advocate of a functional approach to African\r\nunity. This led to the formation of the Organization of\r\nAfrican Unity (OAU), the Economic Community of West\r\nAfrican States (ECOWAS) and other entities fostering\r\neconomic cooperation between the African peoples.\r\nIn this connection, my delegation is immensely\r\npleased to celebrate the practical actualization of the vision\r\nof three distinguished sons of Africa — Kwame Nkrumah\r\nof Ghana, Ahmed Sékou Touré of Guinea and William V.\r\nS. Tubman of Liberia — as we note that an independent\r\nAfrica is observing and actively participating in the fiftieth\r\nanniversary of the United Nations.\r\nThe fiftieth regular session of the General Assembly\r\nis convening against the backdrop of tremendous changes\r\nin the international system. The peace euphoria which was\r\ninspired by the end of the super-Power confrontation has\r\nlong dissipated and the world is far from being a peaceful\r\nand just place. Simmering inter-State disputes, violent civil\r\nconflicts and resurgent nationalism, carried to the extreme,\r\nhave led to the disintegration of several States and\r\nthreatened international peace and security. The\r\nunfavourable consequences of this situation are the loss of\r\nmany innocent lives and massive refugee flows, particularly\r\nin Africa. Unfortunately, my country, Liberia, has not been\r\nspared from this onslaught.\r\nThe Liberian peace process must be viewed in the\r\ntotality of Liberia’s history. From the Declaration of\r\nIndependence in 1847 to the present, the Republic of\r\nLiberia has been besieged and buffeted by internal and\r\nexternal forces which hold diametrically opposing views\r\nrelating to the universality of human rights and the\r\ncommonality of human nature, as well as to the\r\nappropriateness of political and economic utilitarianism,\r\nwhere powerful external forces — Governments,\r\nmultinational corporations, international organizations and\r\nso on — manipulate and exploit human and material\r\nresources in Liberia to the detriment of the country. This\r\nis a reality that cannot be wished away.\r\nAlthough these views may be based solely on\r\nignorance, it is this same ignorance which fuels the fire\r\nof war and destruction around the world, manifesting\r\nitself as racism, “ethnic cleansing”, tribalism, religious\r\npersecution and so on. Thus, for those who believe that\r\nthe African is less than human or is incapable of\r\ngoverning himself, the existence for almost a century and\r\na half of a politically stable and peaceful Liberia with\r\nstrong economic potential is undesirable.\r\nLiberia, which was founded — about half a century\r\nbefore the Berlin Congress of 1884, which carved out\r\nAfrica and institutionalized colonialism — as “an asylum\r\nfor free people of colour” fleeing the hot crucibles and\r\nbitter pangs of slavery, was threatened with partition and\r\ntrusteeship by the League of Nations, predecessor to our\r\nbeloved United Nations, half a century after that colonial\r\nCongress. Ironically, the charge was slave trading.\r\nAlthough the Liberian Government was grievously at\r\nfault, and while we roundly condemn slavery of any kind,\r\nthat attempt by the League of Nations to undermine\r\nLiberia’s sovereignty was a sinister, hypocritical\r\nsubterfuge whose only purpose was to perpetuate a racist\r\nmyth rooted in a very destructive ignorance. This was not\r\nin the best interests of Liberia or Africa, for no nation,\r\ninternational organization or earthly Power can will\r\nLiberia out of existence.\r\nRoughly half a century after this unsuccessful\r\nattempt by the League of Nations, Liberia experienced the\r\nbloody overthrow of its constitutional Government. The\r\npolitical-legal structure had become too rigid and\r\ninsensitive to the cries of the overwhelming majority of\r\nthe people, who wanted to be included in the social,\r\npolitical and economic structures of the country. The\r\nerstwhile experienced leaders failed to provide the\r\nrequired navigational changes. The execution of these\r\npolitical leaders, who had navigated the ship of State in\r\nturbulent times, and the first imposition of military rule\r\naffected more than 13 decades of political stability. The\r\nattendant dislocations in our national fabric culminated in\r\nthe civil war that brings us here today.\r\n9\r\nGeneral Assembly 25th plenary meeting\r\nFiftieth session 9 October 1995\r\nOver the past six years, our country has been at war\r\nwith itself, trying to right injustices among the people of\r\nLiberia while maintaining the sovereignty of the nation,\r\nincluding the right to determine our own destiny. To some\r\non the outside, this war has appeared very senseless — and\r\nit may be so in the sense that most wars are senseless. On\r\nthe other hand, we believe that we will emerge out of this\r\nas a stronger and more united people in a nation where we\r\nwill regard ourselves as human beings first and foremost\r\nand where the national identity will take precedence over\r\ntribal or ethnic identity.\r\nThus, our efforts to seek peace when agreements are\r\nbroken should be lauded instead of ridiculed. This reflects\r\nour history as a peace-loving nation. We cannot apologize\r\nfor desiring peace more than war. The Abuja Agreement\r\nwill hold and usher in a new dawn for Liberia; but even if\r\nit did not hold, we would still pursue peace, ignore those\r\nwho prefer war to peace and strike another deal for peace\r\nand democracy. We are optimistic and will not give up on\r\nourselves. We ask the Assembly not to give up on us.\r\nWe have consistently maintained over the course of\r\nthis war that a military solution was neither desirable nor\r\nachievable; we have consistently advocated a balance of\r\nforces and a Government of inclusion.\r\nIn this connection, we commend ECOWAS for its\r\nhumanitarian intervention in the Liberian crisis. Although\r\nmandated to promote the economic integration of the\r\nsubregion, its action was a necessary concrete manifestation\r\nof unique African solidarity and has afforded Liberians the\r\nopportunity to resolve their differences through civil\r\ndiscourse.\r\nThe primary objective of the Liberian people has been\r\nthe attainment of a just, comprehensive and durable peace\r\nthrough a political settlement of the conflict. The basic\r\ncomponents of the agreements reached by the parties and\r\nsubsequent resolutions adopted by the Security Council\r\ncentred around the following objectives: combatants would\r\nbe disarmed and rehabilitated; sufficient security guarantees\r\nwould be established to facilitate the resettlement of\r\ndisplaced persons and the repatriation of hundreds of\r\nthousands of Liberian refugees; internationally supervised\r\nelections would be held in accordance with an agreed\r\ntimetable; a democratically elected administration would be\r\ninstalled; and the international community would lend the\r\nrequisite assistance for the economic and social\r\nrehabilitation of Liberia.\r\nThrough the sustained diplomacy of the Economic\r\nCommunity of West African States, complemented by the\r\nOrganization of African Unity and the United Nations,\r\nand the willingness of the parties to continue negotiations,\r\na final agreement was reached in Abuja, the Federal\r\nRepublic of Nigeria, on 19 August 1995.\r\nIn celebration of Abuja, we hereby announce our\r\nprofoundest gratitude to former President Jimmy Carter\r\nand current President William Clinton of the United\r\nStates of America, ECOWAS Chairman President Jerry\r\nJohn Rawlings and his Special Facilitator, Captain Kojo\r\nTsikata, both of Ghana, President Sani Abacha of Nigeria,\r\nPresident Nicéphore Soglo of Benin, the late President\r\nHouphouët-Boigny and current President Konan-Bédié of\r\nCôte d’Ivoire, President Blaise Campaoré of Burkina\r\nFaso, President Lansana Conté of Guinea, President\r\nAbdou Diouf of Senegal, President Ali Mwinyi of\r\nTanzania, President Yoweri Museveni of Uganda,\r\nPresident Zine El-Abidine Ben Ali of Tunisia, former\r\nPresident Sir Dawda Jawara, and current Head of State\r\nCaptain Yahya A. J. J. Jammeh of Gambia, former\r\nPresident Moussa Traoré, and current President Alpha\r\nOumar Konaré of Mali, and former President Joseph\r\nSaidu Momoh and current President Valentine Strasser of\r\nSierra Leone.\r\nSpecial thanks also go to all the Presidents and\r\nForeign Ministers of the ECOWAS Committee of Nine,\r\nthe former Executive Secretary of ECOWAS, Mr. Abass\r\nBundu, and current Executive Secretary Mr. Edouard\r\nBenjamin, OAU Secretary General Salim A. Salim, and\r\nOAU Eminent Person, former President Canaan Banana,\r\nmembers of the United Nations Security Council,\r\nSecretary-General Mr. Boutros Boutros-Ghali and his\r\nSpecial Representatives, Trevor Gordon-Somers and\r\nAmbassador Anthony Nyakyi, all non-governmental and\r\nhumanitarian organizations in Liberia, the commanders\r\nand troops of the Cease-fire Monitoring Group of\r\nECOWAS (ECOMOG), the United Nations Observer\r\nMission in Liberia (UNOMIL), the member States of\r\nECOWAS, the OAU, the European Union, the United\r\nNations and all the friends of Liberia for helping us help\r\nourselves. We also congratulate the Liberian people for\r\ntheir patience, sacrifice, understanding and maturity as we\r\nnavigate through turbulent waters to peaceful waters.\r\nUnlike previous agreements, the Abuja Agreement\r\nto supplement and amend the Cotonou and Akosombo\r\nAgreements, as subsequently clarified by the Accra\r\nAgreement, provides for a six-man collective presidency\r\ncomprising the leaders of the principal warring parties and\r\n10\r\nGeneral Assembly 25th plenary meeting\r\nFiftieth session 9 October 1995\r\nthree civilian representatives. They are: His Excellency\r\nProfessor Wilton S. Sankawulo, Chairman, His Excellency\r\nMr. Charles Ghankay Taylor of the National Patriotic Front\r\nof Liberia (NPFL), His Excellency Lt. General Alhaji G. V.\r\nKromah of the United Liberation Movement of Liberia for\r\nDemocracy (ULIMO), His Excellency Mr. George E.\r\nSaigbe Boley of the Liberian Peace Council (LPC), His\r\nExcellency Mr. Oscar J. Quiah of the Liberia National\r\nCouncil (LNC), and His Excellency Chief Tamba Tailor,\r\njoint nominee of the NPFL and ULIMO, as Vice Chairmen.\r\nThe very fact that the present collective presidency is\r\nfunctioning and deliberating with unanimity of purpose is\r\nreason to celebrate. Each of the six is uniquely and pre-\r\neminently qualified to lead Liberia, but they have relegated\r\ntheir personal ambitions to work collectively as leaders of\r\nreconstruction.\r\nThe Agreement also retained two cardinal principles\r\nof the ECOWAS peace plan. The first requires the\r\nGovernment of Liberia to enter a Status of Forces\r\nAgreement with ECOWAS regarding the status of\r\nECOMOG in Liberia. This is being worked on at present.\r\nThe second forbids the Chairman of the Council of\r\nState from contesting any position in the ensuing elections.\r\nOther members of the Council, the Vice Chairmen of equal\r\nstatus, and officials of the Transitional Government may\r\nseek elective office, but are required to resign from the\r\nGovernment prior to the elections.\r\nThe first signs of adherence to the Abuja Agreement\r\ncame when, on August 26 1995, a general cease-fire was\r\nre-established. On 1 September 1995, the new Council of\r\nState was installed in office. Shortly thereafter, a new\r\ncabinet of the Liberian National Transitional Government\r\n(LNTG) was named and inducted into office. The National\r\nLegislative Assembly, the Supreme Court of Liberia and the\r\nElections Commission are functioning in accordance with\r\nlaw.\r\nAs disarmament is crucial to a complete and timely\r\nimplementation of the Abuja Accord, I am pleased to report\r\nthat ECOMOG has begun the deployment of its troops in\r\nmany parts of the country, and has taken over command of\r\nmost of the checkpoints hitherto controlled by the parties.\r\nAlso, most of the major highways and roads in the country\r\nare gradually and steadily reopening for the unimpeded\r\nmovement of individuals and goods.\r\nThe installation of the Council of State marks a new\r\nbeginning in the peace process. It points towards a final\r\npeaceful resolution of the Liberian crisis and has raised\r\nthe hopes of Liberians, who believe that the process is\r\nnow irreversible.\r\nNow we must confront the all-engaging task of\r\nfostering national reconciliation, unity and the economic\r\nrehabilitation of the country. There are clear signs that\r\nLiberians earnestly desire to turn the swords of\r\ndestruction and death into ploughshares of cultivation and\r\nrebuilding. They have placed much faith in the democratic\r\noption, which will empower them for full participation in\r\nthe affairs of their country through civil discourse, as\r\nopposed to armed confrontation.\r\nLike all countries which have had to make the\r\ntransition from conditions of war and utter deprivation to\r\nconditions of peace and development, Liberia now stands\r\nin urgent need of substantial assistance from the\r\ninternational community. Help is also required for the\r\nrehabilitation of children traumatized by the war and for\r\nthe reintegration of former combatants into civil society,\r\nwhere their energies can be redirected to productive\r\nactivities.\r\nBeyond these pressing needs the private sector,\r\nwhich is very vital to the long-term economic recovery\r\nand development of Liberia, must be revived. Therefore\r\nwe appeal to our investment partners to return with their\r\nexpertise and financial resources.\r\nWe welcome the Secretary-General’s decision to\r\nhold a pledging conference for Liberia at the United\r\nNations on 27 October 1995 for the demobilization and\r\nreconstruction of Liberia, as well as assistance for\r\nECOWAS in the implementation of its mandate.\r\nAs we Liberians forge ahead in a determined effort\r\nto restore peace in our country and embark on the\r\nreconstruction programme, it is imperative that the\r\ninternational community should provide the requisite\r\nsupport and encouragement to the new Liberian\r\nleadership.\r\nIn this connection, we recall that earlier this year the\r\nCouncil of Ministers of the Organization of African Unity\r\nadopted resolution 1585 on Liberia which, inter alia,\r\ncalled on the international community to “recognize and\r\ngive full faith and credence to the current Liberian\r\nNational Transitional Government and its successors”.\r\nIt is my Government’s firm belief that the full\r\nimplementation of this recommendation by Member States\r\n11\r\nGeneral Assembly 25th plenary meeting\r\nFiftieth session 9 October 1995\r\nwill serve to revive and strengthen the bilateral relations\r\nbetween Liberia and friendly Governments by accelerating\r\nthe reconstruction efforts of the country.\r\nTo my compatriots let me say that ours is a country\r\nthat went to war with itself. In the process, all Liberians\r\nhave suffered or experienced some loss. We empathize with\r\ntheir grief, pain, anguish and frustration. We must now\r\nassuage our hurt by rising above our differences and\r\ncoalesce into a strong, unified nation, determined to move\r\nforward to a better and prosperous future. No matter how\r\nwell disposed to help us our friends and sympathizers of\r\nthe international community may be, the challenge is ours\r\nto rebuild Liberia. I can only appeal to and plead with those\r\nfriends and sympathizers to be messengers of forgiveness\r\nand love. We have a unique opportunity to participate in\r\nthe redemption of our common patrimony — Liberia, a\r\nreality greater than our individual selves. Let us seize this\r\nhistoric moment.\r\nOur representation before this body would certainly be\r\nincomplete without a reflection of my Government’s\r\nposition on the many difficulties and the prevailing sense of\r\nfrustration persisting on the international political scene.\r\nHowever, the recent efforts to reach a permanent solution\r\nto the seemingly intractable crisis in the Middle East\r\nrepresent a positive step in the right direction. In this\r\nconnection, we view the recent signing — on 28 September\r\n1995 — of the agreement reached between Israel and the\r\nPalestinian National Authority as a significant milestone.\r\nWe also salute Israel and Jordan for the Treaty signed on\r\n26 October 1994 regarding mutual reconciliation, and we\r\nurge other Arab States in the region to emulate this bold\r\ninitiative.\r\nOn the question of limiting nuclear and conventional\r\narmaments, my Government believes that nuclear non-\r\nproliferation is only the first step to the ultimate goal of\r\ncomplete prohibition. In this connection, we view the recent\r\nindefinite extension of the Non-Proliferation Treaty as an\r\nact that strengthens the international non-proliferation\r\nregime and enhances the maintenance of world peace and\r\nsecurity.\r\nThe conflict in the former Yugoslavia — especially in\r\nBosnia and Herzegovina — and the crises in Rwanda,\r\nSierra Leone, Somalia and Burundi continue to be a source\r\nof much concern to the international community. My\r\nGovernment welcomes the important role played by the\r\ninternational community — particularly the United Nations,\r\nthe Organization of African Unity and the Economic\r\nCommunity of West African States, the European Union,\r\nthe United States and the Russian Federation. We also\r\ncall on the parties to the conflict to refrain from further\r\nmilitary action and to opt for a negotiated settlement, to\r\nthe mutual satisfaction of all the parties concerned.\r\nWith respect to reform of the Security Council,\r\nLiberia calls for either expansion of the membership of\r\nthe Council or modification of paragraph 3 of Article\r\n27 — Chapter V — of the Charter to conform with\r\nparagraph 2 of the same Article, to enable the larger\r\nmembership of the United Nations to participate in the\r\nprocess of decision-making. We believe that either or\r\nboth of these steps would make the Council not only\r\nmore representative, but also more democratic and\r\ntransparent. The proposed reform is also intended to\r\nensure balance between the requirements of efficiency and\r\nexpansion, transparency in the Council’s methods of work\r\nand optimum utilization of the resources of those States\r\nthat can contribute significantly to peace-keeping\r\noperations and development activities.\r\nThe rationale for our call lies in logic, democracy,\r\nequality and the Charter of the United Nations. When we\r\nsigned the Charter half a century ago there were three\r\nAfrican countries among 51 nations. Today the African\r\nmembership has increased to approximately 52 nations\r\namong a total of 185. The five permanent members of the\r\nSecurity Council are from three of the five continents of\r\nour world — Asia, Europe and North America. The\r\ncontinent of Africa ought to have at least one permanent\r\nmember, to be determined by the African countries\r\nthemselves.\r\nIn his inaugural address at this historic session the\r\nPresident of the Assembly averred that if the United\r\nNations is to maintain its unique character as an\r\ninternational Organization that is truly universal, efforts\r\nshould be made to ensure that all States which are not yet\r\nMembers can be admitted in the near future. My\r\ndelegation fully supports this position and recalls that\r\nwhen we signed the Charter of the United Nations the\r\nfive permanent members of the Security Council were the\r\nRepublic of China, France, the Union of Soviet Socialist\r\nRepublics, the United Kingdom of Great Britain and\r\nNorthern Ireland and the United States of America.\r\nContrary to the principle of universality, the People’s\r\nRepublic of China was not included. We are happy that\r\n24 years ago the General Assembly restored the lawful\r\nright of the People’s Republic of China to membership of\r\nthis Organization, in keeping with the Charter’s principle\r\nof universality and the reality that that country is the\r\nworld’s most populous nation.\r\n12\r\nGeneral Assembly 25th plenary meeting\r\nFiftieth session 9 October 1995\r\nTwenty-four years later, we note that 20 Member\r\nStates from Africa, Asia, the Caribbean and Latin America,\r\nin a letter to the Secretary-General, requested that the\r\nexceptional situation of the Republic of China on Taiwan\r\nbe examined by the General Assembly at its fiftieth session.\r\nMy Government firmly believes that the unification of\r\nChina should be peacefully pursued and that it is a matter\r\nfor the Chinese people themselves to determine at some\r\ntime in the future. However, we note that there were two\r\nGermanys in the United Nations until their reunification a\r\nlittle over five years ago and that there are still two Koreas,\r\nboth of which are now Members of the Organization. We\r\nhave confidence in the ability of the United Nations to deal\r\nproperly with this long-standing matter so that the\r\nunification of China may be peacefully pursued by the\r\nChinese themselves.\r\nWe wholeheartedly welcome the recent progressive\r\ntrends in the world economic spectrum. However, we also\r\nremain mindful of the persistent inhibitive factors that\r\ncontinue to account for the slow and unbalanced growth of\r\nthe global economy. In spite of the increase in the number\r\nof developing countries now participating as key players in\r\nthe world economy, the magnitude of increasing poverty for\r\nmore than 1 billion people of the world leaves much to be\r\ndesired. The gap between developed and developing\r\ncountries continues to widen, not only reflecting the\r\nmarginalization of the developing countries but also\r\nundermining efforts aimed at securing access to\r\ninternational trade, communications and the flow of vital\r\ninformation.\r\nMeanwhile, there is also a crisis of official\r\ndevelopment assistance, caused by stagnation and a\r\nreduction in assistance sources. It is worth noting that there\r\nis a need for increased cooperation if anything is to be\r\nachieved in addressing these distracting issues. One\r\napproach would be to reconsider the agreement regarding\r\nthe developed countries contributing 0.7 per cent of gross\r\nnational product to the assistance programmes for the\r\ndeveloping countries. The economic situation in most\r\nAfrican countries is critical and precarious. It is true that\r\nthe global economic situation affects all developing\r\ncountries, but its impact on sub-Saharan Africa is\r\ntremendous.\r\nWhile we recognize that the development of Africa is\r\nprimarily our responsibility, concerted efforts by the\r\ninternational community and donor countries will\r\ncomplement the national efforts of African Governments in\r\nreversing the negative trend of their economies.\r\nAs regards the role of women in development, we\r\nbelieve that the full and equal integration of women into\r\nthe development process at all levels is a central goal. We\r\nfully support the Conferences that were held in Cairo and\r\nAccra and in Taiwan earlier this year, and we are also\r\ncommitted to the successful implementation of the\r\ndecisions reached at the 1995 World Conference on\r\nWomen, held recently in Beijing, with the theme “Action\r\nfor Equality, Development and Peace”.\r\nLiberia — a Founding Member of the United\r\nNations — although encumbered by a fratricidal war, is\r\nproud of its modest contribution since the formation of\r\nthe Organization, particularly in respect of the\r\ndecolonization of Africa and its aspirations for economic\r\ngrowth and development. As the country emerges from\r\nwar, it pledges anew its commitment to the Organization.\r\nIt is our firm belief that the United Nations offers the best\r\nhope for a just and more equitable world. Member States\r\nare therefore challenged to pool their resources and work\r\ntogether, not as competitors but as equal partners aligned\r\nin a common pursuit.\r\nLiberia is determined to regain its rightful place, by\r\nvirtue of its long history and involvement in the struggle\r\nfor peace, cooperation and the prosperity of all peoples,\r\nin the comity of nations.\r\nDuring the past half-century of its existence, the\r\nUnited Nations has endeavoured to maintain international\r\npeace and security and remain responsive to the needs of\r\nthe public that it serves. Today, its responsibilities have\r\nincreased to cover urgent humanitarian emergencies which\r\nrequire the deployment of tremendous resources. It is\r\nhoped that the corresponding support will be forthcoming\r\nfrom Member States.\r\nWhen the United Nations succeeds, the great\r\nmajority, who depend on the services it provides, are\r\nlifted from misery, suffering and deprivation. That is the\r\nbasic principle we should bear in mind as the\r\nOrganization enters its fifty-first year of existence. The\r\nUnited Nations, in spite of its perceived shortcomings,\r\nwhich we must collectively seek to overcome, represents\r\nmankind’s legitimate aspiration to be truly our brother’s\r\nkeeper. Let us rededicate ourselves to this important\r\nobjective to ensure our survival and that of succeeding\r\ngenerations.\r\nThe Acting President (interpretation from French):\r\nI now call on the Minister for Foreign Affairs and\r\n13\r\nGeneral Assembly 25th plenary meeting\r\nFiftieth session 9 October 1995\r\nCooperation of the Islamic Republic of Mauritania, His\r\nExcellency Mr. Mohamed Salem Ould Lekhal.\r\nMr. Ould Lekhal (Mauritania) (interpretation from\r\nArabic): On behalf of the delegation of the Islamic\r\nRepublic of Mauritania it gives me pleasure to convey to\r\nMr. Freitas do Amaral of Portugal, our warmest\r\ncongratulations on his unanimous election to the presidency\r\nof this session of the General Assembly of the United\r\nNations. We are convinced that his well-known personal\r\nskills are the best guarantee for the success of the work of\r\nthis session which acquires special significance as it\r\ncoincides with the commemoration of the fiftieth\r\nanniversary of the establishment of the United Nations.\r\nI should also like to pay tribute to his predecessor,\r\nMr. Amara Essy, Minister for Foreign Affairs of the sister\r\nrepublic of Côte d’Ivoire, who led the work of the forty-\r\nninth session in an excellent and praiseworthy manner.\r\nI should also like to take this opportunity to reiterate\r\nto Mr. Boutros Boutros-Ghali, Secretary-General of the\r\nUnited Nations, the confidence of my country and our\r\nsupport of his efforts so that the Organization may fully\r\nperform its proper role and succeed in defusing hotbeds of\r\ntension throughout the world.\r\nWe have clearly stated, on previous occasions, that the\r\ndeteriorating economies of the developing countries and the\r\nwidening gap between the rich and poor countries are the\r\ntwo principal causes of the proliferation of hotbeds of\r\ntension and bloody wars that, more often than not, wipe out\r\nevery economic achievement, plunge the peoples of\r\ndeveloping countries into cruel suffering and deprive them\r\nof the right to lead a decent life of security, stability, and\r\ndevelopment towards a better future.\r\nAs we have noted in the past, the fact that structural\r\nadjustment programmes neglect the necessary assessment of\r\nthe social cost of such adjustment and focus on correcting\r\nthe macroeconomic balance, has had the effect of causing\r\nsuch programmes to fall short of achieving the desired\r\npositive results. In this connection, we had voiced concern\r\nover the possibility that the deterioration of the economic\r\nconditions of developing countries would limit the impact\r\nof such international instruments as environmental\r\nconventions and programmes that promote the rights of\r\nchildren and women, and human rights in general.\r\nToday we note that despite the convening of numerous\r\ninternational conferences such as the World Summit for\r\nChildren in New York, the Earth Summit in Rio de Janeiro,\r\nthe World Conference on Human Rights in Vienna, the\r\nInternational Conference on Population and Development\r\nin Cairo, the World Summit for Social Development in\r\nCopenhagen, and the Fourth World Conference for\r\nWomen in Beijing, there is nothing on the horizon yet\r\nthat may give cause for hope that radical solutions to the\r\nmany problems besetting the most vulnerable peoples in\r\nthe poorest countries throughout the developing world are\r\nbeginning to emerge.\r\nWhile these international conferences, in addition to\r\nthe Agenda for Development of the Secretary-General of\r\nthe United Nations have drawn the broad outlines of\r\nfuture policies that would deal with such problems, no\r\nspecific formulae for putting those policies into practice\r\nhave emerged yet. On the contrary, we note that the\r\ndeterioration of the terms of trade and the reduction in\r\nofficial development assistance (ODA) have continued\r\nand have been the two principal causes that aggravate the\r\nstifling economic crises which have so many third world\r\ncountries in their grip.\r\nThe Islamic Republic of Mauritania which, since\r\n1984, has been engaged in a determined battle that aims\r\nat restructuring the Mauritanian economy despite difficult\r\ndomestic, regional and international conditions, has made\r\ntangible progress towards restoring the macroeconomic\r\nbalance and reducing its foreign debt, a fact that is\r\nattested to by international financial institutions.\r\nIn striving for these objectives, my Government,\r\nunder the wise guidance of His Excellency the President\r\nof the Republic, Mr. Maaouya Ould Sid’ Ahmed Taya,\r\nhave pursued liberal economic policies that neglect not a\r\nsingle aspect of economic and social development.\r\nThese economic policies that we pursue encompass\r\nthe following broad sectors: road building, the\r\nelectrification of cities, combating desertification,\r\ndevelopment of water networks, combating illiteracy, the\r\nempowerment of women and development of the child,\r\neducation for all, and health coverage for the whole\r\npopulation. In seeking to achieve these objectives, the\r\nGovernment of Mauritania focuses on developing the\r\nagricultural, mineral and fisheries sectors which form the\r\nbackbone of our economy.\r\nIn view of the nature of such development plans and\r\nsocial policies the Government of the Islamic Republic of\r\nMauritania have participated in all the negotiations that\r\nled to the adoption of the United Nations Convention on\r\nthe Law of the Sea, which entered into force on 16\r\n14\r\nGeneral Assembly 25th plenary meeting\r\nFiftieth session 9 October 1995\r\nNovember 1994, and participated also in the negotiations\r\nwhich culminated in the conclusion of the United Nations\r\nConvention to Combat Desertification in Those Countries\r\nExperiencing Serious Drought and/or Desertification,\r\nParticularly in Africa, signed in Paris on 14 October 1994.\r\nIt is our fervent hope that the international community will\r\nmake available the resources required for the\r\nimplementation of this Convention which will benefit\r\nprincipally the African countries that are most affected by\r\ndrought and desertification.\r\nThe United Nations, which will commemorate its\r\nfiftieth anniversary, in a few days’ time, is now required to\r\nadapt to the realities of the age in order for it to be able to\r\nface up to the challenges of a world that is being torn apart\r\nby regional conflicts and whose progress towards prosperity\r\nis obstructed by very complex social and economic crises.\r\nSuch a situation requires us to undertake the necessary\r\nstructural reforms and to make available to the Organization\r\nthe necessary material means and moral support that would\r\nenable it to discharge the tasks entrusted to it.\r\nWe have indicated here in the past that the spread of\r\ndemocracy and respect for human rights constitute the most\r\nimportant gains made by the international community. We\r\nhave indicated also that democracy should not be limited to\r\nthe national framework of any individual State but must\r\nextend to the relations between States.\r\nProceeding from this, we have reiterated, on many\r\noccasions, that we support increasing the membership of the\r\nSecurity Council in consonance with the behests of\r\ndemocratic transparency, the principles of equality of\r\nStates, and in accordance with Article 24 of the United\r\nNations Charter, which stipulates that in carrying out its\r\nduties the Security Council acts on behalf of all the\r\nMember States. In view of this, it is essential that the\r\nCouncil should reflect the universal nature of the\r\nOrganization.\r\nMr. Abulhasan (Kuwait), Vice-President, took the\r\nChair.\r\nWe also consider it necessary to restructure the\r\nSecretariat in order to revitalize it and enhance its\r\nefficiency. The Economic and Social Council must be\r\nrestructured so that it can discharge the tasks entrusted to\r\nit. The activities of the Secretariat and the specialized\r\nagencies must be coordinated so that efforts may not be\r\nwasted and the modest resources available for resolving\r\ndevelopment problems could be put to optimum use.\r\nAs our overriding concern will always be the search\r\nfor peace, my country spares no effort in supporting the\r\ninternational endeavour to replace war and tension with\r\npeace and stability throughout the world. We have\r\nencouraged and continue to encourage the use of\r\npreventive diplomacy in order to avoid new human\r\ntragedies. This is an approach that has always led to\r\nsatisfactory results.\r\nIn the Middle East, there is stronger hope that the\r\ninternational efforts which have been deployed since the\r\nMadrid Conference will put an end to the tragedy of the\r\nPalestinian people and restore to that people its legitimate\r\nright to establish its own independent State. The signing\r\nof the Declaration of Principles on the autonomy of the\r\nGaza Strip and Jericho, on 13 September 1993, the Cairo\r\nagreement, on 4 May 1994, the agreement between Jordan\r\nand Israel and, finally, the Taba accord, which was signed\r\nin Washington on 28 September 1995, on the\r\nimplementation of the second phase of the Declaration of\r\nPrinciples, gives us hope that peace in the Middle East is\r\nnow on the horizon. We do hope that there will be\r\nprogress on the tracks of the peace process initiated with\r\nSyria and Lebanon and that solutions to all the unresolved\r\nhumanitarian issues related to this conflict may be found\r\nin order for a just and lasting peace that would be based\r\non the principles of mutual respect to promote fruitful\r\ncooperation and brotherly relations between all the\r\npeoples of the region.\r\nIt is fitting here to congratulate the parties directly\r\nconcerned and all the countries that, from near or far,\r\nhave supported the efforts for peace. We also encourage\r\nall the parties concerned to keep moving forward so that\r\nthe opportunities for peace which are available today may\r\nnot be wasted. If those opportunities are frittered away,\r\nthe situation is bound to become more complicated.\r\nIn that same region of the world, the residue of the\r\nGulf war, unfortunately, are still taking their toll. The\r\nIslamic Republic of Mauritania, which, from the very\r\nbeginning, given its commitment to international legality,\r\nhas totally rejected any infringement of the independence\r\nand territorial integrity of fraternal Kuwait, and called for\r\nresolving the question of Kuwaiti prisoners and detainees,\r\nnow wishes to declare its rejection of any infringement of\r\nthe unity and territorial integrity of Iraq. Mauritania\r\nbelieves it is now time to put an end to the suffering of\r\nthe brotherly Iraqi people.\r\nIn the same context, the fraternal State of the United\r\nArab Emirates continues to claim its legitimate\r\n15\r\nGeneral Assembly 25th plenary meeting\r\nFiftieth session 9 October 1995\r\nsovereignty over the islands of Greater Tunb, Lesser Tunb\r\nand Abu Moussa. Mauritania reiterates its support for the\r\nUnited Arab Emirates in this respect.\r\nIn the Maghreb, the United Nations continues to\r\ndeploy efforts towards organizing a referendum on self-\r\ndetermination in Western Sahara. We hope that the United\r\nNations, which has enjoyed our country’s full support, will\r\novercome the remaining obstacles and succeed in\r\norganizing the referendum within the time-frame set by the\r\nSecurity Council so as to achieve a just and definitive\r\nsettlement of the Saharan question.\r\nAs we did last year, and as we have done on every\r\noccasion, we call for the lifting of the embargo imposed on\r\nthe fraternal people of Libya, in the light of the Libyan\r\nArab Jamahiriya’s stated readiness to cooperate with both\r\nthe United Nations and the other parties concerned, since\r\nthat embargo is detrimental to the interests of all the\r\npeoples of the Maghreb.\r\nIn Africa, we are still concerned over the continuance\r\nof armed conflicts in several brotherly African countries.\r\nWhereas our Liberian brothers have succeeded, through\r\ndialogue, in concluding the Abuja Agreement and setting\r\nout plans that we hope will restore peace to that country.\r\nThe situation in Somalia, regrettably, has not changed, and\r\nthe afflicted Somali people is still threatened with\r\nextermination by fratricide and famine.\r\nWe also hope that our Rwandan brethren will succeed\r\nin resolving their problems at the negotiating table. We\r\nwelcome the progress achieved by our Angolan brethren,\r\nwhose efforts have led to the signing of an agreement for\r\npeace and for the settlement of their political problems. We\r\nhope the sustained efforts of the United Nations and the\r\nOrganization of African Unity will continue until these\r\nbrotherly countries can enjoy peace so that their peoples\r\nmay devote themselves to rebuilding all that has been\r\ndevastated by civil wars.\r\nWe note with satisfaction that in Europe the member\r\ncountries of the North Atlantic Treaty Organization have\r\nadopted a new posture vis-à-vis the Serbian aggression\r\nagainst the Muslims of Bosnia and Herzegovina. I should\r\nlike to voice the hope that in future greater determination\r\nwill be shown in dealing with this problem increasingly\r\nsternly until such time as the Serbs agree to a just and\r\ncomprehensive solution that would guarantee all the peoples\r\nconcerned the right to sovereignty on their territory and the\r\nright to live in peace within secure, internationally\r\nrecognized borders.\r\nThe many humiliations suffered by the United\r\nNations forces at the hands of the Serbs and the\r\nmassacres of innocent Muslims perpetrated by the Serbs\r\nin Bosnia and Herzegovina make it necessary for the\r\ninternational community, particularly the permanent\r\nmembers of the Security Council, to impose respect for\r\ninternational legality and to restore the credibility of the\r\nUnited Nations by putting an end to the bloodshed that\r\nhas gone on for several years in that part of the world.\r\nThe commemoration of the fiftieth anniversary of the\r\nUnited Nations affords an opportunity for giving deep\r\nthought to finding the best means of facing up to the\r\nchallenges of our times and to equipping our Organization\r\nwith the military capability and material resources that\r\nwould enable it to address problems at the international\r\nlevel with a single standard based on the principles of\r\nequality and justice. The same should apply to the\r\nOrganization’s activities in the areas of peace-keeping and\r\naid for development, as well as in its endeavours to\r\nensure that the world will enjoy prosperity, peace and\r\nbrotherhood and to promote freedom, democracy and\r\nrespect for human rights.\r\nThe Acting President (interpretation from Arabic):\r\nI now call on Mr. Henry Koba, Permanent Representative\r\nof the Central African Republic.\r\nMr. Koba (Central African Republic) (interpretation\r\nfrom French): Just last June we celebrated the fiftieth\r\nanniversary of the signing of the San Francisco Charter,\r\nwhich to this day still governs our Organization. On that\r\noccasion, all Member States were able to take stock of\r\nthe road we have travelled in 50 years of endeavouring to\r\ntransform our planet Earth into one enamoured of peace,\r\nfreedom and justice.\r\nNot so long ago from this rostrum, through\r\nMr. Ange-Félix Patassé, President of the Central African\r\nRepublic, my country pondered the scope and significance\r\nof the important events that are continually shaking the\r\nworld and touching the conscience of one and all.\r\nMy country, at that time, looked forward to a new\r\nera of peace and security such as once existed in the\r\nGarden of Eden, and we welcomed the idea of fair and\r\nfruitful cooperation, especially for the benefit of the least\r\ndeveloped countries such as the Central African Republic.\r\nBut what do we see today?\r\nIt is a tradition for the United Nations to meet in the\r\nGeneral Assembly to reflect on the way in which it\r\n16\r\nGeneral Assembly 25th plenary meeting\r\nFiftieth session 9 October 1995\r\nintends to assume its responsibilities in guiding the fate of\r\nmankind, but there can be no doubt that this collective\r\nendeavour can only be pursued in the light of the objectives\r\nwe have set — that is to say, international security and\r\nsustainable development. And so, this session, more than\r\nany other, is of special importance for my country, the\r\nCentral African Republic, because our universal\r\nOrganization will need to ask itself whether it has fully\r\nachieved its goals.\r\nI am therefore very pleased to convey to the Assembly\r\nthe best wishes of His Excellency, the President of the\r\nCentral African Republic, Ange-Félix Patassé, the Head of\r\nState, for complete success. Together with all of the Central\r\nAfrican people, he places deep confidence and unshakable\r\nfaith in the future of our Organization. I feel certain that the\r\ngreat personal abilities of Mr. Diogo Freitas do Amaral will\r\nenable us to look forward to the complete success of our\r\nwork. To Mr. Amara Essy, the outgoing President, I wish\r\nto convey my sincere congratulations for the dynamism,\r\ncompetence and effectiveness with which he so brilliantly\r\nconducted the work of the last session of the General\r\nAssembly, thereby doing credit to all of Africa. Allow me\r\nalso to express again my sincere congratulations to the\r\nSecretary-General, Mr. Boutros Boutros-Ghali, for the\r\noutstanding competence, constant dedication and unmatched\r\nefficiency with which he is directing the work of our\r\nOrganization.\r\nSince the end of the cold war, all nations have rightly\r\nlooked forward to an international environment that is more\r\nconducive to cooperation and dialogue than to confrontation\r\nas was the case in the past. The tireless efforts of the\r\ninternational community to achieve this have been most\r\npraiseworthy despite the difficulties encountered in some\r\ncases in achieving peace and security, which are\r\nindispensable in the economic, social and cultural\r\ndevelopment of nations.\r\nIn this regard, we should therefore, once again,\r\nexpress thanks to the international community, which took\r\npart in the emergence of a true democracy in the Central\r\nAfrican Republic, a democracy whose day-to-day practice\r\nis acknowledged beyond its own borders. Strengthened by\r\nthat achievement, my country is practising a policy of\r\npreventive diplomacy and development and has just\r\ncompleted the first phase of this change, notably through\r\nthe restoration of public confidence and establishing\r\ndemocratic institutions, re-establishing fiscal health and\r\ncontrol, health measures, training and education and by the\r\nadoption and promulgation, on 14 January 1995, of a new\r\nand truly democratic constitution. The Constitution, which\r\nwas adopted by an overwhelming majority, introduces a\r\npolicy of decentralization, with its corollary of\r\nregionalization aimed at involving the population in the\r\ntasks of development and at mobilizing all local resources\r\nfor the enhancement of the standard of living of the rural\r\nmasses.\r\nThe second phase of the programme pertains to other\r\nmajor challenges such as the regional development, the\r\nopening up of the country from its land-locked status both\r\ninternally and externally; agriculture and livestock-\r\nbreeding; the development of natural resources; and\r\nagricultural and forest management.\r\nAll of these ambitious plans can be carried out only\r\nif there is a climate of confidence and peace in our\r\nsubregion — Central Africa. My country has fully\r\nunderstood this and has pursued a policy of good-\r\nneighbourliness to bring about peace both within and\r\noutside the Central African Republic. Thus, we\r\nconsistently contribute, through preventive diplomacy, to\r\nefforts to prevent international conflicts.\r\nA land-locked country whose present Government is\r\nburdened with a heavy and multifaceted legacy, the\r\nCentral African Republic is constantly searching for\r\nlogistical means to support the economic development\r\nefforts in order to promote an increase in production and\r\nstrengthen the fight against poverty.\r\nThat is why the future programmes of structural\r\nadjustment should necessarily include social dimensions\r\nbecause, as has been stated by our Prime Minister, our\r\nHead of Government, the Central African Republic cannot\r\ncreate new social outcasts, new disadvantaged classes\r\nresulting from these structural reforms, which are often\r\nvery restrictive.\r\nAt a time when the efforts of the international\r\ncommunity are being speeded up in order to relax\r\ntensions in the world, it is more specifically in the low-\r\nincome and poor countries that we are increasingly seeing\r\narmed conflicts producing massive destruction.\r\nWitness the case of Somalia where, after the\r\nwithdrawal of the United Nations Operation in Somalia\r\n(UNOSOM), the acute problem of repatriating and\r\nresettling some 500,000 refugees and 400,000 displaced\r\npersons calls for the efforts of all of the international\r\ncommunity.\r\n17\r\nGeneral Assembly 25th plenary meeting\r\nFiftieth session 9 October 1995\r\nWitness also the case of Burundi where the\r\nsituation is of concern to my Government, which constantly\r\nencourages that neighbouring Government to secure the\r\npeace.\r\nHowever, my delegation commends the Joint\r\nDeclaration of Peace signed between the President of the\r\nRepublic and the Prime Minister, which, I am sure, will\r\nmake it possible to reduce the tension and the threat to\r\nsecurity in Burundi, where problems of humanitarian\r\nassistance to refugees are becoming a source of constant\r\nconcern to all of the international community.\r\nIn Rwanda, the machinery of the Organization of\r\nAfrican Unity for the prevention, management and\r\nsettlement of conflicts will become fully operative with a\r\nview to bringing to an end the many sufferings of the\r\npeople of Rwanda.\r\nOn the one hand, my delegation encourages a return\r\nto normal democratic life in that kindred nation and on the\r\nother the United Nations Assistance Mission for Rwanda\r\n(UNAMIR) and the international community as a whole are\r\nurged to become even more concerned with the question of\r\nsecurity and with the questions of refugees and displaced\r\npersons.\r\nAlong this line of thinking, my delegation highly\r\nappreciates the farsightedness of Angola’s President,\r\nEduardo dos Santos, and of his brother, Mr. Jonas Savimbi\r\nof UNITA, who, thanks to the commendable mediation of\r\nPresident El Hadj Omar Bongo of Gabon, agreed\r\ndefinitively to conclude peace through the Franceville\r\nagreement.\r\nMy delegation is concerned at the situation in Sierra\r\nLeone, where war has been raging for four years, with great\r\nloss of life and property.\r\nHowever, we welcome the positive turn of events in\r\nLiberia, where all of the armed factions have understood\r\nthe need to lay down their weapons and to sit down around\r\nthe table to negotiate a peace — for this war, which has\r\nlasted all too long, will have known no victors and no\r\nvanquished.\r\nThe Central African Republic welcomes the fact that\r\nour Organization has been able to affect the course of some\r\nevents that were major sources of concern to the\r\ninternational community. Despite the many situations of\r\ntension that are sometimes difficult to control, we must\r\nwelcome the fact that in the two years preceding this\r\nfiftieth anniversary of the United Nations we have\r\nwitnessed Africa’s complete political liberation, the end\r\nof apartheid and the gradual introduction of democracy,\r\nnotwithstanding isolated setbacks from time to time.\r\nWe would cite in particular the Middle East, where\r\nsignificant progress has been achieved in the peace\r\nprocess in the region and where real, praiseworthy efforts\r\nare being made daily by the parties concerned, despite\r\noccasional difficulties encountered in implementing the\r\ncommitments that have been entered into.\r\nThis gives me an opportunity to congratulate the\r\npeoples of Israel and Palestine on their persistent efforts,\r\nwhich were crowned with success by the signature, on 29\r\nSeptember at Washington, of agreements pertaining to the\r\nsecond phase of that peace process.\r\nCongratulations should also be extended in respect\r\nof Chechnya, where the Peace Agreement recently\r\nconcluded between the parties will contribute to\r\nconsolidating a true and lasting peace in the region.\r\nWith regard to the situation in Kashmir, we call\r\nupon our friends in India and Pakistan to come to an\r\nunderstanding and work out a negotiated solution to the\r\nproblem, in the name of justice.\r\nTurning to the situation in Bosnia and Herzegovina,\r\nthe Central African Government hails the praiseworthy\r\nefforts of France and the United States to calm troubled\r\nwaters. The international community too should exert\r\nevery effort to restore peace and security to Bosnia and\r\nHerzegovina, where ethnic, nationalistic or religious\r\ntendencies pose a dangerous threat to the tranquillity and\r\nstability of that part of Europe.\r\nNo one is immune to these ancient sources of\r\nconflict, and the Central African Republic sympathizes\r\nwith the countries and peoples enduring such tragic trials.\r\nIn a few days the United Nations will celebrate its\r\nfiftieth anniversary, without having brought into being the\r\nlong-sought new world economic order. The countries of\r\nthe North continue to be powerful while those of the\r\nSouth continue to mark time with an official development\r\nassistance that has declined from 0.38 per cent in 1980 to\r\n0.33 per cent in 1993. Some donors are no longer meeting\r\ntheir commitments, so Africa continues to live through a\r\ntime of poverty, natural disasters, migrations and all kinds\r\nof other misfortunes. My delegation therefore believes\r\nthat trade must be urgently liberalized through a\r\n18\r\nGeneral Assembly 25th plenary meeting\r\nFiftieth session 9 October 1995\r\nsubstantial reduction in tariffs and other trade barriers,\r\nthrough the elimination of discriminatory treatment in\r\ninternational trade relations and by stimulating world\r\neconomic growth and sustainable development in the\r\ninterests of all countries, the developing countries in\r\nparticular.\r\nIndeed, the entry into force on 1 January 1995 of the\r\nAgreement establishing the World Trade Organization could\r\nnot have been more timely, for were it to be fully\r\nimplemented it would solve a great many of the problems\r\nof the land-locked developing countries, the Central African\r\nRepublic among them. And, as President Ange-Félix\r\nPatassé said here last year,\r\n“What we need to save the continent is a real\r\nMarshall Plan, because at the present time multilateral\r\nand bilateral assistance remain insufficient to promote\r\nsustained and lasting growth.” (Official Records of the\r\nGeneral Assembly, Forty-ninth Session, Plenary\r\nMeetings, 19th meeting, p. 5)\r\nMy delegation is among those that would strongly\r\nurge the most powerful Member States to commit\r\nthemselves to working towards the achievement of the goals\r\nset forth in the Charter in order to ensure that the world\r\ndoes not drift ineluctably towards chaos and disaster.\r\nFinally, with regard to the advancement of democracy,\r\nthe efforts of the United Nations will never be sufficient so\r\nlong as the Republic of China on Taiwan is not admitted as\r\na Member of this prestigious institution.\r\nAs His Excellency Mr. Ange-Félix Patassé, President\r\nof the Central African Republic, noted in his appeal last\r\nyear, under the Charter of the United Nations there are no\r\nlarge nations and there are no small nations, for all must\r\ncontribute to peace and universal progress towards a just,\r\nhumane and democratic world.\r\nDemocracy and respect for fundamental human rights\r\nhave and will have no meaning so long as the hard-working\r\npopulation of the Republic of China on Taiwan is not\r\nrepresented here in the Assembly. In this connection it\r\nwould be fitting to take into account the precedents that\r\nexist with regard to the parallel representation of States in\r\nthe United Nations.\r\nWe would recall the following words of the President\r\nof the General Assembly at the opening meeting of this\r\nfiftieth session of the Assembly on 19 September:\r\n“... the United Nations has ceased to be an\r\nintergovernmental organization with a limited\r\nmembership and has become the only international\r\norganization that is universal. Efforts must be made\r\nto ensure that all States that are not yet Members\r\nshould seek to be admitted in the near future. For\r\nthe same reason, the most serious penalty imposed\r\non a Member State should never be expulsion, but\r\nrather suspension, for the United Nations must, as a\r\nmatter of principle, include all the world’s\r\ncountries.” (Official Records of the General\r\nAssembly, Fiftieth Session, Plenary Meetings, 1st\r\nmeeting, p. 7)\r\nThe Government of the Central African Republic\r\nalso believes that dedication to international peace and\r\nsecurity should prohibit our engaging in any form of\r\nintimidation or confrontation that can damage\r\nrapprochement among States or, especially, weaken\r\nsecurity. This requires the highly desirable admission of\r\nthe Republic of China to the United Nations.\r\nWith regard to the restructuring of the Organization\r\nat the end of its half century of life, the Government of\r\nthe Central African Republic is firmly convinced that the\r\nonly remedy to the delays experienced in intervening in\r\nor contributing to the resolution of tensions or open\r\nconflicts is to be found in a decentralization of the\r\nsystem. That decentralization should begin with the\r\ndemocratic and equitable representation of Member States\r\nin the Security Council and at all levels. We regard this\r\nas the only approach capable of taking proper account of\r\ngeopolitical and economic specificities.\r\nIn any event, this session should provide an\r\nopportunity to draft a new organizational chart for the\r\nUnited Nations and to adapt the Organization’s structures\r\nand functions in the light of our stocktaking and relevant\r\ncomments by Member States.\r\nFor its part, the Central African Republic reserves\r\nthe right to speak out in the debates in the Committees\r\nand during the ceremonies commemorating the fiftieth\r\nanniversary of the United Nations. Whatever the case,\r\neverything should contribute to make the twenty-first\r\ncentury the century of Africa.\r\nIn conclusion, the Central African Republic firmly\r\nbelieves that only respect for and observance of the spirit\r\nand letter of the Charter of the United Nations will truly\r\nenable us to solve the problems that confront us as this\r\ncentury draws to a close. We hope that this session will\r\n19\r\nGeneral Assembly 25th plenary meeting\r\nFiftieth session 9 October 1995\r\nmark a new stage on the way to effective cooperation for\r\nprogress and peace for the international community as a\r\nwhole.\r\nThe Acting President (interpretation from Arabic): I\r\ncall next on the Minister for Foreign Affairs of the\r\nBahamas, Her Excellency Mrs. Janet G. Bostwick.\r\nMrs. Bostwick (Bahamas): On behalf of the\r\nGovernment and the people of the Commonwealth of the\r\nBahamas, I convey warm congratulations to Mr. Diogo\r\nFreitas do Amaral on his election as President of this\r\nhistoric fiftieth session of the General Assembly. I am\r\nconfident that, with his experience and diplomatic skills, he\r\nwill guide the work of this session to a successful\r\nconclusion. I wish to assure him of my delegation’s full\r\nsupport and cooperation.\r\nI wish also to express my delegation’s sincere\r\nappreciation to His Excellency Mr. Amara Essy, Minister\r\nfor Foreign Affairs of Côte d’Ivoire, who presided over the\r\nwork of the forty-ninth session with great distinction.\r\nThe Secretary-General, His Excellency Mr. Boutros\r\nBoutros-Ghali, has continued in the discharge of his duties\r\nto provide outstanding leadership to this Organization. The\r\nBahamas is particularly grateful to the Secretary-General\r\nfor his untiring and visionary efforts in pursuit of world\r\npeace and security, development and international\r\ncooperation.\r\nGlobal changes in recent times have created\r\nunprecedented possibilities for both progress and disaster on\r\nour planet. Yet we fail to assume the responsibilities that\r\nboth possibilities demand. We have the machinery for this\r\npurpose; we must take it out, overhaul it and make it\r\nfunctional. This requires the review and updating of the\r\ninstitutions and processes of international cooperation.\r\nWithin the context of the global consensus around the need\r\nfor such an overhaul, including the adoption of new\r\napproaches, our tasks are greatly eased. If we accept the\r\nadage that form follows function, we must now determine\r\nwhat it is we are hoping to achieve, and what function we\r\nare seeking to serve. The form of the structure for ensuring\r\nthe effective execution of that function will then naturally\r\nemerge.\r\nThe framers of the Charter were determined to save\r\nsucceeding generations from the scourge of war. We have\r\nmanaged to do this as far as global war is concerned, but\r\nwhat have we saved these generations for? What is their\r\nheritage? What is their future? Is it good enough to save\r\nthem for the seemingly inevitable lot of chronic poverty,\r\nignorance and disease, for the threat of nuclear\r\nannihilation or the consequences of global warming? Is it\r\ngood enough to save these generations for a life where\r\nthe security and very existence of the planet on which\r\nthey live is in jeopardy?\r\nClearly, those responsible for establishing the\r\nparameters of action in the past have not produced the\r\nresult that is not only desirable but necessary to ensure a\r\nstable, secure and viable future. The question now is who\r\ndetermines the assignment of responsibility. Is it possible\r\nthat those countries most directly concerned have\r\nabdicated their responsibility, with the result that their fate\r\nnow resides in the hands of those whose interests are, at\r\nbest, competing?\r\nIt is only logical that those who stand to lose and\r\nbenefit most must assume the lead in establishing the\r\ncontours of the agenda for the process which will usher\r\nin the kind of order that gives coherence to their ideas\r\nand vision, and that provides for the attainment of their\r\nobjectives. This places before developing countries like\r\nthe Bahamas untold opportunities and challenges. One of\r\nthe major challenges will be to ensure that our\r\nrelationship with our global partners is truly one of\r\ninterdependence, and not masked dependence where the\r\nmajority of humanity are only subordinate players,\r\ncitizens of countries marginalized and on the periphery of\r\nglobal change.\r\nGenuine interdependence coupled with a true sense\r\nof interconnectedness would eliminate the desire for\r\nunilateral action. In this context, we are disturbed and\r\ndisappointed over the decision by two nuclear States to\r\nproceed with nuclear tests after the solemn commitments\r\nof the 1995 Review and Extension Conference of the\r\nParties to the Treaty on the Non-Proliferation of Nuclear\r\nWeapons. The hope of the international community had\r\nbeen for complete moratoriums on testing until the entry\r\ninto force of a comprehensive test-ban treaty, envisaged\r\nfor the end of next year.\r\nThe Bahamas is especially pleased that United States\r\nPresident Bill Clinton, on 6 August last, unequivocally\r\ncommitted his Government to ending all testing of nuclear\r\nweapons, and further committed his Administration to the\r\ncompletion of negotiations on a comprehensive test-ban\r\ntreaty.\r\nDespite the easing of global tensions since the end\r\nof the cold war, the maintenance of international peace\r\n20\r\nGeneral Assembly 25th plenary meeting\r\nFiftieth session 9 October 1995\r\nand security remains a major preoccupation for the United\r\nNations. Religious and territorial disputes have presented\r\nthe international community with new challenges and with\r\nthe need to provide appropriate solutions.\r\nOf all the regional conflicts in the world today,\r\nparticular mention should be made of the situation in the\r\nformer Yugoslavia. In this regard I must express my\r\ndelegation’s dissatisfaction with the continuation of\r\nhostilities in that region. It is the hope of my delegation\r\nthat the efforts now being undertaken by the parties\r\nconcerned towards achieving a negotiated solution to end\r\nthat conflict will meet with success.\r\nWe also welcome the recent agreement on expansion\r\nof Palestinian interim self-rule. This constitutes a major step\r\nforward in the Middle East peace process.\r\nIt is the hope of the Bahamas delegation that during\r\nthis fiftieth session of the General Assembly every effort\r\nwill be made to take decisions that will sustain efforts\r\ntowards the maintenance of global peace and security.\r\nIt is with a sense of responsibility that the Bahamas\r\nassumes a strong stance on the rehabilitation and\r\nreconstruction of Haiti. We participated in United Nations\r\nefforts to return President Aristide to Haiti. This is a second\r\nchance for Haiti. We note that since the return of President\r\nAristide the gross human rights violations have subsided\r\nand that the democratic process has now begun with the\r\nfirst and second rounds of elections.\r\nElections, however, are only the beginning. Massive\r\nassistance, financial and technical, is what is needed to\r\ncreate the proper institutional and infrastructural framework\r\nto facilitate rapid development in Haiti.\r\nThe Prime Minister of the Bahamas has stated on\r\nseveral occasions,\r\n“We in the international community have sold the\r\nHaitian people a bill of goods. We have told them that\r\ndemocracy will bring peace, stability, and economic\r\nand social development. We must now ensure after-\r\nsales services.”\r\nTime is of the essence. The people of Haiti must not be\r\nallowed to lose hope for the betterment of their condition.\r\nWe must ensure that we receive the necessary returns on\r\nour investment to date. To do so requires a strategy for\r\nensuring that the situation that has given rise to the initial\r\ncrisis is not allowed to re-emerge.\r\nThere are now indications that some of the people of\r\nHaiti have already begun to lose hope. I was informed\r\nonly a few hours ago that 216 new refugees were found\r\nin the waters of the Bahamas. This brings the number of\r\nnew refugees who have risked their lives on the sea in the\r\nlast month to over 1,000. This cannot be allowed to\r\ncontinue. The Government of the Bahamas, together with\r\nthe Caribbean Community (CARICOM) partners,\r\nreiterates its commitment to playing its part in the\r\nrehabilitation of Haiti.\r\nThe changes in the international system have also\r\nmade States acutely aware that attention must now be\r\npaid equally to environmental security. Illustrative of this\r\nare the issues of nuclear testing, the transboundary\r\nmovement of hazardous and radioactive wastes, and\r\nnatural-disaster preparedness, which are of considerable\r\nconcern to us in the Caribbean region.\r\nNatural disasters have wreaked havoc upon countries\r\nand people. The Bahamas extends its sympathy and\r\nsupport to our sister Caribbean States and the United\r\nStates of America, which have just recently been victims\r\nof this phenomenon. The Bahamas is encouraged by the\r\nsupport given by the United Nations system, CARICOM,\r\nand other countries, including Japan, Canada, the United\r\nStates and the United Kingdom, for the rehabilitation of\r\nthe affected countries.\r\nA new approach requires a new attitude and a new\r\ncommitment to enforcing those aspects of the present\r\norder which, though potentially effective, have been\r\nemployed selectively at best. Respect for the rule of law,\r\nbasic human rights and the dignity of the individual must\r\nbe rediscovered. There is need for a strong ethical base to\r\nensure integrity and honesty in honouring agreements.\r\nThis becomes increasingly important in the context of the\r\nglobalizing effect of trade and communications\r\ntechnology. As commercial barriers are removed, we must\r\nensure that ethnic and cultural barriers are not erected in\r\ntheir place, as these produce intolerance and the\r\nconcomitant intra-State ethnic, religious and territorial\r\ndisputes.\r\nEqually important to this new approach is a\r\nrecognition of the revised roles for former leaders and\r\nactors in our affairs; traditionally, matters of national and\r\ninternational concern were dealt with at the\r\nintergovernmental level. It is now necessary to recognize\r\nthat individuals and institutions, both public and private,\r\nmust have an input. Effective management or governance\r\nmust be inclusive.\r\n21\r\nGeneral Assembly 25th plenary meeting\r\nFiftieth session 9 October 1995\r\nThis realization does not, however, remove the\r\nresponsibility of Governments to conduct their affairs in a\r\nmanner that is both democratic and transparent, thereby\r\nfacilitating accountability. Democratization must mean a\r\nguarantee of free participation, where the expressed will of\r\nthe people is fully reflected in the actions of Governments.\r\nSuch democratization must not be limited to States, but\r\nmust spread throughout the international system and its\r\nseveral components. The United Nations, as one of the\r\nprincipal elements of this system, must reflect this\r\ndemocracy in its decision-making bodies, such as the\r\nSecurity Council. The Bahamas has followed the\r\ndeliberations of the Working Group on the reform of the\r\nSecurity Council with great interest and hopes that the\r\nmomentum of those deliberations will be maintained, with\r\na view to reaching consensus on the issues at an early date.\r\nOnce again, the Bahamas wishes to record its support\r\nfor the entreaties made by the Republic of China on Taiwan\r\nto this Organization to examine the merits of establishing\r\nan ad hoc committee to analyse comprehensively the\r\ncurrent implications and future ramifications of the\r\npreclusion of the 21 million people in the Republic of\r\nChina from contributing to, and availing themselves of, all\r\nthe benefits derived from membership in the United Nations\r\nand its affiliated agencies. The Bahamas also lends its voice\r\nto those who encourage dialogue and meaningful\r\nconfidence-building steps between the People’s Republic of\r\nChina and the Republic of China on Taiwan.\r\nThe Government of the Bahamas is committed to good\r\ngovernance and democratic principles, where human rights\r\nand dignity are respected, and where strong democratic\r\nstructures exist, involving every stratum of society. Such a\r\ncontext facilitates the decentralization of decision-making\r\nto the communities which will ultimately be affected by\r\nthem.\r\nMy Government’s philosophy is based on the\r\nfollowing seven tenets: the exercise of honesty and\r\naccountability in all public matters; the development and\r\nstrengthening of the world’s economy, so that all people\r\nmay aspire to suitable and acceptable living standards, and\r\nto meaningful improvement of the quality of their lives; the\r\ncommitment to providing the private sector with incentives,\r\nencouragement and scope for revitalizing and expanding the\r\nworld’s economy, so as to generate sustainable employment\r\nopportunities for all people; the enhancement of educational\r\nand training opportunities and the development of suitable\r\nrecreational facilities, so that young people will be equipped\r\nfor challenging careers and can lead purposeful lives; the\r\nestablishment of compassionate social programmes to assist\r\nthose in society who are in the greatest need; the creation\r\nof a physical and social environment as beautiful and as\r\nsecure as possible, so that all people can enjoy the full\r\nbeauty and wonder of the world without fear, hindrance\r\nor intimidation; and, finally, the development of mutual\r\ntrust and harmony among the peoples of the world,\r\nirrespective of religious, racial, economic or social\r\ndifferences.\r\nMy Government recognizes the vital role of women\r\nin all aspects of this process. It seeks to ensure that they\r\nare involved in shaping and moulding their destinies by\r\nremoving all barriers to their access to policy-making\r\nlevels of society and to their full involvement in the\r\ndecision-making process.\r\nIt is gratifying to note that most of the critical areas\r\nof concern identified in the Platform for Action of the\r\nrecent Fourth World Conference on Women are being\r\nadequately addressed in the Bahamas.\r\nIn fulfilling its responsibilities for shaping this new\r\norder outside the Bahamas, my Government will seek to\r\nensure that its national priorities find room on the\r\ninternational agenda and in the organizations assigned to\r\naddress these matters. We cannot decry the international\r\ncommunity for lack of action if we fail to provide the\r\nnecessary leadership.\r\nWe extend such an attitude to our commitment to\r\nensuring that the United Nations, which constitutes the\r\nbest mechanism for addressing such an agenda, operates\r\non a sound financial basis by seeing to it that our\r\ncontributions are paid in full and on time. We encourage\r\nother nations to do likewise. It is a travesty that at a time\r\nwhen this Organization has been assigned such a vital\r\nrole in the management of international affairs it is on the\r\nverge of bankruptcy, with only some 60 countries out of\r\n185 having fully met their financial obligations to date.\r\nResponsibility for our future is in our hands. The\r\nfounding fathers of this Organization provided a solid\r\nfoundation. Regrettably, the structure erected thereon has\r\nproved inadequate for the needs of the “family”. Let us\r\nnow ensure that in our renovations all concerns are taken\r\ninto account so that we provide not only shelter but also\r\nwarmth and security.\r\nThe Acting President: I now call on the Chairman\r\nof the delegation of Burundi, His Excellency Mr. Terence\r\nNsanze.\r\n22\r\nGeneral Assembly 25th plenary meeting\r\nFiftieth session 9 October 1995\r\nMr. Terence Nsanze (Burundi) (interpretation from\r\nFrench): The United Nations is celebrating its fiftieth\r\nanniversary. Today, it is up to us to take stock of its\r\nprogress and its successes, as well as its and shortcomings\r\nsince its inception, but also, and in particular, to consider\r\nand assess the experience it has gained, in order to provide\r\na firmer basis for its future, which, after all, is closely\r\nlinked with the future of mankind.\r\nThe people of Burundi, whom I have the honour to\r\nrepresent in this Assembly, set particular store by this\r\nsession, which should galvanize all the Member States of\r\nour Organization to work for the progress and the survival\r\nof the world as a whole.\r\nIn Burundi, a number of activities to promote\r\nawareness of the purposes and principles of the United\r\nNations have been undertaken. We can assure the Assembly\r\nthat our country duly acknowledges the eminent role that\r\nthe United Nations has played and continues to play in\r\nhelping Burundi return to the road of peace and security.\r\nWe are pleased that the presidency of this session of\r\nthe General Assembly, which should be the springboard for\r\nits revitalization, has been entrusted to Mr. Diogo Freitas\r\ndo Amaral, who has been blessed with great intellectual and\r\nmoral qualities and wide political and diplomatic\r\nexperience. His country and mine enjoy friendly relations\r\nin all areas. What has already been said about him here\r\nshow that the congratulations my delegation extends to him\r\nare well deserved and justify the assistance it will be\r\npleased to give him as a contribution to the success of his\r\nnoble mission.\r\nWe would also like to pay a sincere tribute to his\r\npredecessor, His Excellency Mr. Amara Essy, Minister for\r\nForeign Affairs of Côte d’Ivoire. Throughout his term of\r\noffice, he applied himself to the tasks resulting from the\r\npresent developments in the United Nations. In this\r\nconnection, Foreign Minister Amara Essy has worked\r\nwholeheartedly to promote our Organization across the\r\nworld and has brilliantly championed the strengthening of\r\nthe United Nations and the enhancement of its prestige.\r\nThis is an excellent opportunity to express our sincere\r\ngratitude to Mr. Boutros Boutros-Ghali, Secretary-General\r\nof the United Nations, whom I had the pleasure to receive\r\nin Bujumbura last July. We are extremely grateful to him\r\nfor his profound commitment to peace, security and\r\ndevelopment throughout the world. The resounding appeal\r\nfor peace and national reconciliation he made to the people\r\nof Burundi in particular and to Africa in general still rings\r\nin our ears.\r\nTwo years have passed since, from this very\r\nrostrum, His Excellency President Melchior Ndadaye,\r\nwho was swept to power in Burundi following democratic\r\nelections, addressed a message of peace, friendship,\r\nbrotherhood and solidarity to the General Assembly. Since\r\nthe contemptible assassination of President Ndadaye on\r\n21 October 1993, my country has laboured under a\r\npolitical, institutional, social and economic crisis that\r\npersists to this day. Nevertheless, despite the devastation\r\nand the political and ethnic massacres, the people of\r\nBurundi did not yield to despair. In a surge of optimism,\r\nthe registered political parties and the representatives of\r\ncivilian society held negotiations and in-depth discussions\r\non how to bring the country out of the abyss into which\r\nthe enemies of the fatherland had plunged it. After long\r\nand arduous debates, the Convention of Government was\r\nsigned on 10 September 1994; this was followed by the\r\nrestoration of the presidency and the establishment of a\r\nNational Coalition Government.\r\nWe greatly appreciated the decisive contribution\r\nmade by the United Nations to the people of Burundi’s\r\nreturn to peace and security. When the crisis broke out,\r\nthe Secretary-General sent a Special Envoy to the scene.\r\nFollowing that, he appointed His Excellency Ambassador\r\nAhmedou Ould Abdallah as Special Representative to\r\nBurundi, and we extend our profound thanks to him for\r\nhis patient and tireless efforts to bring the various\r\npolitical partners together, despite their often deep\r\ndifferences of opinion at the height of the crisis. The\r\nUnited Nations sent to Burundi two successive\r\ndelegations made up of distinguished ambassadors to the\r\nSecurity Council and headed by a distinguished African\r\nstatesman, His Excellency Ambassador Ibrahim Gambari\r\nof Nigeria, to offer us advice and to bring us a message\r\nof peace and comfort. Other delegations of the United\r\nNations and various international bodies in the United\r\nNations system came to Burundi to demonstrate their\r\nsupport and solidarity. In the context of the promotion of\r\nhuman rights and education for peace and tolerance, a\r\nUnited Nations Centre for Human Rights and a United\r\nNations Educational, Scientific and Cultural Organization\r\n(UNESCO) Peace House were established in Burundi.\r\nThe Organization of African Unity (OAU) also\r\ndeserves our profound thanks because it has, from the\r\nvery beginning of the crisis, sought appropriate solutions\r\nto enable Burundi to regain peace and stability. The work\r\ndone by the pan-African organization is primarily to the\r\n23\r\nGeneral Assembly 25th plenary meeting\r\nFiftieth session 9 October 1995\r\ncredit of its Secretary-General, His Excellency Mr. Salim\r\nAhmed Salim, who displayed considerable diplomatic and\r\nhuman skills on behalf of Burundi. His work was later\r\ncarried on by his Special Representative, His Excellency\r\nAmbassador Léandre Bassolé of Burkina Faso.\r\nWe should like to extend our thanks to all of the\r\nfriendly countries which have assisted us in various ways\r\nand continue to do so, particularly in the brother countries\r\nwhich gave shelter to Burundi refugees. We are working to\r\nenable our compatriots to return home safely and we are\r\ncoming to grips with the problem of displaced persons.\r\nThe Convention of Government, which was mentioned\r\nearlier and the first anniversary of which we have just\r\ncelebrated, gave us an opportunity to set up State\r\ninstitutions and organs as well as various kinds of political\r\nand legal machinery that could restore confidence and\r\ncooperation among the political partners.\r\nThe first mission assigned us under this Convention is\r\nto restore peace and security in the country. Then it will be\r\na question of restoring the rights of refugees and displaced\r\npersons, that is, to facilitate their return home with the\r\nassurance that in an initial phase they will be assured of the\r\nbasic necessities until they can provide for their own needs.\r\nThe Government also intends to initiate the economic\r\nrecovery and national reconstruction programme. However,\r\nif our subregion continues to produce refugees and to serve\r\nas a suitable place for illicit trafficking in deadly weapons\r\nof war, this situation would constitute an ongoing source of\r\ninsecurity and destabilization for the countries concerned.\r\nLast February in Bujumbura, when we hosted the Regional\r\nConference on Refugees, Repatriates and Displaced Persons\r\nfor the Great Lakes region, organized under the auspices of\r\nthe OAU in cooperation with the Office of the United\r\nNations High Commissioner for Refugees, a number of\r\nconclusions were drawn and resolutions adopted. Today we\r\nrecognize that the road to be travelled remains a long one\r\nbecause the resolutions that were adopted remain a dead\r\nletter.\r\nIndeed, it is important for the international community\r\nto become better mobilized to help us eradicate the basic\r\ncauses of the continued instability and fragility of our lakes\r\nregion. In our opinion it would be necessary, first of all, for\r\neveryone to have the same understanding of our history\r\nand, above all, to accept it as it is. They should also give\r\nserious consideration to lasting, definitive solutions that\r\nmust be found for this conflict situation.\r\nFor our part, we consider that the major problem in\r\nBurundi lies in the conceptions of, access to and\r\nmanagement of power among the various political actors\r\nin the national community.\r\nWe can affirm that the conflict that Burundi has\r\nexperienced is far from being ethnic, as many political\r\nand media circles have alleged. The basis of the problem\r\nis essentially political, which is why solutions to this\r\nproblem are condemned to be political also. We must\r\nreject and denounce the advocates of the policy of\r\nexclusion, segregation and extermination, which give rise\r\nto crises, instability and repeated conflicts. We condemn\r\nthe ideology of hatred, of violence and of genocide\r\nexploited by so many politicians who wish to attain\r\npower or wish to remain in power at any cost.\r\nThe crisis which we are experiencing dates from the\r\nbeginning of our independence and has deep roots in the\r\norganization and direction of the country during the\r\ncolonial period. The various regimes which have\r\nsucceeded one another in Burundi were powerless to\r\nresolve this situation. The problem must be addressed by\r\nthe people of Burundi, assisted by the international\r\ncommunity and not replaced by it.\r\nWe rely on the regional Conference on Security,\r\nStability and Development in the Great Lakes region,\r\nwhich will be organized under the auspices of the United\r\nNations, and which will seek to find appropriate, lasting\r\nand definitive solutions. We should like to thank the\r\nSecretary-General of the United Nations for having\r\ndesignated an African diplomat to take charge of the\r\npreparations for this Conference, to which my country\r\nattaches real importance.\r\nMoreover, my delegation appeals to neighbouring\r\ncountries to help us neutralize the efforts of those who,\r\nworking from their own territory, have endeavoured to\r\ndestabilize ours. It would indeed be illusory to want to\r\nextinguish a fire from within when, outside, militias,\r\narmed bands or malevolent groups are organizing and\r\ntraining themselves in order to attack Burundi.\r\nToday, the country must face attacks waged jointly\r\nby the Party for the Liberation of the Hutu People\r\n(PALIPEHUTU), the National Liberation Front\r\n(FROLINA), the National Council — improperly labelled\r\nthe Democratic Defence Council (CNDD) — and its\r\narmed branch, the curiously named Forces for the\r\nDefence of Democracy (FDD). These groups, in collusion\r\n24\r\nGeneral Assembly 25th plenary meeting\r\nFiftieth session 9 October 1995\r\nwith military-political forces, are responsible for the\r\ngenocide in neighbouring Rwanda.\r\nIn addition to these attacks there is another\r\ndestabilizing force, the pirate radio station cynically\r\nbaptized “Voice of the People”, or, “Democracy Radio”,\r\nwhich inculcates ethnic hatred within the Burundi\r\npopulation and which is working towards the dissemination\r\nof a neo-nazi-type ideology in this region of Central Africa\r\nat the end of this twentieth century. We are relying on the\r\nvaluable assistance of our neighbouring and brotherly\r\ncountry, with which we share geography and history and\r\nwith which we maintain the closest relations, to dismantle\r\nthis medium of hatred, which is reminiscent in many ways\r\nof the infamous Free Radio-Television of the Thousand\r\nHills (la Radio-Télévision Libre des milles collines)\r\n(RTLM), which galvanized the massacres last year in\r\nRwanda.\r\nWe should like to reaffirm the unswerving attachment\r\nof the Government of Burundi to the principles of good-\r\nneighbourliness and non-interference in the internal affairs\r\nof another State. We respect the bilateral, regional and\r\ninternational agreements and conventions to which Burundi\r\nhas freely subscribed. In following these commitments the\r\nGovernment of Burundi hopes that our immediate\r\nneighbours and our partners will properly understand our\r\nproblems and the problems that affect our region. They\r\nshould understand the complexity and delicacy of the latter\r\nso that in trying to help us find solutions they will avoid\r\npouring oil on the fire.\r\nWe know that, alone, we cannot arrive at harmonious,\r\nsatisfactory and lasting solutions, and that is why we\r\nwelcome with open arms the various forms of mediation\r\naimed at helping us get out of the present crisis and at\r\nproducing stability within our subregion. However, we\r\nwould not want such mediation to lead to other, unexpected\r\nproblems linked to undue interference in our internal\r\naffairs.\r\nWe have begun a campaign for the restoration of\r\npeace, with the support of the Government, the National\r\nAssembly and the political parties that are signatories to the\r\nConvention of Government. We are resolved to dismantle\r\nthe armed gangs, be they within or outside our country. But\r\nour efforts to restore peace will be futile if we do not work\r\ntowards eradicating the phenomenon of impunity, which has\r\nbeen aggravated by our country’s current crisis. In this\r\ncontext, a request was sent to the United Nations to\r\nestablish an international judicial commission of inquiry\r\ninto the crimes committed in Burundi. We express our\r\ngratitude to the Security Council for the establishment of\r\nthis commission.\r\nAlong these lines, we are planning to organize, in\r\nthe near future, a national debate on the fundamental\r\nproblems affecting the country, with a view to the\r\nadoption of a national covenant for peaceful coexistence\r\nbetween the various constituent parts of the nation and\r\nalso of a new Constitution reflecting the realities now\r\nfacing the country.\r\nLately, the President of the Republic, His Excellency\r\nMr. Sylvestre Ntibantunganya, has been consulting\r\nvarious socio-political groups — professionals, the\r\nmilitary, representatives of religious communities, women\r\nand disaffected youth — to solicit their suggestions for\r\nensuring the speedy restoration of peace in Burundi. The\r\nconclusion is inescapable: everyone aspires to peace,\r\njustice and development. That is why our partners should\r\nnot be discouraged, nor should they despair, when it\r\ncomes to Burundi. The programme of national\r\nreconciliation and reconstruction will require a\r\nmobilization of appreciable funds, which Burundi alone\r\ncannot marshal. The reinstallation and reintegration of our\r\ndisplaced persons, expatriates and those who have been\r\ndispersed, the reconstruction of the socio-economic\r\ninfrastructures that were destroyed, the training of our\r\nyoung people and the relaunching of the overall\r\nproductive apparatus — these are my Government’s major\r\nconcerns.\r\nWe call upon the international community to support\r\nus unwaveringly in order that we may implement this vast\r\nprogramme. We hope that our partners will respond in a\r\npositive way at the General Round Table of donor\r\ncountries, scheduled to be held in Geneva shortly, so that\r\nthe necessary financial resources for the reconstruction of\r\nBurundi can be mobilized.\r\nWith respect to the Great Lakes subregion, Burundi\r\nencourages the Government of Rwanda to continue its\r\npolicy of national reconciliation and to create the\r\nconditions of peace and security conducive to the return\r\nof Rwandan refugees to their homeland. For its part, the\r\ninternational community must ensure that those\r\nresponsible for the genocide in Rwanda are punished in\r\naccordance with the relevant resolutions of the Security\r\nCouncil. We strongly urge the countries of the subregion\r\nto cooperate fully with the International Tribunal created\r\nfor this purpose.\r\n25\r\nGeneral Assembly 25th plenary meeting\r\nFiftieth session 9 October 1995\r\nAs regards the crisis in Somalia, my country hopes\r\nthat the protagonists will agree to form a government based\r\non a broad consensus. We invite our Somali brothers to lay\r\ndown their arms and to work towards national\r\nreconciliation — the only road to lasting peace — and to\r\ndevote themselves to rebuilding their country.\r\nAs for Angola, we welcome the constructive dialogue\r\nthat has been established between President José Eduardo\r\ndos Santos and the leader of UNITA, Jonas Savimbi. This\r\nis a positive development, which we hope will lead to a\r\ncomplete cessation of the hostilities that have taken so\r\nmany lives among the brotherly people of Angola. We also\r\nnourish the hope that the Lusaka Peace Agreement will be\r\nimplemented strictly by the parties so that peace can be\r\nrestored to Angola. We urge the United Nations to speed up\r\nthe planned deployment of forces in the context of the\r\nUnited Nations Angola Verification Mission (UNAVEM\r\nIII).\r\nWe also welcome the developments in Liberia, in the\r\nMiddle East and in the former Yugoslavia. We hope that\r\nthe recent events in the former Yugoslavia will not inflame\r\nthe situation further or stand in the way of a solution,\r\nwhich has been awaited for so long by the international\r\ncommunity.\r\nA look at the political configuration of the United\r\nNations reveals a strange paradox: at a time when hotbeds\r\nof tension are concentrated in Africa, at a time when\r\npoverty there has broken every record and at a time when\r\nnatural and man-made disasters are proliferating, many\r\ninternational forums are seeking to reduce our continent to\r\nthe status of a poor relative. At a time when the golden\r\njubilee of our Organization is being commemorated, Africa\r\nis the only one of the five continents to be excluded from\r\npermanent representation on the Security Council. But the\r\ndangers that loom over Africa, both from within and from\r\noutside, require that it be at the centre of deliberations and\r\ndecisions on peace and security. Aside from this reality, the\r\ndemocratization of the United Nations is tantamount to a\r\ncategorical imperative. Thus we strongly urge the\r\nestablishment of a genuine parallel between the emergence\r\nof democracy on the scale of the Member States and the\r\nreform of the United Nations, so that Africa could be given\r\naccess to permanent seats on the Security Council. Under\r\nthe principle of democracy, the projected reforms of the\r\nUnited Nations system should reserve for our continent the\r\nlion’s share, for two reasons: first, Africa, as a vast\r\ncollective entity, has the right to permanent seats on the\r\nSecurity Council; and, secondly, Africa has the right to\r\nparticipate in the Council in a manner commensurate with\r\nits numerical significance. Once this twofold requirement\r\nhas been recognized, Africa will be prepared to select\r\nthose countries that are best suited politically,\r\ndiplomatically, economically and demographically to sit\r\npermanently on the Security Council, on behalf of the\r\nentire continent.\r\nOn the eve of the twenty-first century, Burundi is\r\nkeenly aware that the United Nations remains the source\r\nof salvation for the human race. My country reiterates and\r\nreaffirms its unswerving dedication to the ideals and\r\nobjectives of the United Nations. As a concrete\r\nmanifestation of that dedication, the Government of\r\nBurundi — even though it has borne the brunt of the\r\neffects of the international economic situation and of its\r\nown, two-year-long, severe national crisis — has just\r\ndisbursed more than $76,000 by way of contribution to\r\nthe regular budget of the United Nations. Nevertheless,\r\nBurundi must stress the imperative need for the world\r\nOrganization to become an ever-present shield for peace,\r\nsecurity and progress. To achieve this, it must evolve with\r\nthe times and become a genuine universal forum in which\r\nall countries, regardless of their political, economic,\r\ngeographical and economic disparities, can join together\r\nand unite in order to take decisions on the future of\r\nhumankind.\r\nThis metamorphosis, to which the countries of the\r\nUnited Nations so strongly aspire, requires of Member\r\nStates and other accredited agencies working to that end\r\nnot only the political will but also and above all the\r\ncreative genius to revitalize and breathe new life into the\r\nOrganization, allowing it to meet the challenges as this\r\ncentury enters its twilight years and to adapt to the vital\r\nissues of a planet moving inexorably into the third\r\nmillennium.\r\nThe Acting President: We have heard the last\r\nspeaker in the general debate for this meeting.\r\nTwo representatives have asked to speak in exercise\r\nof their right of reply, and I shall call on them.\r\nMay I remind members that statements in the\r\nexercise of the right of reply are limited to 10 minutes for\r\nthe first intervention and to five minutes for the second\r\nintervention and should be made by delegations from their\r\nseats.\r\nAt a previous meeting of the General Assembly, the\r\nrepresentative of Afghanistan, having spoken once in\r\nexercise of his right of reply, indicated that he reserved\r\nhis right to make his second statement in reply at a later\r\n26\r\nGeneral Assembly 25th plenary meeting\r\nFiftieth session 9 October 1995\r\ndate. His second statement is therefore limited to five\r\nminutes.\r\nMr. Ghalib (Afghanistan): The delegation of Pakistan,\r\non Thursday for the second time, speaking in exercise of its\r\nright of reply reiterated abusive language and views\r\nregarding the Islamic State of Afghanistan. My delegation\r\nfelt that it was necessary to reply to the Pakistani statement.\r\nHowever, after evaluating the contents of that statement, we\r\nfound no new elements, no elements other than the ones\r\nalready responded to. The contents of the statement were\r\nirrelevant, unwarranted and indicative of an obviously\r\nantagonistic and interventionist policy.\r\nIn its statement in exercise of the right of reply, the\r\nPakistani representative did not provide answers about the\r\nrole of Pakistani Military Intelligence (ISI) in the\r\noccupation of Herat. In fact, a Pakistani agent by the name\r\nof Colonel Amir Imam is now acting as the Governor of\r\nthe Afghan city, behind the scene.\r\nIt is a matter of disappointment that we are unable to\r\nget through to the delegation of Islamabad — and I will not\r\nrefer to it as the “regime” of Islamabad — that “We, the\r\npeoples of the United Nations”, have pledged to respect the\r\nright of each sovereign and independent nation to determine\r\nand conduct its own internal matters.\r\nWe are fully committed to this very important\r\nprinciple and we expect the Pakistani delegation to\r\nunderstand that the violation of this principle is nothing but\r\ninterference in the internal affairs of others. That is\r\nprecisely why we do not refer to the ongoing tragic\r\nsituation in Malakand, Karachi and some other parts of\r\nPakistan.\r\nAs is well known to the members of the Assembly,\r\nthe Pakistani delegation referred several times to the ethnic\r\ncomposition of Afghanistan. This could be construed as an\r\nopen incitement to ethnic hatred among the peoples of\r\nAfghanistan. In accordance with the legislation of many\r\ncountries of the world, the stirring of ethnic hatred among\r\npeople is considered a heinous and punishable crime.\r\nEfforts are even under way at the international level to\r\nconsider this action an international crime.\r\nThat is why I do not speak about the ethnic conflicts\r\nin Pakistan. For instance, we do not discuss who is a\r\nminority or a majority in Karachi, or who is launching huge\r\nrockets against government buildings there, and we do not\r\ndiscuss how much the civilian Government of Pakistan is\r\nadministering Karachi.\r\nLast but not least, I quote a word of wisdom known\r\nto nations since antiquity: “Those who live in glass\r\nhouses should not throw stones” at the abodes of others.\r\nMr. Gaussot (France) (interpretation from French):\r\nTwo delegations have referred to France, though not by\r\nname, in connection with the recent nuclear tests it has\r\nhad to conduct. One delegation in particular called on my\r\ncountry to carry out its tests “on its own soil”. In this\r\nconnection, my delegation wishes to recall certain facts.\r\nFirst, French Polynesia is an integral part of France.\r\nThus, France is conducting these underground nuclear\r\ntests at home. Moreover, the President of the French\r\nRepublic has publicly recalled the historical reasons for\r\nthese tests being conducted in French territories of the\r\nPacific rather than on metropolitan territory. Secondly,\r\nwhen a nuclear-test facility was being created, France\r\nnaturally chose to establish it in a sparsely populated area.\r\nIn any case, the harmlessness of our underground tests\r\nhas been amply demonstrated and was again confirmed\r\nrecently by distinguished French and foreign scientists.\r\nFinally, my delegation would recall that this most\r\nrecent series of tests, which does not contravene our\r\ncommitments, since utmost restraint is not the same thing\r\nas prohibition, allowed France to come out\r\nunreservedly — and we were the first nuclear Power to\r\ndo so — in favour of the strictest and most satisfactory\r\noption concerning the comprehensive nuclear-test-ban\r\ntreaty now being negotiated; that is, in favour of a treaty\r\nprohibiting in 1996 all nuclear tests and explosions of any\r\nmagnitude whatever.\r\nThe meeting rose at 6.30 p.m.\r\n27\r\n"