"United Nations A/50/PV.48\r\n95-86495 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFiftieth Session\r\n48th plenary meeting\r\nThursday, 2 November 1995, 10 a.m.\r\nNew York\r\nPresident: Mr. Freitas do Amaral . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Portugal)\r\nThe meeting was called to order at 10.25 a.m.\r\nIn the absence of the President, Mr. Berrocal Soto\r\n(Costa Rica), Vice-President, took the Chair.\r\nAgenda item 27\r\nNecessity of ending the economic, commercial and\r\nfinancial embargo imposed by the United States of\r\nAmerica against Cuba\r\nReport of the Secretary-General (A/49/401 and\r\nAdd.1)\r\nDraft resolution (A/50/L.10)\r\nThe Acting President (interpretation from Spanish):\r\nI call on the representative of Cuba to introduce draft\r\nresolution A/50/L.10.\r\nMr. Rodríguez Parrilla (Cuba) (interpretation from\r\nSpanish): It is quite a paradox that in the midst of the\r\ncelebrations for the fiftieth anniversary of the United\r\nNations, and for the fourth consecutive year, my country\r\nfinds itself once again obliged to condemn one of the most\r\nflagrant acts of aggression ever committed against any\r\npeople. This act is all the more serious and reprehensible in\r\nthat it is being committed by a world super-Power against\r\na small and proud nation, such as the one that I have the\r\nhonour of representing.\r\nThis is the case of the economic, commercial and\r\nfinancial blockade that for more than 34 years has been\r\nimposed by the Government of the United States against\r\nCuba, in violation of the most fundamental norms of\r\ninternational law, of peaceful coexistence among\r\nsovereign and independent nations, and of freedom of\r\ntrade and navigation.\r\nFurthermore, it is regrettable that this systematic and\r\nreinforced policy of economic strangulation of the Cuban\r\npeople throughout the country’s economic and social life\r\nis being carried out in open defiance of the international\r\ncommunity and ignoring three successive resolutions of\r\nthe United Nations General Assembly. Those resolutions,\r\nadopted by an increasingly wide majority, have stated the\r\nneed to put an end to the blockade against Cuba and\r\nrejected its extraterritorial nature.\r\nIt is an indisputable fact that the blockade against\r\nCuba is continuing and being intensified.\r\nNot only is the group of laws and regulations\r\ngoverning this policy of permanent economic aggression\r\nstill in force, but new steps are being taken to strengthen\r\nand expand them, particularly as concerns their\r\nextraterritorial implications for third States. Actions to\r\nthis end have just been approved by the House of\r\nRepresentatives and Senate of the United States Congress.\r\nGeneral Assembly 48th plenary meeting\r\nFiftieth session 2 November 1995\r\nToday as never before, and in the most diverse ways,\r\nthe blockade continues to affect the recovery of the Cuban\r\neconomy and the living standards of our people. Today\r\nagain, an entire arsenal of mechanisms and procedures is\r\nbeing fully deployed and fine-tuned, in order accurately to\r\nmonitor Cuba’s external economic relations and to ensure\r\nthe extraterritorial implementation of the blockade by, inter\r\nalia, bringing a broad range of pressures to bear on Cuba’s\r\npotential economic partners, and through a relentless\r\npersecution, which includes working covertly against\r\nCuba’s economic activities abroad, especially those relating\r\nto capital investments and crucial areas of the Cuban\r\neconomy.\r\nThe so-called “Torricelli Act” of 1992, whose basic\r\ngoal is to cut off Cuba’s trade with subsidiaries of United\r\nStates companies based in third countries, and which was\r\nstrongly rejected in this very forum, is still fully in force in\r\nthe legal system of that country and is being strictly\r\nimplemented according to its statutory provisions.\r\nAs a result of the provisions introduced by that Act\r\nagainst freedom of trade and navigation, most carriers are\r\ndemanding higher-than-normal freight charges from Cuba,\r\nclaiming that if they enter any Cuban port, their ships will\r\nnot be admitted to any United States port until 180 days\r\nhave elapsed. For example, in the state of Virginia, the\r\nauthorities have included, in the official port-related\r\ndocumentation required of carriers, an affidavit stating that\r\nthey have not entered any Cuban port for 180 days prior to\r\ntheir arrival in Virginia.\r\nOwing to the surcharge on some imported goods that\r\nthe blockade obliges us to purchase in markets that are far\r\ndistant from Cuba’s natural trading environment, and\r\nbecause of the increase in transport costs, the loss to our\r\nnational economy is reported to have increased to $60\r\nmillion during 1994, and the figure is approximately the\r\nsame for this year.\r\nMoreover, in 1994 and 1995 trade between Cuba and\r\nsubsidiaries of United States companies based in third\r\ncountries have been reduced to virtually zero — although\r\nsuch trade had amounted to $718 million in 1991 — owing\r\nto the suspension of licenses issued by the Treasury\r\nDepartment as part of the extraterritorial effects of the\r\naforementioned Act, thereby seriously affecting our\r\npurchases of foodstuffs and medicines for our people.\r\nMoreover, there is still a ban on any foreign\r\ncompany’s selling to Cuba medications, medical equipment\r\nor medical supplies that may contain components or\r\ntechnology of United States origin, even if the company\r\ninvolved is not a subsidiary of a United States\r\ncorporation. As can be seen from the Secretary-General’s\r\nreport, the most recent effects of this type of regulation is\r\nthe damages that have been incurred by companies from\r\nthe United Kingdom, Denmark, Germany, Belgium, Italy\r\nand Australia, inter alia, which have historically had trade\r\ntransactions with Cuba.\r\nAll in all, taking into account the revenues not\r\nreceived and the additional disbursements caused by the\r\nblockade, the total damage to the Cuban economy in 1994\r\nis estimated at more than $1 billion, which accounts for\r\n50 per cent of the country’s total imports for that year.\r\nThis is in addition to damages reported to the Assembly\r\nin prior years.\r\nThe Secretary-General’s report contains detailed\r\ninformation on the damage caused to our country’s\r\neconomy and to our people’s quality of life, as well as on\r\nsome of the actions taken to frustrate Cuba’s trade\r\noperations with third Governments and companies that are\r\nnot subject to United States jurisdiction, which provides\r\nfurther evidence of the extraterritorial nature of the United\r\nStates policy against my country.\r\nSimilarly, it is hard to believe that these actions have\r\ngone so far as to pressure the Governments of some\r\ndeveloping countries into not buying new products, some\r\nof them unique, of Cuba’s biotechnological industry, with\r\nno thought for the thousands of lives that our vaccines\r\nand other medicines, which are of proven effectiveness,\r\ncould help save.\r\nYet the people of Cuba, and in particular our\r\nchildren, our pregnant women, our senior citizens and the\r\nill, are daily victims of the continuing and stepped-up\r\nblockade against Cuba. Ever-greater damage is being\r\ndone in the areas of health and education, two spheres in\r\nwhich our people, and people throughout the developing\r\nworld, have always taken pride.\r\nThe Secretary-General’s report clearly describes the\r\nimpact of this policy on the decreasing nutritional levels\r\nof the Cuban population, and makes reference to the\r\nemergence of hitherto unheard-of health problems among\r\nthe sectors that are most at risk, a fact that has been\r\ncorroborated by international bodies and United Nations\r\norgans.\r\nOne example will suffice to illustrate the criminal\r\nnature of the blockade: the only two companies, both of\r\n2\r\nGeneral Assembly 48th plenary meeting\r\nFiftieth session 2 November 1995\r\nthem in third countries, that supplied pacemakers for\r\npatients suffering from heart disease have stopped doing so,\r\none because the devices contained components made in the\r\nUnited States and the other because it was absorbed by a\r\ncompany based in the United States.\r\nOur united and heroic people have endured the\r\nconsequences of the blockade with great suffering and daily\r\nshortages. At a time when the United Nations is\r\ncommemorating its fiftieth anniversary, it is deplorable that\r\nan entire people should be suffering as a result of a\r\nunilateral political decision. It is hard to believe that this\r\ncrime, which could also be stopped by a unilateral political\r\ndecision on the part of the United States, should continue\r\nto be committed day after day.\r\nIf the consequences of this aggressive policy against\r\nus have not been worse, if there are no Cuban homeless, if\r\nnot one health or educational centre in our country has been\r\nshut down, if we have managed to maintain our very low\r\nrates of mortality and morbidity, it has been thanks to the\r\nexcellent Cuban health-care and educational systems and to\r\nthe full-time dedication of the people who work in our\r\ncentres, as well as to the assistance provided by our\r\ninstitutions and to the selflessness and solidarity of each\r\nand every one of our people.\r\nThe measures adopted by the United States\r\nGovernment on 20 August 1994 to intensify the conditions\r\nof the blockade and to place additional obstacles in the way\r\nof normal relations between the Cuban émigrés resident in\r\nthat country and their relatives in the island of Cuba are\r\nnow being fully enforced. Thus, Cuban nationals residing\r\nin the United States continue to be the only persons\r\ndeprived of their right to enjoy normal relations with their\r\ncountry of origin.\r\nAs has been pointed out on more than one occasion,\r\nthe strengthening of the policy of continued economic\r\naggression against Cuba through political pressure and\r\nvarious threats against sovereign Governments, which is\r\nbeing implemented at both the legislative and the\r\ngovernmental levels, in the well-known circumstances\r\nfacing my country, is no mere accident, and my country has\r\nnow abruptly lost more than 85 per cent of its traditional\r\ntrade.\r\nNor is it an accident that that policy is being taken to\r\nunheard-of extremes at a time when Cuba’s major\r\nmacroeconomic indicators are showing signs of recovery in\r\nthe national economy and when changes being introduced\r\nare just beginning to yield positive results — including an\r\nincreased interest in our country on the part of foreign\r\ninvestors.\r\nDuring this year the international community has\r\nviewed with deep concern and alarm the approval by the\r\nUnited States Congress of legislative initiatives to move\r\nthe economic, commercial and financial blockade against\r\nCuba to unimaginable levels, particularly the new\r\nextraterritorial dimensions that the most conservative\r\ncircles in the Congress want to give to a policy that, since\r\nits inception, has been designed to impose United States\r\nlaw on third States. To that end they intend to punish\r\nwith imperial-like severity any State, company and even\r\nindividual that has economic links with Cuba. Attempts to\r\nsubject the sovereignty of third States to the designs of\r\nUnited States legislation and to subordinate the norms and\r\nprinciples of international law to the unilateral dictates of\r\none country are becoming more evident and more\r\ndangerous than ever. Clearly this would be the ultimate\r\nconsequence of the adoption of the initiatives that are\r\ncurrently before the United States Congress.\r\nWith a total lack of ethical and legal sense, those\r\npromoting these new initiatives are attempting to\r\ninternationalize the unilateral blockade by the United\r\nStates against Cuba, as if that policy had not already been\r\nexpressly rejected by the international community in three\r\nGeneral Assembly resolutions.\r\nAs indicated in the report of the Secretary-General,\r\nthese new forms of extraterritorial application of United\r\nStates laws could even lead to Cuban nationals, who have\r\nsubsequently became American citizens and whose\r\nproperties were nationalized by law in Cuba in the 1960s,\r\ntaking legal action in United States courts against foreign\r\ninvestors in Cuba, which would obviously breach\r\ninternational law. Likewise, United States assistance to\r\nother countries would depend on the type of relation these\r\nmay have with Cuba.\r\nMy Government cherishes the firm and constant\r\nhope of maintaining normal relations with all States,\r\nwithout exception, and our country reaffirms its readiness\r\nto settle the differences separating Cuba from the United\r\nStates by means of dialogue and negotiation based on\r\nrespect and equality, in the same way, for example, as the\r\ntalks on migration. Despite that, there are new dangers\r\nfacing Cuba and its survival as an independent nation.\r\nCuba appeals to the international community not only\r\nbecause of the extraterritorial effects of the blockade,\r\nwhich have a juridical and economic affect on third States\r\nas well as us, but also because today, as never before, it\r\n3\r\nGeneral Assembly 48th plenary meeting\r\nFiftieth session 2 November 1995\r\nis clear that the United States is attempting to decide, even\r\nthrough legal instruments, the system of government and\r\nsocial structures that should exist in Cuba, as was so starkly\r\nstated in the Torricelli Act and the bills before the United\r\nStates Congress. In energetically rejecting such a\r\npresumption, Cuba, an independent and sovereign State, is\r\nnot only acting in its own interest, but also for the benefit\r\nof all States which at any time may find themselves\r\nharassed by a more powerful country by virtue of the\r\nunfortunate precedent that could now be created. In Cuba,\r\nby the sovereign will of the Cuban people, there will be no\r\nsecond Platt Amendment.\r\nThese are, in essence, the reasons that underlie the\r\ndraft resolution contained in document A/50/L.10 which I\r\nhave the honour of introducing and which was already\r\nfamiliar to most of the delegations present here. The\r\ndecision this body will soon have to take remains crucial to\r\nthe respect of the principles enshrined in the Charter of this\r\nOrganization and international law, and a clear message to\r\nthose who attempt to violate them. We hope that with the\r\npositive vote of the delegations here present, the Assembly\r\nwill once again reaffirm its commitment to the principles\r\nthat govern the very existence of this Organization.\r\nMr. Tello (Mexico) (interpretation from Spanish):\r\nThis session has given Member States the opportunity to\r\nreaffirm their solemn commitment to the purposes and\r\nprinciples of the Charter of the United Nations. In the\r\nrecent Declaration adopted at the Special Commemorative\r\nMeeting on the occasion of the fiftieth anniversary of our\r\nOrganization, we, the Member States, reaffirmed our\r\nsupport for the idea that:\r\n“the United Nations of the future will work with\r\nrenewed vigour and effectiveness in promoting peace,\r\ndevelopment, equality and justice and understanding\r\namong the peoples of the world”. (resolution 50/6,\r\nfifth preambular paragraph)\r\nWe also undertook to promote methods and means to\r\nsecure peaceful settlement of conflicts.\r\nIn accordance with the foreign policy principles set out\r\nin its Constitution and pursuant to its obligations deriving\r\nfrom the United Nations and international law, the\r\nGovernment of Mexico has neither promulgated nor applies\r\nany laws of an extraterritorial nature. On the contrary, in a\r\nwide range of forums we have rejected unilateral coercive\r\nmeasure that affect the well-being of peoples, hamper free\r\ntrade, and are alien to universally recognized commercial practices.\r\nThe Government of Mexico would like again to\r\nvoice its concern at the recent adoption in the two houses\r\nof the United States Congress of draft legislation known\r\nas the “Cuban Liberty and Democracy Solidarity Act”.\r\nMy country respects the sovereignty of States but it is of\r\nthe view that the provisions embodied in this legislation,\r\nby their nature and scope, compromise the sovereignty of\r\nthird States and the principles of international law and\r\nfree trade.\r\nWe appeal to the sense of justice, equity and\r\ninternational solidarity of the United States Congress to\r\nprevent that initiative from becoming law, because if it\r\ndoes come into force, it would amount to a clear breach\r\nof international law and a political precedent that would\r\nbe unacceptable to the rest of the world.\r\nThe use of unilateral measures cannot lay any kind\r\nof basis for peaceful, secure and harmonious coexistence\r\namong States, but merely disturbs the climate for\r\nunderstanding and tolerance. Methods that belong to a\r\nbygone age and a clouded vision that is already out of\r\nstep with the new world situation will not help us to\r\nstrengthen the rules of a new international political scene.\r\nWe are convinced that the embargo should be lifted. It is\r\nessential to realize that dialogue and negotiation have\r\nalready proven their effectiveness and have yielded\r\nsatisfactory results which should and can be built upon.\r\nMy delegation will of course vote in favour of the\r\ndraft resolution contained in document A/50/L.10 because\r\nit takes the view that pressure exerted by one country on\r\nanother has never been and never will be the best way to\r\nsecure an international order that respects the rule of law.\r\nWe reaffirm our conviction that dialogue,\r\nconciliation and negotiated political settlements are still\r\nfully relevant and valid as the best means of ensuring\r\nunderstanding.\r\nMr. Kittikhoun (Lao People’s Democratic\r\nRepublic) (interpretation from French): Here at its fiftieth\r\nsession the General Assembly must once again take up\r\nthe agenda item entitled “Necessity of ending the\r\neconomic, commercial and financial embargo imposed by\r\nthe United States of America against Cuba”. That\r\nembargo, which has gone on for more than 30 years now,\r\nhas not only done damage to the Cuban economy but has\r\nabove all prevented the Cuban economy from being\r\nreintegrated into the world economy.\r\n4\r\nGeneral Assembly 48th plenary meeting\r\nFiftieth session 2 November 1995\r\nMy country, the Lao People’s Democratic Republic,\r\ngiven our obligations under the Charter of the United\r\nNations and international law, has never promulgated or\r\napplied laws or measures of this kind. We regard such\r\nmeasures as acts of aggression against the sovereignty of\r\nother States and against freedom of trade and navigation.\r\nFor four years now the Assembly has been seized of\r\nthis issue. My delegation deeply regrets that no solution\r\nthat is acceptable to the parties directly concerned is yet in\r\nsight. So, unfortunately, the embargo continues and is even\r\nreinforced. The Cuban people has already endured much\r\nsuffering because of the embargo. Must the suffering\r\ncontinue? For how much longer? Should we just look on\r\nindifferently with our arms crossed? Obviously not. What,\r\nthen, should we do to make a positive contribution to\r\nsolving this thorny problem?\r\nThe Cuban people is a people like all the others on the\r\nEarth. They are innocent people who wish only to live in\r\npeace and dignity and to enjoy the economic and\r\ncommercial cooperation of the outside world. We do not\r\nthink it fair to punish a people, much less condemn it to\r\nfurther suffering and to living indefinitely with such an\r\nembargo. For these reasons, the international community\r\nmust do everything in its power so that a solution agreed\r\nupon by the two parties can be found as quickly as\r\npossible, which would help to preserve peace and restore\r\nconfidence between the peoples of this region and\r\nthroughout the world.\r\nNo one here is unaware of the complexity of this\r\nproblem, but if we all look straight ahead to the future, this\r\nproblem, just like many other complex problems, stands a\r\nchance of being solved. The Lao People’s Democratic\r\nRepublic sincerely appeals to the two parties directly\r\ninvolved — the Republic of Cuba and the United States of\r\nAmerica — to enter into serious negotiations and do\r\neverything in their power to solve this problem quickly.\r\nThe Acting President (interpretation from Spanish):\r\nBefore calling on the next speaker, I should like to propose,\r\nif there are no objections, that the list of speakers in the\r\ndebate on this agenda item be closed at 12 noon today.\r\nIt was so decided.\r\nThe Acting President (interpretation from Spanish):\r\nI therefore request representatives who wish to speak in\r\nthe debate to add their names to the list of speakers as soon\r\nas possible.\r\nMr. Ngo Quang Xuan (Viet Nam) (interpretation\r\nfrom French): This is the third time I have spoken to the\r\nAssembly on the agenda item entitled “Necessity of\r\nending the economic, commercial and financial embargo\r\nimposed by the United States of America against Cuba”.\r\nIn this connection, I wish to refer to the statement\r\nmade by Viet Nam’s Minister for Foreign Affairs in\r\nwhich he said that international opinion is becoming\r\nincreasingly concerned over the fact that the application\r\nof sanctions is veering more and more towards becoming\r\na form of punishment or retribution used for specific\r\npolitical purposes, which is at odds with the relevant\r\nobjectives originally set out in the Charter of the United\r\nNations. In fact, such sanctions affect above all the lives\r\nand the health of innocent civilian populations. Hence, the\r\nprolongation of sanctions should be regarded as\r\nunacceptable because it neither makes them more\r\neffective nor takes into account their consequences.\r\nThe trend towards the use of dialogue and\r\ninternational and regional cooperation is becoming\r\nirreversible. We take the view that the principles of\r\nrespect for independence and national sovereignty, non-\r\ninterference in the internal affairs of other countries,\r\nmutually beneficial cooperation on a basis of equality,\r\nsettlement of all disputes through negotiation and non-use\r\nor threat of use of force should always govern\r\ninternational relations.\r\nOn the basis of these principles, I wish to stress that\r\nViet Nam fully associated itself with all the relevant\r\nGeneral Assembly resolutions, such as resolutions 47/19,\r\n48/16 and 49/9, as well as with the declarations recently\r\nadopted in Cartagena, Colombia, by the Heads of State or\r\nGovernment of Non-Aligned Countries calling vigorously\r\nfor the lifting of the economic, commercial and financial\r\nembargo against Cuba.\r\nI wish to state once again Viet Nam’s position that\r\nthese laws with extraterritorial effects must be repealed\r\nbecause they are prejudicial to the legitimate trading\r\ninterests not only of Cuba, but of third countries.\r\nViet Nam supports all endeavours and measures that\r\ncan encourage the Republic of Cuba and the United States\r\nto undertake negotiations as soon as possible with a view\r\nto solving the outstanding problems between them, in\r\nkeeping with the current trend towards dialogue and\r\ncooperation in the world.\r\n5\r\nGeneral Assembly 48th plenary meeting\r\nFiftieth session 2 November 1995\r\nIn conclusion, I should like to extend the deep\r\nsympathy of the Vietnamese people to the people of Cuba,\r\ncurrently suffering so many hardships. In a spirit of\r\nunderstanding and of solidarity with the people of Cuba, the\r\nGovernment and people of Viet Nam have begun, and will\r\ncontinue, activities which lend moral and material\r\nassistance to and demonstrate solidarity with the Cuban\r\npeople as they attempt to overcome the difficulties and the\r\nconsequences of the blockade policy to which I have\r\nreferred.\r\nMr. Londoño-Paredes (Colombia) (interpretation\r\nfrom Spanish): I have the honour of speaking on behalf of\r\nthe Movement of Non-Aligned Countries.\r\nThe Movement of Non-Aligned Countries has viewed\r\nwith growing concern the continuation of the economic,\r\ncommercial and financial embargo imposed by the United\r\nStates of America against Cuba. We are naturally surprised\r\nto see that in some cases the effects of the end of the cold\r\nwar seems to go in only one direction. Even more\r\ndisturbing is the existence of discrimination for clearly\r\npolitical motives.\r\nIt is unacceptable to attempt to impose a certain form\r\nof conduct upon a State or group of States through\r\nunilateral coercion. In the case of the economic embargo\r\nagainst Cuba, such attempts, far from creating support\r\nwithin the international community, have stirred up more\r\nand more support for Cuba’s Government and especially for\r\nits martyred people, for it is they who ultimately suffer the\r\nhardships caused by this action.\r\nIn various declarations the Movement of Non-Aligned\r\nCountries has stated its support for the principles set forth\r\nin the resolutions adopted at the forty-seventh, forty-eighth\r\nand forty-ninth sessions of the General Assembly entitled\r\n“Necessity of ending the economic, commercial and\r\nfinancial embargo imposed by the United States of America\r\nagainst Cuba”.\r\nAt the Eleventh Conference of Heads of State or\r\nGovernment of Non-Aligned Countries, held in Cartagena\r\nde Indias, Colombia, from 18 to 20 October last, the\r\nMovement’s position on this issue was reiterated. The\r\nCartagena Declaration states,\r\n“The Heads of State or Government called upon\r\nthe Government of the United States of America to\r\nput an end to the economic, commercial and financial\r\nmeasures and actions against Cuba, which, in addition\r\nto being unilateral and contrary to the United Nations\r\nCharter, international law and the principle of good\r\nneighbourliness, cause huge material losses and\r\neconomic damage. They called upon the United\r\nStates of America to settle its differences with Cuba\r\nthrough negotiations on a basis of equality and\r\nmutual respect and requested strict compliance with\r\nGeneral Assembly resolutions 47/19, 48/16 and 49/9.\r\nThey expressed deep concern regarding new bills\r\nsubmitted to the United States Congress that would\r\nstep up the embargo against Cuba and widen its\r\nextraterritorial character.”\r\nElsewhere in the Declaration,\r\n“The Heads of State or Government condemned\r\nthe fact that certain countries, using their dominant\r\nposition in the world economy, continue to step up\r\nthe adoption of unilateral coercive measures against\r\ndeveloping countries that are in clear contravention\r\nof international law, such as trade restrictions,\r\nblockades, embargoes and freezing of assets, with\r\nthe purpose of preventing these countries from\r\nexercising their right to fully determine their own\r\npolitical, economic and social system and freely\r\nexpand their international trade. They deemed such\r\nmeasures unacceptable and called for their\r\nimmediate cessation.”\r\nThe Heads of State or Government of the Ibero-\r\nAmerican countries, which include various countries of\r\nthe Movement, met recently in San Carlos de Bariloche,\r\nArgentina, where they stated,\r\n“In accordance with the principles enshrined in\r\nthe Charter of the United Nations, as well as those\r\nof the World Trade Organization and of international\r\nlaw, and also in accordance with resolutions of the\r\nGeneral Assembly, we reject the unilateral coercive\r\nmeasures that affect the well-being of Ibero-America\r\npeoples, impede free exchange and universally\r\naccepted transparent trade practices and violate the\r\nprinciples governing regional coexistence and the\r\nsovereignty of States.\r\n“At this time we are particularly concerned\r\nover normative regulatory changes being discussed\r\nin the Congress of the United States that would run\r\ncounter to these principles, application of which we\r\ndemand.”\r\nBefore concluding, in my capacity as Head of the\r\ndelegation of Colombia, I should like to express our\r\n6\r\nGeneral Assembly 48th plenary meeting\r\nFiftieth session 2 November 1995\r\nsupport for the draft resolution before us and our conviction\r\nthat it is necessary to eliminate the unilateral application of\r\neconomic and commercial measures against a State that\r\naffect the freedom to carry out international trade.\r\nOnce again, we appeal for dialogue and negotiation to\r\nbe used to find a solution to the differences between the\r\nUnited States and Cuba.\r\nMr. Valle (Brazil): Since the end of the cold war,\r\ninternational relations have largely lost the confrontational\r\nand ideological character they once had. Global tendencies\r\npoint to a need for increased dialogue and cooperation.\r\nAgainst this background, coercive trade measures of any\r\nkind are not appropriate. The international community is\r\nbound to condemn unilateral measures that have\r\nextraterritorial consequences and affect the legitimate\r\ninterests of third parties. Brazil believes that the application\r\nby any country of laws and measures in violation of\r\nresolution 49/9 and previous resolutions on the matter,\r\nwould be a cause of concern for the international\r\ncommunity as a whole. Such laws and measures contradict\r\ngenerally accepted principles of international law. It is\r\ntherefore appropriate for the General Assembly to take\r\naction on this issue.\r\nMoreover, our assessment of the embargo against\r\nCuba is that it only retards the accomplishment of its\r\ndeclared objective — that is, national reconciliation, the\r\nenjoyment of freedom and prosperity by the Cuban people\r\nand the full reintegration of Cuba into the inter-American\r\ncommunity.\r\nI take this opportunity to recall that such measures\r\nagainst Cuba were rejected very recently by several\r\nmultilateral forums — most notably, the Rio Group, the\r\nIbero-American summit and, as has just been mentioned by\r\nthe Ambassador of Colombia, the Conference of Heads of\r\nState or Government of the Movement of Non-Aligned\r\nCountries.\r\nBrazil will vote in favour of draft resolution A/50/L.10\r\nas a means of defending principles of international law,\r\npromoting peaceful and friendly relations between States\r\nand affirming the principles of cooperation. We expect that\r\na large number of other countries will do the same.\r\nMr. Mwakawago (United Republic of Tanzania):\r\nAllow me to commend the Secretary-General on his report\r\nin document A/50/401 and A/50/401/Add.1, dated 20\r\nSeptember 1995 and 20 October 1995, respectively, in\r\nconnection with agenda item 27, now before the General\r\nAssembly.\r\nThe implementation of resolution 49/9 of 26 October\r\n1994, entitled “Necessity of ending the economic,\r\ncommercial and financial embargo imposed by the United\r\nStates of America against Cuba”, continues to attract\r\nwidespread support among Member States.\r\nMost notable is the fact that all the 48 replies from\r\nGovernments, as well as six others, from organs and\r\nagencies of the United Nations system, recorded in the\r\nreport affirm compliance with the resolution, in line with\r\nthe purposes and principles of the Charter and\r\ninternational law. This is a clear indication that the\r\ninternational community is overwhelmingly opposed to\r\nthe embargo against Cuba.\r\nTherefore, my delegation remains gravely concerned\r\nthat well after the adoption of resolutions 47/19, 48/16\r\nand 49/9 no progress has been made to do away with\r\nmeasures\r\n“aimed at strengthening and extending the economic,\r\ncommercial and financial embargo against Cuba”\r\n(resolution 49/9, seventh preambular paragraph).\r\nThis lack of progress has ominous implications for the\r\nlives of ordinary Cuban people.\r\nIn this year of the fiftieth anniversary of the United\r\nNations, the need to promote dialogue and to uphold the\r\nspirit and letter of the Charter could not be more urgent.\r\nIndeed, the post-cold-war spirit demands that nation\r\nStates coexist in peace and mutual respect, under\r\ninternational law. Tanzania, like many other Member\r\nStates, believes that the embargo imposed on Cuba, with\r\nits extraterritorial nature, does not augur well for\r\ninternational peace and security.\r\nAt this point, my delegation wishes to draw the\r\nAssembly’s attention to the relevant section of the Final\r\nDeclaration adopted by the Non-Aligned Movement at its\r\nSummit Conference held recently in Cartagena, Colombia.\r\nThis calls for the lifting of the economic embargo against\r\nCuba and urges the United States to settle its differences\r\nwith Cuba through negotiations, on the basis of equality\r\nand mutual respect. Mindful of the adverse effects of the\r\nCuban Democracy Act of 1992 — the “Torricelli Bill” —\r\nthe leaders of the Non-Aligned Movement also expressed\r\ndeep concern about the new Helms-Burton legislation\r\nbefore the Congress of the United States, which seeks to\r\n7\r\nGeneral Assembly 48th plenary meeting\r\nFiftieth session 2 November 1995\r\nintensify the embargo against Cuba and to widen its\r\nextraterritorial nature.\r\nTanzania, which enjoys very friendly relations with\r\nboth the United States and Cuba, trusts that a negotiated\r\nsolution will be possible before the devastating new\r\nlegislation can take effect. Our belief is strengthened by the\r\nproven capacity of the United States, in particular, to broker\r\npeace in the Middle East and, now, in the Balkans. There\r\nis also the international climate conducive to peace efforts.\r\nI shall conclude by expressing cautious optimism that\r\nthis time next year the United States embargo against Cuba,\r\nwhich is more than 30 years old, will be on the negotiating\r\ntable. It is with this in mind that Tanzania supports and will\r\nvote for draft resolution A/50/L.10.\r\nMr. Yoogalingam (Malaysia): We support the\r\nstatement made by the representative of Colombia in his\r\ncapacity as Chairman of the Non-Aligned Movement. That\r\nstatement duly reflects the traditional position taken by the\r\nleaders of the Non-Aligned Movement, which was\r\nreaffirmed at the Movement’s Cartagena Summit.\r\nWe have always expressed the view, as reflected in\r\nour previous statements on this agenda item, that the matter\r\ncan best be settled between the two countries themselves.\r\nMalaysia acknowledges Cuba’s right of resort to the United\r\nNations, particularly on issues involving the question of\r\nextraterritoriality. This issue impinges on the fundamental\r\nprinciples of international law and runs counter to a number\r\nof resolutions adopted over the years by this body. As we\r\nmark the fiftieth anniversary of the United Nations, it is\r\ntimely for us to reiterate our commitment to those\r\nprinciples. They serve the collective interest of us all, and\r\nas Members of the United Nations we are all obliged to\r\nsupport them. Upholding the principles of international law\r\nand promoting peaceful and friendly relations between\r\nnations are the basic tenets that have governed inter-State\r\nrelations. Consistent with these tenets, Malaysia will vote\r\nin favour of the draft resolution.\r\nMr. Kharrazi (Islamic Republic of Iran): Just about\r\na week ago, representatives of all States Members of the\r\nUnited Nations gathered here at the highest level to\r\ncommemorate the fiftieth anniversary of the Organization.\r\nIn their statements, and by adopting the Declaration on the\r\nOccasion of the Fiftieth Anniversary of the United Nations,\r\nthey not only emphasized the promotion of international\r\ncooperation and friendly relation among States, but also\r\nreaffirmed their strong commitment to the purposes and\r\nprinciples of the Charter of the United Nations and\r\ninternational law, particularly sovereign equality, non-\r\ninterference in the internal affairs of other States and the\r\npeaceful settlement of disputes.\r\nDespite the end of the cold war and the dawn of a\r\nnew international environment, certain States regrettably\r\ncontinue to adopt unilateral measures and actions against\r\nother States. Specifically, coercive economic measures\r\namounting to economic terrorism and based on the short-\r\nsighted interests of those who claim a predominant\r\nposition in the world run absolutely contrary to the\r\nprovisions of the Charter and the principles of\r\ninternational law embodied in various international\r\ninstruments and documents, in particular the Universal\r\nDeclaration of Human Rights, the International Covenant\r\non Economic, Social and Cultural Rights, the Universal\r\nDeclaration on the Eradication of Hunger and\r\nMalnutrition, the Declaration on the Inadmissibility of\r\nIntervention in the Domestic Affairs of States and the\r\nProtection of their Independence and Sovereignty, and the\r\nDeclaration on Principles of International Law concerning\r\nFriendly Relations and Cooperation among States in\r\naccordance with the Charter of the United Nations. Such\r\nmeasures and actions adversely affect the social and\r\neconomic development and the humanitarian activities of\r\na target country and consequently hinder the full\r\nachievement of human rights by the people subjected to\r\nthese measures.\r\nIt is an undeniable right of every State to choose its\r\npolitical, economic, social and cultural system without\r\ninterference in any form by another State. In this context,\r\nthe continuation of the economic, commercial and\r\nfinancial embargo against Cuba, which has inflicted\r\nserious losses and has resulted in economic hardship and\r\ndeprivation for the Cuban people, runs contrary to the\r\npurposes and principles of the Charter and the rules of\r\ninternational law. The Islamic Republic of Iran, like other\r\nmembers of the international community, advocates the\r\nremoval and elimination of all economic and trade\r\nembargoes imposed on Cuba and believes that the\r\ndifferences between States should be settled in a peaceful\r\nmanner. In this connection, the Heads of State or\r\nGovernment of the Non-Aligned Movement, during its\r\neleventh summit conference, held in Colombia two weeks\r\nago, called upon the Government of the United States to\r\nput an end to its economic, commercial and financial\r\nmeasures and actions against Cuba.\r\nCognizant of the economic, social and financial\r\ndifficulties which the Cuban nation is facing as a result of\r\nthe unreasonable embargo, my delegation would like to\r\n8\r\nGeneral Assembly 48th plenary meeting\r\nFiftieth session 2 November 1995\r\nextend its support once again to any step that the General\r\nAssembly may wish to take to resolve the issue under\r\nconsideration. The international community should not\r\nremain silent about a situation in which certain States\r\nengage in economic terrorism and try actively to undermine\r\nthe economic or political stability of another State with the\r\naim of imposing a specific political and economic structure\r\non that country.\r\nMr. Azwai (Libyan Arab Jamahiriya) (interpretation\r\nfrom Arabic): The post-cold-war era has witnessed the\r\nsettlement of many disputes. In many regions of the world,\r\nenemies have settled their differences and adversaries have\r\nburied the hatchet. This Assembly itself has sought, in its\r\npast three sessions, to solve the long-standing problem\r\ncaused by the imposition by the United States of America\r\nof an economic, commercial and financial embargo against\r\nCuba. While many had hoped that the United States would\r\nend its coercive measures against the Cuban people, quite\r\nthe reverse has happened. Not only did the American\r\nAdministration persist in its usual disregard of the\r\nprovisions of the Assembly resolutions, including the latest,\r\nresolution 49/9, but it has tightened the embargo procedures\r\nby applying the set of measures adopted by it in August last\r\nyear. This is not only a shameful flouting of the will of the\r\nmajority of the international community but also an\r\naffirmation of the determination to persist in the attempt of\r\nimposing a political and social system of the United States’\r\nchoosing on the Cuban people.\r\nThe net of anti-Cuba legislation which has been in the\r\nmaking for over 30 years now has hindered most of Cuba’s\r\nefforts to promote its own economic and social\r\ndevelopment and has plunged a whole nation into suffering\r\nand hunger. I do not believe that the international\r\ncommunity needs any figures or statistics to appreciate the\r\nmagnitude of the damage done, especially in the case of the\r\nvulnerable groups of society such as children, the elderly\r\nand women, as a result of shortages of medicines, the ban\r\non financial transfers and Cuba’s inability to benefit from\r\nscientific and technological advances. These unethical\r\npractices which are flagrant violations of human rights\r\nrefute America’s claims that it is the defender of\r\ndemocracy, the upholder of international legality, the\r\nadvocate of free trade and the champion of human rights.\r\nThese practices push into the limelight the American\r\napproach of starving peoples and resorting to measures that\r\nhave an extraterritorial reach and constrain the freedom of\r\ntrade by pressuring companies and other countries to\r\nprevent them from dealing with the peoples who reject\r\nUnited States hegemony, such as the Cuban people.\r\nThe policy pursued by the United States of America\r\nagainst Cuba is not an isolated case. Rather, it is a well-\r\nestablished policy that has been pursued against other\r\ncountries, including my own. Since 1986, the American\r\nAdministration has imposed against my country harsh\r\neconomic measures that have continued to be renewed\r\ntwice yearly. These include banning American companies\r\nfrom dealing with Libya, preventing Libyan students from\r\ncontinuing their post-graduate education at American\r\nuniversities, and freezing Libyan assets in American\r\nbanks. As in the case of Cuba, where the American\r\nAdministration justifies its embargo with pretexts that can\r\nonly be construed as interference in the internal affairs of\r\nCuba, the pretext used to justify its series of coercive\r\nmeasures against Libya is that Libya poses a threat to\r\nUnited States national security. If one is surprised at\r\nAmerica’s actions against the Cuban people, just because\r\nthey decided, of their own free will, to choose their own\r\npolitical and economic system, nobody would be naive\r\nenough to believe the claim that Libya poses any threat\r\nwhatever to America’s national security. How could a\r\nsmall country with limited resources such as Libya be a\r\nsource of threat to anybody, let alone being a threat to the\r\nsecurity of the strongest country in the world, the United\r\nStates of America, which is located thousands of\r\nkilometres away from Libya?\r\nThe situation, in fact, is quite the reverse. It is Libya\r\nthat has been the target of continuous American threats\r\nand provocations. Libya’s security and the safety of its\r\npeople have been compromised by direct aggression,\r\nwhen hundreds of American military aircraft carried out\r\nraids against Libyan cities, demolishing houses, schools,\r\nhospitals — leaving behind tens of dead, including\r\nwomen and children. When such acts of aggression and\r\nprovocation failed to achieve the United States objectives\r\nagainst the Libyan people, the United States created a\r\nnew problem which has come to be known as the\r\nLockerbie incident. The United States accused two Libyan\r\nnationals of being the perpetrators and, instead of\r\naccepting Libya’s initiatives and the proposals of regional\r\norganizations which aim at resolving the problem in the\r\nframework of the competent forums, under the relevant\r\nconventions, including the 1971 Montreal Convention on\r\nthe safety of civil aviation, the United States of America\r\nhas rejected all such offers and has used the United\r\nNations Security Council to impose unjust sanctions on\r\nLibya, which have resulted in the death and injury of\r\nthousands of people because of the intensive use of land\r\nroads and have caused economic losses in excess of\r\n$10 billion.\r\n9\r\nGeneral Assembly 48th plenary meeting\r\nFiftieth session 2 November 1995\r\nMy delegation, which fully realizes the magnitude of\r\nthe difficulties that face the Cuban nation as a result of the\r\nAmerican embargo, wishes to express its support for any\r\nmeasures the General Assembly may see fit to adopt with\r\na view to seeking an end to this embargo. In this context,\r\nit is most important to recall that the principle of the\r\nsettlement of disputes between States by peaceful means is\r\nenshrined in many articles of the United Nations Charter,\r\nincluding Article 2, subparagraph 3, which reads “All\r\nMembers shall settle their international disputes by peaceful\r\nmeans ...”. This principle, which has been reaffirmed since\r\nthe establishment of the United Nations, has proved its\r\neffectiveness in the settlement of many disputes. That is\r\nwhy my delegation hopes that the accumulated residue of\r\nthe past will not stand in the way of resorting to this\r\nprinciple in seeking to end the long-standing embargo\r\nagainst Cuba, especially since Cuba has repeatedly declared\r\nits readiness to resolve the problem within that framework,\r\nand has voiced its readiness to seek the settlement of the\r\nproblem by the appropriate means.\r\nThe choice now is the United States’. Either it\r\nresponds to repeated calls and settles its differences with\r\nCuba and with other countries on this basis, and thereby\r\npursues a course that would be welcomed by the\r\ninternational community as something that meets one of the\r\npurposes of the United Nations contained in subparagraph\r\n1 of Article 33 of the Charter, which calls on the parties to\r\nany dispute to seek a solution by peaceful means, or it will\r\npersist in pursuing the policy of embargoes and boycotts,\r\nand thereby make itself the subject of continued\r\ninternational protests, since such coercive measures run\r\ncounter to the aims and purposes of the United Nations,\r\nespecially with regard to the promotion of friendly relations\r\namongst peoples.\r\nSuch a policy also contradicts the Charter of Economic\r\nRights and Duties of States adopted by the General\r\nAssembly at its twenty-ninth session. This Charter states in\r\nits article 32 that no State shall use or encourage the use of\r\neconomic, political or any other measures to pressure any\r\nother State into becoming dependent on it in the exercise of\r\nits sovereign rights. Moreover, the coercive measures\r\nimposed by the United States against Cuba and other\r\ncountries impede efforts aimed at strengthening the\r\nfoundations of constructive international cooperation, and\r\nare not consistent with the tendency towards the\r\nestablishment of relations of friendship and cooperation that\r\nwould strengthen international peace and security. To\r\npersist in imposing these measures is to undermine the\r\nspirit of trust, and to create a climate of uncertainty for all\r\npeoples.\r\nLet the Administration of the United States know\r\nthat the policy of embargo, starvation and the killing of\r\nthe elderly and the children will not succeed in\r\nsubjugating peoples. It is an unjust imperialistic policy of\r\nthe arrogance of power that has been rejected by all\r\npeoples. The Cuban people are the witness to that fact.\r\nWe salute the Cuban people and every other people that\r\nsuffers injustice at the hands of the United States, refuses\r\nto knuckle under to the arrogance of power and resists the\r\nembargo, for it will prevail.\r\nMr. Poernomo (Indonesia): My delegation views\r\nwith deepening concern the dispute between Cuba and the\r\nUnited States, which has persisted for the past three and\r\na half decades. It is particularly regrettable that the poor\r\nrelations between them have been aggravated by the\r\nimposition of numerous measures, including a devastating\r\nembargo on trade. Further compounding the situation is\r\nnew legislation intended to further tighten the embargo to\r\nthe detriment of the interests of the Cuban people.\r\nConsequently, Cuba may well face an economic crisis of\r\nunprecedented proportions.\r\nBefore proceeding, I would like to associate myself\r\nwith the statement just delivered by the Permanent\r\nRepresentative of Colombia, as Chairman of the group of\r\nnon-aligned States.\r\nPunitive economic action of such magnitude, and for\r\nso long, has already inflicted great suffering and hardship\r\non the people of Cuba and has impeded their development\r\naspirations. The strengthening of international cooperation\r\nfor development has now become essential; hence, we\r\nshare the widely expressed view that, in the post-cold-war\r\nera, no nation should be deprived of the opportunity to\r\nparticipate freely and without hindrance in the economic,\r\ncommercial and financial relations between States. To\r\nerect barriers in this regard is incompatible with the\r\nobjective of establishing a new and more equitable\r\ninternational order for stable peace and for economic and\r\nsocial justice.\r\nContinuation of the embargo may well provoke a\r\nserious crisis, not only for Cuba but also beyond, with\r\nrepercussions for regional peace and stability. It is against\r\nthis backdrop that various international forums, such as\r\nthe Non-Aligned Movement and the Ibero-American\r\nHeads of State and Government, have called for an end\r\nto unilaterally imposed coercive measures directed against\r\nother States. Many Member States have also expressed\r\ntheir opposition to the promulgation of laws with\r\n10\r\nGeneral Assembly 48th plenary meeting\r\nFiftieth session 2 November 1995\r\nextraterritorial effects that thereby adversely impact the\r\ninterests of other countries.\r\nCuban-American relations call for a new and\r\nrefreshing approach taking into account the profound\r\ntransformation that has taken place on the global scene —\r\nincluding in the Latin American region — where we have\r\nwitnessed an end to conflict and a strengthening of\r\npolitical, economic and social relationships.\r\nThe reintegration of Cuba into regional and\r\ninternational economic life has now become imperative. It\r\nwould also be in conformity with the sovereignty of\r\nnations, the United Nations Charter and the principles of\r\ninternational law. At this juncture, we cannot turn away\r\nfrom those precepts and norms.\r\nMr. Mazemo (Zimbabwe): My delegation associates\r\nitself fully with the statement by the Permanent\r\nRepresentative of Colombia on behalf of the Movement of\r\nNon-Aligned Countries.\r\nAs we have all said on numerous occasions here\r\nbefore this Assembly, and at other international forums, the\r\nend of the cold war opened a window of opportunity for the\r\nsolution of seemingly intractable international problems.\r\nIndeed, many old enmities have disappeared beyond\r\nrecognition and in their place we have witnessed\r\ncooperation, dialogue and reconciliation: former adversaries,\r\nwho once stood on opposite sides of the ideological divide\r\naround the world, have come together to resolve their\r\ndifferences through negotiations and dialogue, as called for\r\nin the Charter of the United Nations. We do not believe\r\nthat the continued crisis between the United States and\r\nCuba has a place in this emerging world order, whose\r\nimportant, integral qualities and cardinal principles should,\r\nwe hope, be peaceful coexistence and tolerance in a\r\npolitically, socially and economically diverse world system.\r\nZimbabwe is deeply concerned at the recently\r\nproposed measures to tighten even further the economic,\r\ncommercial and financial embargo against Cuba. These\r\nlatest measures aimed at reinforcing the economic\r\nstrangulation of Cuba curiously — and regrettably — come\r\nat a time when the strength of criticism by world public\r\nopinion has made this policy increasingly untenable and\r\ninsupportable. We have made this point in the past and we\r\ndo so again now: the extraterritorial extension of United\r\nStates legislation is inconsistent with international law; it\r\nviolates basic and long-standing rules of international law;\r\nand it violates the sovereignty both of Cuba and of its\r\ntrading partners.\r\nWe believe that it is both wrong and immoral for the\r\nmore powerful Members of the Organization to impose\r\ntheir will on their smaller and weaker neighbours. We\r\nhave been told on many occasions that the intention of\r\nthe embargo is to induce a certain social order in Cuba.\r\nMy delegation is not convinced that this is a judicious\r\nway to encourage economic and political reforms: the\r\nonly effective way of introducing reform is through\r\ndialogue and active engagement, and not through\r\nisolation, disengagement and embargoes.\r\nThe United States has in the past argued that every\r\ngovernment has a right to choose the partners with which\r\nit wishes to have commercial and political relations.\r\nHowever, we think that, when unilaterally conceived\r\nmeasures negatively impact on the right of other States to\r\nengage freely in international trade, then the international\r\ncommunity has a right and an obligation to demand a\r\nreversal of such measures.\r\nThe Charter of the United Nations provides a\r\nmechanism for determining the existence of — and the\r\nresponses to — threats to international peace and security.\r\nUnder Articles 41 and 42 of the Charter, only the\r\nSecurity Council, after collectively determining the\r\nexistence of a threat to international peace and security,\r\nis empowered by the international community to impose\r\nlegally binding economic sanctions. In the situation before\r\nus today, the existence of a threat to international peace\r\nand security has not been collectively determined, and the\r\nembargo is therefore a clear violation of international law\r\nand of the relevant provisions of the Charter.\r\nThe embargo has, over the years, caused untold\r\nhuman suffering to the Cuban people. Cuba’s remarkable\r\nprogress in the areas of public health, education and\r\nsocial welfare, which was matched only in the world’s\r\nrichest countries and used to be the envy of people all\r\naround the world, has been crippled by the trade embargo,\r\nwhich effectively prevents Cuba from importing\r\nmedicines, foodstuffs and other essential commodities.\r\nZimbabwe is in no way convinced of the rightness of the\r\nethics of a policy that denies the free flow of food and\r\nmedicine to the most vulnerable sectors of the Cuban\r\npopulation: young children, poor women, the elderly and\r\nthe sick.\r\nThe brutally harsh realities that have been visited\r\nupon the Cuban people by the blunt instrument of the\r\nembargo should be of concern to all Members of the\r\nOrganization. The ugly scars of this policy stand out in\r\nsharp relief as the sad evidence of the collapse of an\r\n11\r\nGeneral Assembly 48th plenary meeting\r\nFiftieth session 2 November 1995\r\neconomy and a social welfare system that once ranked\r\namong the best in the world. However, my delegation is\r\nconvinced that, as they have gallantly done for the past\r\ngeneration, the Cuban people will triumph and justice will\r\nprevail.\r\nZimbabwe believes that the United States, as the\r\nworld’s strongest Power, should lead by example. We\r\nindeed take note that the United States is currently playing\r\na crucial mediatory and facilitatory role in significant peace\r\nprocesses elsewhere. We dearly cherish the excellent\r\nrelations that we enjoy with both the United States and\r\nCuba, and we are very uncomfortable with occasions such\r\nas this, when we seem to chastise one of our friends.\r\nWhat we seek, in so many words, is dialogue and\r\nreconciliation, and not confrontation. We therefore sincerely\r\nhope that the United States will reconsider its policies,\r\nresolve all outstanding differences and put the matter finally\r\nto rest.\r\nMr. Odlum (Saint Lucia): The countries which\r\ncomprise the Caribbean basin at present enjoy a wide\r\nmeasure of mutual agreement and solidarity on the concerns\r\nand issues affecting each other. The recent establishment of\r\nthe Association of Caribbean States has given fresh impetus\r\nto this flowering consensus, and Cuba is a member of that\r\nAssociation.\r\nThe Government of Saint Lucia is pleased to support\r\nthe draft resolution entitled “Necessity of ending the\r\neconomic, commercial and financial embargo imposed by\r\nthe United States of America against Cuba”.\r\nThe history of the debate of the issue of the United\r\nStates embargo against Cuba appears to be nothing but a\r\ndialogue of the deaf. It is a dialogue of the deaf because\r\nthis Assembly has debated resolutions of this same genre\r\nfor the past three years. The majority voice has\r\nstrengthened on every occasion as the General Assembly\r\nadopted the parent resolution, 47/19, with 59 votes in\r\nfavour in 1992. In the following year General Assembly\r\nresolution 48/16 was adopted with 88 votes in favour, and\r\nin 1994 the General Assembly voted convincingly to end\r\nthe embargo by 101 votes to 2, with 48 abstentions. Two\r\ncold-war allies stood firmly against the general will of the\r\nAssembly.\r\nSubsequent action by the organizers of the blockade in\r\ntightening it instead of deferring to the spirit and intention\r\nof the resolutions of the Assembly constitutes a flagrant act\r\nof disrespect for the principles and organs of the United\r\nNations. On 21 September this year, the House of\r\nRepresentatives of the United States Congress adopted, by\r\na two-thirds majority, a new law containing specific\r\nprovisions which exceed the Torricelli Act of 1992 in\r\nincreasing the severity of the economic blockade.\r\nSaint Lucia is deeply concerned that a founding\r\nmember of this Assembly, which also enjoys the\r\ndistinction of being the host country to the United\r\nNations, should so trivialize the conclusions of the\r\nGeneral Assembly and seek to flout the will and the\r\nexpressed wish of the international community. The clear\r\nintention of the Helms-Burton bill is to penalize third\r\nStates which maintain economic and commercial relations\r\nwith Cuba and to use the force of the law of the United\r\nStates to impose sanctions against persons, companies and\r\ncountries seeking to conduct trading and commercial\r\nrelations with Cuba.\r\nThe extraterritorial nature of this legislation is\r\noffensive to small countries like ours and seriously\r\nundermines fundamental notions of sovereignty and\r\nequality which constitute the pillars of the Charter of the\r\nUnited Nations. The expressions of good intentions to\r\npreserve the spirit of the Charter which we heard\r\nconsistently throughout the debate at the Special\r\nCommemorative Meeting of the Assembly should\r\nstrengthen the resolve of Member States not to place in\r\njeopardy the fundamental tenets of our much-revered\r\ninstitution.\r\nThe Foreign Ministers of the Caribbean Community\r\n(CARICOM) States and their representatives met at a\r\nspecial meeting in New York last month and discussed\r\nthe question of the United States embargo against Cuba\r\nin the light of the new Helms-Burton legislation. There\r\nwas strict unanimity on the undesirability of the new\r\nprovisions and a concerted decision to renew the call for\r\nan end to the Cuban blockade. Saint Lucia has repeatedly\r\ndiscussed with our Cuban colleagues concerns about\r\nquestions relating to human rights and democracy in\r\nCuba; we are convinced that there is a strong mood for\r\nchange and reform in Cuba and the impact of the\r\neconomic blockade might well be counter-productive in\r\nslowing down the process of economic liberalization\r\nrather than accelerating it.\r\nUnbiased observers of the Cuban economy must note\r\na tremendous swing of the pendulum in the direction of\r\nliberalized trading and fiscal and monetary reform in the\r\nCuba of the nineties, as opposed to the Cuba of the\r\nsixties. In the sixties, foreign commerce in Cuba was\r\n12\r\nGeneral Assembly 48th plenary meeting\r\nFiftieth session 2 November 1995\r\ncentralized in 20 companies. Today, 225 Cuban companies\r\nand 595 authorized representatives of foreign firms are\r\nengaged in commercial operations. The original\r\nconcentration of land and cooperatives in large State\r\nagricultural companies averaging 12,000 hectares each has\r\ngiven way to 4000 cooperatives with an average size of\r\n1000 hectares each. Private markets have also been\r\nestablished for the sale of agricultural products. In the\r\nemployment sector self-employment, which was previously\r\neliminated in the sixties, has been re-established and there\r\nis now a healthy small trading sector in Cuba which is\r\nfurther stimulated by the relaxation of foreign currency\r\nrestrictions.\r\nAdversity sometimes brings its share of positive\r\nbenefits and the Cuban economy has been seriously\r\nchallenged in terms of down-sizing and structural change.\r\nThere has been a serious dismantling of unwieldy State\r\napparatus and a welcome reduction in the number of\r\npersonnel and functions of State organizations which a\r\nnumber of United Nations Member States, and even the\r\nUnited Nations itself, might envy. In 1992 the Cuban\r\nParliament approved a constitutional amendment which\r\nmodified existing laws in respect of the Cuban State’s\r\nacknowledgement of property rights, the rights of joint\r\nventures, and economic associations with foreign capital\r\ninvestments. This freeing-up of joint-venture activity is one\r\nof the effective routes to Latin American and Caribbean\r\nintegration resulting in the signing of 50 joint ventures with\r\nMexican, Argentinean, Venezuelan, Chilean and Caribbean\r\ncompanies.\r\nThis is clearly not the time to alienate and isolate.\r\nThis is a time to embrace and consolidate. My delegation\r\nto the fiftieth anniversary Special Commemorative Meeting\r\nof the Assembly was disappointed when a certain\r\ndelegation vacated its seat whenever a country which it\r\nperceived to be its enemy took to the podium. This protest\r\naction inside the very sanctuary of free speech is a clear\r\nviolation of the spirit of San Francisco. The entire\r\nraison d’être of the United Nations is threatened when\r\ncountries which disagree refuse to listen to each other.\r\nIn the same vein, Saint Lucia makes a special plea for\r\nthe adoption of draft resolution A/50/L.10, in deference to\r\nthe cumulative wish of the international community that this\r\nattack on the impoverished women and children of Cuba\r\nshould stop and the courage and creativity of the Cuban\r\npeople be allowed to blossom and bear the fruit of total\r\nassimilation into the international community.\r\nMr. Surie (India): I will be very brief. Consistent\r\nwith the position of my Government on this issue, my\r\ndelegation supports the draft resolution contained in\r\ndocument A/50/L.10. The position of my Government is\r\nin conformity with the established position of the Non-\r\nAligned Movement, wherein the Movement has called\r\ninter alia upon the United States of America to settle all\r\nits differences with Cuba through negotiations on the\r\nbasis of equality and mutual respect. We believe that\r\nthere is great merit in this approach.\r\nMr. Jele (South Africa): My delegation is pleased to\r\nhave this opportunity to express its views on the necessity\r\nof ending the economic, commercial and financial\r\nembargo by the United States of America against Cuba.\r\nMy delegation speaks on behalf of the ordinary people of\r\nSouth Africa when we record that we are deeply indebted\r\nto the Government and people of Cuba for the selfless\r\ncontribution they made to the anti-colonial and anti-\r\napartheid struggle in southern Africa. It is therefore not\r\nsurprising that in recent months a number of prominent\r\nSouth African corporations have joined European and\r\nother companies in fostering trade and industrial joint\r\nventures with Cuba.\r\nThe economic embargo against Cuba is a product of\r\nthe cold war. Innocent civilians have suffered, and\r\ncontinue to suffer, immensely as a result of this policy.\r\nMy delegation rejects the notion that the people of Cuba\r\nshould be starved into ideological submission.\r\nIn this new post-cold-war era, highlighted by a\r\nrecent re-commitment to the purposes and principles\r\nenshrined in the Charter of the United Nations, Member\r\nStates should encourage and promote policies of free and\r\nunhindered engagement in the global economy. We are\r\nparticularly concerned that additional measures, which\r\nwill expand the extraterritorial scope of the embargo, are\r\nbeing considered. These measures will have the counter-\r\nproductive effect of infringing on the sovereignty of other\r\nStates and the legitimate interests of their nationals.\r\nIt is our fervent hope that a process of open and\r\nconstructive dialogue between the relevant parties will\r\nresult in this item being removed from the agenda of the\r\nGeneral Assembly in the near future. My delegation\r\ntherefore expresses support for the resolution before us.\r\nMs. Durrant (Jamaica): The item before us,\r\n“Necessity of ending the economic, commercial and\r\nfinancial embargo imposed by the United States of\r\nAmerica against Cuba”, has been discussed at all sessions\r\n13\r\nGeneral Assembly 48th plenary meeting\r\nFiftieth session 2 November 1995\r\nof the General Assembly since 1991. In those sessions,\r\nJamaica, through its votes, expressed its views on\r\nresolutions similar to draft resolution A/50/L.10 now before\r\nus.\r\nJamaica’s national policy of peaceful engagement has\r\nfollowed a different course to the one advocated in the\r\nembargo. We, of course, believe our way to be the correct\r\none if Cuba is to be peacefully reintegrated into the\r\ncommunity of nations of the Americas. All evidence\r\nindicates that this process is under way, and we are\r\nencouraged by the extent of the progress that has so far\r\nbeen achieved. We therefore reiterate our concern,\r\npreviously expressed in this very Hall and on other\r\noccasions, at any initiative that would further complicate\r\nregional trading arrangements through national legislation\r\nwhich has an overwhelming extraterritorial character.\r\nIt is our hope that, in the very near future, the parties\r\nmost directly involved will find an amicable solution to the\r\nproblem which draft resolution A/50/L.10 seeks to address.\r\nNational development, bilateral relations and, indeed, the\r\nvery far reaching initiatives now under way in the Americas\r\nwill then not be inhibited by the constraints imposed by\r\nsuch an embargo. My delegation will therefore vote in\r\nfavour of draft resolution A/50/L.10.\r\nMr. Marrero (United States of America): The United\r\nStates deeply regrets that the General Assembly is again\r\nconsidering a resolution on the United States economic\r\nembargo of Cuba. My Government has consistently taken\r\nthe position that this embargo is a bilateral issue not\r\nproperly considered by this body, and that the United\r\nStates, like other nations, has the sovereign right to\r\ndetermine its bilateral trading relationships. Nevertheless,\r\nmy Government recognizes that many countries disagree\r\nwith this aspect of United States policy towards Cuba. We\r\nare confident, however, that the delegations supporting this\r\nresolution share the objective of United States policy\r\ntowards Cuba — a peaceful transition to a democratic\r\nsystem in which human rights are fully observed.\r\nThis policy of my Government towards Cuba has\r\nevolved considerably since the General Assembly last\r\nconsidered this question. The United States, responding to\r\na wave of dangerous and uncontrolled migration between\r\nCuba and the United States, and to the mutual desire of\r\nboth countries to regularize migration relations, reached\r\naccords on migration which provide for legal migration to\r\nthe United States of at least 20,000 Cuban citizens per year.\r\nIn addition, Cubans seeking to enter the United States\r\nillegally are no longer automatically allowed to do so, but\r\nare returned to Cuba. In another significant step, my\r\nGovernment announced on 6 October of this year a series\r\nof important measures aimed at fostering increased\r\ncontacts and heightened communication with the Cuban\r\npeople. These measures include the authorization of the\r\nreciprocal establishment of news bureaux, greatly\r\nincreased academic, cultural and scientific exchanges, and\r\nfacilitation of emergency family visitation. They should\r\ncontribute to the development of that civil society so\r\nnoticeably lacking in Cuba, which in turn could provide\r\na basis for the peaceful transition to democracy we\r\nbelieve the international community desires.\r\nIn other, related developments, the United States\r\nGovernment has licensed, since 1992, over $100 million\r\nworth of private humanitarian donations from the\r\nAmerican people and United States non-governmental\r\norganizations to the Cuban people, making the people of\r\nthe United States the Cuban people’s largest donor during\r\nthis period. Direct telephone communications between our\r\ntwo countries have been dramatically improved,\r\nfacilitating better communication between our two\r\npeoples. Finally, the Government of the United States has\r\nindicated repeatedly over the past year that it is not\r\nwedded to indefinite continuation of the embargo, but is\r\nprepared to reduce its sanctions in carefully calibrated\r\nways should there be significant political and economic\r\nreform in Cuba.\r\nThese are positive, constructive developments in\r\nUnited States policy toward Cuba, steps in a direction we\r\nbelieve the international community welcomes. They are\r\nnot, however, reflected in this draft resolution. At the\r\nsame time, there has been little, if any, progress in Cuba\r\nthat would justify increased international support for the\r\nposition of the Cuban Government. The human rights\r\nsituation in that country, which has been rightly\r\ncondemned by this body at each of the last several\r\nsessions of the General Assembly, remains deplorable.\r\nThere are no indications from the Government that a\r\npolitical opening is being considered. To the contrary, the\r\nleader of the Cuban regime made clear, during his recent\r\nattendance at the commemorative meeting on the fiftieth\r\nanniversary of the United Nations, the intention of his\r\nGovernment to maintain the repressive status quo. Such\r\neconomic measures as have been introduced have been\r\ncarefully designed to preserve the Government’s control\r\nover the population and to avoid any commitment to\r\nthoroughgoing economic reform, let alone any movement\r\ntowards free elections.\r\n14\r\nGeneral Assembly 48th plenary meeting\r\nFiftieth session 2 November 1995\r\nThe Cuban Government seeks to convince many\r\nMember States that the United States embargo is the cause\r\nof all of Cuba’s problems, economic and otherwise.\r\nDispassionate analysis, however, reveals that the real cause\r\nof these problems lies with the Government’s misguided\r\neconomic policies and the suppression of private initiative.\r\nWhat is lacking in this unbalanced draft resolution is any\r\nmention of the context of United States policy, which is the\r\nurgent need for meaningful political and economic change\r\nof the island. It has been the hope of many nations that\r\nsuch change could come about merely by virtue of\r\nincreased contact between Cuba and the international\r\ncommunity, without pressure of the kind supplied by our\r\neconomic embargo. Sadly, the hopes of these nations have\r\nnot been realized. We have therefore concluded that,\r\nunpopular as our economic sanctions may be in this body,\r\ntheir continued application is necessary.\r\nThe United States recognizes that the people of Cuba\r\nmust decide their own destiny. We have no hostile intent\r\ntowards them. Rather, we wish to help, not only by\r\nreaching out directly to them through the measures I have\r\noutlined but also by continued pressure on the Cuban\r\nGovernment to effect long-overdue changes. We want, as\r\nwe know most of the other Members of the United Nations\r\nwant, to give the Cuban people hope for a better future. In\r\nthis sense, the United States embargo stands as a symbol of\r\nour faith, together with the faith of the Cuban people, that\r\nthe trampling of their basic rights and freedoms has not\r\nbeen forgotten.\r\nFor these reasons, the United States cannot vote in\r\nfavor of the draft introduced under agenda item 27.\r\nThe Acting President (interpretation from Spanish):\r\nHaving heard the last speaker in the debate on this item, we\r\nshall proceed to consider draft resolution A/50/L.10.\r\nI shall now call on those representatives who wish to\r\nexplain their votes before the voting. May I first remind\r\ndelegations that explanations of vote are limited to 10\r\nminutes and should be made by delegations from their\r\nseats.\r\nMs. Yang Yanyi (China) (interpretation from\r\nChinese): In its resolutions 47/19, 48/16 and 49/9, the\r\nGeneral Assembly reiterated such principles as equality of\r\nnational sovereignty, non-intervention and non-interference\r\nin the internal affairs of another country, and the\r\ninternational freedoms of navigation and trade, and called\r\non all countries to fulfil their commitments and obligations\r\nunder the United Nations Charter and to abide by these\r\nprinciples and by international law. This reflects the just\r\naspirations of the international community.\r\nThe cold war is over, but it does not follow that its\r\nresults will disappear of their own accord. The economic,\r\ncommercial and financial embargo against Cuba by a\r\ncertain country, which has lasted for more than three\r\ndecades, is a classic example. The embargo has caused\r\nenormous difficulties for Cuba’s economy and great\r\nsuffering for the Cuban people. It has also gravely\r\nimpeded Cuba’s attempts at opening up and at reform and\r\nhas hampered its normal economic and trade relations\r\nwith third countries. The international community cannot\r\nbut continue to express its utmost regret and grave\r\nconcern over this.\r\nThe Chinese Government has consistently held that\r\nall countries have the right to choose their own social\r\nsystems, ideologies and roads to development in the light\r\nof their respective national conditions, which cannot be\r\ninfringed upon by any other countries. To impose an\r\nembargo or blockade or to resort to power politics in any\r\nother form runs counter to the principles of international\r\nlaw and the basic norms governing relations between\r\nStates.\r\nWe strongly appeal to the country concerned to go\r\nalong with the trend of the times and — in accordance\r\nwith the purposes and principles of the Charter of the\r\nUnited Nations, the norms of international law and the\r\nrelevant General Assembly resolutions — immediately to\r\nrepeal its laws and measures aimed at blockading Cuba’s\r\neconomy, commerce and finance. We urge it to enter into\r\nnegotiation and dialogue with Cuba on the basis of\r\nequality and respect for Cuba’s independence and\r\nsovereignty, so that the Cuban people, free from external\r\ninterference, can revitalize their economy and social\r\ndevelopment and enhance their economic and trade\r\ncontacts and cooperation with other countries.\r\nIn view of these considerations, the Chinese\r\ndelegation will vote in favour of draft resolution\r\nA/50/L.10.\r\nMr. Yáñez-Barnuevo (Spain) (interpretation from\r\nSpanish): I am speaking on behalf of the European Union\r\nin explanation of vote on the draft resolution contained in\r\ndocument A/50/L.10.\r\nThe European Union strongly favours a peaceful\r\ntransition to democracy in Cuba. We are concerned about\r\nthe negative effects of the embargo on the situation of the\r\n15\r\nGeneral Assembly 48th plenary meeting\r\nFiftieth session 2 November 1995\r\nCuban population. However, this is not the only reason for\r\nthe difficult situation in Cuba. Because of its economic and\r\npolitical choices, the Cuban Government is also responsible\r\nfor the deterioration of the situation in the country.\r\nThe European Union condemns the repeated violations\r\nof human rights in Cuba, particularly in the political sphere.\r\nThe European Union considers it supremely important to\r\nscrupulously respect human rights and fundamental\r\nfreedoms in Cuba and to deepen the institutional and\r\neconomic reforms in the country.\r\nThe Cuban Government has embarked on a process of\r\neconomic reform that we hope will enable the country to\r\novercome the present economic crisis and pave the way\r\ntowards a more comprehensive plan to move to a market\r\neconomy. In the political sphere, the Cuban regime retains\r\na firm monopoly on political power. Additional efforts to\r\npromote dialogue and cooperation at all levels are required\r\nto make possible the necessary evolution towards\r\ndemocracy and pluralism, as in other parts of Latin\r\nAmerica. In this context, the European Union believes that\r\nstepping up contacts is the best way to give impetus to the\r\ntransition to a democratic system. The European Union has\r\ndecided to enter into a political dialogue with Cuba in order\r\nto identify the most appropriate framework for future\r\nrelations between the Union and Cuba for promoting the\r\nacceleration of the internal reform process.\r\nThe European Union’s opposition to the extraterritorial\r\napplication of restrictive domestic legislation is well known.\r\nAccordingly, we have always rejected the United States\r\nactions intended to involve third States in the application of\r\ncommercial measures that fall exclusively within the scope\r\nof the foreign or security policies of the United States. We\r\nhave therefore opposed legislative initiatives designed to\r\ntighten even more the unilateral commercial embargo\r\nagainst Cuba by the extraterritorial enforcement of United\r\nStates domestic law, in particular through extraterritorial\r\nprovisions designed to discourage companies from third\r\ncountries from maintaining trade relations with Cuba. We\r\nbelieve that such measures violate the general principles of\r\ninternational law and the sovereignty of independent States.\r\nThe European Union therefore takes a negative view of the\r\npassing by both Houses of the United States Congress of\r\ntheir respective versions of the Cuban Liberty and\r\nDemocratic Solidarity Act and reiterates its opposition to\r\nthe adoption of any measure of extraterritorial scope or in\r\ncontravention of international norms, in particular those of\r\nthe World Trade Organization.\r\nThe European Union cannot accept the United States\r\nunilaterally determining or restricting the European\r\nUnion’s economic and commercial relations with any\r\nState.\r\nThe European Union believes that the United States\r\ncommercial embargo against Cuba is primarily a matter\r\nthat has to be resolved bilaterally between the\r\nGovernments of the United States and of Cuba. The\r\nStates members of the European Union will have these\r\nconcerns in mind when voting on the draft resolution\r\nbefore us.\r\nMr. Chulkov (Russian Federation) (interpretation\r\nfrom Russian): The delegation of the Russian Federation\r\nwill vote in favour of the draft resolution on the necessity\r\nof ending the economic blockade of Cuba because, as a\r\nmatter of principle, we cannot accept attempts by States\r\nto extend their domestic jurisdiction beyond the borders\r\nof their own territory. In our opinion, such actions are a\r\nviolation of existing international legal norms and are\r\ndamaging to third countries.\r\nThe Russian Federation believes that attempts to\r\nstrangle Cuba economically by means of an embargo are\r\ncounterproductive and likely only to exacerbate the\r\neconomic situation of most of that country’s people.\r\nMoreover, such efforts could also retard democratic\r\nchanges and economic reforms already under way in\r\nCuba. In this connection, the attempt to legislate further\r\nmeasures to tighten the economic blockade against Cuba\r\nand to give international scope to such measures is very\r\ndisturbing to us — as, indeed, it is to many other\r\ncountries. Here, we make specific reference to the well-\r\nknown Helms-Burton Bill, called the “Cuban Liberty and\r\nDemocratic Solidarity Act of 1995”. It is our belief that\r\nthe lifting of the economic, trade and financial embargo\r\nimposed by the United States of America against Cuba\r\nand a general easing of tensions in Cuban-American\r\nrelations would in fact help to move Cuban society\r\nforward towards further democratization and greater\r\nopenness.\r\nThe Russian delegation believes that mutually\r\nacceptable settlements in the whole range of issues in\r\nCuban-American relations with a view to their\r\nnormalization should be sought primarily through\r\nconstructive bilateral dialogue and a broadening of the\r\nnegotiating process between the two countries. In this\r\nconnection we view certain measures recently taken by\r\nthe United States Administration as very timely and\r\nuseful. Those measures include the reduction of\r\n16\r\nGeneral Assembly 48th plenary meeting\r\nFiftieth session 2 November 1995\r\nrestrictions on travel to Cuba, the provision of humanitarian\r\nassistance, and increased cultural and information\r\nexchanges.\r\nRussia, for its part, has always been guided by the\r\nprinciples of the sovereign equality of States, non-\r\nintervention in their internal affairs and freedom of\r\ninternational trade and navigation — points mentioned in\r\nthe draft resolution before us today. Russia continues to\r\ndevelop and maintain normal trade and economic relations\r\nwith Cuba on the basis of the principles of common benefit\r\nand mutual advantage. We have trade ties with Cuba that\r\nare strictly in accordance with generally accepted\r\ninternational norms, without any type of discrimination\r\nwhatsoever, and we use world prices.\r\nAt the same time, we would emphasize that our policy\r\non lifting the economic blockade against Cuba does not in\r\nany way imply any change in our position of principle on\r\nthe issue of respect for human rights in that country.\r\nMr. Izquierdo (Ecuador) (interpretation from\r\nSpanish): The delegation of Ecuador will vote in favour of\r\nthe draft resolution on the necessity of ending the\r\neconomic, commercial and financial embargo imposed by\r\nthe United States of America against Cuba because of\r\nEcuador’s opposition to discriminatory unilateral economic\r\npractices that go against the principles of free trade and\r\ncirculation of goods, darken the atmosphere of international\r\nrelations, impede the peaceful resolution of differences\r\nbetween States, hamper the economic and social integration\r\nof peoples and harm innocent civilian populations.\r\nAllow me to recall that in the Final Declaration of the\r\nNinth Meeting of Heads of State and Government of the\r\nRio Group, held in Quito on 4 and 5 September of this\r\nyear, our leaders expressed their concern\r\n“at attempts to enforce domestic laws beyond\r\nterritorial boundaries in violation of international law\r\nand the fundamental principles governing coexistence\r\nin the region. Such actions violate the sovereignty of\r\nother States and are contrary to unanimously accepted\r\ntransparent trade practices”. (A/50/425, para. 13)\r\nLastly, my delegation wishes to say, as it did at the\r\nforty-ninth session of the General Assembly, that Ecuador\r\nhas never established any legal or political measure that\r\nmight impede relations with Cuba, as it has communicated\r\nofficially to the United Nations Secretariat.\r\nMr. Lamptey (Ghana): Ghana will vote in favour of\r\nthe draft resolution before us, as it has in the past, on the\r\ndraft resolution on this item, and as it will in the future\r\nshould this item still come before the Assembly.\r\nWhatever the circumstances, whatever the fears that\r\nform the basis of the institution of an embargo against\r\nCuba by the United States more than 30 years ago, the\r\nworld has undergone tremendous changes today. Cuba\r\nitself has changed. I have listened carefully to the\r\nstatement of the representative of the United States. We\r\ndo not share these views. Whatever the analysis, it is the\r\nwill of the Cuban people that should determine the order\r\nof that society. The suffering of the Cuban people must\r\nbe brought to an end. Even if one accepts the thesis that\r\nthe Cuban Government contributes to the hardship of its\r\nown people, the fact remains that without the embargo\r\nthings would have been easier on the people of Cuba.\r\nWe appeal to the United States to bow to the will of\r\nthe international community, to listen to the voices of its\r\nown allies and its neighbours and lift the embargo on\r\nCuba so that the people of the martyred nation that is\r\nCuba can have peace to make progress in social and\r\neconomic development.\r\nThe Acting President (interpretation from Spanish):\r\nWe have heard the last speaker in explanation of vote\r\nbefore the voting.\r\nThe Assembly will now take a decision on draft\r\nresolution A/50/L.10.\r\nA recorded vote has been requested.\r\nA recorded vote was taken.\r\nIn favour:\r\nAfghanistan, Algeria, Andorra, Antigua and\r\nBarbuda, Argentina, Australia, Austria, Bahamas,\r\nBangladesh, Barbados, Belarus, Belgium, Belize,\r\nBenin, Bolivia, Botswana, Brazil, Brunei\r\nDarussalam, Bulgaria, Burkina Faso, Burundi,\r\nCambodia, Cameroon, Canada, Cape Verde, Chile,\r\nChina, Colombia, Congo, Costa Rica, Côte d’Ivoire,\r\nCuba, Cyprus, Democratic People’s Republic of\r\nKorea, Denmark, Dominica, Ecuador, Eritrea,\r\nEthiopia, Finland, France, Gambia, Ghana, Greece,\r\nGrenada, Guinea, Guinea-Bissau, Guyana, Haiti,\r\nHonduras, Iceland, India, Indonesia, Iran (Islamic\r\nRepublic of), Ireland, Italy, Jamaica, Kazakstan,\r\nKenya, Lao People’s Democratic Republic, Lebanon,\r\n17\r\nGeneral Assembly 48th plenary meeting\r\nFiftieth session 2 November 1995\r\nLesotho, Libyan Arab Jamahiriya, Liechtenstein,\r\nLuxembourg, Madagascar, Malawi, Malaysia, Mali,\r\nMauritania, Mexico, Monaco, Mongolia, Mozambique,\r\nMyanmar, Namibia, New Zealand, Nicaragua, Nigeria,\r\nNorway, Pakistan, Panama, Papua New Guinea,\r\nParaguay, Peru, Philippines, Portugal, Russian\r\nF e d e r a t i o n , S a i n t L u c i a ,\r\nSaint Vincent and the Grenadines, Samoa, San\r\nMarino, Seychelles, Sierra Leone, Singapore, Solomon\r\nIslands, South Africa, Spain, Sri Lanka, Sudan,\r\nSuriname, Sweden, Syrian Arab Republic, Thailand,\r\nTogo, Trinidad and Tobago, Tunisia, Uganda, Ukraine,\r\nUnited Republic of Tanzania, Uruguay, Venezuela,\r\nViet Nam, Yemen, Zaire, Zambia, Zimbabwe\r\nAgainst:\r\nIsrael, United States of America, Uzbekistan\r\nAbstaining:\r\nAlbania, Armenia, Bhutan, Czech Republic, Egypt,\r\nEl Salvador, Estonia, Georgia, Germany, Guatemala,\r\nHungary, Japan, Kyrgyzstan, Latvia, Lithuania,\r\nMaldives, Malta, Marshall Islands, Mauritius,\r\nMicronesia (Federated States of), Morocco,\r\nNetherlands, Niger, Oman, Palau, Poland, Republic of\r\nKorea, Republic of Moldova, Romania, Rwanda,\r\nSaudi Arabia, Slovakia, Slovenia, Swaziland,\r\nTajikistan, the former Yugoslav Republic of\r\nMacedonia, Turkey, United Kingdom of Great Britain\r\nand Northern Ireland\r\nDraft resolution A/50/L.10 was adopted by 117 votes\r\nto 3, with 38 abstentions (resolution 50/10).\r\n[Subsequently, the delegation of Kuwait advised the\r\nSecretariat that it intended to vote in favour.]\r\nThe Acting President (interpretation from Spanish):\r\nI shall now call on those representatives who wish to\r\nexplain their vote.\r\nMay I remind delegations that explanations of vote are\r\nlimited to 10 minutes and should be made by delegations\r\nfrom their seats.\r\nMr. Cárdenas (Argentina) (interpretation from\r\nSpanish): In previous years, the delegation of Argentina\r\nabstained in votes on draft resolutions similar to that just\r\nadopted by the Assembly because it understood that the\r\ncontent created problems of a bilateral nature, between two\r\nMember States with which we have deep relations of\r\nfriendship.\r\nNevertheless, the measures referred to in the\r\nresolution seem not to have had what was certainly the\r\ndesired effect. Furthermore, the starting-point of any\r\nsanctions should be their application for a reasonable and\r\nlimited amount of time, depending on each individual\r\ncase.\r\nWe would like to point out that Cuba is introducing\r\na series of major reforms in the economic sphere. These\r\nare designed to increase openness and a degree of\r\nfreedom in its economy. Hence, these measures should\r\nnot be discouraged. The Government of Argentina trusts\r\nthat the Government of Cuba will broaden these reforms.\r\nFurthermore, it hopes that Cuba will gradually extend\r\nthese reforms to the political and human rights spheres.\r\nWe attach fundamental importance to human rights. Thus,\r\nvalues that are essential to the peoples of the continent\r\nwill be affirmed — that is, democracy, respect for human\r\nrights and the fundamental freedoms of the human being.\r\nFor those reasons, my delegation voted in favour of\r\nthe resolution just adopted, although we would like to\r\nmake it specifically clear that we will continue to press\r\nfor the need for greater democratic reform in Cuba.\r\nMr. Fukushima (Japan): I have asked to speak in\r\norder to explain, for the record, Japan’s position in\r\nabstaining in the voting on the draft resolution contained\r\nin document A/50/L.10.\r\nJapan continues to have the doubts it has indicated\r\nin the past three years, as to whether a discussion at the\r\nGeneral Assembly may actually be conducive to\r\nresolving, in a constructive way, the question of the\r\nUnited States embargo against Cuba.\r\nThis question is very complex in nature. Japan\r\nwonders if the resolution that has just been adopted can\r\nin fact properly address the question in all its complexity.\r\nIf it cannot, the question will remain unsettled until a\r\nbetter way is found to achieve an appropriate solution.\r\nMr. Vivas (Venezuela) (interpretation from\r\nSpanish): In recent years, the international community\r\nhas, through dialogue and direct negotiation, made\r\nsignificant progress with regard to economic and trading\r\ncooperation. It has also taken major steps towards\r\nuniversal peace and democracy and solidarity.\r\nAny discriminatory trading practice, any imposition\r\nof unilateral economic measures or extraterritorial\r\napplication of domestic laws hampers this process and is\r\n18\r\nGeneral Assembly 48th plenary meeting\r\nFiftieth session 2 November 1995\r\nunacceptable and incompatible with the standards of\r\ninternational law and the principles embodied in the Charter\r\nof the United Nations.\r\nIt is impossible to conceive of a just social and\r\neconomic international order in which one State imposes\r\ncommercial, economic and financial restrictions on another.\r\nIt is unacceptable to seek solutions to bilateral political\r\ndifferences through military or economic coercion or\r\nthrough any other kind of pressure that infringes on the\r\nsovereignty and independence of nations and has a\r\ndetrimental effect on the well-being of peoples.\r\nThe adoption of measures of this kind in no way\r\ncontributes to the resolution of differences. Quite the\r\ncontrary, it provokes unnecessary confrontations that affect\r\nthe population without changing the regime against which\r\nthey are imposed. My Government rejects this type of\r\nmeasure and considers that the embargo against Cuba\r\nshould end.\r\nOn the basis of these considerations, we decided to\r\nvote in favour of the resolution. This, however, should not\r\nbe interpreted as an expression of support by the\r\nGovernment of Venezuela for any particular political\r\nregime. We believe that the arguments presented against the\r\nembargo are valid, regardless of a particular country’s\r\npolitical situation. The promotion of democracy, which for\r\nus is fundamental, should not be mixed up with coercive\r\nunilateral measures of indefinite duration. The result of the\r\nvoting confirms our collective desire to condemn any\r\nunilateral act of aggression against the integrity of any\r\nnation or its right to self-determination.\r\nMrs. Teo-Jacob (Singapore): This year Singapore\r\nchanged its vote on the resolution on this issue from one of\r\nabstention to one of support. In doing so, we take no\r\nposition on the specific bilateral problems leading to the\r\nimposition of the embargo against Cuba many years ago.\r\nThis is a matter for the two countries to settle bilaterally.\r\nHowever, our view is that international relations have\r\nevolved to the point where the principle of free trade should\r\nbe the primary consideration for the international\r\ncommunity. Our view is that sanctions should be used only\r\nin extremely serious cases, and then only upon the authority\r\nof the Security Council. The unilateral imposition of\r\nsanctions with extraterritorial applications is a dangerous\r\ntrend that will distort free trade, to the ultimate detriment\r\nof the entire international community. All nations should be\r\nable to trade freely and openly with any other nation,\r\nregardless of political views. Openness and engagement\r\nare the best ways to build a true community of nations.\r\nMr. Malik (Iraq) (interpretation from Arabic): The\r\ndelegation of Iraq regrets being unable to vote on the\r\ndraft resolution just adopted because of the conditions of\r\nthe embargo imposed upon it, which deprive Iraq of the\r\nright to vote. Had we had the opportunity, we would have\r\nvoted in favour of the resolution.\r\nThe embargo imposed against the Cuban people is\r\na flagrant violation of the principles of the Charter of the\r\nUnited Nations, since it aims at achieving political\r\nobjectives which have nothing to do with international\r\npeace and security. Furthermore, the embargo runs\r\ncounter to the most basic of human and moral values.\r\nIraq calls for an end to such practices whose aim is to\r\nstrip peoples of their right to life, freedom and dignity\r\nand to deprive nations of the opportunity to achieve social\r\nand economic development.\r\nMr. Fowler (Canada): Canada once again supported\r\nthe resolution on this issue. Canada has followed its own\r\npolicy on Cuba, believing that engagement rather than\r\nisolation is the best means of encouraging reform in\r\nCuba. Canada’s primary concern with respect to the\r\nembargo remains its intended extraterritorial reach — the\r\nway in which the laws and regulations governing the\r\nembargo seek to constrain the freedom of trade of third\r\ncountries such as Canada.\r\nCanada has always taken a vigorous stand against\r\nthese and similar measures. At the same time, the\r\nembargo cannot be blamed for all of Cuba’s problems. In\r\nour view, economic and political reform in Cuba is\r\nneeded for Cuba to overcome its current difficulties and\r\nachieve its potential.\r\nIn addition, I would like to mention our continuing\r\nconcerns over the state of human rights and democratic\r\ndevelopment in Cuba, which fall short of internationally\r\naccepted standards. We will continue, both bilaterally and\r\nin the forums offered by the United Nations, to press for\r\nimprovement in these areas.\r\nMr. Jallow (Gambia): My delegation voted in\r\nfavour of the draft resolution contained in document\r\nA/50/L.10, which asserts some of the cherished principles\r\nenshrined in the Charter of the United Nations, because\r\nit serves as a relevant reminder of the importance of the\r\nstatus quo of sovereign equality and interdependence of\r\nStates, particularly States Members of the United Nations.\r\n19\r\nGeneral Assembly 48th plenary meeting\r\nFiftieth session 2 November 1995\r\nThe continued imposition of the commercial and\r\nfinancial embargo by the United States of America against\r\nCuba contradicts the spirit and letter of the guiding\r\nprinciples on which our Organization is founded. The\r\nGambia joined other countries in voting in favour of lifting\r\nthe embargo because the embargo runs counter to principles\r\nof international cooperation and development.\r\nJustification for continuing the embargo has been\r\ndimmed by three decades of development in social,\r\neconomic and human rights areas, as well as in\r\ninternational relations, both in Cuba and globally. Cuba and\r\nCubans remain in control not only of their destiny but also\r\nof the socio-economic welfare of Cubans. In spite of the\r\nhardships imposed by the embargo, Cuba continues to\r\ndevelop at a progressive rate, even assuming a major\r\ninternational role in medicine and genetic engineering. In\r\naddition, Cuba continues to enjoy a period of stability and\r\nconsistent development, which is critical to the welfare of\r\nits people.\r\nIt is for these reasons that the Gambia decided this\r\nyear to vote in favour of the resolution just adopted.\r\nThe Acting President (interpretation from Spanish):\r\nWe have heard the last speaker in explanation of vote after\r\nthe vote.\r\nMay I take it that it is the wish of the Assembly to\r\nconclude its consideration of agenda item 27?\r\nIt was so decided.\r\nAgenda item 156 (continued)\r\nMultilingualism\r\n(a) Draft resolution (A/50/L.6/Rev.1)\r\n(b) Amendments (A/50/L.8 and A/50/L.9)\r\nMr. Butler (Australia): My delegation has given very\r\nconsiderable thought to the issues addressed in draft\r\nresolution A/50/L.6/Rev.1. Let me say immediately that this\r\nis an important subject. It is an important subject to the\r\nUnited Nations. It is an important subject to Australia.\r\nUnder those circumstances we have shared the view of\r\nthe many who have thought that this draft resolution would\r\nbe best adopted by consensus. We doubt that there has been\r\na sufficient amount and quality of consultation to make that\r\npossible. In particular, in that context, we have been\r\nconcerned that there should perhaps have been a fuller\r\nexploration of the extent to which this draft resolution has\r\nbearing upon, and relates to, the established regulations of\r\nthe United Nations, established pursuant to Article 101 of\r\nthe Charter, under which the terms of employment and\r\nconditions of the staff of the Organization are settled and\r\nconducted.\r\nHaving made these points, I now come specifically\r\nto the text in draft resolution A/50/L.6/Rev.1. My\r\ndelegation could look upon it with favour if it were to be\r\namended in two places. I am well aware of the rules of\r\nthe General Assembly with respect to oral amendments.\r\nNevertheless, I hope that what I am now going to present\r\ncan be given favourable consideration.\r\nFirst, in the fourth preambular paragraph, there is\r\nregrettably no reference to one of the principal organs of\r\nthe United Nations, an organ the range of which and the\r\nwork of which are very extensive and are therefore of the\r\ndeepest interest to so many Member States. I refer, of\r\ncourse, to the Economic and Social Council. I propose\r\ntherefore to complete this preambular paragraph by\r\nadding a reference to the rules of procedure of the\r\nEconomic and Social Council after the words “Security\r\nCouncil”. The words that would be added would be as\r\nfollows:\r\n“and Arabic, Chinese, English, French, Russian and\r\nSpanish shall be the official languages and English,\r\nFrench and Spanish the working languages of the\r\nEconomic and Social Council”\r\nand then superscript 3 with a footnote reading “Rule 32\r\nof the rules of procedure of the Economic and Social\r\nCouncil”. Thus we would follow precisely the same terms\r\nas are used in this preambular paragraph in reference to\r\nthe General Assembly and its Committees and\r\nsubcommittees and the Security Council, and would\r\nsimply repeat the exact words that are found in rule 32 of\r\nthe rules of procedure of the Economic and Social\r\nCouncil, with a footnote reference to that effect.\r\nVery interestingly, in addition to the points I have\r\nmade about the extreme importance to so many of us of\r\nthe work of the Economic and Social Council, the\r\nCouncil, unlike the other organs cited in this paragraph,\r\nprovides that Spanish shall also be a working language of\r\nthat body.\r\nMy second proposed amendment is in paragraph 3.\r\nHere I would propose that a reference be made to the\r\n20\r\nGeneral Assembly 48th plenary meeting\r\nFiftieth session 2 November 1995\r\nCharter of the United Nations. I point out that nowhere in\r\nthe draft resolution is reference made to the fundamental\r\nprovision of the Charter under which the staff of the\r\nOrganization are recruited and the regulations to that effect\r\nare drawn up. There is a reference to the Charter — not by\r\nway of a citation, just to its title — in the second\r\npreambular paragraph, after which a contention about\r\nmultilingualism is advanced. But there is no precise\r\nreference to the Charter in the draft resolution. My\r\ndelegation considers that to be a deficiency that we can\r\nreadily remedy by adding to paragraph 3, after the words\r\n“to ensure that”, words referring to Article 101 of the\r\nCharter, as follows:\r\n“appointment of the staff of the Organization shall be\r\ncarried out strictly in accordance with the terms of\r\nArticle 101 of the Charter and regulations established\r\nby the General Assembly pursuant to Article 101,\r\nand that”.\r\nI am aware that these are oral amendments. They\r\nmay need reflection. I would urge all representatives to\r\nrecognize that they derive directly from the rules of\r\nprocedure of the Economic and Social Council and from\r\nthe Charter of the United Nations. With amendments such\r\nas these I believe the draft resolution would be much\r\nimproved and would certainly then commend itself to my\r\ndelegation and, I would hope, to others.\r\nThe Acting President (interpretation from Spanish):\r\nI thank the representative of Australia. His oral\r\namendments will be taken into account and decided upon\r\nwhen we proceed to the vote on draft resolution\r\nA/50/L.6/Rev.1.\r\nIn view of the lateness of the hour, the General\r\nAssembly will continue its consideration of agenda item\r\n156 this afternoon.\r\nThe meeting rose at 1 p.m.\r\n21\r\n"