"United Nations A/50/PV.23\r\n95-86256 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFiftieth Session\r\n23rd plenary meeting\r\nFriday, 6 October 1995, 3 p.m.\r\nNew York\r\nPresident: Mr. Freitas do Amaral . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Portugal)\r\nThe meeting was called to order at 3.15 p.m.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nAddress by Mr. Denzil Douglas, Prime Minister\r\nand Minister for National Security, Foreign Affairs,\r\nFinance, Planning and Information of Saint Kitts\r\nand Nevis\r\nThe President: The Assembly will now hear an\r\naddress by the Prime Minister and Minister for National\r\nSecurity, Foreign Affairs, Finance, Planning and\r\nInformation of Saint Kitts and Nevis.\r\nMr. Denzil Douglas, Prime Minister and Minister for\r\nNational Security, Foreign Affairs, Finance, Planning\r\nand Information of Saint Kitts and Nevis, was escorted\r\nto the rostrum.\r\nThe President: I have great pleasure in welcoming\r\nthe Prime Minister and Minister for National Security,\r\nForeign Affairs, Finance, Planning and Information of Saint\r\nKitts and Nevis, Mr. Denzil Douglas, and inviting him to\r\naddress the General Assembly.\r\nMr. Douglas (Saint Kitts and Nevis): As we\r\ncommemorate the fiftieth anniversary of the United Nations,\r\nit is indeed an honour for me to address this distinguished\r\nAssembly. I take pride in conveying to it fraternal and\r\ncordial greetings from the new Labour Government and the\r\npeople of Saint Kitts and Nevis.\r\nThe United Nations has made noticeable progress\r\nand important strides during the past five decades through\r\nsheer determination, assiduity and the unrelenting faith of\r\nits Members. This is faith in an Organization that has\r\nbeen able to balance the interests of the weak with those\r\nof the strong, faith in our collective will to preserve\r\ndemocracy, promote peace and improve the quality of life\r\nfor all our peoples. The occasion of the convening of this\r\nhistoric session of the United Nations General Assembly\r\nprovides an important impetus to galvanize our\r\nGovernments to reaffirm our commitment to the causes of\r\nworld peace, international security and development. This\r\nfaith represents the very essence of what we celebrate not\r\nonly this year, but every year as well.\r\nFifty years ago a few men of great courage and\r\nvision cast aside national differences to come together to\r\nplant new seeds of hope in a future that would one day\r\nbear fruit for humankind to enjoy. The historic legacy of\r\ncooperation and partnership that triumphed over\r\nindividualism should burn like an eternal flame in our\r\nminds, serving to remind us all that peace, one of the\r\nmost precious of commodities, is not ours to squander,\r\nbut merely on loan to us. We have a solemn\r\nresponsibility to pass it on to future generations. The\r\nGovernment of Saint Kitts and Nevis salutes those\r\nvisionaries of half a century ago and thanks them for the\r\nrich legacy bequeathed to us all.\r\nI wish to join other delegations in expressing\r\nwarmest congratulations and good wishes to you, Sir, our\r\nnew President, elected to preside over the Assembly in\r\nthis landmark year in the history of the United Nations.\r\nGeneral Assembly 23rd plenary meeting\r\nFiftieth session 6 October 1995\r\nThe Government of Saint Kitts and Nevis wishes to assure\r\nyou, Mr. President, of its continued cooperation and\r\nsupport. We are confident that your presidency will be\r\nmarked by adroit leadership, which will ensure a successful\r\noutcome to these deliberations.\r\nOn behalf of my Government, I am pleased to express\r\ngratitude to the outgoing president, His Excellency\r\nMr. Amara Essy of Côte d’Ivoire, for his diligence and able\r\nguidance in a year characterized by varying degrees of\r\npolitical turmoil and other serious challenges.\r\nI salute the Secretary-General, His Excellency\r\nMr. Boutros Boutros-Ghali, for his tenacious leadership, his\r\ngoodwill, and his diplomatic skills par excellence, which\r\nhave been tested with great frequency since he took office\r\na few years ago. My Government congratulates the\r\nSecretary-General on the outstanding manner in which he\r\nhas carried out the mandates of the Organization with\r\nregard to peace-keeping and humanitarian efforts. As our\r\nnations continue to work together to build a better future\r\nfor our peoples, I wish to assure him of my Government’s\r\ncontinued cooperation, support and goodwill.\r\nAs regards human rights, my Government is of the\r\nview that, as an international fraternity of nations, we find\r\nit incumbent on us all to remember that every single human\r\nbeing has an inalienable right to freedom, to the pursuit of\r\nhappiness and to a better standard of life.\r\nThe sanctity of human life is not negotiable; it is\r\nparamount. My Government remains steadfast in its own\r\nefforts, and supports those of the United Nations to protect\r\nand preserve human rights.\r\nI now call attention to the question of representative\r\ndemocracy. The Government of Saint Kitts and Nevis\r\nwarmly welcomes the unprecedented pace of democratic\r\nreforms taking place around the world. However, we are\r\nconcerned with the growing complexities of recurrent\r\nproblems and the emergence of new and more complicated\r\nones which still pose serious threats to world peace and\r\ninternational security.\r\nConsequently, my delegation commends the resolve of\r\nthe United Nations and its willing leadership to steer\r\nMember States along a steady and purposeful course\r\nthrough the turbulent seas of political upheavals.\r\nIt is encouraging to see that, despite obvious problems,\r\ndemocracy continues to spring up in the far-flung corners\r\nof the world. This should propel us to channel our\r\ncollective energies into ensuring that those peoples still\r\nyearning for a taste of freedom will one day come to\r\nexperience the triumph of democracy.\r\nThe Caribbean breathed a sigh of relief when the\r\nhorrid spectre of dictatorship was removed from the\r\nHaitian landscape. Finally, the people of Haiti can begin\r\nto harvest the rewards of peace as they proceed to build\r\na lasting and viable democracy.\r\nAt present the Caribbean and Latin America enjoy\r\na period of relative peace and the rule of law. We wish\r\nfor this to continue infinitely. It is certainly not my\r\nintention to be the harbinger of doom. However, we\r\ncannot afford to take this situation for granted, because\r\nhistory bears frightening and credible witness to the fact\r\nthat political instability and poverty in areas where\r\ndemocracy is fragile, tend to form a treacherous alliance.\r\nDemocracy as a mere concept, without the requisite\r\nsupport of infrastructural development and institution-\r\nbuilding, cannot survive. In order for democracy to\r\nremain viable in countries which are unaccustomed to it\r\nand/or which suffer from high or increasing levels of\r\npoverty, democracy should be buttressed with the\r\nappropriate support systems.\r\nMy Government firmly believes that the United\r\nNations is a people’s Organization. Therefore, we the\r\nMembers should impress upon the poor masses, which are\r\noften easily led and misled, that democracy works, that it\r\ncan work for them, and that eventually, if given a chance,\r\nit will deliver the political and material benefits they\r\nrequire to improve their lives.\r\nI wish to state here clearly that my Government is\r\nnot appealing for hand-outs. On the contrary, we appeal\r\nfor a reliable hand of genuine cooperation and\r\npartnership. Because our countries share a common world\r\ncommunity, with common concerns and interests, we\r\nshould become our brother’s keeper. Failure to work\r\ntogether effectively means that we foreclose the\r\npossibility of learning from the past, and at the same\r\ntime, we shall be burning the bridges to the future, built\r\nwith selfless courage by our predecessors.\r\nIt appears that whenever we succeed in solving one\r\nmajor problem another more complicated one is foisted\r\nupon us. The post-cold-war world has given way to the\r\nre-emergence of agonizing, old ethnic tensions, worsening\r\nlevels of poverty and widening economic inequalities\r\nwhich, together, continue to force their way to the top of\r\n2\r\nGeneral Assembly 23rd plenary meeting\r\nFiftieth session 6 October 1995\r\nthe international agenda. These new challenges require\r\ninnovative and collective strategies. They require\r\npartnership.\r\nThe prevalence and the length of the conflict in the\r\nformer Yugoslavia seem to elude attempts at an effective\r\nand lasting solution. None the less, we support the\r\ninternational efforts to find a diplomatic resolution of this\r\nconflict.\r\nTherefore, my Government welcomes the timely\r\ninitiatives of the United States Government, which we\r\nconsider to be crucial in laying the groundwork for future\r\nprogress in ending the war. Also, we wish to compliment\r\nefforts by the United Nations and the North Atlantic Treaty\r\nOrganization to broker a lasting peace in the former\r\nYugoslavia.\r\nThe Government of Saint Kitts and Nevis strongly\r\ncondemns the outrageous and cowardly acts of genocide,\r\n“ethnic cleansing” and indiscriminate killing of the innocent\r\nand helpless, on all sides in this brutal conflict. It is my\r\nGovernment’s sincerest hope that the persons found to be\r\nresponsible for these atrocities will be brought to justice.\r\nI wish now to turn to another volatile region, the\r\nMiddle East, which has for a long time been one of the\r\nlingering trouble spots in world affairs.\r\nTimes are changing, and in the interest of peace some\r\nGovernments in the region have begun to respond to these\r\nchanges by taking appropriate steps to reconcile their\r\ndifferences and to ensure that their peoples can live\r\ntogether in peace. The Government of Saint Kitts and Nevis\r\napplauds the initiatives of the Government of Israel and the\r\nPalestine Liberation Organization to rescue peace from the\r\nclutches of terrorism and violence. This augurs well for\r\npeace not only in the disputed territories but also\r\nthroughout the Middle East. Further, we urge nations in the\r\nregion to respect Israel’s right to exist and to follow the\r\nlead of the recent accord reached between the Governments\r\nof Israel and the Kingdom of Jordan.\r\nWe hope that other countries in the region will heed\r\nthe call of peace and use diplomacy in the pursuit of their\r\nobjectives. Also, we urge all Governments to declare war\r\non terrorism and to make a commitment to its eradication,\r\nwherever it may lurk. My Government is unambiguous in\r\nits belief that an act of terror against any man, anywhere,\r\nis an act of terror against all mankind, everywhere.\r\nThe Government of Saint Kitts and Nevis welcomes\r\nthe decision taken last year by the Iraqi Government to\r\nrecognize the State of Kuwait. Kuwait’s territorial\r\nintegrity and sovereignty must be maintained. We also\r\ncall on the Government of Iraq to comply with all United\r\nNations resolutions and to release all Kuwaiti nationals\r\ndetained illegally in Iraq.\r\nThe Government of Saint Kitts and Nevis is\r\nconvinced that the United Nations is about people.\r\nConsequently, we expect this Organization to advance the\r\ncauses of all our peoples. To achieve this, however,\r\nMember Governments must fulfil their obligations to the\r\nOrganization so that it can function more effectively. At\r\nthe same time, the United Nations has to accept that it is\r\naccountable to its vast membership. Also, Member\r\nGovernments and the Organization should seek to\r\nreconcile this critical relationship and work more closely\r\nin the future to devise new approaches to problem-\r\nsolving, development and security. The time has come for\r\nus to change the way we do business. Our Government is\r\nin favour of the reform of the Security Council to reflect\r\nthe current configuration of world affairs.\r\nI should like to focus the Assembly’s attention on\r\nthe question of membership. As we all are well aware,\r\none of the fundamental principles of this Organization is\r\nthat of universality of membership. My Government\r\nperceives the United Nations as a people’s organization;\r\ntherefore, we believe that Member States will appreciate\r\nthe need to consider the timely readmittance of the\r\nRepublic of China on Taiwan to this body. The\r\nGovernment of Saint Kitts and Nevis maintains that that\r\ncountry’s 21 million inhabitants have the right to be\r\nappropriately represented in this Organization. Taiwan\r\ncontinues to comply with international law and has taken\r\ndue steps to ensure the democratization of its politics and\r\nrespect for and protection of human rights.\r\nI now wish to refer to the important subjects of,\r\nfirst, the vulnerability of small island States and,\r\nsecondly, sustainable development. Although these issues\r\nare not new, my Government remains convinced that the\r\ninternational community cannot afford to forget them. We\r\ncommend the United Nations for hosting a Conference\r\nlast year in Barbados to address these crucial issues.\r\nHowever, we need to go further. This will require\r\npartnership, cooperation and resolve from both developing\r\nand developed nations.\r\nMany small island nations are painfully aware of the\r\npotential dangers that environmental degradation holds for\r\n3\r\nGeneral Assembly 23rd plenary meeting\r\nFiftieth session 6 October 1995\r\nsmall island States like Saint Kitts and Nevis. Some of\r\nthese dangers are: rising sea levels, coastal erosion, sea\r\npollution and natural disasters. These problems are easily\r\ncompounded, because small island States with limited\r\nresources, such as those in the Caribbean, lack the financial\r\nand technological capabilities to deal with them.\r\nThe environmental vulnerability of small island States\r\nis intricately interwoven with our economic dependency and\r\nopenness to external forces. My delegation therefore\r\nappeals to the international financial community to review\r\nits policies on concessional lending to small island States.\r\nStatistics can be quite misleading. The tendency to\r\njudge a country and its people’s development based on\r\nfigures such as per capita income quite easily distort the\r\nobjective reality of our situation.\r\nJust last month, for example, Saint Kitts and Nevis\r\nwas ravaged by two hurricanes. Unfortunately, the passage\r\nof the first was sufficient to disrupt seriously the daily lives\r\nof my people, to destroy the physical infrastructure, and to\r\nundermine severely the economic life of both islands. My\r\ncountry’s main export crop, sugar, was almost completely\r\nwiped out, and prospects for the 1996 sugar harvest are\r\ndiscouraging. Further, my country’s main hospital suffered\r\nextensive damage, placing the health of the people of Saint\r\nKitts and Nevis at great risk. I take this opportunity to\r\nthank the international community for the quick response in\r\nproviding emergency relief to the people of Saint Kitts and\r\nNevis.\r\nThis, first and foremost, is the reality of small island\r\nStates. It is this reality — not cold statistics — that should\r\ninform world policies towards them.\r\nReturning to the subject of the environment, my\r\ndelegation puts forward the view that, to a large extent, our\r\nislands have inherited problems that are not always of our\r\nown making. This is not meant to lay blame. On the\r\ncontrary, we wish to suggest that all countries take\r\nappropriate measures to reduce the possibility of\r\nenvironmental degradation and that those in a position to\r\nhelp in environmental protection lend assistance to those\r\nunable to do so.\r\nMy delegation makes a fervent appeal to the\r\ndeveloped world not to link the granting of development\r\nassistance to guarantees of environmental protection from\r\ndeveloping countries. Instead, we propose a much closer\r\nand more constructive working relationship aimed at\r\ncreating more meaningful, long-term strategies to solve\r\nenvironmental problems.\r\nThe Government of Saint Kitts and Nevis\r\nvehemently condemns attempts by some countries to use\r\nthe waterways of the Caribbean as a transshipment lane\r\nfor their toxic and hazardous wastes. Clearly, this region\r\nsuffers from a high vulnerability index. We therefore\r\ncannot afford any increase in this index.\r\nWe call on countries responsible to find safer and\r\nmore appropriate means of dealing with their toxic and\r\nhazardous waste.\r\nSaint Kitts and Nevis categorically supports the\r\nindefinite, unconditional extension of the Treaty on the\r\nNon-Proliferation of Nuclear Weapons (NPT) and we\r\nanxiously await the successful conclusion of negotiations\r\non a comprehensive test-ban treaty. Also, we urge all\r\nnations to impose a ban on nuclear tests.\r\nWith regard to women in development, we applaud\r\nthe convening of the Fourth World Conference on\r\nWomen in Beijing to examine issues affecting women\r\nthroughout the world. We appeal to Member States to go\r\nbeyond the conference halls and to make genuine efforts\r\nto promote the interests of women. The protection of\r\nhuman rights and the pursuit of sustainable development\r\ncannot be viewed as distinct from the development of\r\nwomen and their rights. They must go hand in hand.\r\nWomen play a central and critical role in the process\r\nof development. Their contributions should be recognized\r\nand rewarded appropriately. My Government is\r\ncommitted to further legislation to eliminate gender\r\ndiscrimination and to institute policies that address the\r\ninequalities that women face.\r\nWe also have a duty to protect the lives of our\r\nchildren and to ensure that we provide them with\r\nadequate protection for their individual growth and future\r\nprosperity. We hold their future in trust, and we therefore\r\nhave a sacred responsibility to them, as well as to future\r\ngenerations.\r\nThe Government of Saint Kitts and Nevis strongly\r\ncondemns any form of discrimination and violence against\r\nwomen and children. We urge all Governments to wage\r\nwar on the barbarism of child prostitution, infanticide and\r\nabortion on discovery that the foetus is female. The right\r\nto life is fundamental, universal and sacred.\r\n4\r\nGeneral Assembly 23rd plenary meeting\r\nFiftieth session 6 October 1995\r\nIn conclusion, the catalogue of problems confronting\r\nour nations bears ample testimony to the tremendous tasks\r\nahead of us. Our countries share common goals such as the\r\npursuit of peace, world security, and better standards of\r\nliving for all our peoples.\r\nOur predecessors have sown the seeds, and today we\r\ncelebrate their legacy. My Government is convinced that we\r\ncan achieve our individual goals by working collectively.\r\nAnd indeed we can. I know we can. Most importantly, we\r\nowe it to those who elected us, as well as to those who will\r\nfollow.\r\nAs we, the peoples of the world, celebrate our past\r\nachievements, let us resolve to achieve even greater\r\nsuccesses in the years ahead.\r\nThe President: On behalf of the General Assembly I\r\nwish to thank the Prime Minister and Minister for National\r\nSecurity, Foreign Affairs, Finance, Planning and\r\nInformation of Saint Kitts and Nevis for the statement he\r\nhas just made.\r\nMr. Denzil Douglas, Prime Minister and Minister for\r\nNational Security, Foreign Affairs, Finance, Planning\r\nand Information of Saint Kitts and Nevis, was escorted\r\nfrom the rostrum.\r\nThe President: The next speaker is the Minister for\r\nForeign Affairs of Namibia, His Excellency Mr. Theo-Ben\r\nGurirab, on whom I now call.\r\nMr. Gurirab (Namibia): Mr. President, Namibia joins\r\nthe preceding speakers in extending sincere congratulations\r\nand best wishes to you upon your unanimous election. This\r\nalso goes for your esteemed General Committee, of which\r\nNamibia is a proud member.\r\nThis historic session of the General Assembly —\r\nmarking the golden jubilee of our Organization — coincides\r\nwith the fifth anniversary of Namibia’s independence,\r\nbrought about through a long and bitter struggle and the\r\nsacrifices of the Namibian people and, no less, in\r\npartnership with the United Nations, which played a crucial\r\nrole in the process of our country’s decolonization. We are\r\nfilled with immense joy and satisfaction over this happy\r\ncoincidence.\r\nThe Minister of Foreign Affairs of Côte d’Ivoire, my\r\ngood brother and colleague, His Excellency Mr. Amara\r\nEssy, presided over the forty-ninth session of the General\r\nAssembly with great skill, wisdom and dedication. I\r\ncommend him for a job well done and, in particular, for\r\nbringing excellence and industry to this important office,\r\nall aimed at partnership and development. In this context,\r\nNamibia will fully cooperate with the presidency of the\r\nGeneral Assembly and the Secretary-General in pursuit of\r\nour common objectives that have been assigned to various\r\nopen-ended working groups aimed at restructuring and\r\nstrengthening the United Nations.\r\nThis special commemorative session of the General\r\nAssembly will bring together a record number of world\r\nleaders including, naturally, the Head of State of the\r\nRepublic of Namibia, Mr. Sam Nujoma, for a big\r\ncelebration, collective stock-taking, introspection and\r\nreflection, and for renewed commitment to action on the\r\nbasis of a new vision for the future and rededication\r\ntowards peace, development, gender equality, tolerance\r\nand brotherhood in this, our one global village.\r\nThe cardinal purposes and principles of the Charter\r\nof the United Nations, since its adoption in 1945, have\r\nbeen these: to save lives, to liberate all those everywhere\r\nstill in bondage, to promote democratic ideals and values,\r\nto protect and defend human rights and civil liberties —\r\ncodified subsequently in the Universal Declaration of\r\nHuman Rights — and, above all, to protect succeeding\r\ngenerations from the scourge of war, which has wrought\r\nso much devastation and human suffering in the world in\r\nthe course of this century.\r\nIn furtherance of these purposes and principles and\r\ntheir early realization, our illustrious Secretary-General,\r\nMr. Boutros Boutros-Ghali, has applied his mind and\r\nenergy to the challenges of our times by formulating two\r\nseminal documents — “An Agenda for Peace” and “An\r\nAgenda for Development”. These timely and compelling\r\ninitiatives call for international cooperation, as well as for\r\nthe allocation of new and additional resources. Indeed,\r\nthey also place domestic obligations on Governments and\r\ncivil societies alike.\r\nSpecifically, in the context of the fiftieth anniversary\r\nsession of the General Assembly, the Secretary-General\r\nhas submitted a comprehensive annual report, complete\r\nwith focused recommendations for action on various\r\nfronts. Namibia therefore pays a well-deserved tribute to\r\nthe Secretary-General for his tireless efforts in the service\r\nof the United Nations and for fresh initiatives to further\r\nadvance peace and development in the world.\r\nReviewing history and past achievements, on this\r\noccasion marking the fiftieth anniversary of the United\r\n5\r\nGeneral Assembly 23rd plenary meeting\r\nFiftieth session 6 October 1995\r\nNations, is necessarily in order. At the same time, however,\r\nbalancing present challenges and opportunities requires\r\nleadership, vision, commitment and courage on the part of\r\nworld leaders. Let us hope that this commemorative session\r\nwill show the way forward and achieve the desired\r\nobjectives.\r\nThe most important of all the commitments that the\r\nglobal community must fulfil is to use the collective\r\npolitical will and resources of the States Members the\r\nUnited Nations\r\n“to promote social progress and better standards of life\r\nin larger freedom”.\r\nThis is the soul of the Charter of the United Nations.\r\nToday, the world is united behind the promotion of\r\ndemocracy, respect for human rights and the rule of law.\r\nLet me, however, hasten to add that the eradication of\r\npoverty on a sustainable basis, through the provision of\r\nadequate education, health care, employment and housing\r\nand the empowerment of women, needs to be placed at the\r\ntop of the priority list of the United Nations and its\r\nspecialized agencies, which have been playing a vital role\r\nin social and economic development.\r\nWith the hindsight of 50 years, we know that the\r\nUnited Nations was at the start, and remains today, more\r\nthan a mere response to the horrors and circumstances of\r\nthe Second World War and its tormenting legacies. It is a\r\nsacred trust of life itself and an indispensable vehicle for\r\nthe preservation of civilization, in the interests of all nations\r\nand peoples.\r\nOne of those tormenting legacies was the cold war.\r\nThe hopes and expectations of millions the world over were\r\nheld hostage for decades by the politics of confrontation\r\nand the division of the world into hostile military blocs and\r\nrival ideological camps. This resulted in the derailing of the\r\npurposes and objectives for which the United Nations\r\nstands.\r\nThe arms race and espionage, as well as competing\r\nalignments, seriously sapped the vital resources, time and\r\nenergies of nations, creating more and more hotbeds of\r\ntension, thus militating against peaceful coexistence and\r\nmutually beneficial inter-State relations.\r\nFortunately, a nuclear holocaust was averted. A third\r\nworld war did not happen. But violence, distrust and\r\nmilitary build-up characterized world affairs for a very long\r\ntime. During this dangerous period the planet Earth\r\nteetered on the brink of a ghastly disaster. In the face of\r\nall this, men and women of peace, wisdom and\r\ncompassion, from all corners of the Earth, kept raising\r\nvoices of reason and appealing for sanity, disarmament\r\nand dialogue.\r\nDecolonization is perhaps the most laudable\r\nachievement of the United Nations. The world witnessed\r\nan unprecedented and unstoppable wave of demands, by\r\nmillions the world over, for freedom and the exercise of\r\nthe right to self-determination. This, happily, led to the\r\nachievement of independence by so many countries in\r\nAsia, Latin America — especially the Caribbean — and\r\nAfrica, which swelled the membership of the United\r\nNations beyond 100. Today the number of Members, at\r\n185, is more than three times the original number — the\r\n51 founding nations of 1945.\r\nIn Namibia, the moment came for the United\r\nNations to put its resources where its convictions and\r\nresponsibilities were. It demonstrated its firm commitment\r\nby providing necessary funds and technical capacity to the\r\nUnited Nations Transition Assistance Group (UNTAG),\r\nwhich facilitated Namibia’s smooth transition to\r\nnationhood in 1990. This success story stands out today\r\nas a model of successful United Nations peace-keeping\r\nand decolonization.\r\nOther major United Nations success stories\r\nfollowed — in Cambodia, El Salvador, Mozambique and\r\nHaiti. We hope for the same positive outcome in Angola\r\nand other places. In all these cases, what ensured success\r\nwas a combination of political consensus, peace-keeping,\r\npeace enforcement and humanitarian assistance.\r\nIt has been said many times in so many ways that if\r\nthe United Nations had not existed, collective yearning to\r\ncreate it would have been irresistible. That is why\r\nNamibia attaches great importance to its membership of\r\nthe United Nations. Since joining the United Nations,\r\nNamibia has been playing an active role in all the\r\nactivities of the Organization. Namibia participated in the\r\npeace-keeping operation in Cambodia and sent election\r\nobservers to Angola under United Nations auspices.\r\nNamibia also sent a legal expert as a rapporteur to\r\nrepresent the Human Rights Commission in Somalia. But\r\nmore than that, Namibia has been paying its assessed and\r\nvoluntary contributions on time and in full, for we believe\r\nmembership is not enough: without resources the\r\nOrganization cannot carry out its mandate.\r\n6\r\nGeneral Assembly 23rd plenary meeting\r\nFiftieth session 6 October 1995\r\nAs we look towards the next millennium, I should like\r\nto state the position of the Government of the Republic of\r\nNamibia on the following issues: regional cooperation;\r\ninternational economic cooperation; major United Nations\r\nconferences; nuclear disarmament; and reform of the United\r\nNations.\r\nRegional cooperation: in southern Africa, member\r\nStates of the Southern African Development Community\r\n(SADC), which now includes Mauritius, have combined\r\ntheir efforts to bring about genuine reconstruction and\r\ndevelopment in our subregion. Peace is a prerequisite of\r\ndevelopment. Without sustainable development, there can\r\nbe neither peace nor stability. While achievement of peace\r\nhas created favourable conditions for socio-economic\r\ndevelopment in southern Africa, the scars of apartheid and\r\ndestabilization remain. For example, to realize these\r\nobjectives, States members of SADC have decided to pool\r\ntheir resources in order to implement joint projects in the\r\nfields of energy and water. With this in mind, several\r\nprotocols were signed at the recent SADC Summit in\r\nJohannesburg.\r\nAdditional areas in which SADC member States are\r\ncoordinating their policies include de-mining, combating\r\ncrime, gun-running, drug-trafficking, money-laundering,\r\nillicit cross-border trade, and other forms of criminal\r\nactivity. It is hoped that these efforts will lead to an ideal\r\nsituation allowing for free movement of people, capital,\r\ngoods and services, thereby transforming SADC into a\r\ncommunity of shared experiences and aspirations.\r\nMoreover, mechanisms for conflict resolution, political\r\nconsultation and peace-keeping are enjoying high priority\r\namong these regional concerns.\r\nI felt reinforced after listening to the inspiring\r\nstatement delivered this morning by my brother and\r\ncolleague, His Excellency, Mr. Alfred Nzo, Minister for\r\nForeign Affairs of the Republic of South Africa. May I\r\nreassure him here of Namibia’s firm commitment to\r\ncontinue working closely with the Government and people\r\nof South Africa for the achievement of genuine peace,\r\nstability, development and prosperity throughout southern\r\nAfrica.\r\nThe completion of the Trans-Caprivi and Trans-\r\nKalahari highways connecting land-locked neighbouring\r\ncountries to the Namibian port of Walvis Bay will further\r\nstrengthen regional cooperation, trade and integration. We\r\ndo all this pursuant to the letter and spirit of the Abuja\r\nTreaty establishing the African Economic Community.\r\nThere is no doubt that a successful SADC will strengthen\r\nthe African Economic Community.\r\nOn international economic cooperation, Namibia\r\nsubscribes to the view, emphasized by the Economic and\r\nSocial Council at its last meeting, that development\r\ncannot flourish in the midst of conflict and instability. It\r\nfollows from this that mutually beneficial economic\r\ncooperation is not possible as long as an unjust\r\ninternational economic system exists. Until we all become\r\nequal partners in the global economy, developing\r\ncountries, especially African countries, will for ever\r\nremain underdeveloped. Contrary to the views being\r\nexpressed in some quarters, Namibia maintains that the\r\nUnited Nations Conference on Trade and Development\r\nand the United Nations Industrial Development\r\nOrganization have played a vital and constructive role in\r\nassisting developing countries.\r\nThe strengthening of South-South cooperation is\r\nmore than ever a vehicle that is needed for the\r\nenhancement of the trade and economic development of\r\nthe countries of the South. Namibia therefore supports the\r\nSouth Centre and appeals for financial and material\r\ncontributions to its programmes.\r\nIt is also Namibia’s firm belief that the recently\r\ninaugurated African-Latin American Institute, with\r\nregional headquarters in Namibia and Uruguay\r\nrespectively, will further strengthen South-South\r\ncooperation. Namibia also welcomes the emerging\r\ninitiatives aimed at encouraging horizontal dialogue and\r\ncooperation among SADC, the Association of South-East\r\nAsian Nations, the Common Market of the South\r\n(MERCOSUR) and other economic groupings of the\r\ncountries of the South.\r\nAs regards major United Nations conferences, we\r\nmay say that never before in the history of our\r\nOrganization have the social needs of humankind taken\r\ncentre stage. Humanity has recognized that conservation\r\nof the environment is tantamount to preservation of\r\nhuman life; respect for and protection of human rights is\r\nthe basis for democracy, good governance and\r\ndevelopment; addressing population issues within the\r\nframework of development is necessary in order to\r\nidentify the impact of socio-demographic trends on the\r\nwell-being of people; peace is not only the absence of\r\nwar but also a necessary condition for the attainment of\r\nsocial and economic development; and gender equality is\r\ncentral to development and peace.\r\n7\r\nGeneral Assembly 23rd plenary meeting\r\nFiftieth session 6 October 1995\r\nThe realization of the commitments made at all these\r\nconferences should form the centrepiece of the agenda for\r\nthe twenty-first century.\r\nFor Namibia, protection of the environment is\r\nenshrined in our Constitution. The promotion and defence\r\nof democracy and human rights have become the vital\r\npillars of Namibia’s Government and society. In keeping\r\nwith the Programme of Action adopted at the International\r\nConference on Population and Development in Cairo,\r\nNamibia has fully integrated population issues into its First\r\nNational Development Plan.\r\nSimilarly, the commitments we made at the World\r\nSummit for Social Development continue to be a top\r\npriority of the Government. The Law Reform Commission\r\nis finalizing recommendations to the Namibian Parliament\r\nfor enactment of the necessary legislation.\r\nNamibia is proud of its contribution to the preparation\r\nfor the Fourth World Conference on Women and the\r\nhonour bestowed upon its delegation to serve as\r\nRapporteur-General at that Conference, in Beijing. It\r\ntherefore goes without saying that Namibia will do\r\neverything possible to ensure implementation of the\r\nPlatform for Action adopted at the Conference.\r\nThe scientific and technological achievements of\r\nhumankind should be used for peace and development. All\r\nweapons of mass destruction must be destroyed. The time\r\nhas come for complete nuclear disarmament.\r\nFurthermore, Namibia calls upon the nuclear-weapon\r\nStates to fulfil the commitment made at the last Conference\r\non the Treaty on the Non-Proliferation of Nuclear Weapons\r\nand to move speedily towards the destruction of all nuclear\r\nweapons. In this regard, Namibia deplores the new spate of\r\nnuclear testing. Namibia will continue to participate actively\r\ntowards the early completion of the draft treaty of the\r\ndenuclearization of Africa.\r\nWith regard to United Nations reform, Namibia\r\nbelieves that the decision-making machinery of the Security\r\nCouncil, as it exists today, cannot effectively serve the\r\ninternational community in the twentieth century. The\r\nphenomenal numerical growth in the membership of the\r\nUnited Nations must be reflected in representation on the\r\nSecurity Council. The reform, restructuring and enlargement\r\nof the Security Council should reflect the cardinal principles\r\nof sovereign equality of all States, universality, democracy\r\nand transparency. It is only in this way that the authority,\r\nlegitimacy, credibility and effectiveness of the Security\r\nCouncil can be ensured.\r\nNamibia sees no problem in the addition of Germany\r\nand Japan as permanent members of the Security Council.\r\nBut at the same time, it is Namibia’s strong view that\r\nAfrica, Asia and Latin America are entitled to\r\nrepresentation as permanent members as well as through\r\nthe allocation of additional seats in the Security Council\r\nfor non-permanent members. What we seek is the\r\nacceptance of the principle. The mechanism of how to\r\nbring this about is the subject of ongoing consultations in\r\nthe relevant Open-ended Working Group. The new world\r\norder has no place, in Namibia’s view, for the outmoded\r\nveto power, and it must be abolished.\r\nThe new world order, which is thought of as\r\noffering the best hope for economic cooperation and free\r\ntrade, should liberate itself from the remaining shackles\r\nof the cold war and replace confrontation with dialogue\r\nwherever differences still exist.\r\nNamibia welcomes the latest agreement on\r\nPalestinian self-rule, signed between the State of Israel\r\nand the Palestinian Authority. We look forward to the\r\nearly achievement of a comprehensive, just and lasting\r\npeace in the Middle East, leading to the establishment of\r\na Palestinian State.\r\nThe decolonization of Africa is not yet complete.\r\nNamibia therefore supports the early exercise by the\r\nSaharan people of their right to self-determination on the\r\nbasis of a free, fair and transparent referendum in\r\nWestern Sahara, under the joint supervision and control\r\nof the United Nations and the Organization of African\r\nUnity.\r\nThere can be no military solution to the conflict in\r\nBosnia and Herzegovina conflict. Therefore, Namibia\r\nurges all parties involved to end the suffering of their\r\npeople and find a lasting and peaceful political solution to\r\nthat conflict.\r\nAs the year comes to an end, it is heartening to note\r\nthat the conflict in Liberia has been resolved with the\r\nestablishment of a broad-based, multi-party provisional\r\nGovernment. We welcome this wholeheartedly. Let us\r\nhope that this is a good omen for the resolution of the\r\nconflicts in Somalia, Sudan, Burundi and Sierra Leone.\r\nSince the signing of the Lusaka Protocol on Angola\r\nlast year, the peace process in that sisterly country is\r\n8\r\nGeneral Assembly 23rd plenary meeting\r\nFiftieth session 6 October 1995\r\nmaking steady progress. The spirit of reconciliation and\r\ndialogue is permeating the entire society, encouraged by the\r\nregular face-to-face talks between President José Eduardo\r\ndos Santos of Angola and Mr. Jonas Savimbi of UNITA. It\r\nis Namibia’s sincere hope that the pledges made in Brussels\r\nat the recent round-table conference on Angola will be\r\ntranslated into actual resources for reconstruction and\r\ndevelopment in that country, a neighbour of ours.\r\nAfrica is long overdue to root out, once and for all, all\r\nthe criminal activities of mercenaries, which, like acts of\r\nterrorism, stand condemned in the resolutions of both the\r\nUnited Nations and the Organization of African Unity. The\r\nlatest coup on one of the islands of the Comoros has made\r\nthis an extremely serious matter which now calls for urgent\r\naction by the international community. Namibia therefore\r\nwelcomes the action taken to restore the Government and\r\nlaw and order on the island.\r\nThe address His Holiness Pope John Paul II delivered\r\nfrom this rostrum yesterday was a thoughtful message\r\nconveying optimism, hope and good will as we stand on the\r\nthreshold of the next millennium. The Pope stressed\r\nuniversal love and family, subjects which embrace the\r\nentire human race.\r\nLet me conclude by expressing my sincere wish that\r\nthis historic commemorative session of the General\r\nAssembly will not fail to highlight public awareness of the\r\nwork of the United Nations and the continued relevance of\r\nthe Organization to the lives of individuals and\r\ncommunities everywhere. The vision of the founders 50\r\nyears ago focused on the welfare and security of succeeding\r\ngenerations. Nations and peoples, as represented by non-\r\ngovernmental organizations, should move forward together\r\ninto the next millennium for a better world in which\r\nchildren will feel safer.\r\nThe President: I now call on the Chairperson of the\r\ndelegation of Trinidad and Tobago, Her Excellency\r\nMrs. Annette des Iles.\r\nMrs. des Iles (Trinidad and Tobago): It is a great\r\nhonour for me to extend to you, Sir, warmest\r\ncongratulations, on behalf of the delegation of Trinidad and\r\nTobago, on your election as President of this session of the\r\nGeneral Assembly. The celebration of the fiftieth\r\nanniversary of the United Nations and the urgent need to\r\nrespond to a number of major questions facing the\r\nOrganization make this a singularly important year. We are\r\nconfident that with your vision and leadership you will\r\nguide this historic Assembly session to a successful\r\nconclusion.\r\nMy delegation would also like to express its deep\r\nappreciation to your predecessor, His Excellency\r\nMr. Amara Essy of Côte d’Ivoire, for the able manner in\r\nwhich he presided over the forty-ninth session of the\r\nGeneral Assembly.\r\nWe are also particularly pleased to welcome the\r\nsmall island State of Palau as the one hundred and eighty-\r\nfifth Member of the United Nations.\r\nMost States represented in this Hall were not present\r\nat the historic signing of the United Nations Charter in\r\nSan Francisco 50 years ago, but on gaining independence\r\nthey applied for membership in this Organization as an\r\nessential part of their quest for a secure and stable\r\ninternational environment and improved standards of\r\nliving. Trinidad and Tobago, a small democratic State,\r\nwhich gained its independence in 1962, was no exception.\r\nSince 1962, when we became a Member of the\r\nUnited Nations, there have been profound changes in\r\ninternational relations and consequent increases in the\r\nresponsibilities of this Organization. The most dramatic of\r\nthese changes was the end of the cold war, which\r\nengendered a certain optimism that there would be an\r\nanticipated peace dividend which would provide impetus\r\nto international cooperation for development.\r\nUnfortunately this was not to be. The end of the cold war\r\ntriggered an almost unprecedented surge of ethnic and\r\nnationalist conflict, which proceeded to consume much of\r\nthe attention and resources of the international\r\ncommunity.\r\nOur Organization has had to adapt quickly to meet\r\nthese challenges. There was a sudden and meteoric rise in\r\nthe volume and, indeed, the complexity of United Nations\r\npeace-keeping activities. The Organization has had its\r\nshare of successes and disappointments. However, despite\r\nthe failure to meet growing expectations, the United\r\nNations can be justly proud of many of its achievements\r\nin the field of peace-keeping, in the restoration of\r\ndemocracy, and in its response to emergency situations.\r\nThe successes in Central America, Cambodia, Namibia,\r\nMozambique and South Africa bear ample testimony to\r\nthe effective role the United Nations can play in the\r\nadvancement of peace, justice and security.\r\nIn our region, the cooperation between the United\r\nNations and the Organization of American States in the\r\n9\r\nGeneral Assembly 23rd plenary meeting\r\nFiftieth session 6 October 1995\r\nrestoration of the democratically elected President of Haiti\r\nshows what can be accomplished once the necessary\r\npolitical will exists in support of such actions. In this\r\nregard, we welcome the recently held legislative and local\r\nelections in Haiti, which, in spite of difficulties, saw\r\nthousands of Haitians assemble peacefully and safely to\r\ncast their ballots. We are confident that these developments\r\nwill serve to enhance Haiti’s efforts to consolidate\r\ndemocracy, and will assist in the process of national\r\nreconciliation. The international community must continue\r\nto assist the Government and people of Haiti in the post-\r\nemergency period and in their long-term efforts to achieve\r\neconomic and social reconstruction.\r\nIn the Middle East, Trinidad and Tobago welcomes\r\nthe interim agreement between Israel and the Palestine\r\nLiberation Organization on the expansion of Palestinian\r\nself-rule in the West Bank, which was signed in\r\nWashington, D.C. on 28 September 1995. It represents\r\nanother significant advance in the process towards lasting\r\npeace in the region.\r\nAs for the former Yugoslavia, we are encouraged by\r\nthe efforts on the part of all sides in the conflict to come to\r\nthe negotiating table, and we express the hope that this\r\ndevelopment will significantly advance the process towards\r\npeace and stability in that war-torn region.\r\nOn the African continent, the spirit of reconciliation\r\nwhich has prevailed in some areas of conflict gives us hope\r\nthat some of the seemingly more intractable problems can\r\nalso be resolved. The international community must fulfil\r\nits responsibilities in assisting the process.\r\nEarlier this year the States parties to the Treaty on the\r\nNon-Proliferation of Nuclear Weapons decided to extend\r\nthe Treaty indefinitely. The Conference also adopted a\r\nnumber of principles and objectives, one of which called\r\nfor the completion of a comprehensive nuclear-test-ban\r\ntreaty no later than the third quarter of 1996. It was also the\r\nunderstanding of the international community that there\r\nwould be no further nuclear tests, pending the entry into\r\nforce of that treaty. Trinidad and Tobago has joined other\r\nparties to the Tlatelolco and Rarotonga Treaties in rejecting\r\ncurrent nuclear testing by some nuclear-weapon States, and\r\nappeals to those States to heed the mounting requests to\r\ncease nuclear testing.\r\nRelated to our environmental concerns over nuclear\r\ntesting is the equally critical issue of the marine transport\r\nof irradiated nuclear fuel, plutonium and high-level\r\nradioactive wastes. These shipments continue to take place\r\ndespite the potentially catastrophic effects on small island\r\ndeveloping States, whose fragile and vulnerable\r\neconomies are overwhelmingly dependent on their marine\r\nand coastal resources, and who possess neither the\r\nresources nor the capability to deal with possible\r\naccidents of this nature. My delegation would therefore\r\nlike to reiterate the priority concern which we attach to\r\nthis issue, and to urge the shipment countries to respect\r\nthe wishes of the small island developing States and other\r\nen route States, which have called for an end to these\r\nshipments through their archipelagic and territorial waters\r\nas well as their exclusive economic zones.\r\nThe fiftieth anniversary of the United Nations will\r\nbe a time for reflection and re-examination of the\r\nactivities of the Organization, not only as they relate to\r\nconflict situations but, equally, in the field of\r\ndevelopment as a necessary precondition for peace and as\r\nthe best guarantee of long-term stability.\r\nAt the national level, Trinidad and Tobago has\r\nundertaken a programme of economic reform and\r\nrestructuring of the economy, which is almost complete.\r\nOur development focus has been on the pursuit of a\r\nsound macroeconomic policy based on a number of\r\nmeasures, which include a disciplined fiscal stance and\r\nthe consistent implementation of an orderly and broad-\r\nbased divestment programme, the enactment of structural\r\nand legislative reforms designed to provide an\r\nenvironment for the growth of a resilient and\r\ninternationally competitive private sector and one\r\nconducive to greater foreign investment, the liberalization\r\nof the trade and exchange-rate regimes aimed at\r\nenhancing our competitiveness and a comprehensive\r\nprogramme of reform of the domestic financial system.\r\nEmphasis has also been placed on the reform of the\r\npublic sector and the provision of basic infrastructure in\r\norder to ensure the efficient delivery of reliable, high-\r\nquality services, the progressive restructuring of our\r\neducational system so as to put in place a sustainable\r\nhuman-resource development programme which would\r\nrespond to the new challenges and needs of our\r\ndevelopment, and the employment of social policies\r\naimed at protecting the most vulnerable in our society. In\r\norder to succeed, however, these measures must be\r\ncomplemented by a supportive regional and international\r\nenvironment.\r\nFor small States, regional integration is an\r\nimperative, and, increasingly, regional cooperation\r\nsystems are seen as providing the essential building\r\nblocks on which to construct hemispheric and wider\r\n10\r\nGeneral Assembly 23rd plenary meeting\r\nFiftieth session 6 October 1995\r\ninternational cooperation. At the last Conference of the\r\nCaribbean Community (CARICOM) Heads of Government,\r\nheld at Georgetown from 4 to 7 July, Trinidad and Tobago\r\nwas pleased to welcome Suriname as the fourteenth\r\nmember of the Caribbean Community.\r\nThe successful inaugural summit meeting of the\r\nAssociation of Caribbean States, which was held at Port of\r\nSpain from 17 to 18 August 1995, has also opened a new\r\nchapter in the history of cooperation among countries of the\r\nwider Caribbean. The adoption of the Declaration of\r\nPrinciples and Plan of Action on Tourism, Trade and\r\nTransportation provides a practical blueprint to foster\r\ndevelopment and enhance economic integration among all\r\ncountries of the Caribbean. In this context, Trinidad and\r\nTobago reiterates the importance we attach to the full\r\nreintegration of Cuba in the Western Hemisphere.\r\nI have already alluded to the need to achieve greater\r\nbalance in United Nations activities in the fields of peace-\r\nkeeping and development. The need for such a balance\r\nassumes even greater urgency when one recognizes that to\r\nan increasing extent the nature, scope and complexity of\r\ndevelopment challenges today are beyond the limits and\r\ncontrol of the nation State.\r\nTo the traditionally elusive development problems of\r\npersistent poverty, debilitating debt, declining levels of\r\nofficial development assistance, unemployment,\r\ndemographic pressures and the worsening income gap and\r\nterms of trade between developed and developing countries,\r\none must add the new and additional challenges of\r\nenvironmental degradation and globalization. Some of these\r\nwill continue to require a national approach, but the great\r\nmajority of them are beyond the limits of national action\r\nand thus require a common commitment, a common\r\napproach, and a call to global neighbourhood action.\r\nThe notion of shared responsibilities and the\r\nrecognition of the need for mechanisms for collective action\r\nare the raison d’être of the United Nations system. A\r\ncoordinated and integrated United Nations system that is\r\nfocused and adequately funded thus remains the best hope\r\nfor effectively dealing with these myriad and complex\r\ndevelopment challenges.\r\nI can think of no better way to refocus and recommit\r\nthe United Nations to the goals of development and global\r\nsecurity for all than through the formulation and\r\nimplementation of a comprehensive action-oriented agenda\r\nfor development. An agenda which continues to address\r\ntraditional development problems while simultaneously\r\ntackling the questions of protectionism, capital flows,\r\nreform of the international economic decision-making\r\nprocesses and management of the global economy must\r\nbe the focus of our efforts.\r\nAt the recent Fourth World Conference on Women\r\nat Beijing, the international community recognized the\r\ncrucial role that women play in the development process\r\nand acknowledged that effective international cooperation\r\nfor development will remain an elusive goal unless\r\nwomen can participate fully in the political, economic and\r\nsocial life of their respective societies. The Beijing\r\nConference, along with the other global conferences held\r\nat Rio, Barbados, Cairo and Copenhagen, have served to\r\nbuttress the case for an integrated approach to sustainable\r\ndevelopment, which must be informed by environmental,\r\nsocial, demographic, gender and human- resource\r\nconsiderations. The agenda for development must\r\ntherefore seek to implement and fulfil, in an integrated\r\nmanner, the commitments arising out of these\r\nConferences.\r\nWithin the agenda for development particular\r\nconsideration must also be given to assisting developing\r\ncountries, especially those with small and vulnerable\r\neconomies in advancing their economic transformation\r\nand in facilitating their greater participation in the world\r\neconomy.\r\nTrinidad and Tobago is committed to free trade and\r\nto placing its economy on a development path compatible\r\nwith the demands of the new global order. However, as\r\nthe challenges of globalization have demonstrated,\r\nnational policies are not enough. To achieve sustained\r\neconomic growth and sustainable development we need a\r\nsupportive and favourable international economic\r\nenvironment as well as a fair, open and non-\r\ndiscriminatory trading system, one which recognizes that\r\nsmall and vulnerable economies like our own are at a\r\nparticular disadvantage because of our size and the lack\r\nof economies of scale. No effort must therefore be spared\r\nto ensure that we are provided with the necessary market\r\naccess so critical to our trade-expansion and development\r\nobjectives. Indeed, to do anything less within the agenda\r\nfor development would be a denial of the fact that\r\nglobalization has now placed an even greater\r\nresponsibility on the major developed countries to ensure\r\nthat their macroeconomic policies are favourable to\r\ngrowth and development in the rest of the world.\r\nTrinidad and Tobago is also of the view that the\r\nagenda for development offers an opportunity to develop\r\n11\r\nGeneral Assembly 23rd plenary meeting\r\nFiftieth session 6 October 1995\r\nthe global partnership for sustainable development and to\r\npromote the implementation of the agreements reached at\r\nthe Earth Summit at Rio de Janeiro in 1992. In this process,\r\nthe special situation and needs of small island developing\r\nStates and the recognition of their environmental\r\nvulnerability must receive priority attention. Trinidad and\r\nTobago therefore wishes to reiterate the particular\r\nimportance we attach to the implementation of the Barbados\r\nProgramme of Action for the Sustainable Development of\r\nSmall Island Developing States.\r\nIn the Caribbean, recent devastating hurricanes have\r\nonce again dramatically demonstrated the fragility of the\r\necosystems and the vulnerability of the economies of small\r\nislands. We are grateful to those Member States which have\r\njoined CARICOM countries in providing emergency\r\nassistance, and we appeal to the international community to\r\ncontinue its support for reconstruction efforts in the affected\r\ncountries.\r\nThe General Assembly will be called upon at this\r\nsession to make several critical decisions relating to the\r\nfuture of the United Nations system. Trinidad and Tobago\r\nis of the view that the elements of the reform exercise\r\ncurrently before the Assembly constitute a good basis for a\r\nmore effective United Nations.\r\nIndeed, Member States must use the momentum\r\nprovided by this fiftieth-anniversary session to reach an\r\nagreement to expand the Security Council so as to enhance\r\nits legitimacy and effectiveness, to resolve the critical\r\nfinancial situation of the United Nations, to complete an\r\naction-oriented and comprehensive Agenda for\r\nDevelopment with adequate and predictable resources for its\r\nimplementation, and to strike a reasonable balance between\r\nresources for peace-keeping and for development.\r\nReform, however, cannot be an end in itself. It is but\r\na means to an end, and it will only be meaningful if we are\r\nunited in the view that a strengthened and revitalized\r\nUnited Nations is an imperative, given the inescapable\r\nreality of today’s global village; that the world of the future\r\nwill need more, not fewer, effective international\r\ncollaborative mechanisms to confront common threats; and\r\nthat the United Nations remains the only available\r\ninstrument for the necessary global effort required to tackle\r\nthese challenges.\r\nThe critical financial situation of the United Nations\r\nmust be a source of concern to all Member States. The\r\nSecretary-General has described with increasing urgency\r\nand frustration the difficulties he is facing in carrying out\r\nthe tasks entrusted to him because of a lack of the\r\nnecessary resources. The failure, in particular, of the\r\nlargest contributor to pay its legally assessed contributions\r\nhas placed the Organization on the brink of insolvency.\r\nThere must therefore be a greater commitment on the part\r\nof all Member States to meet their obligations, as well as\r\na greater manifestation of will to resolve the overall\r\nfinancial situation of the United Nations. Unless we\r\ndemonstrate this commitment, the paeans of praise with\r\nwhich we celebrate the fiftieth anniversary will have a\r\nvery hollow ring.\r\nAt this fiftieth anniversary of the Organization, let us\r\nrecall the opening words of the United Nations Charter:\r\n“We the peoples of the United Nations ... have\r\nresolved to combine our efforts to accomplish these\r\naims.”\r\nIn a spirit of global partnership, we must renew our\r\nresolve, in accordance with the principles and purposes of\r\nthe Charter, to ensure the realization of the objectives for\r\nwhich the Organization was established: peace, equality,\r\njustice and development for all. Trinidad and Tobago\r\npledges to work with others to confront the challenges\r\nthat face our Organization as we move towards the\r\ntwenty-first century.\r\nThe President: I call next on the Minister of State\r\nand Minister for Foreign Affairs and Cooperation of\r\nGabon, His Excellency Mr. Casimir Oye Mba.\r\nMr. Oye Mba (Gabon) (interpretation from French):\r\nAs I address the General Assembly on behalf of the\r\nGabonese Republic, I wish first of all to discharge the\r\nduty of sincerely congratulating you, Sir, on behalf of my\r\ndelegation and on my own account, on your unanimous\r\nelection to the presidency of the fiftieth session. The\r\nAssembly’s choice reflects the appreciation of all States\r\nMembers of the United Nations for the contribution of\r\nyour country, Portugal, to the quest for solutions to the\r\nproblems besetting the world. Your election highlights\r\nyour talents as a diplomat and statesman and your wide\r\nexperience.\r\nIt gives me pleasure also to express our gratitude\r\nand admiration to your predecessor, Mr. Amara Essy,\r\nMinister for Foreign Affairs of Côte d’Ivoire. The\r\nGabonese Republic hails that fine diplomat and thanks\r\nhim for the dedication and readiness to act he placed in\r\nthe service of the world Organization at the forty-ninth\r\n12\r\nGeneral Assembly 23rd plenary meeting\r\nFiftieth session 6 October 1995\r\nsession; his work was a source of pride for the entire\r\nAfrican continent.\r\nI cannot fail to mention the Gabonese Republic’s\r\nstaunch support for the Secretary-General, His Excellency\r\nMr. Boutros Boutros-Ghali, in his tireless efforts in the\r\nservice of peace, security and development.\r\nMr. Kulla (Albania), Vice-President, took the Chair.\r\nI wish now to say a few words about the unique\r\nnature of this session, during which the Assembly will\r\nconvene in special meetings to mark the fiftieth anniversary\r\nof the Organization. At those special meetings, Heads of\r\nState or Government will have an opportunity to assess the\r\nimpact of some of the action we have taken pursuant to the\r\npurposes and principles of the United Nations. True, those\r\npurposes have not been completely fulfilled, but in all\r\nfairness we must acknowledge that there has been\r\nconsiderable progress, especially on respect for human\r\nrights, fundamental freedoms and peace, without which\r\nnothing is possible. Yet development remains a major\r\nconcern, despite the efforts that have been devoted to it.\r\nEvery nation represented here is a reflection of\r\nmankind, whose common values the founders of the United\r\nNations evoked. Among those values I would highlight\r\nthose of greatest concern at the end of the twentieth\r\ncentury: peace, freedom and development.\r\nGabon’s dedication to the ideal of peace is a constant\r\nelement in its foreign policy and its diplomacy. The\r\ninclusion of that ideal in the Charter was most appealing to\r\nthe leadership of Gabon and eased our accession to\r\nmembership of the United Nations, on 20 September 1960.\r\nHence, as a Member of the United Nations we took our\r\nproper place alongside other nations, in the harmony of our\r\nrespective differences.\r\nI wish to pay tribute to the founders of non-alignment,\r\nwho were the first to reflect in deeds, through the doctrine\r\nof peaceful coexistence, the principles enshrined in the San\r\nFrancisco Charter. Twenty-five years later, the relevant\r\nresolutions of the General Assembly confirm that\r\ninterpretation. We are duty-bound to go back to the source\r\nin order to respond to the need — the urgent need — for\r\nnew, creative thinking in favour of peace.\r\nIt is an honour and a duty to recall that Gabon’s\r\nexperience in the settlement of conflicts has its living roots\r\ndeep in Bantu civilization. Our view of solidarity among\r\npeoples gives a role to Gabon’s commitment to cooperate\r\nwith all States Members of the United Nations whatever\r\ntheir ideology or the nature of their political regime. This\r\npromotes the virtues of dialogue and tolerance among\r\npeoples and nations, virtues we practice in our homes and\r\nwithin our families, virtues that, through the international\r\naction of President Omar Bongo, the Gabonese Republic\r\nhas built into a principle of our diplomatic and political\r\nculture.\r\nOur idea of peace, then, is primarily functional in\r\nnature. It reminds us every day that the state of peace\r\namong nations is a continuous process, one which\r\nrequires at all times vigilance, courage and consistency in\r\nour efforts. Gabon can state with pride that it is dedicated\r\nto the peaceful conduct of its relations with all the\r\ncomponents of the international community.\r\n“We are judged by our actions”, a great thinker quite\r\nrightly observed. Those actions that we have been able to\r\ninscribe in the registry of peace, both bilaterally and\r\nmultilaterally, follow the path traced by the Charter of the\r\nUnited Nations. They illustrate, first of all, our\r\nunswerving loyalty to the Organization, which makes us\r\nautomatically involved in all the missions and all the\r\nactions it has undertaken anywhere in the world where\r\npeace has been threatened or might be threatened. The\r\nefforts made quite recently by the international\r\ncommunity to heal the open wounds in Rwanda have had\r\nour full support. The efforts made by the same\r\ninternational community in Angola have often been\r\nsupplemented by our direct or indirect involvement. It\r\ngoes without saying that with regard to these situations\r\nmy country appeals to the community of nations to\r\ncontinue its multifaceted assistance for the reintegration\r\nand rebuilding of those two countries. This appeal is\r\naddressed also to all the other areas of tension in Africa\r\nand in the rest of the world.\r\nThese actions are also illustrated by our appreciation\r\nof and satisfaction with the progress achieved in the quest\r\nfor peace in the Middle East with the signing of the Taba\r\nAgreement in Washington; and in Central Europe as a\r\nresult of the new atmosphere brought about by\r\ndiscussions that made it possible for all the parties\r\ninvolved in the situation in the former Yugoslavia to meet\r\ntogether in New York. In our view, all these factors bear\r\nwitness to the fact that the international community is\r\nprepared to attenuate as much as possible the anguish\r\ncaused our peoples by the risks of war in the world.\r\nNevertheless, every one of us would readily agree\r\nthat real threats to peace in international relations still\r\n13\r\nGeneral Assembly 23rd plenary meeting\r\nFiftieth session 6 October 1995\r\nexist today. The outline of a new world order is still hard\r\nfor us to grasp; it shows us the paradoxical picture of a\r\nfragile peace. Yet our expectations of the establishment of\r\nthis new world order are not fruitless. For the time being,\r\nGabon gives due value to the dynamics which led, at the\r\nglobal and regional levels, to the creation of the\r\nmechanisms designed to prevent conflicts.\r\nWhile peace has the virtue of making us feel safer,\r\nfreedom can open up prospects for individual and collective\r\ndevelopment. In the view of the founders of the United\r\nNations, freedom is a decisive element for the establishment\r\nof an environment and an overall spiritual framework\r\nallowing for the emergence of social progress and the\r\nestablishment of better living conditions. Those who signed\r\nthe Charter received a mandate, as it were, to create the\r\nconditions for this, to the benefit of the people in their care.\r\nThe results of this commitment to implement the principle\r\nof the right of peoples to self-determination and the\r\nprinciple of respect for human rights are known to all, just\r\nas we all know of, and regard highly, the actions taken by\r\nour Organization to inspire, to support and even to initiate\r\npolicies undertaken in these fields. In this context, any\r\npolicy contrary to this which calls these achievements into\r\nquestion will give rise to the reactions necessary to preserve\r\nthe balance between States and to restore everyone’s rights.\r\nTherefore, our dedication to the principle of the\r\ninviolability of borders in Africa is a guarantee of our\r\nindependence and our freedom, since it shows that we\r\naccept freedom for other States as well.\r\nMy country’s experience in promoting and protecting\r\nbasic political, cultural and social human rights in recent\r\nyears has been outstanding. The establishment of a State\r\nbased on the rule of law with a transition from a single-\r\nparty system to a pluralist democracy has taken place\r\nsmoothly. The results of this transition, and the promises\r\nborn of this experience for democracy in our country,\r\nflowed from the fact that they dovetail with our cultural\r\nvalues, whose spiritual foundations favour the individual’s\r\nplace in society, as the founder of and justification for our\r\ncities.\r\nIn Gabon, dialogue is valid only for human beings\r\nsince it is human beings who initiate it and carry it out for\r\ntheir own benefit. An example of this Gabonese practice of\r\ndialogue was the results achieved barely a year ago at the\r\nmeeting held by representatives of the majority and\r\nopposition political parties in Paris in September and\r\nOctober 1994 to define together the ways and means for the\r\nconsensual governance of our democracy that was then\r\nbeing threatened. These results will be reflected in the\r\nsigning of the so-called Paris Agreements in the presence\r\nof international observers.\r\nSocial conflicts and confrontations between opposing\r\npolitical forces can be overcome by rational discussions\r\nand tolerance of the opinions of others. We are truly\r\nconvinced that coups d’état are not relevant in present\r\ntimes. That is why Gabon, through its President, Omar\r\nBongo, firmly condemned the unfortunate events which\r\noccurred in Sao Tome and Principe, and more recently in\r\nthe Comoros.\r\nFreedom, security and peace are in our view the\r\nvery bases of our democracy. To be sure, this democracy\r\nis only taking its first steps, but it will undoubtedly enable\r\nthe Gabonese people to reach a new stage in its history\r\nand its political life.\r\nAnother dimension of the political and social\r\nproblems in Africa and everywhere in the world is the\r\nstatus of women in society. In my country, women have\r\nthe same rights as men. Our educational system ensures\r\nfree access by all school-age children to instruction; that\r\nis in the interest of the entire Gabonese nation. In social\r\nterms, then, taking into account the recent concerns\r\nrelating to the status of women and children, as illustrated\r\nin the World Summit for Children in New York in 1990,\r\nand the Beijing Conference in 1995, the Republic of\r\nGabon has made choices that are in line with the spirit of\r\nthe actions initiated by the United Nations.\r\nOnce again, I would mention the founders of our\r\nOrganization and praise their generosity of spirit in\r\nplacing the happiness of peoples in the context of\r\nextending freedom.\r\nThe solidarity advocated for States as the absolute\r\nprerequisite for defining ensuing strategies was designed\r\nto discourage them from any inclination of selfishness in\r\nthe implementation of those strategies.\r\nUnfortunately, however, we must admit that this\r\nlegacy has, instead, come to look more like “every man\r\nfor himself”, a standard that has been set up as providing\r\nthe ways and means to find happiness. The differences\r\namong nations have revealed the gaps between peoples\r\nthe world over at the level of their development.\r\nHowever, in this sphere, the United Nations has tried\r\nto create a range of instruments and mechanisms designed\r\nto provide our Governments with the assistance they\r\nexpect. Whatever the allegiance of the peoples represented\r\n14\r\nGeneral Assembly 23rd plenary meeting\r\nFiftieth session 6 October 1995\r\nhere, each and every one of us will acknowledge and\r\nappreciate, for example, the role of UNESCO in education,\r\nscience and culture; of the World Health Organization on\r\nthe basis of its contribution to the eradication of major\r\nendemic and pandemic diseases; or that of the United\r\nNations Development Programme in carrying out\r\ndevelopment projects.\r\nNevertheless, the overall verdict is still mixed. We\r\nbelieve that although our actions have allowed humanity to\r\nsurvive, they have not fully succeeded in improving the\r\nquality of life for most people. In both the South and the\r\nNorth, our world is still littered, not just with pockets but\r\nwith vast tracts of poverty. All our States, small or large,\r\nare being eaten away, to various degrees, by the cancer of\r\nabject poverty.\r\nThe United Nations recent decision to hold a world\r\nsummit in Copenhagen devoted to social development was\r\nwelcomed by Gabon, which was an active participant.\r\nPresident Bongo himself said that that Summit was the\r\nresult of an in-depth analysis of the state of extreme\r\npoverty in which a large part of humanity was living today.\r\nConsequently, for our country, the programme of\r\naction drawn up at the end of the Summit — which, we are\r\npleased to say, follows up the major guidelines already\r\nfound in the United Nations programme of action for the\r\nestablishment of a new international economic order, on the\r\none hand, and the major principles of “An Agenda for\r\nDevelopment”, on the other — should be translated into\r\naction, as hoped.\r\nWe are all aware that, by the same token, this\r\nendeavour will require the mobilized contribution of all of\r\nthe countries and bodies that constitute the international\r\ncommunity.\r\nAt the close of the twentieth century, Africa alone will\r\nhave broken all records for underdevelopment. By way of\r\nexample, it has three quarters of the least developed\r\ncountries; it has the lowest level of growth; it is practically\r\nnon-existent in international trade. Unfortunately, Africa is\r\ntoday a continent apart, despite its enormous potential.\r\nIt, nevertheless, accepts the fact that responsibility for\r\neconomic recovery is largely in its hands and that this task\r\ndepends above all on its own efforts. But it is still obvious\r\nthat the enormity of the crisis it is going through and the\r\nlevel of resources needed make international support for its\r\nefforts necessary.\r\nFor Africa in general and for Gabon more\r\nparticularly, a more appropriate approach to the debt\r\nburden would favour a solution to this issue, given the\r\nsubstantial inverse capital flows going to our creditors as\r\na result of paying back our debt.\r\nAfrica wishes to remind the world of its commitment\r\nto face its responsibilities with regard to debt and debt\r\nservicing. This was the position adopted by our Heads of\r\nState at the most recent Summit of the Organization of\r\nAfrican Unity. Gabon supports this. However, it looks to\r\nthe shrewdness of its creditors and in the understandable\r\ninterest of all parties concerned in this issue, to help us\r\nobtain favourable treatment in conditions for repayment.\r\nGabon effectively devotes more than half of its\r\nannual budget to debt repayment, thereby crippling its\r\ndevelopment efforts — this in spite of the fact that the\r\nmachinery for debt reduction advocated in recent years\r\nhas discriminated against us by excluding us from the list\r\nof beneficiaries. We suggest that the reason given, based\r\non the high per capita gross national product, is unfair.\r\nThis strange singling out of Gabon, which is still\r\nalmost the only country in the so-called middle-income\r\ncategory in the southern Sahara, is not justified in reality.\r\nThis situation places a burden on our economy and\r\nthereby affects our economic relations abroad.\r\nThis appeal to the international community for fairer\r\ntreatment of my country is not a case of begging — no\r\nmore for Gabon than for the rest of Africa — because, as\r\nOmar Bongo stated at the Copenhagen summit: “Africa is\r\nnot asking for charity”.\r\nIn reality, helping our credibility and viability in\r\neconomic and financial terms, actually strengthens the\r\ninternational trading system for the common good. This\r\nis not a matter of philanthropy but rather of common\r\nsense: helping the South means helping the North, and\r\nultimately the entire world.\r\nAt the end of this rapid reading before this\r\nAssembly, dealing with the themes of peace, freedom and\r\ndevelopment, my appeals to our Organization will be\r\nclear to all. It is expected to respond to the concerns I\r\nhave just expressed.\r\nOn the eve of the special meeting to celebrate the\r\nfiftieth anniversary of our Organization, I hope that all of\r\nits Members will realize the enormous import of this\r\nopportunity, for the world is changing before our very\r\n15\r\nGeneral Assembly 23rd plenary meeting\r\nFiftieth session 6 October 1995\r\neyes. The countries represented here are also changing, at\r\ndifferent rates. Obviously, I cannot accept the idea that the\r\nUnited Nations itself could fail to keep up with this trend.\r\nFor this reason, the measures advocated along these\r\nlines by the Secretary-General of the United Nations could\r\nbe supplemented by others that my country would like to\r\nsee, from the point of view of restructuring, and therefore\r\nreadapting the United Nations system to the realities of\r\ntoday’s world.\r\nThe present context is conducive to this. An overall\r\nreform of the system is required, for the security of our\r\npeoples, and of the States that comprise it, and in the final\r\nanalysis, in the interest of renewing the United Nations\r\nitself.\r\nI conclude my speech, therefore, on this note of hope.\r\nThe Acting President: I now call on the Minister for\r\nForeign Affairs of Chad, His Excellency Mr. Ahmat\r\nAbderaman Haggar.\r\nMr. Haggar (Chad) (interpretation from French): Half\r\na century ago the representatives of some 50 nations met in\r\nSan Francisco, in the United States, to create a new world\r\norder for the post-war period. The founding fathers sought\r\nto define rules and conduct enabling the countries of the\r\nwhole world to live free and safe from the scourge of war.\r\nThey gave the United Nations certain purposes that were as\r\nnoble as they were ambitious, such as, to mention only a\r\nfew, the maintenance of international peace and security;\r\nthe promotion of progress and international development;\r\nrespect for human rights and the rights of peoples; and\r\ninternational cooperation.\r\nWhile we rightly rejoice at the results obtained in\r\nsome of these areas, we must note that in others, concern\r\npersists regarding the many internal conflicts and economic\r\nand social crises that confront some of our States.\r\nIt was in an atmosphere of hope, but also uncertainty,\r\nthat His Excellency Mr. Diogo Freitas do Amaral was\r\nelected to guide the work of this session which must\r\naddress the aspirations for peace and well-being of our\r\npeoples. My delegation is happy at his election and warmly\r\ncongratulates him, convinced that his intellectual qualities\r\nand diplomatic skills will ensure success in our\r\ndeliberations. We assure the President of our full\r\ncooperation.\r\nI wish also to pay a well-deserved tribute to his\r\npredecessor, His Excellency Mr. Amara Essy, Foreign\r\nMinister of Côte d’Ivoire, who skilfully guided the\r\nproceedings of our previous session.\r\nI should like to reiterate our deep gratitude to His\r\nExcellency Mr. Boutros Boutros-Ghali, who since his\r\nelection as the head of our Organization has resolutely\r\nsought to find solutions to our world’s many problems.\r\nOur Organization has succeeded in sparing humanity\r\na third world war, but areas of concern remain. Before\r\naddressing them, I should like to briefly describe the\r\nsituation in my country, and particularly the efforts that\r\nmy Government has made to solve both political and as\r\nsocio-economic problems.\r\nAt the last session the Chadian delegation described\r\nto the Assembly the progress that we had made towards\r\nthe democratization of political life. Today I can report\r\nthat this has become a tangible reality. We have put\r\nmachinery and structures in place to enable the Chadian\r\npeople freely and openly to choose their institutions and\r\ntheir leaders. I refer in particular to the Independent\r\nNational Electoral Commission, responsible for\r\nsupervising and monitoring the preparation of electoral\r\nrolls and organizing the various elections; the Supreme\r\nCouncil for Communications, charged with guaranteeing\r\nequitable access to the media to political parties, civil\r\nsociety and individual citizens; and the Constitutional\r\nCourt, which is to settle electoral disputes, among other\r\nthings. It is important to emphasize that all shades of\r\npolitical and social opinion are represented in these\r\nbodies.\r\nThe liberalization of political life can also be seen in\r\nthe existence of 53 recognized parties as well as a number\r\nof civil associations and trade unions. Moreover, a draft\r\nconstitution agreed by all those involved in civil and\r\npolitical life will soon be put to the vote in a referendum.\r\nI can state from this rostrum that the democratic process\r\nis under way and that Chad is merely awaiting the various\r\nvotes to conclude it.\r\nThe President of the Republic, General Idriss Déby,\r\nstated at this year’s presentation of New Year’s greetings\r\nfrom the Diplomatic Corps that he was determined to do\r\nhis utmost to ensure that the votes were transparent and\r\ntook place in the best possible conditions. Despite this\r\nsolemn commitment, some of those involved in political\r\nlife, manipulated from abroad, are trying desperately to\r\nhoodwink national and international public opinion by\r\n16\r\nGeneral Assembly 23rd plenary meeting\r\nFiftieth session 6 October 1995\r\nsaying that the Government are responsible for delaying the\r\nvotes. We reiterate the commitment of the Head of State\r\nand invite all those who wish to do so, to come to Chad\r\nand observe the various election processes.\r\nI should like to extend our thanks to the United\r\nNations, which has already given us technical assistance. I\r\nalso take this opportunity to appeal to countries and\r\ninternational organizations to help us properly to organize\r\nthe elections.\r\nBecause of the tumultuous history of my country,\r\npeace and stability are constant concerns of my\r\nGovernment, which seeks only to make a reality of the\r\nlegitimate aspirations of the Chadian people to economic\r\nand social well-being.\r\nNational reconciliation was rightly one of the main\r\nrecommendations of the Sovereign National Conference, for\r\ntrust and harmony among the people of Chad must be\r\nrebuilt. The establishment of a national reconciliation\r\ncommission and the proclamation of a general amnesty and\r\na unilateral cease-fire throughout the country are\r\ndemonstrations of the avowed will of the Government to\r\nreunite Chadians. Some people in Chadian political life\r\nconsider that the final step in achieving this objective is to\r\norganize a round table. The Government is in favour, as\r\nlong as the other participants are not limited to the armed\r\nopposition and as long as it does not threaten the\r\nachievements of the Sovereign National Conference, the\r\ndemocratic process, or the established timetable.\r\nPolitical freedom is truly beneficial only when it is\r\nbased on an economic situation from which all the\r\npopulation gain. My country faces an economic and\r\nfinancial crisis due to external factors, aggravated by\r\ndesertification, an uncertain climate and the fact that it is\r\nland-locked. My Government has taken a series of measures\r\nto improve the financial situation, while strengthening its\r\ncontrol over debt servicing and trying to exert similar\r\ncontrol over the civil service and the army. These measures\r\nhave had satisfactory results and should be supported by\r\nour partners.\r\nWhile we are pleased that the cold war has ended,\r\nthere remain, as I said earlier, many matters causing great\r\nconcern. The international community is confronting some\r\nproblems that negatively impact on the evolution of our\r\ncountries and require collective thought.\r\nWith regard to peace, since the last session the picture\r\nhas continued to be one of contrasts.\r\nIn Angola, my Government is heartened by the\r\nprogress achieved since the Lusaka Accords, which have\r\nopened up great prospects for the consolidation of peace\r\nand the reconstruction of the country.\r\nSimilarly, we welcome the signing in Washington on\r\n28 September of the agreement between the State of\r\nIsrael and the Palestinian Authority. This is an important\r\nmilestone on the path towards a just and lasting\r\nsettlement of the crisis, which has lasted far too long.\r\nMy country also welcomed the agreements reached\r\nby the Liberian factions on 19 August. With the setting\r\nup of the Council of State, we can hope that the six years\r\nof nightmare are now coming to an end for the people of\r\nLiberia.\r\nElsewhere, the situation is much less favourable.\r\nBurundi, Rwanda, Somalia and Sierra Leone are still\r\npowder kegs, experiencing loss of human life and massive\r\ndisplacements of populations.\r\nMy country is also concerned about the situation in\r\nBosnia and Herzegovina, in the very heartland of Europe,\r\nwhere the spiral of war seems to hold sway over the logic\r\nof peace. We encourage the patient and tireless efforts of\r\nthe international community to settle this conflict, with\r\nrespect for the country’s sovereignty and territorial\r\nintegrity.\r\nWe would make an urgent appeal to the various\r\nprotagonists to demonstrate perspicacity and political\r\ncourage in order to put an end to these human tragedies.\r\nForeseeable causes of conflict in most States are\r\nbehaviour and attitudes revealing a desire for hegemony\r\nthat threatens territorial integrity and harms good-\r\nneighbourly relations. We must appeal to leaders to show\r\nwisdom and refrain from such conduct; rather, they\r\nshould work together in a spirit of solidarity and mutual\r\nassistance to implement joint development programmes.\r\nFor its part, Chad fully supports the principle of the\r\npeaceful settlement of all disputes. In this spirit, on the\r\nbasis of resolutions of the United Nations, the\r\nOrganization of African Unity and the Organization of the\r\nIslamic Conference, we again appeal for the lifting of the\r\nembargo on the Libyan people, which has a negative\r\nimpact on neighbouring countries.\r\nMy country supports the efforts under way in our\r\nOrganization in the field of peace-keeping operations,\r\n17\r\nGeneral Assembly 23rd plenary meeting\r\nFiftieth session 6 October 1995\r\nparticularly in the consolidation of peace in various parts of\r\nthe world. Thus, it is making its modest contribution to the\r\nUnited Nations Assistance Mission for Rwanda.In the same\r\nspirit, Chad supports Argentina’s “White Helmets”\r\ninitiative.\r\nAfrica, for its part, took a decisive step by\r\nestablishing, in 1993, a mechanism for the prevention,\r\nmanagement and settlement of conflicts; it is already\r\noperational. We call for close cooperation between the\r\nUnited Nations and this mechanism under Chapter VIII of\r\nthe Charter and for multifaceted support from the entire\r\ninternational community.\r\nAs a party to the Treaty on the Non-Proliferation of\r\nNuclear Weapons, my country welcomes its indefinite\r\nextension. This is a major step, because, since the\r\nestablishment of the United Nations, the prevention of the\r\ndissemination of nuclear weapons has been one of the\r\nmajor goals of Member States. Chad fully supports the\r\nnegotiations currently under way in the Conference on\r\nDisarmament for the conclusion of a comprehensive test-\r\nban treaty.\r\nMy country welcomed the Secretary-General’s\r\nconvening of an international meeting on mine clearance\r\nfrom 5 to 7 July 1995 at Geneva. We greatly appreciate the\r\npositive reaction of the international community, which, by\r\nannouncing a contribution of more than $20 million,\r\ndemonstrated its determination to struggle against this\r\ninvisible, pernicious and constant menace.\r\nChad, a large part — about one third — of whose\r\nterritory is infested with mines of all types, supports the\r\nSecretary-General’s statement that, by damaging local\r\ncommunities, by contributing to emptying vast territories of\r\ntheir population and by preventing the return of refugees,\r\nmines are obstacles to economic and social development.\r\nHence, we appeal to the international community to help\r\nmy country rid itself of these death machines.\r\nThe unbearable pictures of thousands of mutilated\r\nmen, women and children throughout the world cry out to\r\nus. That is why my country stands ready to support any\r\nmeasure that would lead to the total prohibition of the\r\nproduction and sale of such weapons.\r\nPeace and development are the major objectives of our\r\nOrganization. So far as economic and social development\r\nis concerned, in recent years many summits and\r\nconferences have been held with the goal of improving the\r\nliving standards of peoples. But the results have not met the\r\nexpectations. In fact, as the Human Development Report\r\n1995 states,\r\n“More than three-fourths of the world’s people live\r\nin developing countries, but they enjoy only\r\n16 per cent of the world’s income.” (Human\r\nDevelopment Report 1995, p. 14)\r\nAfrica, where the majority of the least developed\r\ncountries are located, is in a most precarious situation.\r\nThe continual decline in export income condemns Africa\r\nto such an increase in the servicing of its debt that any\r\ndevelopment activity is futile.\r\nWhat can one say about structural adjustment and\r\neconomic liberalization measures, which frequently have\r\na negative impact on the most vulnerable segments of our\r\nsociety? Most of the initiatives to promote the\r\ndevelopment of Africa in the 1990s have not brought the\r\nhoped-for results.\r\nWe venture to hope that the Agenda for\r\nDevelopment, as a prop for the Agenda for Peace, will\r\nfoster a genuine spirit of solidarity and partnership in the\r\ninternational community.\r\nWe believe that, 50 years after its creation, and\r\ndespite the outstanding results it has achieved in some\r\nareas, the United Nations must continue to change in\r\norder to meet new and increasingly complex challenges.\r\nIn this connection, we reiterate our support for the\r\nprocess of restructuring and revitalizing the United\r\nNations in the economic, social and related areas. We\r\nemphasize, however, that this necessary action must not\r\nlead to marginalization of the developing countries.\r\nChad has already expressed its position on the\r\nexpansion of the Security Council, the organ with primary\r\nresponsibility for the maintenance of international peace\r\nand security. The principle of equitable geographical\r\nrepresentation must be observed.\r\nIn conclusion, I should like to express the hope that\r\nour deliberations will be fully successful and that the\r\ntwenty-first century will witness the beginning of a\r\ngenuine rebirth of our international Organization, so that\r\nit can work decisively towards the greatness of mankind.\r\nThe meeting rose at 5.25 p.m.\r\n18\r\n"