"United Nations A/50/PV.33\r\n95-86353 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFiftieth Session\r\n33rd plenary meeting\r\nWednesday, 18 October 1995, 10 a.m.\r\nNew York\r\nPresident: Mr. Freitas do Amaral . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Portugal)\r\nThe meeting was called to order at 10.20 a.m.\r\nAgenda item 10 (continued)\r\nReport of the Secretary-General on the work of the\r\nOrganization\r\nReport of the Secretary-General (A/50/1)\r\nDraft resolution (A/50/L.5)\r\nMr. Arcilla (Philippines): I wish at the outset to\r\nexpress our appreciation to and to commend the\r\nSecretary-General, Mr. Boutros Boutros-Ghali, for his\r\ncomprehensive report (A/50/1) and for the various\r\ninitiatives he has undertaken and pursued to further\r\nenhance the effectiveness of the United Nations and its\r\nSecretariat.\r\nThe United Nations, for 50 years, has in general\r\ndone its best to act effectively and in a timely manner in\r\nrespect of the various demands of our times. It has\r\nresponded with creativity and innovativeness,\r\nnotwithstanding severe constraints, including its\r\ndiminishing financial resources. Considerable attention\r\nhas been paid to preventive diplomacy and conflict\r\nresolution. Several major initiatives, including those\r\nrelating to the search for peace in Angola and to the\r\nrestoration of democracy in Haiti, have been adequately\r\nsupported by the Organization.\r\nThe United Nations has also ensured the\r\nimplementation of various post-conflict peace-building\r\nmeasures. Notable here is the assistance provided for\r\nthe conduct of elections and for mine-clearing activities\r\nin various countries. Likewise, the Organization has\r\nsuccessfully undertaken a number of peace-keeping\r\noperations, despite the fact that the need for such\r\nsupport mechanisms has grown in number and\r\ncomplexity in recent years.\r\nIn the fields of development and humanitarian\r\naction, the Organizations — either through its own\r\nDepartment of Development Support and Management\r\nServices or through the various United Nations organs,\r\nagencies and other bodies, such as the United Nations\r\nDevelopment Programme and the United Nations\r\nPopulation Fund, and the regional commissions — has\r\ncarried out and implemented various technical\r\ncooperation activities, despite financial constraints. The\r\nOrganization’s portfolio of technical cooperation\r\nprojects and the demands for timely and efficient\r\nproject delivery have grown considerably through the\r\nyears.\r\nThe Organization has also undertaken various\r\noperational follow-up activities in the implementation of\r\ndecisions and agreements emanating from several\r\ninternational conferences, including the United Nations\r\nConference on Environment and Development, the\r\nInternational Conference on Population and\r\nDevelopment and the World Summit for Social\r\nDevelopment.\r\nGeneral Assembly 33rd plenary meeting\r\nFiftieth session 18 October 1995\r\nThere is much more that the developing countries\r\nwould like the Organization to undertake, in keeping with\r\nvarious international agreements and instruments designed\r\nto support their efforts to achieve sustained growth and\r\ndevelopment and to address, in particular, the eradication\r\nof poverty and the urgent needs of the most vulnerable\r\nsegments of their societies.\r\nThe globalization of the world economy and the\r\ndeepening interdependence among nations have also\r\npresented new challenges and opportunities, as well as\r\nrisks and uncertainties, for the future of the world\r\neconomy, in particular, for the development prospects of\r\ndeveloping countries. The Organization must respond to\r\nthese new challenges and opportunities by providing the\r\nnecessary support to enhance its role in formulating\r\nappropriate policy guidelines on international economic\r\nand development issues, as well as ensuring that the\r\nrequisite operational follow-up measures are carried out.\r\nObviously, my intervention today cannot fully do\r\njustice to the wide-ranging topics covered in the report.\r\nWe can only highlight some of its major elements and,\r\npossibly, focus on the bottleneck that prevents the\r\nOrganization from providing optimum service to Member\r\nStates.\r\nThe Secretary-General has on several occasions\r\nbrought to our attention the financial situation of the\r\nOrganization. The report unequivocally reiterates the\r\npoint that the United Nations now faces very serious\r\nfinancial situation. It details the indices of the severity of\r\nthe current financial problems, including the millions of\r\ndollars owed to Governments that have contributed troops\r\nand equipment to peace-keeping operations. The report\r\nasserts that “This is manifestly unjust”. (A/50/1, para. 32)\r\nIt is disturbing to note that, despite our collective\r\nrecognition of the problem — as stated in General\r\nAssembly resolution 41/213 — and of the requirement to\r\nfulfil our financial obligations promptly and in full, we\r\nhave failed to act decisively on the Organization’s\r\nperennial problem of cash availability. My delegation\r\ntherefore once again appeals to the Member States\r\nconcerned, particularly the largest contributor, to make\r\nevery effort to pay all their dues unconditionally, in full\r\nand on time.\r\nWe welcome the initiatives being pursued by the\r\nSecretary-General to streamline the Organization into a\r\nmore focused and integrated machinery. We support the\r\nSecretary-General’s efforts to increase its efficiency.\r\n“Downsizing” has been implemented and will continue\r\nin the years to come, as is already reflected in the\r\nbiennium budget for 1996-1997, and in various organs,\r\nbodies and agencies of the United Nations.\r\nHowever, we wish to reiterate the point that an\r\ninstitution can pursue genuine reforms only under a\r\npolicy framework that seeks to fully realize its mandate.\r\nWhen we speak of reforms, we should be very clear on\r\nthe premises underlying what we would like to achieve.\r\nWe must refer in unmistakable terms to the efforts to\r\nachieve economy and efficiency in fulfilling completely\r\nthe mandates of the bodies, organs and agencies of the\r\nUnited Nations system, not to efforts that will\r\ncompromise effective programme delivery and be\r\nsubstitutes for measures aimed at significantly\r\nstrengthening the United Nations role in development.\r\nIt is on this note that our Organization has to\r\npause and assess the impact on its mandates of\r\nstreamlining exercises. We clearly need to see where\r\nwe stand and to proceed cautiously on other, related\r\nmeasures.\r\nBefore concluding, may, I, on behalf of the Group\r\nof 77 and China, convey the views of the Group on the\r\ndraft resolution contained in document A/50/L.5. We\r\ntake note that this draft resolution will be considered\r\nunder agenda item 119, entitled “Pattern of\r\nconferences”, which has been allocated by the General\r\nAssembly to the Fifth Committee for its consideration.\r\nAfter careful and in-depth consideration of the report of\r\nthe Committee on Conferences, the Group of 77 and\r\nChina are of the view that the control and limitation of\r\ndocumentation are integral parts of the resolutions\r\nadopted by the General Assembly under that agenda\r\nitem. Hence, the Group of 77 and China will carefully\r\nreview the elements of draft resolution A/50/L.5 in the\r\nFifth Committee within the broadest context of the\r\nagenda item entitled “Pattern of conferences”.\r\nMr. Tejera-París (Venezuela) (interpretation from\r\nSpanish): The report (A/50/1) of the Secretary-General\r\nis the best possible summary of the successes, realities\r\nand frustrations of our Organization. My Government is\r\nfirmly convinced of the enduring usefulness of the\r\nUnited Nations, strengthened by the indisputably\r\nfavourable balance of the cumulative record of its entire\r\nsystem. The performance of the Secretary-General and\r\nthe Secretariat as a whole deserves our deepest\r\ngratitude and support.\r\n2\r\nGeneral Assembly 33rd plenary meeting\r\nFiftieth session 18 October 1995\r\nThe subjects covered by the Secretary-General is so\r\nextensive and varied that it will certainly receive the\r\nspecial and detailed attention of councils, committees,\r\nworking groups and experts. We hope this will result in\r\noriginal and practical conclusions rather than repetition\r\nand lengthy documents and speeches.\r\nWith regard to reforms, we must focus more on\r\nimproving systems and methods and the dynamic of their\r\nfunctioning than on purely structural reform or, what is\r\nworse, the generation of flow charts for cosmetic\r\npurposes. In my experience, the repetition of speeches\r\nand resolutions, far from enhancing implementation,\r\ndilutes and dulls the will to act. One of the important\r\nobjectives of the reform contemplated in our Organization\r\nis to narrow as much as possible the gap between\r\nresolution and implementation. In this regard, nothing\r\ncould be more helpful than clearing a path by avoiding\r\nrepetitive resolutions, documents and speeches and\r\nadding substance to existing studies and simplifying to\r\nthe extent possible the work of the new Working Group\r\non the Strengthening of the United Nations System. My\r\ndelegation has already expressed its views on the\r\ntimeliness and functioning of that Working Group and\r\nhopes express itself again when the report of the\r\nSecretary-General is submitted for our consideration, as\r\nsuggested by our delegation last July.\r\nSuperfluous though it might seem to insist on\r\nadministrative considerations as opposed to political aims,\r\nthe most dangerous thing for an institution is to risk its\r\nprestige and moral strength by appearing to be more\r\nprone to words than deeds. While supporting the\r\nSecretariat’s efforts to improve the way it functions and\r\nreduce its expenses, I must say that at the root of the\r\nreform of the United Nations lies a reform of\r\nourselves — of Governments and their delegations —\r\nthrough economizing on talk and strengthening the\r\nfinances of the Organization.\r\nMy delegation has already mentioned the reform of\r\nthe Security Council. Since 1945 our positions have been\r\non record. As regards the Trusteeship Council, we believe\r\nit can be left as is, in accordance with the Charter,\r\nwithout cost.\r\nHowever, we would like to place very special\r\nemphasis today on the strengthening of the Economic and\r\nSocial Council. Other delegations have made comments\r\nin this connection with which we concur, and my\r\nGovernment is ready to cooperate actively in reorienting\r\nthe United Nations and its entire system towards its\r\nprimary preventive objective: improvement of the\r\nhuman condition. We must root out the social and\r\neconomic causes of inequality, oppression and armed\r\nconflict. We must disarm the world, control the\r\nmanufacture of weapons and gradually and inexorably\r\ndownsize the business of the merchants of death.\r\nWe must comply with the tenets of the United\r\nNations Charter and respect the sovereignty and\r\nopinions of States. It is all well and good to make\r\nmilitary and economic efforts to prevent or halt\r\nconflicts, but it is first necessary to make sure that the\r\nparties have the will to accept mediation.\r\nMy Government has also insisted that we must\r\nfollow up any suspicion of corruption in business or\r\ngovernment, step up the fight against the scourge of\r\ndrug trafficking and gird national economies against the\r\nviolent ebb and flow of paper investment and unbridled,\r\nunmonitored speculation.\r\nThe United Nations must continue to do its best to\r\npromote and strengthen democracy in all of its political,\r\nsocial and economic aspects and promote ever more\r\nsocial justice. With clear operational objectives and a\r\nmore effective and prestigious staff, our Organization\r\nwill make swift progress in the coming years and\r\npeoples will no doubt contribute avidly to the finances\r\nand endeavours of the United Nations.\r\nThe President: I shall now call on those\r\nrepresentatives who wish to speak in exercise of the\r\nright of reply.\r\nMay I remind members that statements in the\r\nexercise of the right of reply are limited to 10 minutes\r\nfor the first intervention and to five minutes for the\r\nsecond intervention and should be made by delegations\r\nfrom their seats.\r\nMr. Surie (India): It is once again with great\r\nregret that my delegation has to speak to exercise our\r\nright of reply to respond to the statement made by the\r\nrepresentative of Pakistan yesterday. That statement\r\nappears to be part of a well-orchestrated and motivated\r\nlitany of falsehoods, half-truths and selective\r\ninterpretations of events and facts.\r\nTrue to style and consistent with past practice, the\r\nrepresentative of Pakistan has chosen to misrepresent\r\nand selectively quote what the Secretary-General stated\r\nin his report on the work of the Organization for 1995.\r\n3\r\nGeneral Assembly 33rd plenary meeting\r\nFiftieth session 18 October 1995\r\nThe Government of India has taken note of the section of\r\nthe report of the Secretary-General on India and Pakistan,\r\nin which he has referred to the commitment of India and\r\nPakistan to resolve the issue peacefully in accordance\r\nwith the Simla Agreement of 1972. The Government of\r\nIndia remains fully committed to this course, and will\r\ncontinue its efforts to revive bilateral talks, for which\r\nseveral proposals have been made to the Government of\r\nPakistan. The commitment of the Government of Pakistan\r\nto the Simla Agreement, on the other hand, appears to be\r\nclearly open to question.\r\nThe Secretary-General has also referred to incidents\r\nof violence in Jammu and Kashmir. I must emphasize\r\nthat these incidents are entirely due to Pakistan’s\r\nsponsorship of terrorism, militancy and extremism across\r\nthe Line of Control. I doubt if the Assembly needs any\r\nfurther proof of this. This is publicly documented and\r\nwell established.\r\nIn spite of numerous provocations by Pakistan,\r\nIndian security forces have exercised enormous restraint.\r\nThere is no threat to peace and security in the region\r\nfrom the Indian side of the Line of Control, nor the\r\ninternational border.\r\nThe Government of India hopes that the\r\nGovernment of Pakistan will demonstrate sincerity to find\r\na peaceful solution by eschewing sponsorship of terrorism\r\nacross the Line of Control and returning to the\r\nnegotiating table for a meaningful dialogue, as urged by\r\nthe Secretary-General in his report on the work of the\r\nUnited Nations.\r\nIt is ironic that Pakistan repeatedly refers to the\r\nimplementation of Security Council resolutions. It is a\r\nhistorical fact that it was Pakistan which first violated the\r\nsaid resolutions so as to prevent their implementation at\r\nthat time by refusing to vacate the aggression that it had\r\ncommitted in Jammu and Kashmir. As my delegation has\r\nstated on several occasions before, the Security Council\r\nresolutions cannot be implemented at Pakistan’s\r\nconvenience and on its terms.\r\nIndia remains committed to bilateral dialogue under\r\nthe Simla Agreement. In his report on the work of the\r\nOrganization for 1995, the Secretary-General has\r\nindicated that both India and Pakistan have affirmed their\r\ncommitment to respect the cease-fire line and to resolve\r\nthe issues peacefully in accordance with the Simla\r\nAgreement of 1972. Let Pakistan demonstrate its sincerity\r\nto agreements that it has signed and to the cause of peace\r\nand good neighbourliness, by stopping its support for\r\nterrorism in India and returning to the path of peaceful,\r\nbilateral dialogue to which it is committed under the\r\nSimla Agreement.\r\nJammu and Kashmir is an integral part of India.\r\nThis is and remains an immutable fact. The only\r\nimpediment to peace in Jammu and Kashmir is\r\nterrorism — directed, funded and sustained from across\r\nthe border. The only solution to the problem is the\r\nvacation of aggression by Pakistan and the return of\r\nthat portion of Jammu and Kashmir under foreign\r\noccupation since 1947 to India.\r\nThis response will no doubt bring forth yet another\r\noutpouring of unfounded allegations and distortions\r\nfrom the representative of Pakistan. I have no intention\r\nof wasting the valuable time of this Assembly any\r\nfurther by insisting on exercising my second right of\r\nreply.\r\nMr. Kamal (Pakistan): I am astonished at the\r\nangry diatribe of the Indian representative directed\r\nagainst Pakistan. In our intervention yesterday we\r\nreferred to the Secretary-General’s report on the work\r\nof the Organization. In our statement we presented the\r\nfollowing facts.\r\nIn his report the Secretary-General mentioned\r\nincidents of violence in Jammu and Kashmir and the\r\nfurther aggravation of relations between India and\r\nPakistan. Can India deny this?\r\nThe Secretary-General highlighted the urgency of\r\nseeking a political solution through a meaningful\r\ndialogue. Are the Indians denying this?\r\nThe Secretary-General reiterated his offer of\r\nassistance to facilitate a search for a lasting solution.\r\nAre the Indians denying this?\r\nIn our statement we said that Pakistan had\r\naccepted the Secretary-General’s offer of good offices\r\nand that the Indian Government had not accepted it.\r\nAre the Indians denying these facts?\r\nIn order to ascertain the veracity of India’s\r\nbaseless allegations of interference by Pakistan in\r\nKashmir, Pakistan has made offers on a number of\r\noccasions for the establishment of a neutral mechanism\r\nalong the Line of Control. Last year we proposed that\r\nthe number of observers in the United Nations Military\r\n4\r\nGeneral Assembly 33rd plenary meeting\r\nFiftieth session 18 October 1995\r\nObserver Group in India and Pakistan be increased to\r\nverify the alleged reports of cross-border movement.\r\nIndia rejected these sincere offers. Are the Indians\r\ndenying this fact?\r\nIn our statement we said that 600,000 Indian troops\r\nhad been deployed in Kashmir to mount a campaign of\r\nState terrorism against innocent Kashmiri civilians. Are\r\nthe Indians denying the deployment of these forces?\r\nIn our statement we cited facts regarding massacres,\r\nkillings, arbitrary detention, extrajudicial executions,\r\narson and the use of rape as an instrument of war. These\r\nfacts have been documented and substantiated by\r\nimpartial human rights organizations. Are the Indians\r\ndenying this and implying that all these reports about\r\nmassive violations of human rights in Jammu and\r\nKashmir are a mere hallucination?\r\nCan they be denying that their occupation forces\r\nhave brutally killed over 50,000 besieged Kashmiris in\r\nthe last five years?\r\nIn his report the Secretary-General referred to\r\npreventive diplomacy, early-warning mechanisms, quiet\r\ndiplomacy, conflict prevention, peacemaking, peace-\r\nkeeping and peace-building. It is in this context that\r\nPakistan has urged the Secretary-General to intensify his\r\nefforts for a peaceful solution of the Jammu and Kashmir\r\ndispute. Are the Indians denying the validity of these\r\nmechanisms in inter-State conduct, as suggested by the\r\nSecretary-General himself?\r\nThe Secretary-General in the 1994 report had\r\nmentioned that relations between India and Pakistan were\r\nmarred by the dispute over Jammu and Kashmir, one of\r\nthe oldest unresolved disputes still on the United Nations\r\nagenda. Are the Indians denying this painful fact, that the\r\nnon-resolution of the Jammu and Kashmir dispute over\r\nthe last 48 years has bedevilled relations between India\r\nand Pakistan?\r\nAre the Indians denying that Jammu and Kashmir is\r\na disputed territory, recognized as such by the United\r\nNations? If that were so, one wonders why the Indian\r\nExternal Affairs Minister would issue a statement on the\r\neve of his visit to the General Assembly last month on\r\nthe necessity for a resumption of the stalled dialogue\r\nbetween India and Pakistan.\r\nIs India denying that the Security Council in its\r\nresolutions has clearly mandated that the future of Jammu\r\nand Kashmir will be decided in accordance with the\r\nwishes of the people of Kashmir through a free and\r\nimpartial plebiscite? Is India rejecting this mechanism\r\nin contravention of United Nations resolutions?\r\nWhat Pakistan is saying is that the peace and\r\nsecurity situation between India and Pakistan is\r\ndeteriorating fast because of the Jammu and Kashmir\r\ndispute and that the unabated aggression mounted by\r\nIndian occupation forces against the defenceless people\r\nof Kashmir is the reason for that. Is India denying the\r\nneed for ending repression in Kashmir and starting a\r\nsubstantive dialogue to resolve the Jammu and Kashmir\r\nissue?\r\nThe factual evidence against India is definitive and\r\ndamning. We are tired of the Indian litany and mantra\r\nthat Kashmir is an integral part of India. Kashmir has\r\nnever been an integral part of India. The accession of\r\nJammu and Kashmir to India was fraudulent. All of the\r\nmeasures taken by India to annex Jammu and Kashmir,\r\nincluding the election of a so-called Constituent\r\nAssembly, have all been rejected by the Security\r\nCouncil.\r\nRecently, India has introduced yet another\r\nludicrous refrain in its argument. It says that Kashmir is\r\nan inalienable part of India. The use of this word is\r\nironic, because the Indian leaders know that the\r\nalienation of the people of Kashmir from India is\r\ncomplete. So much for the Indian choice of the word\r\n“inalienable”.\r\nWe are also tired of India’s mantra of allegations\r\nof terrorism against Pakistan. How brazenly does India\r\ntry to hide the ugly fact that India today is the largest\r\nterrorist State in the world! India has unleashed\r\nterrorism not only in Jammu and Kashmir, but in all its\r\nneighbouring States. In the recent past, Indian terrorists\r\nhave killed hundreds of people in Pakistan. India has\r\nabetted, sponsored and exported terrorism to the\r\nneighbouring States. It has illegally occupied Kashmir,\r\nannexed Sikkim and devoured Hyderabad and\r\nJunagadh. This is terrorism — state terrorism at its\r\nworst.\r\nIndia talks of a bilateral dialogue with Pakistan.\r\nWhen it comes to the negotiating table, it refuses to\r\ndiscuss Jammu and Kashmir on the pretext that it is a\r\npart of India. It knows that, in the past 23 years, it has\r\nnever talked to Pakistan on the substantive aspects of\r\nthe Kashmir issue. It is because of this Indian obduracy\r\n5\r\nGeneral Assembly 33rd plenary meeting\r\nFiftieth session 18 October 1995\r\nthat the intercession of the United Nations Secretary-\r\nGeneral and the activation of United Nations mechanisms\r\nfor the pacific settlement of disputes in the context of\r\nJammu and Kashmir has become absolutely necessary. If\r\nthe situation were left to Indian machinations, the whole\r\nregion would be engulfed in flames and the systematic\r\ngenocide of the Kashmiris would reach its tragic\r\nconclusion in a final solution.\r\nThe Indian Government tries to give the impression\r\nthat there is peace and tranquillity in the region and that\r\nthe only aberration is interference from Pakistan in\r\nJammu and Kashmir. Cease-fire violations across the\r\nLine of Control by the Indian soldiers have been reported\r\nby the United Nations Military Observer Group in India\r\nand Pakistan. The Neelam Valley in Azad Kashmir is\r\ncompletely cut off because of India’s constant firing,\r\nresulting in a humanitarian crisis for 100,000 Kashmiris.\r\nAnd yet India is trying to make this house believe\r\nthat the situation in Kashmir is normal. The Secretary-\r\nGeneral, during his visit to India and Pakistan last year,\r\nexpressed his apprehension that the escalation of the\r\nsituation in Kashmir could result in an accident. The\r\nSecretary-General’s fear is still valid a year later — in\r\nfact, even more acutely than a year ago.\r\nWe appeal to India to halt its repression in Kashmir,\r\nrecognize the legitimate right of the people of Kashmir to\r\nself-determination, and agree on a lasting solution of the\r\nJammu and Kashmir dispute in accordance with the\r\nmechanisms prescribed by the United Nations and the\r\nSecurity Council.\r\nThe President: We have heard the last speaker in\r\nthe debate on this item.\r\nMay I take it that the General Assembly takes note\r\nof the report of the Secretary-General on the work of the\r\nOrganization?\r\nIt was so decided.\r\nThe President: I should like to inform Members\r\nthat the sponsor of draft resolution A/50/L.5, having\r\nconsidered that the subject matter of the draft resolution\r\nis under the purview of the Fifth Committee, has decided\r\nto submit the draft resolution to the Fifth Committee\r\nunder agenda item 119, entitled “Pattern of conferences”.\r\nAgenda item 120 (continued)\r\nScale of assessments for the apportionment of the\r\nexpenses of the United Nations\r\nThe President: I should like to inform members\r\nof the General Assembly that the Secretary-General has\r\nreceived a letter informing him that Mali has made the\r\nnecessary payment to reduce its arrears below the\r\namount specified in Article 19 of the Charter.\r\nMay I take it that the General Assembly duly\r\ntakes note of this information?\r\nIt was so decided.\r\nProgramme of work\r\nThe President: I should like to make a brief\r\nremark on the forthcoming special Assembly plenary\r\nmeeting on the occasion of the fiftieth anniversary. In\r\norder to ensure the smooth and timely conduct of the\r\nproceedings, I have addressed a letter dated 16 October\r\n1995 to all delegations seeking their assistance in\r\nkeeping the time limit for speeches.\r\nAs Members know, the General Assembly has\r\ndecided that each speaker will have five minutes to\r\nmake a statement during the Special Commemorative\r\nMeeting to be held on 22, 23 and 24 October. I am\r\naware that this time limit may be difficult to observe. I\r\nmust stress, however, that the ceremony will be\r\nseriously disrupted if that limit is not strictly respected.\r\nFor instance, if each speaker spoke for seven minutes\r\ninstead of five, we would have an extra six and a half\r\nhours of speeches.\r\nI therefore urge every delegation to convey, on my\r\nbehalf, to its head of delegation that the fixed limit of\r\nfive minutes should be rigorously observed. Otherwise,\r\nI may be forced, against my will, to interrupt the\r\nspeaker and to ask that the speech be concluded.\r\nMembers can well imagine that I would rather not have\r\nto take such an action, out of respect for all the Heads\r\nof State and Heads of Government and other dignitaries\r\nwho will honour the United Nations with their presence.\r\nI would be grateful for Members’ earnest\r\ncooperation in this regard.\r\nAgenda item 3 (continued)\r\nCredentials of representatives to the fiftieth session\r\nof the General Assembly\r\n6\r\nGeneral Assembly 33rd plenary meeting\r\nFiftieth session 18 October 1995\r\n(b) First report of the Credentials Committee\r\n(A/50/559)\r\nThe President: The draft resolution recommended\r\nby the Credentials Committee in paragraph 10 of its first\r\nreport (A/50/559) reads as follows:\r\n“The General Assembly,\r\n“Having considered the first report of the\r\nCredentials Committee and the recommendation\r\ncontained therein,\r\n“Approves the first report of the Credentials\r\nCommittee.”\r\nWe shall now proceed to consider the draft\r\nresolution recommended by the Credentials Committee in\r\nparagraph 10 of its first report.\r\nI call on the representative of the Islamic Republic\r\nof Iran for an explanation of vote before the voting.\r\nMr. Abolhassani Shahreza (Islamic Republic of\r\nIran): My delegation would like to express its\r\nreservations regarding paragraph 4 of the first report of\r\nthe Credentials Committee, contained in document\r\nA/50/559, on the credentials of Israel.\r\nFor this reason, and in line with the position of my\r\nGovernment on the issue, my delegation wishes to\r\ndissociate itself from the part of the said report referring\r\nto the approval of the credentials of Israel.\r\nThe President: We shall now take action on the\r\nrecommendation of the Credentials Committee set forth\r\nin paragraph 10 of its first report (A/50/559). The\r\nCredentials Committee adopted this draft resolution\r\nwithout a vote. May I take it that the Assembly wishes to\r\ndo the same?\r\nThe draft resolution was adopted (resolution 50/4).\r\nThe President: I call on the representative of the\r\nLibyan Arab Jamahiriya, who wishes to explain the\r\nposition of his delegation on the resolution just adopted.\r\nMr. Amer (Libyan Arab Jamahiriya) (interpretation\r\nfrom Arabic): The fact that the delegation of the Libyan\r\nArab Jamahiriya did not object to the report of the\r\nCredentials Committee in document A/50/559 in no way\r\nimplies recognition of the credentials of the Israeli’s\r\ndelegation.\r\nDespite the recent developments regarding the\r\nPalestinian question, what is taking place now cannot\r\nbe construed as forming the basis for a permanent or\r\njust solution. The solution could be achieved only on\r\nthe basis of full recognition of all the rights of the\r\nPalestinian people, foremost among which are the rights\r\nto return to its land, to self-determination and to the\r\nestablishment of a democratic State in Palestine with\r\nAl-Quds as its capital, where Arabs and Jews alike can\r\nlive.\r\nThe President: We have heard the last speaker in\r\nexplanation of position.\r\nWe have thus concluded this stage of our\r\nconsideration of sub-item (b) of agenda item 3.\r\nAgenda item 36\r\nCommemoration of the fiftieth anniversary of the\r\nend of the Second World War: draft resolution\r\n(A/50/L.3 and Corr.1)\r\nThe President: Members will recall that by\r\nparagraph 3 of resolution 49/25 of 2 December 1994,\r\nthe General Assembly decided to hold a solemn\r\nmeeting of the Assembly on 18 October 1995, that is,\r\ntoday, in commemoration of the victims of the war.\r\nIn this connection, the Assembly has before it a\r\ndraft resolution issued as document A/50/L.3 and\r\nCorr.1.\r\nI call on the representative of the Russian\r\nFederation to introduce the draft resolution.\r\nMr. Lavrov (Russian Federation) (interpretation\r\nfrom Russian): This solemn meeting today is dedicated\r\nto what is undoubtedly the most memorable and\r\nmeaningful date of this century, which had a significant\r\nimpact on all subsequent developments in the\r\ninternational community and world politics.\r\nThe end of the Second World War 50 years ago is\r\nengraved forever in the memory of mankind as the\r\nmost tragic event and, at the same time, the brightest.\r\nWe are mourning today the millions of lost human lives\r\nand inexpressible human suffering, whose echoes can\r\nbe heard even now. But at the same time, we are proud\r\n7\r\nGeneral Assembly 33rd plenary meeting\r\nFiftieth session 18 October 1995\r\nof mankind which has managed, after uniting its efforts,\r\nto win in truth the greatest historic victory over the forces\r\nof destruction, subjugation and suppression of human\r\ndignity.\r\nThe main lesson of this landmark experience is\r\nobvious — the way to the survival and prosperity of the\r\nworld is through the cohesion and collective efforts of all\r\nconstructive forces and through the decisive resolution of\r\nminor differences for the sake of common paramount\r\ninterests and goals.\r\nIn celebrating this anniversary, we can rightfully say\r\nthat the difficult path followed by the international\r\ncommunity over the last half century has made it possible\r\nto draw a line under the outcome of the Second World\r\nWar, to turn this sorrowful page of history and to direct\r\nour expectations to the future. As we all know, the roots\r\nof the future lie in the past and in the present.\r\nToday’s world dialectically combines within itself\r\nboth dangers and threats fraught with instability and the\r\nrisk of new global shocks, while nourishing the growth of\r\nan essentially new and different non-confrontational\r\nsystem of international relations. Through ever more\r\nactive multilateral efforts in confronting common\r\nchallenges, we see more clearly the basic principles of\r\nsuch a system. It is based on the balance of interests,\r\nequitable cooperation and the partnership of different\r\nStates and international institutions, the inadmissibility of\r\nthe emergence of new dividing lines and the\r\nestablishment of cooperative approaches to the problems\r\nof security and development.\r\nMoreover, we have a unique instrument for\r\nadvancing towards a new world order — the United\r\nNations, an organization born from the ashes of the\r\nWorld War to save future generations from the scourge\r\nof new wars and conflicts.\r\nBasing itself on the experience and lessons of the\r\nSecond World War and on the traditions and ideals of the\r\nanti-Hitler coalition, and combining political will and the\r\nefforts of States and nations, the international community\r\ntoday has quite enough strength to carry out this\r\ncornerstone task enshrined in the United Nations Charter.\r\nReaffirming its intention to continue to make an\r\nactive practical contribution to the attainment of this goal,\r\nthe member States of the Commonwealth of Independent\r\nStates (CIS) have submitted a draft resolution (A/50/L.3\r\nand Corr.1), entitled “Commemoration of the fiftieth\r\nanniversary of the end of the Second World War”, and\r\nthe annex, “Declaration in Commemoration of the\r\nFiftieth Anniversary of the End of the Second World\r\nWar”.\r\nPaying tribute to the memory of the victims of the\r\nSecond World War, and remembering with gratitude all\r\nthose who have struggled against dictatorship,\r\noppression, racism and aggression, the Declaration\r\nemphasizes, in particular, the vital need to undertake all\r\npossible efforts to put an end to existing armed\r\nconflicts, to avert such conflicts in the future and to\r\novercome the manifestations of political, economic and\r\nsocial inequality.\r\nThe States of the world are called upon to:\r\n“reaffirm the commitment to refrain from the use\r\nor threat of use of force against the territorial\r\nintegrity or political independence of any State or\r\nin any other manner inconsistent with the\r\nprinciples and purposes of the Charter of the\r\nUnited Nations; to redouble their efforts to put an\r\nend to all conflicts and to save future generations\r\nfrom the scourge of new wars and racial hatred,\r\ninter alia, by drawing the lessons that emerge\r\nfrom the history of past conflicts; to promote\r\ndemocracy and human rights and to support\r\nuniversal access to culture; to focus their efforts\r\non the objective of creating conditions for the\r\ngeneral progress of humankind in larger freedom.”\r\n(A/50/L.3, para. 5).\r\nWe are pleased to note that an impressive group of\r\nUnited Nations Members have become sponsors of this\r\ndraft.\r\nThe sponsors, who now include Croatia, Cyprus,\r\nthe Czech Republic, Mongolia, Nigeria, Norway, Peru,\r\nthe Republic of Korea and Uruguay, expect that the\r\ndraft resolution and the annexed Declaration will be\r\nadopted by consensus by the General Assembly.\r\nMr. Yáñez-Barnuevo (Spain) (interpretation from\r\nSpanish): The year 1995 marks the fiftieth anniversary\r\nof the end of the Second World War, the most\r\ndevastating war ever witnessed by mankind. The\r\nEuropean Union, together with Bulgaria, Cyprus, the\r\nCzech Republic, Hungary, Malta, Poland, Romania and\r\nthe Slovak Republic, in whose name I have the honour\r\nto speak, consider it highly appropriate that we, the\r\nMember States of the United Nations, today pay a\r\n8\r\nGeneral Assembly 33rd plenary meeting\r\nFiftieth session 18 October 1995\r\nspecial tribute to the extreme sacrifices wrought by the\r\nWar.\r\nThe peoples of Europe remember only too well the\r\nhorrors of the Second World War and the great suffering\r\nthat it inflicted upon so many: not only the soldiers,\r\nsailors and airmen from all continents who lost their lives\r\nin battle, but also the innocent civilians who perished in\r\ntheir homes, and, in particular, those millions of men,\r\nwomen and children who died in the death camps. The\r\nmemory of the atrocities of the Holocaust committed\r\nagainst the Jewish communities all around Europe will be\r\nan everlasting warning against all kinds of totalitarian and\r\nracist ideologies.\r\nToday we commemorate all victims of the War in a\r\nway that should go beyond remembering those who lost\r\ntheir lives, their health or their possessions throughout the\r\nyears of conflict. We should go beyond mourning the\r\nmillions of innocents who suffered. Today we should\r\npreserve the unfading memory of all victims for future\r\ngenerations by honouring the men and women who\r\nfought for the restoration of human dignity. They serve\r\nas an inspiration to all those who today dedicate their\r\nlives to the preservation of peace and freedom. Our\r\nthoughts must also turn to the victims of present\r\nconflicts.\r\nThose tremendous sacrifices were not in vain.\r\nJustice and democracy finally triumphed over dictatorship\r\nand aggression.\r\nThe end of the Second World War established the\r\nnecessary conditions for the creation of the United\r\nNations. The countries recovering from the devastation of\r\nthe war renewed the hope of humanity in the future by\r\ndesigning a new structure dedicated to fostering\r\ncoexistence and international cooperation. The San\r\nFrancisco Charter is a living monument to the lessons\r\nlearned from the war.\r\nThe same is true of the Universal Declaration of\r\nHuman Rights, which formed the basis for all subsequent\r\ninternational human rights instruments. The European\r\nUnion remains convinced that, in the words of the\r\npreamble to the Universal Declaration,\r\n“recognition of the inherent dignity and of the equal\r\nand inalienable rights of all members of the human\r\nfamily is the foundation of freedom, justice and\r\npeace in the world”.\r\nAs the President of the first session of the General\r\nAssembly, the eminent European Paul-Henri Spaak,\r\nstated in his opening address on 11 January 1946,\r\n“For years these tens of millions suffered,\r\nendured, accepted hardships and sacrificed, and\r\nnow they ask for their reward. The reward for\r\nwhich they ask is peace, a just and enduring\r\npeace, and that we must bring them”. (Official\r\nRecords of the General Assembly, First Session,\r\nPlenary Meetings, 2nd meeting, p. 49)\r\nThe scourge of war has not been fully eradicated.\r\nBut the United Nations and the principles of its Charter\r\nare essential tools for the maintenance of peace and the\r\nstruggle for fundamental human rights.\r\nThe European Union was forged out of the\r\nexperience of that war and a desire never to repeat the\r\nsuffering it caused. The European Union is composed\r\nof countries that fought on opposing sides in the\r\nSecond World War and of others that took no part in\r\nthe conflict. Most of the Union’s member States were\r\ndirectly affected by the war and by the division of\r\nEurope that resulted. The very existence of the\r\nEuropean Union, its vigour and cohesiveness and its\r\nopenness to new members are proof of our\r\ndetermination to make such a war impossible in Europe\r\nagain.\r\nAs the European Union solemnly declared in\r\nMessina on 2 June last,\r\n“The Europe of freedom which was constructed\r\nafter the Second World War has guaranteed its\r\npeoples an unmatched period of peace, stability\r\nand prosperity”.\r\nThe solemn Declaration adopted by the European\r\nCouncil at Cannes on the occasion of the United\r\nNations fiftieth anniversary emphasizes the extent to\r\nwhich the United Nations, which was created in\r\nresponse to the tragedy of the Second World War,\r\nhelped in the reconstruction of Europe and in aiding the\r\nrefugees of the conflict.\r\nToday, just as the European Council did last June,\r\nwe solemnly reaffirm our attachment to the purposes\r\nand principles of the Charter of the United Nations, and\r\nrenew our commitment to serving the ideals and action\r\nof the United Nations.\r\n9\r\nGeneral Assembly 33rd plenary meeting\r\nFiftieth session 18 October 1995\r\nThe European Union therefore wholeheartedly\r\nsupports the draft declaration just introduced by the\r\nRussian Federation in the General Assembly today. The\r\n15 European Union countries actively participated in the\r\npreparation of this text. All States members of the\r\nEuropean Union are among the sponsors of the draft\r\nresolution, contained in document A/50/L.3. The\r\nEuropean Union hopes that the draft resolution\r\naccompanying the Declaration in Commemoration of the\r\nFiftieth Anniversary of the End of the Second World War\r\nwill be adopted by consensus.\r\nMr. Muller (Marshall Islands): It is a great honour\r\nfor me to be here today to speak on behalf of the\r\nMarshall Islands. It is the view of my delegation that this\r\nsolemn occasion should be one on which we pay\r\nparticular respect to the memory of the many millions\r\nwho died in that fateful war.\r\nI am also here today to try to bring to the attention\r\nof delegations here that the war in the Pacific involved\r\nmore than the great Powers of the day. I want to honour\r\nthe memory of those Pacific islanders who fell in the\r\nstruggle for freedom and justice and in the fight against\r\noppression. In that sense, we feel a strong sense of\r\nsolidarity with peoples on other shores, in lands far away\r\nfrom us, who also went through untold suffering.\r\nOf the two World Wars, it was the second that\r\nbrought devastating pain and suffering to the shores of\r\nthe Marshall Islands. It was the most horrific of times,\r\nwhen we saw the blood of our loved ones paint our\r\nocean and lagoon waters crimson red. Most of the\r\nvictims were either shot or beheaded by faraway warring\r\nStates, which suspected our people of aiding the\r\nopposition. Our people simply got caught in the crossfire.\r\nIn particular, my people faced the most severe hardships\r\ntowards the end of the war, when supplies were\r\ndwindling.\r\nStill haunted by the horrors of a war they did not\r\ncause, many of our elders remained silent until fairly\r\nrecently. They were unable to utter any recollection of\r\nthat ugly war, essentially leaving our younger generation\r\nto wonder all these years: What were the losses? How\r\ndid the country suffer? What was it that kept our people\r\ntogether? While we may not be able to fully comprehend\r\nthe pain our elders experienced during the Second World\r\nWar, to some degree we can ascertain its impact through\r\nthe few who have been able to recount some of their\r\nexperiences for us.\r\nIt was as an impoverished and suffering people\r\nthat we greeted our liberation. The events that followed,\r\nwhich caused us to be placed under Trusteeship, are not\r\nmemories that we treasure. We are still learning to deal\r\nwith the results of the nuclear testing programme that\r\nthis Organization allowed to proceed in our islands.\r\nNow we have come to a point in history which so\r\nclosely mirrors what happened in the Marshall Islands.\r\nIt seems that the international community will yet again\r\nstand by while a colonial Power flexes its nuclear\r\nmuscle and tests weapons in the South Pacific. We\r\ncannot let this go on any more.\r\nAs we remember our fallen countrymen, their\r\nlegacy must be the impetus in our task of ensuring that\r\nthe scourge of war is eradicated once and for all and\r\nreplaced by preventive diplomacy. This is the only way\r\nforward if we are fully to implement the provisions of\r\nthe Charter. The “Agenda for Peace” outlines areas we\r\ncan commence working on today to ensure a safer\r\nworld tomorrow for our children. To this end, it would\r\nbe necessary to reflect on and repeat those successes\r\nthe Organization has had in peace-keeping efforts. We\r\nmust also constructively review and criticize the failures\r\nthat have occurred.\r\nThe international community, having experienced\r\nthe pain and suffering brought upon it by two world\r\nwars, opted to establish the United Nations for the\r\npurpose of ensuring international peace and security, a\r\ntask which is unparalleled in both scope and\r\ncomplexity. This purpose should remain our guiding\r\nprinciple today and tomorrow in our quest for global\r\npeace in a world where we all work constructively\r\ntogether, in a world free from want, from fear and from\r\nthe scourge of nuclear weapons.\r\nMr. Yelchenko (Ukraine): The year 1995 can\r\nrightfully be called a golden one in the calendar of\r\ninternational life. It is the year that marks the fiftieth\r\nanniversary of the events which played a crucial role in\r\nforming the structure of international relations and\r\nwhich paved the way for further evolution of\r\nhumankind.\r\nThe starting point was the end of the Second\r\nWorld War. In remote 1945, the heroic struggle of\r\nfreedom-loving nations of the world resulted in the\r\nvictory over fascism and militarism, over the ideology\r\nof the supremacy of one nation over the other. We are\r\nproud of the fact that a significant contribution to that\r\nvictory was made, along with the peoples of the\r\n10\r\nGeneral Assembly 33rd plenary meeting\r\nFiftieth session 18 October 1995\r\ncoalition States, by peoples of the former USSR,\r\nincluding the people of Ukraine, whose victories upon the\r\nbattlefields of the Great Patriotic War determined, in fact,\r\nthe victorious outcome of the Second World War.\r\nRegrettably, this great historic victory was attained\r\nat a high price: the heavy of loss of human lives,\r\nincredible suffering, unprecedented material losses. It is\r\ntestified to, perhaps, by the fact that there is no family in\r\nUkraine that was unaffected by the tragedy of the war\r\nand the terror of its devastating consequences.\r\nIt was the victory in the Second World War, as well\r\nas the suffering of the victims, that raised the need for\r\nthe internationalization of international relations in order\r\nto prevent a new global conflict. To this end the United\r\nNations was established as a means for better\r\norganization of the world order and as a source of human\r\nhope for the maintenance of peace and security all over\r\nthe world.\r\nWe should not forget either that the end of the\r\nSecond World War gave powerful impetus to national\r\nliberation movements in the countries of Asia and Africa,\r\nand considerably consolidated the bases for building a\r\nnew world order, driven by the achievement of State\r\nindependence by many countries of the world. At the\r\nsame time, there is the other side of the outcome of the\r\nSecond World War. We have to speak about what we\r\nmight call the tragedy of this historical event. There was\r\na bipolar split of the world; for a long time, the cold\r\nwar’s web paralysed the move to democracy by some\r\ncountries.\r\nToday we mark the fiftieth anniversary of the end of\r\nthe Second World War in qualitatively new historical\r\nconditions, when the aftermath of the cold war has\r\npractically been overcome. States are no longer separated\r\nby ideological barriers. One of the largest world empires\r\nhas collapsed. Newly independent States emerged,\r\nincluding Ukraine, and our hopes for attaining an epoch\r\nof peace, prosperity, development and democracy have\r\nbecome more realistic.\r\nIn reviewing the 50 years that have passed since the\r\nend of the Second World War, it is necessary to mention\r\nthe lessons of that great victory as well; they are topical\r\ntoday. Proceeding from the philosophical conception of\r\nmankind’s development as a spiral, they should become\r\nan axiom for the future. One of the main lessons proves\r\nthat only through joint effort is it possible to put an end\r\nto armed conflict that is tearing regions apart, and to\r\nprevent new conflicts. There is no alternative to the\r\nsettlement of emerging disputes and disagreements by\r\npeaceful means. We also believe that it is in our\r\ncommon interest not to allow the threat or use of force\r\nagainst the sovereignty, territorial integrity or political\r\nindependence of any State. The struggle against a\r\nnumber of negative manifestations of chauvinism,\r\nxenophobia, anti-semitism and nationalism should also\r\nbe in our field of vision. It is necessary to put an end\r\nonce and for all to their unhealthy forms, which\r\npropagate a scornful attitude to other peoples and\r\ncultures.\r\nToday as never before, we have a unique chance\r\nto implement the dream of the victors of half a century\r\nago, and to build a system of international relations and\r\ncollective security, that would put an end to the\r\nattempts of any aggressor to carve the map of the world\r\nat his own discretion. We, the peoples of the United\r\nNations, have no right to miss such an opportunity.\r\nMr. Qin Huasun (China) (interpretation from\r\nChinese): Fifty years ago, people throughout the world\r\nwho loved and yearned for peace celebrated in many\r\nlanguages their great victory in the anti-fascist war.\r\nToday when we are celebrating the fiftieth anniversary\r\nof that victory, we should not forget particularly the\r\nmartyrs who gave their valuable lives for peace and the\r\ninnocent victims of the war.\r\nThe world-wide anti-fascist war, half a century\r\nago, was a war to determine the destiny of mankind, as\r\nwell as the decisive battle in human history between\r\njustice and evil, brightness and darkness, and\r\nprogressive and reactionary forces. In the face of the\r\nwar of aggression launched by the fascists, all peace-\r\nloving peoples in the world, irrespective of the size of\r\ntheir country and differences in their race, colour,\r\nreligious faith or social system, forged an international\r\nanti-fascist united front in an unprecedented spirit of\r\nunity and, supporting one another with a common\r\nhatred of the enemy, waged a surging anti-fascist\r\nstruggle to safeguard peace and defend justice.\r\nOn the western front, from the battle of Stalingrad\r\nto that of Al-Alamein, and from the landing at\r\nNormandy to the capture of Berlin, the Soviet Union,\r\nthe United States, the United Kingdom and France\r\nwaged a life-and-death struggle against the German\r\nfascists on every battlefield. The people of the former\r\nSoviet Union, in particular, who lost 27 million lives,\r\n11\r\nGeneral Assembly 33rd plenary meeting\r\nFiftieth session 18 October 1995\r\nmade huge contributions to and sacrifices for victory in\r\nthe war.\r\nIn the East, the peoples of China and of other Asian\r\ncountries fought the Japanese aggressors in the same\r\nheroic spirit of sacrifice. China was the largest victim of\r\nthe war of aggression launched by the Japanese\r\nmilitarists. As the main battlefield of the anti-fascist war\r\nin Asia, China resisted and pinned down over two thirds\r\nof Japan’s total ground forces, with more than 35 million\r\nmilitary and civilian casualties. By persisting, in the face\r\nof extreme hardships and difficulties, in the war of\r\nresistance against Japan for eight long years, in close\r\ncooperation with the allied countries of the Soviet Union\r\nand the United States, the Chinese people smashed the\r\nhegemonic ambitions of the Japanese militarists, which\r\nconstituted an indelible contribution to victory in the\r\nworld’s anti-fascist war.\r\nThe victory in the anti-fascist war laid the\r\nfoundation for world peace, opened the way to national\r\nliberation and promoted human progress, thus erecting an\r\neverlasting monument in the development of world\r\ncivilization. We might say that the Charter of the United\r\nNations, signed 50 years ago is carved on that monument.\r\nDrastic changes have taken place with the passing of\r\ntime, and history has proved to be the most vivid\r\nteaching material. The war of aggression launched by the\r\nfascists brought huge calamities to mankind. It also\r\neducated the world’s people. As we are about to enter the\r\ntwenty-first century, we look back with painful memories,\r\nthe joys of success and, even more, deep reflection.\r\nThe past, if not forgotten, is a guide for the future.\r\nTo take the road of peaceful development, it is\r\nimperative to have a correct understanding of and\r\napproach to history. Fascism brought great sorrows to\r\nmankind. That episode should never be forgotten, still\r\nless altered. To review history is not to be intoxicated\r\nwith the victories of the past, but rather to draw a lesson\r\nfrom history with a view to developing and expanding\r\nthe forces of peace, checking and removing all factors of\r\nwar and avoiding the recurrence of tragedies.\r\nOne of the important political bases for the\r\nestablishment and development of friendly relations\r\nbetween States is a correct approach to and deep\r\nreflection on the history of aggression. We express our\r\nstrong concern at and condemnation of the remarks\r\ndenying the history of aggression and even prettifying\r\nwars of aggression and colonial rule made time and again\r\nby some people in that Asian country that should be\r\nheld responsible for launching the war. We hope that\r\nthe country concerned will bear firmly in mind the\r\nhistorical lesson and continue to take the road of\r\npeaceful development so as to gain the understanding\r\nand trust of the peoples of Asia and the world at large.\r\nHaving paid a dear price for the holocaust of two\r\nworld wars in this century, people have come to a deep\r\nunderstanding of how valuable peace is. The Chinese\r\npeople, who have suffered a great deal from the\r\nscourge of aggression and war, know even better that\r\npeace did not come easily. At the coming turn of the\r\ncentury, we should ponder deeply the great importance\r\nof peace. Only with peace can there be human\r\ndevelopment and progress. A country’s stability and\r\nprosperity require a peaceful international environment,\r\nand a peaceful world needs to be jointly maintained by\r\nthe people of all countries. Peace can only be\r\nmaintained by observing such norms governing\r\ninternational relations as respect for State sovereignty\r\nand territorial integrity, mutual non-aggression, non-\r\ninterference in each other’s internal affairs, equality and\r\nmutual benefit, and peaceful coexistence, and by\r\nestablishing, in accordance with the United Nations\r\nCharter, a new international political and economic\r\norder that is just and fair. Any practice of hegemony\r\nand power politics in international affairs will only\r\ntrigger new friction in the international or regional\r\nsituation or aggravate existing conflicts, posing a new\r\nthreat to world and regional stability and peace.\r\nHistory has shown time and again that differences\r\nin social systems and ideologies are not factors\r\ninevitably leading to war. Quite the contrary: countries\r\nof different social systems can unite and help each\r\nother when faced with a common enemy and a common\r\nchallenge. Today, people throughout the world are still\r\nbound by the same destiny, facing the arduous task of\r\nmaintaining world peace and promoting common\r\ndevelopment. We should carry forward the spirit of\r\nunity fully displayed 50 years ago to build a twenty-\r\nfirst century of harmony and prosperity on the basis of\r\nrespecting each other, seeking common ground while\r\nsetting aside differences, living in amity and promoting\r\ncommon development. This is the best way for us to\r\ncherish the memory of those innocent victims of the\r\nSecond World War and of those who have sacrificed\r\ntheir lives for justice and peace.\r\nPursuing an independent foreign policy of peace,\r\nChina has all along committed itself to the lofty cause\r\n12\r\nGeneral Assembly 33rd plenary meeting\r\nFiftieth session 18 October 1995\r\nof peace and development. We are ready to work\r\ntogether with all other peoples in the world to eliminate\r\nfor good the scourge of war and build a beautiful world\r\nof lasting peace and common development.\r\nMr. Maruyama (Japan): The year 1995 is truly\r\nhistoric, marking not only the fiftieth anniversary of the\r\nUnited Nations, the sole universal Organization dedicated\r\nto international peace and cooperation, but also the end\r\nof the Second World War, the most destructive war in\r\nthe history of humankind. In observing these landmarks,\r\nit is appropriate that we study seriously the lessons that\r\nhistory has to teach us and reaffirm our commitment to\r\nachieving lasting peace and prosperity in accordance with\r\nthe principles and purposes of the Charter of the United\r\nNations. It is particularly meaningful that Member States\r\nwere unanimous in proclaiming 1995 a year dedicated to\r\nthe memory of the tens of millions of victims of the\r\nSecond World War.\r\nThe proposed Declaration in Commemoration of the\r\nFiftieth Anniversary of the End of the Second World War\r\npresents us with four very important tasks. First, all\r\nStates are urged to\r\n“reaffirm the commitment to refrain from the use of\r\nthreat of force against the territorial integrity or\r\npolitical independence of any State or in any other\r\nmanner inconsistent with the principles and purposes\r\nof the Charter of the United Nations Charter”.\r\n(A/50/L.3, annex, para. 5 (a))\r\nI wish to affirm here that Japan is determined never to\r\nwaver from its commitment to contribute to world peace\r\nand prosperity, and that it does not, nor will it, resort to\r\nthe use of force prohibited by its Constitution.\r\nSecondly, it is important for States\r\n“To redouble their efforts to put an end to all\r\nconflicts and to save future generations from the\r\nscourge of new wars and racial hatred, inter alia, by\r\ndrawing the lessons that emerge from the history of\r\npast conflicts”. (ibid., para. 5 (b))\r\nIn this context, Japan welcomes the recent cease-fire\r\nagreement in Bosnia and Herzegovina and appeals to the\r\nparties to the conflict to exercise the utmost restraint.\r\nThirdly, States are called upon\r\n“To promote democracy and human rights and to\r\nsupport universal access to culture”. (ibid., para. 5\r\n(c))\r\nIt is extremely important for States to fulfil this most\r\nbasic requirement, which, in turn, will enable them to\r\npursue moderate, sound and appropriate foreign\r\npolicies.\r\nLastly, but no less important, States are required\r\n“To focus their efforts on the objective of creating\r\nconditions for the general progress of humankind\r\nin larger freedom”. (ibid., para. 5 (d))\r\nTo that end, Japan will do its utmost to alleviate\r\npoverty and illiteracy and to promote public health and\r\nwelfare, particularly in developing countries.\r\nThe United Nations was created with a\r\ndetermination to save succeeding generations from the\r\nscourge of war. By advancing the universal values\r\nenshrined in the Charter it has grown into a truly\r\ninternational Organization for the promotion of peaceful\r\nand cooperative relations between States. Reflecting\r\nwith deep remorse upon the past, and as a responsible\r\nMember State, Japan has made sincere efforts to foster\r\nthe principles and purposes of the United Nations.\r\nAlthough the functions of the United Nations were\r\noften paralysed by the East-West confrontation that\r\nprevailed throughout most of the last 50 years, the new\r\ninternational situation resulting from the end of the cold\r\nwar provides new opportunities for the United Nations\r\nand all its Member States to achieve the purposes\r\nstipulated in the Charter. The United Nations is thus\r\nexpected to play a more active role in efforts towards\r\ninternational peace and prosperity and in the formation\r\nof a new international order in the coming century.\r\nTo this end, all Member States must join in the\r\neffort to reform the Organization to ensure that it meets\r\nthe growing expectations and demands of the\r\ninternational community. Reform of the Security\r\nCouncil to enhance its effectiveness and legitimacy is\r\nof particular importance in this regard. Japan is\r\ncommitted to participating actively in the reform of the\r\nOrganization and intends to play a positive role in the\r\nnew United Nations.\r\n13\r\nGeneral Assembly 33rd plenary meeting\r\nFiftieth session 18 October 1995\r\nIn conclusion, I should like to express to the\r\ndelegation of the Russian Federation my appreciation of\r\nits initiative in proposing this agenda item. My delegation\r\nheartily supports this initiative and has become one of the\r\nsponsors of the draft resolution now before the General\r\nAssembly. I am confident that it will be adopted by\r\nconsensus.\r\nJapan looks forward to the commemoration of the\r\nfiftieth anniversary of the end of the Second World War\r\nas the beginning of a new era of peaceful and cooperative\r\nrelations between all the nations of the world, centring\r\nround a strong United Nations.\r\nMr. Sychou (Belarus) (interpretation from Russian):\r\nThe more remote the events of 50 years ago, including\r\nthe end of the Second World War, become to us, the\r\nmore we must ask ourselves what people have learned\r\nfrom that lesson. The General Assembly, which at its last\r\nsession unanimously adopted a resolution entitled\r\n“Commemoration of the fiftieth anniversary of the end of\r\nthe Second World War”, of which the Republic of\r\nBelarus was one of the sponsors, proclaimed this year as\r\nWorld Year of People’s Commemoration of the Victims\r\nof the Second World War. Today this is a key issue in\r\nthe work of the General Assembly.\r\nAll Members of the United Nations must unite to\r\neliminate existing armed conflicts and to avoid such\r\nconflicts in the future. They must help to settle disputes\r\nbetween countries exclusively by peaceful means, and\r\nthey must strengthen the role and effectiveness of the\r\nUnited Nations as the central element in the system of\r\ncollective security and as an instrument for the promotion\r\nof international peace and security.\r\nThe Second World War was the result of a struggle\r\nbetween extremely powerful States for their spheres of\r\ninfluence and for world dominion. Under the pretext of\r\nprotecting the rights of their compatriots and mastering\r\nnew, “uncivilized” territories, they occupied entire\r\ncountries. Racial hatred tried to establish a “new world\r\norder”, and this brought suffering and death to hundreds\r\nof millions of people.\r\nThe war drew into its lethal orbit the territory of 40\r\nStates and three quarters of the population of the planet.\r\nEnormous material resources were destroyed,\r\nannihilated — resources that had been built by mankind\r\nover many centuries. Entire cities were wiped off the face\r\nof the Earth. Cultural centres and architectural\r\nmonuments were destroyed, as were works of art and\r\nliterature. Indeed, the future of mankind was threatened\r\nwith annihilation. Enormous human resources and\r\nenormous human suffering were involved. A whole\r\ngeneration of people was consumed physically and\r\nmorally by the Moloch of war. There was a complete\r\nmetamorphosis. What is most valuable — human\r\nlife — lost all its value.\r\nAt the same time, however, millions of people\r\nthought about the future and sacrificed their lives, in\r\nthe fight against aggression, to protect their homelands,\r\nto defend the peace and security of other peoples. It\r\ncould not have been otherwise, because every person\r\nhas a right to live on this Earth regardless of\r\nnationality, skin colour or religion. But the price paid\r\nfor that right was too high. Every fourth inhabitant of\r\nBelarus gave his life.\r\nCommon sense and human solidarity triumphed\r\nover barbarism, and that is how world civilization was\r\nsaved. The Second World War made people more\r\naware of the collective need to defend peace and to\r\nprevent aggression and war. The fact that attention is\r\nfocused on this most important occasion — the\r\nanniversary of the end of the Second World War — is\r\na tribute to the millions of people who died in the fields\r\nof battle. We have a moral duty to future generations,\r\nas we enter the twenty-first century — the third\r\nmillennium — to create a new world and to remember\r\nthe bitter experience of human civilization so that this\r\nhorror will never leap off the pages of the history\r\ntextbooks and back into real life.\r\nThe Charter of the United Nations reflects the\r\nfundamental conclusions arrived at by people after\r\nlearning the lessons of the Second World War. But\r\nobjective and thorough analysis is necessary if we are\r\nto get at the reasons for a tragedy of such scope. The\r\ndanger of chaos and the unpredictability of international\r\naffairs today, the possibility of the eruption of new\r\nconflicts, the harsh and bitter experience of the past, the\r\nmemory of the generation that gave itself — these\r\nthings call on the world community to focus all its\r\nefforts on eliminating the threat to international peace\r\nand security, avoiding armed conflict and resolving\r\ndisputes by peaceful means. This is particularly relevant\r\nin the nuclear era.\r\nIs it true that there are now no armed conflicts in\r\nthe world? The answer is more than obvious. When the\r\nUnited Nations arrived at its fortieth anniversary, there\r\nwere sorry statistics to report: 161 armed conflicts in\r\n14\r\nGeneral Assembly 33rd plenary meeting\r\nFiftieth session 18 October 1995\r\nthe period from 1945 to 1985, almost half of the 172\r\nStates — 44 per cent of them — in the international\r\ncommunity having each been involved in at least one\r\narmed conflict.\r\nDuring the last four decades peace has prevailed on\r\nEarth for only 26 days, and the victims of warfare have\r\nnumbered 25 million to 35 million. This is sad but true.\r\nEven today, the echoes of an earlier era in various parts\r\nof the world incite local conflicts. We have not yet found\r\na prescription to free the world from armed conflict.\r\nThe threat of the outbreak of nuclear war, with all\r\nthe attendant nightmarish, apocalyptic scenarios of\r\nnuclear winter and nuclear Armageddon, is now relatively\r\nslight. At the same time, though, there is a growing\r\ndanger of armed conflicts breaking out because of\r\ncontinuing economic, political, territorial, ethnic, religious\r\nand other imbalances in relations between States.\r\nEurope plays a special role in the world, and Europe\r\nlooks very different today. Integrationist political\r\nprocesses are at work, and economic systems are\r\nconverging. Having achieved favourable political\r\nconditions for reducing the military threat and\r\nstrengthening stability by peaceful means, we are now\r\ntrying to apply the principle of a minimal level of\r\ndefensive adequacy.\r\nNone the less, what was supposed to be a successful\r\nEurope is increasingly becoming a zone of socio-\r\neconomic, military and political instability, and old\r\nregional conflicts are breaking out anew as an effect of\r\nchanges in Eastern Europe. Complications have arisen in\r\nmany parts of the former Soviet Union, and innumerable\r\nconflicts are tearing Africa apart. Despite some successes,\r\nwe have not yet found a solution to the Middle East\r\nproblem. In all of these conflicts the number-one victim\r\nis the human being; the development of human\r\ncivilization is indeed threatened.\r\nAgainst this background, the situation in Belarus is\r\nunique from the standpoint of maintaining stability in\r\nEurope. Our country, which emerged from the vertiginous\r\nevents following the end of the Second World War and\r\nwas one of the founding Members of the United Nations,\r\nhas no territorial claims whatsoever on its neighbours,\r\nand they have no such claims on Belarus. Our country\r\nhas avoided serious religious or national conflicts with\r\nneighbouring States, and in its foreign policy Belarus\r\nintends to maintain this status quo and continue to\r\nadvocate its policy in the international arena.\r\nHence, sensible coexistence and a policy for the\r\ncommon good are not merely possibilities: they are\r\nrealities. But the question remains: why, having\r\nachieved real progress in many areas of science and\r\ntechnology, has mankind not been able to find a\r\nsolution to social, political and economic problems\r\nwithout bloodshed? It would be naive to expect an easy\r\nanswer to this question. However, the United Nations\r\nmust not limit itself to a declaration such as the one to\r\nbe adopted today, which is nevertheless necessary and\r\ntimely, or a solemn meeting in memory of the victims\r\nof the Second World War. We have before us a task for\r\nthe sake of which millions of people of many\r\nnationalities have shed their blood: to save succeeding\r\ngenerations from the scourge of war. There is no more\r\nnoble goal to which all Members of the United Nations\r\ncould aspire.\r\nFinally, we support the proposal that the draft\r\nresolution commemorating the end of the Second World\r\nWar be adopted by consensus here today.\r\nMr. Inderfurth (United States of America): Fifty\r\nyears ago the world celebrated the end of the most\r\ndestructive conflict in human history. We salute all\r\nthose who served in freedom’s cause and honour all\r\nthose who made the ultimate sacrifice to create a better\r\nworld. The best way to honour those who died 50 years\r\nago is to rededicate ourselves today to the very same\r\ncause.\r\nWe pay homage to the victims of racial and ethnic\r\nhatred, in particular those who perished in death camps\r\nand in the Holocaust. We shall never forget their\r\nsuffering; we commemorate their memory.\r\nWe give thanks for the blessings of democracy,\r\njustice, peace and prosperity. We are mindful that\r\ntyranny and intolerance have given way to hope and\r\nreconciliation in many corners of the world, but we are\r\nalso mindful that we must persevere in facing the\r\nchallenges still before us if we are to secure liberty,\r\ndemocracy, the rule of law and equal opportunity for\r\nfuture generations.\r\nAs we recall past accomplishments, we must also\r\nfix our sights on the future. We reaffirm our\r\ncommitment to the principles and values of the United\r\nNations Charter. We created the United Nations to save\r\nsucceeding generations from the scourge of war. We\r\ncall on all States to dedicate themselves to practising\r\ntolerance, promoting international peace and security,\r\n15\r\nGeneral Assembly 33rd plenary meeting\r\nFiftieth session 18 October 1995\r\ncreating conditions of larger freedom and reforming and\r\nstrengthening the United Nations to meet new\r\ntransnational challenges. In that spirit, let each of us\r\nrecall the words of His Holiness Pope John Paul II,\r\nspoken in this Hall just two weeks ago:\r\n“with the help of God’s grace, we can build in the\r\nnext century and the next millennium a civilization\r\nworthy of the human person, a true culture of\r\nfreedom. ...In doing so we shall see that the tears of\r\nthis century have prepared the ground for a new\r\nspringtime of the human spirit.” (Official Records of\r\nthe General Assembly, Fiftieth Session, Plenary\r\nMeetings, 20th meeting, p. 6)\r\nIndeed, our ground today is well prepared. As\r\nPresident Clinton said at the ceremony in San Francisco\r\ncommemorating the fiftieth anniversary of the United\r\nNations Charter,\r\n“The challenge of building a good and lasting peace\r\nis in our hands, and success is within our reach.”\r\nMr. Yaacobi (Israel): At the outset, allow me to\r\nexpress our appreciation to the Russian Federation for\r\ntaking the initiative of bringing this issue before the\r\nGeneral Assembly. Israel has lent its support to the\r\nRussian initiative to commemorate the fiftieth anniversary\r\nof the end of the Second World War. This is our moral\r\nobligation, not only to the fallen soldiers, the civilian\r\nvictims and the honoured veterans, but also to the\r\ngenerations to come. The lessons of the Second World\r\nWar are eternal: the evils of racism, the dangers of\r\nsurrendering to despotism, the bankruptcy of appeasement\r\nand the strength of statesmanship and courage.\r\nI was born in the land of Israel, but my parents\r\ncame from Europe, where they both left behind large\r\nfamilies. During the Second World War over 50 members\r\nof my family, including two of my grandparents, were\r\nexterminated by the Nazis. As a child growing up in\r\nIsrael, I often wondered what I had missed by not\r\nknowing most of my family. As I became older, I\r\nunderstood that had my parents not left Europe when\r\nthey did, there is no doubt that their fate would have\r\nbeen the same as that of their families.\r\nBut the survivors of the war have more bitter stories\r\nto tell. Many of them did not have the chance to know\r\ntheir parents, their brothers and sisters, their children.\r\nFor the State of Israel, the Second World War\r\ncannot be remembered without remembering the\r\nHolocaust — the systematic annihilation of six million\r\nJews, 1.5 million of them children, by the Nazis.\r\nThe war decimated European culture and\r\ncivilization that had been nurtured for centuries. The\r\nwar shattered the entire world. During their 12-year\r\nreign of terror, the Nazis directed special fury against\r\nthe Jewish people. Elie Wiesel put it best: “Not all\r\nvictims were Jews. But all Jews were victims”.\r\nDuring those years the Jews of Europe were\r\ndehumanized and eventually destroyed. First they were\r\nstripped of all rights and dignity and rounded up into\r\nghettos and separated from their countrymen. Starvation\r\nand disease hung over every Jewish ghetto. Death was\r\na daily visitor.\r\nAs the war in Europe dragged on, the Nazis\r\nintroduced their “final solution to the Jewish problem”.\r\nConcentration camps and death camps were opened up\r\nthroughout occupied Europe. It was in these camps that\r\nthe Nazis attempted to extinguish the Jewish people as\r\na whole. The Nazis failed in their ultimate goal of\r\neliminating the Jewish people from the community of\r\nnations. However, the years between 1939 and 1945\r\nmarked the destruction of Jewish life in Eastern and\r\nCentral Europe. Two thirds of European Jewry was\r\nobliterated in a total and systematic way. Communities\r\nrich in culture and spirit, commerce and science;\r\ncommunities that gave the world Franz Kafka, Albert\r\nEinstein, Martin Buber, Primo Levi and Karl Marx,\r\nwere destroyed.\r\nBut the Holocaust is not only about the death of\r\nsix million of our brothers and sisters. It is also about\r\nthe bravery and the heroism of the Jewish people in the\r\nface of horror. Many Jews chose to resist the Nazis: in\r\nthe forests with the partisans, in the Warsaw ghetto, in\r\nthe Treblinka death camp and in countless other places,\r\nJews condemned to death for the sole crime of being\r\nborn Jewish faced their condemners and chose to die\r\nfighting, with dignity.\r\nJewish soldiers joined the fight against the Nazis.\r\nWherever partisans stood and fought, Jews stood with\r\nthem: in Poland, in Russia, in France, in Yugoslavia.\r\nThe Jews of Palestine during the Mandate fought\r\nproudly in the Jewish Brigade of the British army.\r\nThose who were citizens of allied countries fought as\r\n16\r\nGeneral Assembly 33rd plenary meeting\r\nFiftieth session 18 October 1995\r\nRussians, Americans, Canadians, British, French,\r\nAustralians and others.\r\nI see a moral obligation to mention the brave\r\nindividuals, both Jewish and non-Jewish who risked their\r\nown lives to save the lives of others. Schindler was not\r\nalone. There were righteous people in Holland, Denmark,\r\nSweden, Norway, France, Poland, Italy and other\r\ncountries.\r\nWhen the nightmare was over and the Nazis were\r\nvanquished, it was the hope of Jewish sovereignty that\r\nsustained the survivors of Nazi brutality. Upon war’s end,\r\nthe victorious allies set about the admirable goal of\r\ncreating an international body that was committed to the\r\ncause of international peace and security and the\r\nestablishment of a just society. Their efforts resulted in\r\nthe United Nations, which today celebrates its fiftieth\r\nyear.\r\nLess than three years after the gas chambers ceased\r\ntheir operations, the United Nations passed the resolution\r\non the partition of Palestine. This decision led directly to\r\nthe birth of the State of Israel in May 1948. Since that\r\ntime, Israel has become a home to hundreds of thousands\r\nof Holocaust survivors and their descendants. The State\r\nof Israel has become a haven for Jews fleeing persecution\r\nfrom around the world. At times, I think that if Israel had\r\nexisted before the Second World War, many of those\r\nwho perished could have been saved.\r\nWe all owe a debt of honour and gratitude to the\r\nnations that fought to end the war, to liberate the\r\noccupied countries and to give new hope to the peoples\r\nand nations of the world. It was their finest hour. I hope\r\nthat we all act in a manner befitting the memory of the\r\nmany millions who lost their lives to save others, to save\r\nhumanity. It is upon us all to remember the lessons of the\r\nSecond World War and the Holocaust: the price of\r\npowerlessness and the evils of hatred and racism. Today,\r\nas we mark the victory of good over evil, of democracy\r\nover dictatorship, the spectre of radicalism, racism and\r\nhatred still looms over us all.\r\nToday, the United Nations Member States have an\r\nobligation to build a world based on tolerance and mutual\r\nrespect. We must not slacken in our fight against the\r\npoverty and hopelessness that create fundamentalism and\r\nhatred. Our efforts must succeed.\r\nMr. Azwai (Libyan Arab Jamahiriya) (interpretation\r\nfrom Arabic): To celebrate the passage of 50 years since\r\nthe end of the Second World War is indeed a very\r\nimportant occasion to pause and reflect. It is an\r\nopportunity to imbue our minds with the love of peace\r\nand tolerance and to be inspired by such a spirit in our\r\ndaily conduct. It was that spirit which triumphed, five\r\ndecades ago, over the forces of evil, of aggression and\r\nof occupation. Forces which threw humanity as a whole\r\nin the cauldron of a total war that razed villages to the\r\nground, one that demolished cities, burned forests and\r\nfarms, and claimed the lives of millions of people. A\r\nwar that caused devastation of which many peoples\r\ncontinue to suffer to this day.\r\nThe object lesson of the Second World War was\r\nindeed a very cruel and bitter one. The horrifying\r\nexperiences of humanity during that war should always\r\nremain before our eyes. My delegation believes that to\r\ncelebrate this occasion which coincides with the fiftieth\r\nanniversary of the establishment of the United Nations\r\nis indeed one of great historical moment, because it\r\naffords us an opportunity to take stock once again of\r\nthe events of the past and to draw the object lessons\r\nfrom such events that we may use in addressing the\r\nproblems of the present world situation, a world\r\nsituation where many people still languish under the\r\nyoke of colonialism and yearn to exercise their right to\r\nself-determination.\r\nIn fact, today’s world is still beset by many\r\ndangers in the shape of economic and social problems\r\nthat continue to threaten the stability of the majority of\r\nits peoples. Our world is also in the grip of many\r\nregional disputes and tensions that play havoc with the\r\nsecurity of many regions. Such disputes and tensions\r\nare made worse by the continuing existence and\r\nproliferation of nuclear weapons that threaten life\r\neverywhere on planet Earth.\r\nOne of the most important historical events that\r\nfollowed the end of the Second World War was the\r\nestablishment of the United Nations as an international\r\nforum for the maintenance of international peace and\r\nsecurity, the application of the rule of law, the\r\nsettlement of disputes and crises by peaceful means,\r\nand promoting friendly relations and peaceful\r\ncoexistence amongst States. We, the peoples of the\r\nworld, who have placed our hopes in the United\r\nNations to guarantee our security and maintain our\r\nindependence, should, on this occasion, reaffirm our\r\ncontinued commitment to the purposes and principles of\r\nthe United Nations, because this is the only guarantee\r\nof protection against the ambitions of certain countries\r\n17\r\nGeneral Assembly 33rd plenary meeting\r\nFiftieth session 18 October 1995\r\nthat ignore the principle of full sovereign equality of\r\nStates and seek to use the bodies of the United Nations to\r\nserve their own ends. This tendency can be seen, inter\r\nalia, in the steering of those bodies toward the imposition\r\nof punitive measures against various peoples, not with the\r\naim of prompting a response to specific demands, as\r\nthose States claim, but with the aim of achieving\r\npremeditated ends. This indeed is a dangerous tendency\r\nin dealing with differences between States. What is worse\r\nis that those few States insist on holding the target\r\npeoples hostage to sanctions by keeping those sanctions\r\nin place for the longest possible time, without any regard\r\nfor their tragic human consequences and their negative\r\neconomic and social impact.\r\nWe call upon all the small countries here\r\nrepresented to hasten to agree among themselves on the\r\nintroduction of a radical reform that would return the\r\nUnited Nations to what the peoples who had been victims\r\nto the scourge of war and colonialism wanted it to be.\r\nWe should not continue to allow a few great Powers to\r\ndominate the United Nations and to exploit it for their\r\nown ends.\r\nAlthough the Second World War ended with the\r\nwithdrawal of armies from the theatres of military\r\noperations and with the guns falling silent, the serious\r\nconsequences of the war are still with us. Those\r\nconsequences are at the root of the backwardness of\r\nmany peoples who have been made backward by the\r\nhorrors inflicted upon them and the devastation their\r\ncountries have suffered and continue to suffer as a result\r\nof the sowing of millions of mines that were left behind\r\nby the armies of the warring Powers which had fought\r\ntheir battles on the territories of those peoples. Those\r\nmines still claim innocent victims almost daily and\r\nimpede efforts toward economic and social development.\r\nThe Libyan people is among those peoples who\r\nsuffered and continue to suffer from the consequences of\r\nthe war. Libya’s territory was the theatre of operations\r\nfor the armies of the Allies and the Axis Powers alike.\r\nWhen the warring armies departed, they left behind\r\nhundreds of tons of war debris, especially mines that\r\nwere planted in our farms and deserts and under our very\r\nhomes. Over the past 50 years, those mines continued to\r\nkill our innocent citizens. Available statistics prove that\r\nthe number of those who have been killed by exploding\r\nmines is in the hundreds, not to mention the thousands\r\nwho have suffered permanent injuries. On several\r\noccasions, my country asked the Powers concerned to\r\nfurnish us with the information that would enable us to\r\nlocate those minefields and requested those Powers to\r\nassist in clearing those mines.\r\nToday, I wish to renew, through this Assembly,\r\nour request to the countries responsible for planting\r\nthose mines to respond to the resolutions of this\r\nAssembly and of other international forums, such as the\r\nOrganization of the Islamic Conference and the Non-\r\nAligned Movement. Those resolutions call on the\r\ncountries concerned to provide the necessary\r\ninformation on those mines and other types of war\r\ndebris, to provide technical assistance to remove them\r\nand to pay compensation for the damage they have\r\ncaused.\r\nThe events of the Second World War have now\r\nbecome past history. What is important now is to look\r\nat the international situation that prevailed after the war\r\nand to consider the consequences it had. Historical facts\r\nshow that, both before and after the war, many peoples\r\nwere victims of aggression, domination and colonialism,\r\nand that such a situation had lasted, sometimes, for\r\nhundreds of years. Now that the manifestations of\r\ncolonialism and foreign domination are about to\r\ndisappear forever, the least the colonized people could\r\nexpect is an apology from colonialist Powers to the\r\npeoples they colonized for the aggression, persecution\r\nand degrading treatment they inflicted on those\r\ncolonized peoples. The former colonial Powers should\r\npay those peoples fair compensation for the looting and\r\nplunder so that colonialism, with its consequent acts of\r\naggression, domination, occupation and exploitation,\r\nmay be effaced for ever.\r\nMr. Velliste (Estonia): This year, 1995, marks the\r\nfiftieth anniversary of the end of hostilities of the\r\nSecond World War. Tens of millions of people perished\r\nin that war: soldiers and civilians, men, women and\r\nchildren. The memory of the Holocaust will forever\r\nremain a warning to humanity of acts committed by\r\ntotalitarian and racist ideologies and societies that lack\r\ndemocratic control. Today we commemorate all victims\r\nof the war.\r\nThe end of the Second World War created\r\nconditions for establishing the United Nations. The\r\ncountries recovering from the devastating war renewed\r\ntheir hope in the future. Despite the fact that, even\r\ntoday, cynical violence and bloodshed are taking place\r\nin many parts of the world, we cannot underestimate\r\nwhat has been done by the Organization to open up the\r\nprospect for a more peaceful world. The establishment\r\n18\r\nGeneral Assembly 33rd plenary meeting\r\nFiftieth session 18 October 1995\r\nof a community based on new principles — the United\r\nNations — was one of the most remarkable results of the\r\nend of the Second World War.\r\nIt was in 1991 that the Republic of Estonia, once a\r\nmember of the League of Nations, was finally able to\r\njoin the Organization, stating its strict adherence to the\r\npurposes and principles of the Charter. The goal of\r\nEstonia is the establishment of normal, productive\r\nrelations with all countries. Lasting peace can only be\r\nassured through friendly and mutually trustworthy\r\ncooperation between States, based on compliance with\r\ninternationally recognized norms and standards.\r\nNow that 50 years have passed, the world has\r\ngained sufficient distance to allow an honest evaluation\r\nof the past. The legacy of the Second World War\r\nincludes, among other things, a separate chapter on some\r\ncountries, including my own, Estonia, that had to struggle\r\nwith the consequences of this devastating war for\r\ndecades. For Estonia, the Second World War was finally\r\nover only on 31 August 1994 — last year — when the\r\nvery last foreign soldier left Estonian soil. A year later,\r\non 26 September this year, the last remnant of the long\r\noccupation, the Paldiski nuclear facility, was dismantled.\r\nThe ghosts of the past are gone. After 50 years, at least\r\nthe lifetime of a whole generation, Estonia can continue\r\non the path of democracy interrupted as a result of the\r\ncollusion between Stalin and Hitler.\r\nThe best way to pay tribute to those who perished\r\nduring the hostilities is to avoid further confrontation and\r\nenhance friendly relations between States. Conflicts often\r\nhave a long history of open and hidden threats, of\r\nmistrust and aggressive claims. Estonia is calling upon all\r\nStates to refrain from the use or threat of force against\r\nthe territorial integrity or political independence of any\r\ncountry. The post-cold-war world can leave no room for\r\nsuch concepts as “near abroad” or zones of influence for\r\nattempts at a new division of the world, for “legitimate\r\ngeopolitical interests” or the right to “armed protection of\r\ncompatriots” in the territories of neighbouring States.\r\nCountries should make every effort to avoid actions\r\nundermining the goals set by the Charter of the United\r\nNations.\r\nFifty years seems a sufficiently long time to allow\r\nthe raw wounds to heal and to uncover the long-\r\nsuppressed truth. We have therefore been gratified to note\r\nthat this year a number of countries have taken\r\nsignificant steps, like setting up a compensation fund for\r\nthe victims, admitting the errors of the past, or offering\r\nan apology for aggression. All these steps help to heal\r\nthe old wounds and contribute to better relations among\r\nnations.\r\nLet me conclude by expressing the conviction that\r\ntogether we shall continue to foster international peace\r\nand stability. Estonia, for its part, will pursue its policy\r\nof positive engagement, and calls upon all other States\r\nto do the same.\r\nMr. Wlosowicz (Poland): Fifty years ago, the\r\nSecond World War came to an end. It was by far the\r\nmost devastating war in the world’s history. For Poland,\r\nits first victim, the war lasted the longest — five years,\r\neight months and eight days. My country was\r\nparticularly heavily afflicted by the atrocities of the\r\nwar, but the war took a heavy toll of human life among\r\nall nations. Millions of people perished.\r\nQuestions concerning that part of the history of the\r\nworld will always haunt us. Never will we stop\r\nwondering how the Holocaust was possible; never will\r\nwe stop wondering how the whole war was possible.\r\nThe Second World War ended in victory which,\r\nunfortunately, could not be fully enjoyed by the Polish\r\npeople, since it was not until 45 years after the Yalta\r\nConference that we achieved the goal — for which\r\nPoles had fought over and above the call of duty — a\r\nfree and sovereign State in a new and democratic\r\nEurope. Therefore, it was only recently that Poland,\r\ntogether with other States of the eastern part of the\r\nEuropean continent, reached the path leading towards\r\nintegration into a free Europe.\r\nDuring the most devastating of wars to date,\r\nintensive thought and dramatic efforts were being\r\ndevoted to peace, and ways of making peace endure.\r\nPeoples and States, mindful of their tragic experience,\r\ndesperately sought a world order once and forever free\r\nof war and the suffering that war brings.\r\nFifty years ago, the nations of the world signed\r\nthe Charter of the United Nations. At the time, they set\r\nfor themselves four goals: peace, equality, justice and\r\ndevelopment. But then, above all, the United Nations\r\nmeant hope and belief that through common effort and\r\nwisdom, we would make the world a peaceful place to\r\nlive in.\r\nLast year, Poland launched an initiative seeking to\r\ndelete from the Charter the reference to “enemy States”.\r\n19\r\nGeneral Assembly 33rd plenary meeting\r\nFiftieth session 18 October 1995\r\nIt is our conviction that the success of this initiative\r\nwould become a symbol of the path towards peace on\r\nwhich we have embarked.\r\nIn our view, the very notion of “enemy” should\r\ndisappear from our vocabulary and our thinking, and be\r\nreplaced by a sincere appreciation of the true value of\r\nworking together. The lessons of the Second World War\r\nshould protect us from the atrocities that wars bring. And\r\nalthough we have not managed to wipe out the word\r\n“war” from the language of contemporary international\r\nrelations, we must not lose our hope and faith. We need\r\nto redouble our efforts to promote democracy and respect\r\nfor human rights.\r\nAt the same time, we must never take things for\r\ngranted. We must never be complacent.\r\nLet us now bow our heads and pay tribute to all the\r\nvictims of the Second World War and their still grieving\r\nfamilies. Let us also remember those who have lost their\r\nlives in all the wars that have occurred since then, and\r\ntheir grieving families.\r\nThe Polish delegation reiterates its support for the\r\ndraft resolution before the Assembly today, support we\r\nhave already expressed in associating ourselves with the\r\nstatement made today by the European Union.\r\nThe President: We have heard the last speaker in\r\nthe debate on this item.\r\nWe shall now proceed to consider draft resolution\r\nA/50/L.3 and Corr.1.\r\nI call on the representative of Israel for an\r\nexplanation of position before action is taken on the draft\r\nresolution.\r\nMr. Yaacobi (Israel): The Jewish people can never\r\nforget the enormity of the Holocaust. The State of Israel,\r\nas the Jewish National Home, has a special obligation to\r\nremember. An obligation to the memory of the six\r\nmillion who perished in the European graveyard. And an\r\nobligation to the survivors who have rebuilt their lives in\r\nIsrael and elsewhere.\r\nThis draft resolution does not mention the\r\nHolocaust, but I must. For the six million whose voices\r\nhave been forever silenced. For the Jewish people. For\r\nthe State of Israel. And for future generations.\r\nIsrael, therefore, cannot become a sponsor of this\r\nresolution. However, we will not request a vote.\r\nThe President: We have heard the only speaker in\r\nexplanation of position.\r\nThe Assembly will now take a decision on draft\r\nresolution A/50/L.3 and Corr.1.\r\nMay I take it that the Assembly decides to adopt\r\ndraft resolution A/50/L.3 and Corr.1?\r\nDraft resolution A/50/L.3 and Corr.1 was adopted\r\n(resolution 50/5).\r\nThe President: The representative of France has\r\nrequested to exercise the right of reply. I call on him.\r\nMr. Gaussot (France) (interpretation from\r\nFrench): The delegation of the Marshall Islands once\r\nagain today brought up the question of nuclear tests,\r\nalthough this has nothing to do with the agenda item\r\nwe have been considering this morning. It mentioned\r\nspecifically the tests carried out in the Pacific by “a\r\ncolonial Power” (supra, p. 29).\r\nI will not go back to the unfounded nature of the\r\naccusations made concerning these recent tests. The\r\nFrench delegation has already on several occasions\r\nrefuted the assertions of a number of States on this\r\nsubject. But France, a sovereign Power that is at home\r\nin the Pacific and that is included on that basis in\r\nvarious regional cooperation organs, cannot accept the\r\nuse — especially out of context — of offensive\r\nlanguage that in effect impugns the legitimacy of its\r\npresence in that part of the world.\r\nThe President: Although the President of the\r\nGeneral Assembly does not have the right to vote, I\r\nassociate myself with the solemn commemoration of the\r\nfiftieth anniversary of the end of the Second World War\r\nand join my voice to those of the various speakers who\r\n20\r\nGeneral Assembly 33rd plenary meeting\r\nFiftieth session 18 October 1995\r\npaid tribute to the victims of that war and pledged to\r\npromote peace all over the world.\r\nMay I take it that it is the wish of the General\r\nAssembly to conclude its consideration of agenda item\r\n36?\r\nIt was so decided.\r\nThe meeting rose at 12.30 p.m.\r\n21\r\n"