"United Nations A/50/PV.53\r\n95-86570 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFiftieth Session\r\n53rd plenary meeting\r\nWednesday, 8 November 1995, 10 a.m.\r\nNew York\r\nPresident: Mr. Freitas do Amaral . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Portugal)\r\nThe meeting was called to order at 10.35 a.m.\r\nAgenda item 15\r\nElections to fill vacancies in principal organs\r\n(a) Election of five non-permanent members of\r\nthe Security Council\r\nThe President: This morning the General Assembly\r\nwill proceed to the election of five non-permanent members\r\nof the Security Council to replace those members whose\r\nterm of office expires on 31 December 1995.\r\nThe five non-permanent outgoing members are the\r\nfollowing: Argentina, the Czech Republic, Nigeria, Oman\r\nand Rwanda. These five States cannot be re-elected and\r\ntherefore their names should not appear on the ballot\r\npapers.\r\nApart from the five permanent members, the Security\r\nCouncil will include in 1996 the following States:\r\nBotswana, Germany, Honduras, Indonesia and Italy. The\r\nnames of those States, therefore, should not appear on the\r\nballot papers.\r\nOf the five non-permanent members which will remain\r\nin office in 1996 two are from Africa and Asia, one is from\r\nLatin America and the Caribbean and two are from the\r\nGroup of Western European and Other States.\r\nConsequently, pursuant to paragraph 3 of General\r\nAssembly resolution 1991 A (XVIII) of 17 December\r\n1963, the five non-permanent members should be elected\r\naccording to the following pattern: three from Africa and\r\nAsia, one from Eastern Europe and one from Latin\r\nAmerica and the Caribbean. The ballot papers reflect this\r\npattern.\r\nIn accordance with the established practice, there is\r\nan understanding to the effect that, of the three States to\r\nbe elected from Africa and Asia, two should be from\r\nAfrica and one from Asia.\r\nI should like to inform the Assembly that the\r\nnumber of candidates, not exceeding the number of seats\r\nto be filled, receiving the greatest number of votes and a\r\ntwo-thirds majority of those present and voting will be\r\ndeclared elected.\r\nIn the case of a tie vote for a remaining seat, there\r\nwill be a restricted ballot limited to those candidates\r\nwhich have obtained an equal number of votes.\r\nMay I take it that the General Assembly agrees to\r\nthat procedure?\r\nIt was so decided.\r\nThe President: In accordance with rule 92 of the\r\nrules of procedure, the election shall be held by secret\r\nballot, and there shall be no nominations.\r\nGeneral Assembly 53rd plenary meeting\r\nFiftieth session 8 November 1995\r\nI now call on the representative of South Africa as\r\nChairman of the Group of African States.\r\nMr. Jele (South Africa): In my capacity as Chairman\r\nof the African Group for the month of November 1995 I\r\nhave the honour to inform the General Assembly that the\r\ncandidatures of Guinea-Bissau and Egypt for election to the\r\ntwo non-permanent seats on the Security Council for the\r\nperiod 1996-1997 were endorsed by the African Group on\r\n22 May 1995 and 31 October 1995 respectively.\r\nThe President: I now call on the representative of\r\nBrunei Darussalam as Chairman of the Group of Asian\r\nStates.\r\nMr. Abdul Momin (Brunei Darussalam): As\r\nChairman of the Group of Asian States for the month of\r\nNovember 1995 I have the honour to inform the General\r\nAssembly that the Republic of Korea is the endorsed and\r\nsole candidate for election to the non-permanent seat on the\r\nSecurity Council allocated to the Asian region for the term\r\n1996-1997.\r\nThe President: The representative of the Democratic\r\nPeople’s Republic of Korea has asked to speak on a point\r\nof order. I now call on that representative.\r\nMr. Pak Gil Yon (Democratic People’s Republic of\r\nKorea): The statement that has just been made by the\r\nChairman of the Asian Group is not accurate. The\r\ndelegation of the Democratic People’s Republic of Korea\r\nhas expressed its strong objection to the Asian candidate for\r\nthe Security Council. South Korea’s membership of the\r\nCouncil would not contribute to peace and security on the\r\nKorean Peninsula and in the region, as the Korean\r\nPeninsula is still in a state of war.\r\nMy delegation requests Member States to pay serious\r\nattention to the deteriorating situation on the Korean\r\nPeninsula as a consequence of meaningless competition for\r\na Security Council seat.\r\nThe President: I now call on the representative of\r\nAlbania as Chairman of the Group of Eastern European\r\nStates.\r\nMr. Kulla (Albania): In my capacity as Chairman of\r\nthe Eastern European Group for the current month, I have\r\nthe honour to inform the General Assembly that the Group\r\nhas not been in a position to endorse one candidate from\r\nthe Group for the non-permanent Security Council seat\r\nallocated to it for the term 1996-1997.\r\nFurthermore, I have the honour to inform the\r\nAssembly that there are two candidates from the\r\nGroup — Albania and Poland.\r\nThe President: I now call on the representative of\r\nBolivia as Chairman of the Group of Latin American and\r\nCaribbean States.\r\nMr. Camacho Omiste (Bolivia) (interpretation from\r\nSpanish): In my capacity as Chairman of the Latin\r\nAmerican and Caribbean Group for the month of\r\nNovember, I wish to inform the General Assembly that\r\nthe Group has endorsed the candidature of Chile for a\r\nnon-permanent seat on the Security Council for the period\r\n1996-1997.\r\nThe President: I now call on the representative of\r\nAlbania in his national capacity.\r\nMr. Kulla (Albania): I have the honour to introduce\r\nthe candidature of the Republic of Albania for the non-\r\npermanent seat on the Security Council allocated to the\r\nEastern European Group for the term 1996-1997.\r\nThe Charter of the United Nations stipulates that, in\r\nelecting non-permanent members of the Security Council,\r\nthe General Assembly will pay due regard to the\r\ncontribution to the maintenance of international peace and\r\nsecurity and also to equitable geographical distribution.\r\nMy country meets these criteria required by this supreme\r\ndocument of the United Nations. Albania has respected\r\nthe Charter and has actively cooperated with the\r\nOrganization. It has faithfully implemented the resolutions\r\nof the General Assembly and those of the Security\r\nCouncil. It has joined in all constructive initiatives in\r\nfavour of international peace and security and has been a\r\nfactor for stability in its region by promoting good-\r\nneighbourliness.\r\nAlbania and the Albanians endeavour to ensure that\r\ndialogue and understanding are the first and the main\r\nmeans of resolving conflicts. My country is on the list of\r\nStates that contribute personnel to United Nations peace-\r\nkeeping operations, and we have taken measures to\r\nparticipate further therein.\r\nMeanwhile, the Republic of Albania has discharged\r\nits financial obligations to the Organization in respect of\r\nboth the regular budget and the peace-keeping operations.\r\nThe election of Albania would also serve to achieve\r\na more equitable geographical distribution in the\r\n2\r\nGeneral Assembly 53rd plenary meeting\r\nFiftieth session 8 November 1995\r\nmembership of the Security Council. It is some years since\r\nany country from our subregion has served on the Council.\r\nI should like to stress that during the 40 years of its\r\nmembership of the United Nations — since 1955 —\r\nAlbania has never served on the Council.\r\nExpressing my country’s readiness to continue on its\r\npath of contributing to the maintenance of international\r\npeace and security, I assure the Assembly that Albania is\r\nready to play its role in the Council, fully aware of the\r\nresponsibilities that rest on a non-permanent member of this\r\nmain organ of the United Nations.\r\nFinally, I express the hope that Member States will\r\nvote for the candidature of Albania.\r\nThe President: I now call on the representative of\r\nBenin.\r\nMr. Mongbe (Benin) (interpretation from French): I\r\nhave the honour to reconfirm to the Assembly the decision\r\nof the Government of Benin, already conveyed on various\r\noccasions by correspondence, to present Benin as a\r\ncandidate for one of the non-permanent Security Council\r\nseats allocated to Africa for the biennium 1996-1997.\r\nThe President: I now call on the representative of\r\nPoland.\r\nMr. Wlosowicz (Poland): I wish to confirm that\r\nPoland is a candidate for a Security Council seat for the\r\nterm 1996-1997.\r\nI should like to emphasize that six years ago we\r\nexpressed our willingness to serve on the Council during\r\nthe period 1996-1997, and we started our campaign a\r\ncouple of years ago. I have extensively presented our\r\ncandidature in meetings with Permanent Representatives\r\nhere, pointing out our involvement in United Nations\r\nactivities in different fields, including peace-keeping\r\noperations, to which we are among the largest contributors.\r\nLet me just mention that this time, in a way, will be\r\nthe first time for Poland in the Security Council. Although\r\nwe already served on the Council, nevertheless it was under\r\ntotally different political circumstances. This time, for the\r\nfirst time in the history of the United Nations and the\r\nhistory of Poland, we will have a chance to speak with our\r\nown voice, and we want to use it for the benefit of the\r\ncommunity of States. This is why we count on the\r\nsupport of the membership of the United Nations.\r\nThe President: I now call on the representative of\r\nEgypt.\r\nMr. Elaraby (Egypt): I would just like to make\r\nreference to the statement made a few moments ago by\r\nthe Ambassador of South Africa in his capacity as\r\nChairman of the African Group for the month of\r\nNovember. I would like also to refer to the letter received\r\nby you, Sir, on 31 October from the representative of\r\nSierra Leone in his capacity as Chairman of the African\r\nGroup for the month of October, where he conveyed to\r\nyou that the African Group met at the ambassadorial level\r\nand endorsed the candidature of Egypt for the non-\r\npermanent seat allocated to North Africa.\r\nThe President: In accordance with the rules of\r\nprocedure, we shall proceed now to the election by secret\r\nballot, taking into account the statements made by the\r\nrepresentatives of the different delegations.\r\nBallot papers marked “A”, “B” and “C” will now be\r\ndistributed.\r\nI request representatives to use only those ballot\r\npapers that have been distributed and to write on them the\r\nnames of the five States for which they wish to vote.\r\nA ballot paper containing the names of more States\r\nfrom the relevant region than the number of seats\r\nassigned to it will be declared invalid. Names, on a ballot\r\npaper, of Member States that do not belong to that region\r\nwill not be counted.\r\nAt the invitation of the President, Mr. Aliyev\r\n(Azerbaijan), Mr. Ok (Cambodia) and Mrs. Onanga\r\n(Gabon) acted as tellers.\r\nA vote was taken by secret ballot.\r\nThe meeting was suspended at 11.05 a.m. and\r\nresumed at 12 noon.\r\nThe President: The result of the voting for the\r\nelection of five non-permanent members of the Security\r\nCouncil is as follows:\r\n3\r\nGeneral Assembly 53rd plenary meeting\r\nFiftieth session 8 November 1995\r\nGroup A — African and Asian States\r\nNumber of ballot papers: 177\r\nNumber of invalid ballots: 0\r\nNumber of valid ballots: 177\r\nAbstentions: 0\r\nNumber of Members voting: 177\r\nRequired two-thirds majority: 118\r\nNumber of votes obtained:\r\nEgypt 159\r\nRepublic of Korea 156\r\nGuinea-Bissau 128\r\nBenin 60\r\nGhana 1\r\nTunisia 1\r\nGroup B — Eastern European States\r\nNumber of ballot papers: 177\r\nNumber of invalid ballots: 1\r\nNumber of valid ballots: 176\r\nAbstentions: 0\r\nNumbers of Members voting: 176\r\nRequired two-thirds majority: 118\r\nNumber of votes obtained:\r\nPoland 128\r\nAlbania 48\r\nGroup C — Latin American and Caribbean States\r\nNumber of ballot papers: 177\r\nNumber of invalid ballots: 1\r\nNumber of valid ballots: 176\r\nAbstentions: 7\r\nNumber of Members voting: 169\r\nRequired two-thirds majority: 113\r\nNumber of votes obtained:\r\nChile 168\r\nMexico 1\r\nHaving obtained the required two-thirds majority,\r\nthe following States were elected non-permanent\r\nmembers of the Security Council for a two-year\r\nperiod beginning 1 January 1996: Chile, Egypt,\r\nGuinea-Bissau, Poland and the Republic of Korea.\r\nThe President: I congratulate the States which have\r\nbeen elected members of the Security Council, and I\r\nthank the tellers for their assistance in this election.\r\nThat concludes our consideration of sub-item (a) of\r\nagenda item 15.\r\nThe meeting rose at 12.05 p.m.\r\n4\r\n"