"United Nations A/51/PV.4\r\n96-86239 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-first Session\r\n4th plenary meeting\r\nMonday, 23 September 1996, 10 a.m.\r\nNew York\r\nPresident: Mr. Razali Ismail . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Malaysia)\r\nThe meeting was called to order at 10 a.m.\r\nAgenda item 9\r\nGeneral debate\r\nThe President: Before calling on the first speaker in\r\nthe general debate, I should like to remind members of the\r\ndecision taken by the General Assembly at its 3rd plenary\r\nmeeting, on 20 September, that congratulations should not\r\nbe expressed inside the General Assembly Hall after a\r\nspeech has been delivered.\r\nIn this connection, may I also remind members of\r\nanother decision, taken by the Assembly at the same\r\nmeeting, that speakers in the general debate, after delivering\r\ntheir statements, would leave the Assembly Hall through\r\nroom GA-200, located behind the podium, before returning\r\nto their seats.\r\nI should also like to remind representatives that, in\r\naccordance with the decision taken by the General\r\nAssembly at its 3rd plenary meeting, the list of speakers\r\nwill be closed on Wednesday, 25 September 1996, at 6\r\np.m. May I request delegations to be good enough to\r\nprovide estimated speaking times that are as accurate as\r\npossible. This may also permit those speakers who are\r\nprovisionally scheduled for some meetings actually to\r\nspeak.\r\nI now call on the first speaker in the general debate,\r\nthe Minister for Foreign Affairs of Brazil, His Excellency\r\nMr. Luiz Felipe Palmeira Lampreia.\r\nMr. Lampreia (Brazil): Please accept my\r\ncongratulations, Sir, on your election as President of the\r\nGeneral Assembly at its fifty-first session. The Brazilian\r\ndelegation is confident that, under your leadership, this\r\nbody will find new strength in the pursuit of the\r\nprinciples and purposes of our Charter.\r\nI also wish to pay tribute to my dear friend, Mr.\r\nDiogo Freitas do Amaral, for the dedication with which\r\nhe conducted the historic fiftieth session. We are grateful\r\nfor his steadfast commitment to ensuring that our work\r\nwas consistent with the high expectations of the fiftieth\r\nanniversary celebrations.\r\nMy delegation extends a word of gratitude and\r\nrecognition to the Secretary-General, Mr. Boutros-Ghali,\r\nfor the perseverance he has shown in carrying out his\r\ntasks.\r\nFor the first time, Angola, Brazil, Cape Verde,\r\nGuinea-Bissau, Mozambique, Portugal and Sao Tome and\r\nPrincipe come to the General Assembly as members of\r\nthe Community of Portuguese-speaking Countries, a body\r\ndedicated to cooperation and political coordination. The\r\nmember States of the Community intend to consult and to\r\nwork closely together at the United Nations with a view\r\nto better promoting their common interests and fostering\r\ntheir linguistic, cultural and historical identity.\r\nThe countries of the Southern Cone Common Market\r\n(MERCOSUR) — Argentina, Brazil, Paraguay and\r\nUruguay — have also come to the General Assembly\r\nGeneral Assembly 4th plenary meeting\r\nFifty-first session 23 September 1996\r\nwith an enhanced sense of unity. MERCOSUR gives living\r\nand concrete expression to economic integration and open\r\nregionalism and represents one of the creative forces at\r\nwork in the Americas. It is a new and striking feature of\r\nour continent’s identity and a reflection of democracy and\r\nthe commitment to economic reform in our region.\r\nWith the customs union firmly in place, Chile has now\r\njoined MERCOSUR as an associated State by means of a\r\nfree-trade agreement with far-reaching political and\r\ndiplomatic implications. Bolivia will also shortly associate\r\nitself with MERCOSUR. We look forward to other\r\ncountries’ of the region joining as well to further bolster the\r\ndynamic and open nature of MERCOSUR.\r\nNow firmly rooted in the process of expanding and\r\nacting as an important partner of a growing number of\r\ncountries and regional groups, MERCOSUR is a positive\r\nresponse by South American countries to the challenges and\r\nopportunities of today’s world. Such achievements as\r\nMERCOSUR and the Community of Portuguese-speaking\r\nCountries enhance their credentials and help to make the\r\npresence of those countries in the world an instrument for\r\neconomic development and social progress.\r\nMy country comes to this General Assembly proud to\r\npresent itself before the international community with a\r\nstronger presence in the world. Brazil owes this to the\r\nconsolidation of its democracy, to economic stabilization\r\nand liberalization and to the resumption of economic\r\ngrowth with a deeper sense of social justice. It owes this as\r\nwell to its participation in regional integration and in the\r\nglobalization of the world economy. We are in tune with\r\nthe two main forces that are shaping the world today:\r\npolitical and economic freedom, on the one hand, and\r\ncooperation through integration and trade on the other.\r\nI am pleased to say that, through decisive action rather\r\nthan words, we have made genuine strides in enlarging our\r\ndialogue and cooperation with friendly nations worldwide,\r\ndeveloped and developing alike. We have strengthened\r\ntraditional partnerships and established new ones, especially\r\nin Africa, Asia and the Middle East. We are aware that, if\r\nthe Brazilian people are to consolidate these achievements,\r\nwe will need to persevere in the policies that have brought\r\nus this far. We know that these policies have yet to meet\r\nmany challenges Brazil faces in the social, economic and\r\ncultural fields. But they are an important beginning.\r\nWe are convinced that Brazil’s growing interaction\r\nwith its region and the world, the consolidation of its\r\ninternational partnerships and a fruitful dialogue and\r\ncooperation with its many friends are necessary conditions\r\nfor our country to continue to pursue its policies at the\r\ndomestic level.\r\nBrazil is one of the world’s largest democracies, a\r\ndynamic and diversified developing economy, an\r\nattractive opportunity for productive foreign investment\r\nand a market of huge potential — in a word, a country\r\ncapable of enjoying fruitful ties with all nations on the\r\nbasis of mutual respect and reciprocity. By its very\r\nnature, Brazil can act as a bridge between the many\r\ndifferent worlds that make up its own internal reality.\r\nOur aspirations to enlarging the scope of our\r\nparticipation in the international decision-making bodies\r\nwill always reflect a careful assessment of our own\r\nmerits, of our specific weight and of the contribution that\r\nwe can make to the community of Nations. We seek to be\r\na force for peace and integration.\r\nThe fiftieth anniversary of the United Nations\r\nunderstandably raised the expectations of the international\r\ncommunity — expectations that we would not dwell only\r\non the past and on the many achievements of the\r\nOrganization, but also look to the future in search of\r\nways for it to come to grips with new realities and\r\nproblems.\r\nWe can confidently say that the celebration of the\r\nfiftieth anniversary produced good results. As world\r\npublic opinion was focused on the United Nations, leaders\r\nand Governments were compelled to reflect on the\r\nOrganization and to make room for it in their political\r\nagendas.\r\nThe historic meaning of the San Francisco Charter\r\nwas recalled, as was the importance of the United Nations\r\nas a forum for political debate and as a sounding board\r\nfor conflicting interests in the post-cold-war era.\r\nOur collective reflection clearly revealed that,\r\nwithout the United Nations, the world would only have\r\nbeen more violent, more unstable and insecure, more\r\nunjust and cruel — especially to the weak, who are prey\r\nto power politics and arbitrary decisions.\r\nWe celebrated great advances in international law\r\nand in the political and ethical commitments to the issues\r\nthat concern humanity — issues such as sustainable\r\ndevelopment, protection of the environment, respect for\r\nhuman rights, disarmament, non-proliferation and the fight\r\nagainst poverty, terrorism, organized crime and drug\r\n2\r\nGeneral Assembly 4th plenary meeting\r\nFifty-first session 23 September 1996\r\ntrafficking. We have thus given a positive account in the\r\nfirst 50 years of the United Nations.\r\nWe cannot say with the same confidence that the\r\nfiftieth anniversary has ushered in a renewed commitment\r\nto the United Nations and its future. Our efforts have fallen\r\nwell short of the expectations of the international\r\ncommunity. They have been disappointing even in the light\r\nof the predictions of some of the most cautious analysts. A\r\nstalemate persists — an uncomfortable stalemate that leads\r\nto a feeling of uncertainty and frustration, of insecurity\r\nabout the future of the United Nations, and thus of\r\napprehension.\r\nIn the wake of momentous changes on the\r\ninternational scene, the United Nations has embarked upon\r\na new phase in its history without the means and the\r\neffectiveness to act as the highest political forum of\r\nmankind and to fulfil the mandate conferred upon it by the\r\ninternational community — a mandate that remains as valid\r\ntoday as it was half a century ago.\r\nBack in 1961, President John F. Kennedy referred to\r\nthe United Nations as “our last, best hope”. In the face of\r\nthe threat of nuclear war and in the midst of various\r\nconflicts, those words expressed the confidence of the\r\ninternational community in an Organization founded on the\r\nuniversal principles of peace, understanding and prosperity\r\nfor all peoples.\r\nAt that time President Kennedy renewed a pledge to\r\nthe United Nations, offering:\r\n“our pledge of support — to prevent it from becoming\r\nmerely a forum for invective, to strengthen its shield\r\nof the new and the weak and to enlarge the area in\r\nwhich its writ may run.”\r\nThirty-five years after these inspired words, the United\r\nNations finds itself at a crossroads. The world has changed,\r\nthe correlation of forces has changed, and so have the\r\nhopes and expectations of countries with regard to the\r\nUnited Nations and its capacity to manage, prevent and\r\nsettle conflicts. Yet various confrontations still cause\r\nsuffering, instability and misery throughout the world.\r\nThis is happening just as the Organization faces the\r\nworst financial and motivational crisis in its history. There\r\nis a widespread feeling of dissatisfaction — sometimes\r\nveiled and sometimes explicit — with an Organization that\r\nstill embodies the loftiest ideals ever conceived by the\r\nhuman spirit in the search for peace and understanding\r\namong peoples.\r\nBrazil is committed to the United Nations Charter\r\nand to the Organization’s political, legal and diplomatic\r\nlegacy of the past 50 years. That commitment is part of\r\nthe diplomatic history of my country and of the principles\r\nthat have always governed our actions in this body and in\r\nour relations with all peoples, particularly with our 10\r\nneighbours, with whom we have lived in peace for well\r\nover a century.\r\nCompelled by that commitment, we sound a word of\r\ncaution to those who, like ourselves, wish to see the\r\nUnited Nations as a source of leadership in international\r\nrelations, as an instrument for promoting an international\r\nsociety based on freedom, the rule of law and the rights\r\nof the citizen.\r\nWith the political and ideological constraints of the\r\ncold war behind us, the world is now organized around\r\nmuch more concrete and pragmatic variables, such as\r\ninternational trade, investment flows and the transfer of\r\ntechnology. The emphasis on political and ideological\r\ncoalitions has given way to an emphasis on economic\r\ncoalitions. Pressured by public opinion, Governments are\r\ntoday concerned with social well-being, the quality of life,\r\neconomic and social indicators and unemployment.\r\nThe focal point of the political debate is shifting\r\nirrevocably from strategy and ideology to economics and\r\nintegration. That is why the world is following the path\r\nof large-scale regional economic agreements. North-South\r\nand East-West — the main axes of international politics\r\nin the last 50 years — have given way to groups of\r\ncountries dedicated to the goals of economic integration\r\nand the coordination of macroeconomic, financial and\r\ntrade policies.\r\nNorth, South, East and West are no longer the\r\ncardinal points on the international political compass. The\r\nWorld Trade Organization and its body of universal rules\r\nand regulations for fostering free trade, the European\r\nUnion, the Asia-Pacific Economic Cooperation Council\r\n(APEC), the North American Free Trade Agreement\r\n(NAFTA), the Organisation for Economic Cooperation\r\nand Development (OECD), the Group of 7, the\r\nAssociation of South-East Asian Nations (ASEAN), the\r\nSouth African Development Community (SADC), and the\r\nSouthern Cone Common Market (MERCOSUR) have\r\nbecome, in their respective areas of action, the catalysts\r\n3\r\nGeneral Assembly 4th plenary meeting\r\nFifty-first session 23 September 1996\r\nfor development, cooperation, understanding and, indeed,\r\nfor peace.\r\nThe peace that the founders of the United Nations\r\nenvisioned may come about as a result of the response by\r\nthe various regions and groups of countries to the\r\nchallenges, opportunities and risks of a new world, which\r\ntoday is called the world of globalization. It is a world that\r\ngenerates prosperity and a healthy competition among\r\ncountries and regions; but it is also a world that swells the\r\nranks of the destitute and the outcast among and within\r\ncountries, a world that breeds conflict and increases\r\ninequality, a world that demands reason, reflection and\r\nconstructive action.\r\nThrough peace, cooperation, respect for human rights\r\nand development, the United Nations has a major role to\r\nplay in preventing the divisions of the cold war from\r\nfinding new expression in a widening gap in well-being.\r\nThe Organization must evolve in order to successfully\r\nplay that role as it has so often done in the past. It must\r\nadapt its structure and methods of work in order to\r\noptimize its human, material and financial resources. It\r\nmust make use of the great political, strategic, and moral\r\npower it is able to muster. It must implement and follow up\r\non its decisions, on the rules with which it updates and\r\nconsolidates international law and on the commitments it\r\nhas won from the international community.\r\nMuch remains to be done in the wake of the great\r\nconferences that have shaped the international agenda in the\r\npresent decade. The conferences on the rights of the child,\r\nthe environment and development, human rights, population\r\nand development, social development, women and human\r\nsettlements have sealed commitments that must be\r\nhonoured, decisions that must be implemented and follow-\r\nup work that must be carried out.\r\nThe United Nations must ensure that its agenda\r\nbecomes more appealing and results-oriented, in order to\r\nearn the esteem of the public and to retain its primacy in\r\ninternational relations. We must correct the tendency to\r\nconvene meetings whose only purpose is to produce other\r\nmeetings or to adopt resolutions of a rhetorical nature. We\r\nmust rid the United Nations of its image as a lethargic body\r\nincapable of rising to the challenges of our times.\r\nBrazil is convinced that United Nations reform\r\nremains within reach, that it is still possible to ensure that\r\nthe United Nations will play a paramount role in this new\r\nphase of its existence. We believe in reform as a means to\r\nensure that the United Nations becomes a viable and\r\nlogical alternative to unilateralism and power politics. We\r\nbelieve in reform as a means to empower the United\r\nNations to act in a radically changed world. We believe\r\nin reform as a means to restore the United Nations as a\r\nunique forum for political and diplomatic action and\r\ndebate.\r\nOne year after our Heads of State and Government\r\ndrew attention to the seriousness of the financial situation\r\nof the United Nations, a solution to the problem remains\r\nelusive.\r\nTo stifle the United Nations little by little by\r\ndepriving it of the means to perform its functions is no\r\nway to secure greater administrative efficiency. Should\r\nthis scenario persist, then the capacity of the United\r\nNations to adapt to the dynamics of the contemporary\r\nworld could be seriously jeopardized. We could very well\r\nwitness a situation where other bodies come to occupy the\r\nspace left by the United Nations, bodies with their own\r\ngoals and agendas, which may or may not reflect the\r\nprevailing sentiments of the international community and\r\nthe interests of world peace, security and stability. That is\r\nwhy we need perseverance, courage and, above all, the\r\npolitical will to advance the discussion on issues which\r\nreflect a true commitment to the United Nations, issues\r\nwhich relate to the very relevance of the Organization in\r\ninternational relations on the eve in the twenty-first\r\ncentury.\r\nOne of these issues is the reform of the Security\r\nCouncil. There is a virtual consensus that the Security\r\nCouncil should be enlarged to allow for greater\r\nparticipation by countries with the capacity to act on a\r\nglobal scale and the willingness to bear the\r\nresponsibilities that would entail. We must now set a\r\ncourse for this process. Its outcome is essential for\r\nstrengthening the United Nations.\r\nBrazil has made several commitments in the field of\r\nnuclear disarmament and non-proliferation of weapons of\r\nmass destruction and their delivery systems. We are now\r\ncommitted to having the southern hemisphere recognized\r\nas an area free of nuclear weapons. It is our firm belief\r\nthat this is a right to which the peoples of the southern\r\nhemisphere are entitled, and an obligation on the part of\r\nthose throughout the world who possess nuclear weapons\r\nor the means to develop them.\r\nA further commitment to disarmament in all fields\r\nthat I now wish to convey to the General Assembly is the\r\n4\r\nGeneral Assembly 4th plenary meeting\r\nFifty-first session 23 September 1996\r\ndecision by the Brazilian Government to declare a\r\nmoratorium on the export of anti-personnel land-mines. The\r\nexperience of the Brazilian contingent serving in the United\r\nNations Angola Verification Mission has underlined for us\r\nthe importance of a universal moratorium of this kind and\r\nthe need to rid the world of the scourge of land mines,\r\nwhich pose a threat to the daily lives of millions of human\r\nbeings. We would like to see all countries that export land-\r\nmines or that have the capability to do so join in this\r\ndecision.\r\nThe international community has placed its hopes in\r\na Comprehensive Nuclear-Test-Ban Treaty (CTBT). These\r\nhopes are fully justified. We have a historic opportunity to\r\nput an end to an outdated practice which has increasingly\r\ndrawn repudiation and condemnation from international\r\npublic opinion. We are taking an important step towards\r\ngeneral and complete nuclear disarmament and stating\r\nunequivocally that there is no room in today’s world for\r\nnuclear weapons or regional arms races.\r\nBrazil is committed to the non-proliferation of\r\nweapons of mass destruction and to the elimination of\r\nnuclear arsenals. It has consistently expressed its\r\ndisapproval of nuclear tests. Brazil strove for approval of\r\nthe CTBT at the Conference on Disarmament and\r\nconsidered the blocking of consensus in Geneva a grave\r\nsetback. It was inconceivable to Brazil that we could have\r\nlet the moment pass, that we could have run the risk of\r\nseeing the CTBT meet the same fate as so many other\r\ninitiatives which were allowed to lapse into oblivion.\r\nThis is why Brazil was one of the first sponsors of the\r\nAustralian initiative to seize the historic opportunity of\r\nsubmitting the CTBT for approval by the General\r\nAssembly. This decision reflected the commitment to\r\nbequeath to present and future generations a safer and\r\nnuclear-weapons-free world. This is why Brazil will\r\nimmediately sign the Comprehensive Nuclear-Test-Ban\r\nTreaty. We call upon all nuclear- and non-nuclear-weapon\r\nStates to do the same.\r\nThe peoples of the world expect action and leadership\r\nfrom the United Nations. They expect that the United\r\nNations will continue to be an essential benchmark of\r\ninternational politics over the next 50 years and that it will\r\nalways be not the last, but our best hope.\r\nThe President: The next speaker in the debate is His\r\nExcellency the Honourable Philip Muller, Minister for\r\nForeign Affairs of the Marshall Islands, on whom I now\r\ncall.\r\nMr. Muller (Marshall Islands): I wish to take this\r\nopportunity on behalf of His Excellency President Amata\r\nKabua and the Government and the people of the\r\nRepublic of the Marshall Islands to thank and to\r\nacknowledge the leadership of the outgoing President,\r\nProfessor Diogo Freitas do Amaral, and also to\r\ncongratulate you, Ambassador Razali Ismail, on your\r\nwell-deserved election to the high office of the Presidency\r\nof the General Assembly.\r\nI am pleased to inform you, Sir, that at the recently\r\nconcluded South Pacific Forum meeting in the Republic\r\nof the Marshall Islands, your country, Malaysia, was\r\ninvited to join the post-forum dialogue next year as a\r\npartner, where we hope to further our cooperation.\r\nIn our capacity as Chairman of the South Pacific\r\nForum, I have the honour first to make some remarks of\r\na regional nature on behalf of the Forum members that\r\nare also United Nations Members, followed by some\r\nremarks of a more national perspective.\r\nThe South Pacific Forum held its twenty-seventh\r\nmeeting last month in Majuro, the capital of the Republic\r\nof the Marshall Islands. The theme for this session,\r\n“Pacific Solidarity for the Common Good”, highlights one\r\nof the important building blocks of our regional\r\ncooperation towards sustainable development. The Forum\r\nleaders reviewed a broad range of measures in the area of\r\neconomic reform and development. These and other\r\nimportant decisions of the South Pacific Forum leaders\r\nare contained in the Forum communiqué, which has been\r\nsubmitted to the Secretary-General and will be circulated\r\nas an official United Nations document.\r\nIn his opening remarks to the Forum at Majuro, the\r\nPresident of the Republic of the Marshall Islands, His\r\nExcellency Mr. Amata Kabua, emphasized the unity and\r\nthe harmony of the nations gathered at the meeting, which\r\ntraversed immense ocean barriers. The restraining pull of\r\nnational interests and cultural differences are all\r\nharmonized — fine-tuned, so to speak — into a single sea\r\nof unity. It is through this unity that seemingly\r\ninsurmountable obstacles or intractable problems can be\r\nresolved. In deliberating on and reviewing their respective\r\nperformances together and charting the way towards a\r\nprosperous and secure future for the region, the Forum\r\nleaders gave deeper meaning to the theme of this year’s\r\nsession.\r\nI wish to make some remarks about the outcome of\r\nthose discussions. Climate change is a global problem that\r\n5\r\nGeneral Assembly 4th plenary meeting\r\nFifty-first session 23 September 1996\r\nrequires a global solution. The Forum has again highlighted\r\nits concern over climate change and called for urgent action\r\nin view of the second assessment report of the\r\nIntergovernmental Panel on Climate Change, which states\r\nthat the balance of scientific evidence suggests a discernible\r\nhuman influence on the global climate. This report has\r\ngiven us much to be concerned about, and the Forum\r\ncountries call on the international community to accelerate\r\nnegotiations at the next conference of the parties.\r\nThe international community needs to achieve\r\nsignificant progress towards the goal of lowering\r\ngreenhouse gas emissions in the near future. The survival\r\nof many small island developing States, as well as many\r\nother developing States that are adversely affected in some\r\nway by climate change depends upon our taking action. We\r\nwill all be adversely affected by climate change. For this\r\nreason we reaffirm our full support for the alliance of small\r\nisland States protocol in the context of the discussions of\r\nthe Ad Hoc Group on the Berlin Mandate, which calls for\r\nstronger carbon dioxide reductions in a time-bound\r\nframework.\r\nMr. Minoves-Triquell (Andorra), Vice-President, took\r\nthe Chair.\r\nDuring this session of the General Assembly we will\r\nreview progress on a number of related issues under the\r\nUnited Nations Convention on the Law of the Sea,\r\nincluding fisheries conservation and management and\r\nefforts to reduce the incidence of illegal fishing practices.\r\nWe will also reiterate the importance that our region has\r\nplaced on the effectiveness of an international legal regime\r\nfor oceans and their resources, including, in our view,\r\nproviding adequate financial resources to the International\r\nSeabed Authority in Kingston, Jamaica.\r\nThe Forum leaders underscored the importance that\r\nthe Pacific fish stocks have for international trade and our\r\nlivelihood. We recognize that this important resource must\r\nbe managed sustainably to maximize its benefits to our\r\nregion. In this connection, the Forum leaders have\r\nrequested our regional experts to develop comprehensive\r\nagreements for the sustainable management of the region’s\r\nfisheries across the full geographical range of the stocks,\r\nincluding the high seas, taking into account the Agreement\r\non straddling fish stocks and highly migratory fish stocks\r\nopened for signature here in New York last year. The\r\nRepublic of the Marshall Islands has offered to host a\r\nsecond High-level Multilateral Consultation on the\r\nConservation and Management of Fisheries Resources of\r\nthe Central Western Pacific next year to advance this\r\nprocess. This ministerial meeting will discuss a number of\r\nissues, including restocking, greater involvement of the\r\ndistant-water-fishing nations in conservation and\r\nmanagement, data gathering on the range of the stocks,\r\nand transshipments.\r\nThe Forum leaders are also committed to the review\r\nand appraisal of Agenda 21, which will take place at the\r\nspecial session of the General Assembly next year.\r\nMechanisms have been established for regional dialogue,\r\npartnership and participation in the development of\r\nconcrete proposals for action regarding the progress made\r\nsince the United Nations Conference on Environment and\r\nDevelopment in 1992. The Forum has asked its Advisory\r\nCommittee to coordinate these tasks and make\r\npreparations to submit reports to that special session. In\r\nthis respect I wish to call on our development partners to\r\nsupport the efforts of the Forum countries and our\r\nregional organizations, so that the special session will be\r\na thorough and comprehensive review. But in this regard,\r\nwe caution against a proliferation of organizations and\r\nmeetings when the concerted efforts of the international\r\ncommunity should be focused on practical measures,\r\nwhich will improve on the efforts under way at the\r\nregional level. It is problematic for our administrations,\r\nwith limited resources, to cover too many meetings\r\ndealing with the same topics, and we fear that\r\nunnecessary duplication may occur as a result.\r\nWe will report to that session on a number of\r\ninitiatives, following on from the report submitted to the\r\nCommission on Sustainable Development in 1996 by the\r\nSouth Pacific Regional Environmental Programme\r\n(SPREP). In our region we recognize the importance of\r\nthe multiple role that forests have, and the need for a\r\ncomprehensive approach by the international community\r\nto the sustainable management and conservation of all\r\ntypes of forests. For our part in sustainable forests\r\nmanagement, the Forum endorsed a South Pacific Code\r\nof Conduct for Logging of Indigenous Forests in selected\r\nSouth Pacific Forum countries. Also, in the light of the\r\nfact that 1997 will be the Year of the Coral Reef in the\r\nPacific, we hope to include progress reports on the\r\nimplementation of coastal-zone-management strategies.\r\nThe international community took steps at the\r\nBarbados Conference to acknowledge the special situation\r\nand interests of small island developing States. We stress\r\nthe need to give particular attention to the comprehensive\r\nProgramme of Action produced at that Conference, and to\r\nhave the special needs of small island developing States\r\nadequately addressed in the United Nations development\r\nefforts. In its review of Agenda 21 the special session\r\n6\r\nGeneral Assembly 4th plenary meeting\r\nFifty-first session 23 September 1996\r\nshould lay the grounds for further international cooperation,\r\nnational and regional initiative, and the mobilization of\r\nresources for meeting the sustainable development needs of\r\nsmall island developing States.\r\nI wish to raise some of issues of political significance\r\nfor our region. The Forum commended progress by France\r\nand parties in New Caledonia on the implementation of the\r\nMatignon Agreements. It welcomed the recent reception\r\naccorded to the Ministerial Mission from the Forum\r\ncountries by the French and New Caledonian authorities.\r\nForum countries encourage all parties to continue dialogue\r\nin the search for a durable solution to the question of the\r\nterritory’s long-term future.\r\nI wish to inform the General Assembly that the Forum\r\nhas reaffirmed its strong and unanimous support for\r\nAustralia’s candidature for the Security Council in this\r\nyear’s election. Furthermore, in recognition of the\r\nimportance of Japan as a constructive partner for the region,\r\nthe Forum also expressed strong and unanimous support for\r\nthe candidature of Japan at the same election.\r\nThe Forum expressed satisfaction at the permanent\r\ncessation of French nuclear testing in the South Pacific.\r\nThis marked the end of all nuclear testing in a region that\r\nhad been subjected to both atmospheric and underground\r\ntesting for five decades. China’s recent announcement of a\r\nmoratorium on nuclear testing meant that all five nuclear-\r\nweapon States were now observing testing moratoriums\r\nlong urged by the Forum. Earlier this month the General\r\nAssembly took action to adopt and open for signature a\r\ncomprehensive test-ban Treaty (CTBT). This was an effort\r\nfully supported by the Forum, and the resolution was\r\nsponsored by all the United Nations members of the Forum.\r\nWe are pleased with the passage of resolution 50/78, and\r\nurge all States to join with us in signing and ratifying the\r\nCTBT as soon as possible, to facilitate the Treaty’s earliest\r\nimplementation.\r\nWe should recall the Advisory Opinion tendered by\r\nthe International Court of Justice on the legality of the\r\nthreat or use of nuclear weapons, which recognized that all\r\nmembers of the international community have an obligation\r\nto pursue in good faith and bring to a conclusion\r\nnegotiations leading to nuclear disarmament in all its\r\naspects under strict and effective international control. The\r\nForum leaders urged all States concerned, particularly the\r\nnuclear-weapon States, to continue meaningful negotiations\r\nwith a view to further significant reductions of nuclear\r\nstockpiles in the near future as a step towards the ultimate\r\nelimination of nuclear weapons.\r\nThey also warmly welcomed the signature and\r\nratification by Vanuatu of the South Pacific Nuclear-Free\r\nZone Treaty, the signature of Tonga, and the signing of\r\nthe protocols to the Treaty by France, the United\r\nKingdom and the United States of America. As a result\r\nof these developments, all States within the Treaty area\r\nhave now given their support to the Treaty, and all five\r\nnuclear-weapon States have undertaken to respect its\r\nprovisions. We welcome the ratification by France of the\r\nprotocols. The Forum also urged early ratification of the\r\nprotocols by the United Kingdom and the United States\r\nof America.\r\nThe Forum leaders were encouraged by the\r\nestablishment since their last meeting of two nuclear-\r\nweapon-free zones: in South-East Asia and Africa.\r\nLeaders noted with satisfaction that these developments\r\nrepresented progress with respect to the decisions\r\naccompanying the indefinite extension in 1995 of the\r\nTreaty on the Non-Proliferation of Nuclear Weapons. In\r\nthis context, Forum leaders expressed support for an\r\nappropriate resolution at this session of the United\r\nNations General Assembly whereby signatory States of\r\nthe southern hemisphere nuclear-weapon-free-zone treaties\r\nand other members of the international community could\r\naffirm their support for these zones and cooperate in the\r\nfurtherance of the goals of these zones and of nuclear\r\nnon-proliferation and disarmament.\r\nThe Forum again reaffirmed the existence of a\r\nspecial responsibility towards those peoples of the former\r\nUnited Nations Trust Territory administered by the United\r\nStates, the Marshall Islands, which was adversely affected\r\nas a result of nuclear-weapon tests conducted during the\r\nperiod of the trusteeship. This responsibility includes the\r\nsafe resettlement of displaced human populations and the\r\nrestoration to economic productivity of affected areas.\r\nThe Forum wishes again to raise concerns over\r\nshipments of plutonium and radioactive wastes through\r\nour region. These shipments must be carried out in\r\naccordance with the strictest international safety and\r\nsecurity standards. All contingencies must be fully\r\naddressed, and full consultation must be carried out with\r\nthe countries of the regions through which the shipments\r\nwill occur.\r\nI now wish to make some comments on behalf of\r\nmy national delegation.\r\nIn regard to the Comprehensive Nuclear-Test-Ban\r\nTreaty (CTBT), it is important that countries that were\r\n7\r\nGeneral Assembly 4th plenary meeting\r\nFifty-first session 23 September 1996\r\nseverely affected by nuclear testing play a role in the 51-\r\nmember Executive Council being envisaged within the\r\nCTBT framework to oversee all aspects of the\r\nimplementation of the Treaty. I wish to reiterate that the\r\nRepublic of the Marshall Islands stands ready to present its\r\ncandidacy for that Council, once established.\r\nWe are grateful to President Clinton and his\r\nAdministration for their transparent policy of disclosing\r\npreviously classified information relating to the nuclear-\r\ntesting programme in the Marshall Islands. We also wish to\r\nthank our friends and supporters in the United States\r\nCongress for their assistance. We hope that our cooperation\r\ncontinues to improve and that the process of disclosure is\r\naccelerated. All the information pertaining to the nuclear-\r\ntesting programme should be provided to my Government,\r\nin order that we may fully comprehend the implications for\r\nour planning for the health and well-being of our citizens\r\nand our environment.\r\nThe Government of the Republic of the Marshall\r\nIslands has recently learned that the damage caused by\r\nnuclear-weapon-test programmes during the trusteeship is\r\nfar greater and more horrible than originally disclosed. The\r\nradiation released by all 67 nuclear-weapon tests is\r\ncurrently known to affect more atolls and more groups of\r\npeople than previously disclosed, as reported by the White\r\nHouse Advisory Committee on Human Radiation\r\nExperiments. The health, environment, medical, social and\r\neconomic consequences resulting from the effects of the\r\nradiation released remains a major concern for the\r\nGovernment of the Republic of the Marshall Islands. As a\r\nresult, at our current level of knowledge the costs related to\r\nthe effects of radiation make it very hard to properly treat\r\nand care for the people who have, and continue to show,\r\nradiation-related illnesses. This also applies to programmes\r\nrelated to the rehabilitation of contaminated islands and the\r\nsafe resettlement of affected communities.\r\nWe cannot solve these problems on our own, and we\r\nfeel obliged to appeal to the international community. Our\r\nconcern continues to be that our situation has not been fully\r\naddressed and rectified until now. We welcome the new\r\nwillingness of the United States authorities to constructively\r\nwork with the Republic of the Marshall Islands to address\r\nthe full range of outstanding nuclear issues, which have for\r\nso long affected our relationship and the well-being of our\r\npeople. We acknowledge the assistance that has been\r\nprovided up to now, which includes efforts at clean-up and\r\nresettlement. But much more needs to be done.\r\nWe reiterate the call that was made to the High-level\r\nOpen-ended Working Group of the General Assembly on\r\nthe Financial Situation of the United Nations to reduce\r\nthe so-called floor rate in the scale of assessments. This\r\nis an issue of vital importance to all developing countries\r\nwith small economies, in particular a large number of\r\nsmall island developing States and least developed\r\ncountries. The situation was firmly noted by the\r\nCommittee on Contributions in its last report:\r\n“the current floor assessment rate of 0.01 per cent\r\nresulted in a serious departure from the principle of\r\ncapacity to pay for a number of smaller Member\r\nStates.” (A/50/11/Add.2, para. 50)\r\nWe call on the Fifth Committee to take action on\r\nthis matter as soon as possible, and the time for this has\r\ncome at this session of the General Assembly. In our\r\nview, this would have a beneficial effect for over 60\r\ncountries.\r\nAnother area of reform that is of great concern to us\r\nis the expansion of the Security Council. The need for a\r\nmore democratic process and for allowing greater\r\nparticipation in the work of the Council is something that\r\nwe all reaffirmed during the fiftieth-anniversary session.\r\nHowever, we have to make more progress in\r\nimplementing our ideas in this regard.\r\nThis will be a very important year for the United\r\nNations in that we will take stock of many of our current\r\nactivities and lay the groundwork for many others. As\r\nChair of the South Pacific Forum, the Republic of the\r\nMarshall Islands will spare no effort to ensure a\r\nsuccessful conclusion to this year’s agenda. The Republic\r\nof the Marshall Islands has been an active participant in\r\nthis Assembly in the five years that we have been a\r\nmember. We have come a long way since the adoption of\r\nour Constitution in 1979. We pledge our cooperation to\r\nthe President’s leadership and we look forward to\r\nworking closely with him and the members of the General\r\nAssembly.\r\nAddress by His Excellency Mr. Marc Forné Molné,\r\nPresident of the Government of the Principality of\r\nAndorra\r\nThe Acting President: The Assembly will now hear\r\nan address by His Excellency Mr. Marc Forné Molné,\r\nPresident of the Government of the Principality of\r\nAndorra.\r\n8\r\nGeneral Assembly 4th plenary meeting\r\nFifty-first session 23 September 1996\r\nMr. Marc Forné Molné, President of the Government\r\nof the Principality of Andorra, was escorted to the\r\nrostrum.\r\nThe Acting President: I have great pleasure in\r\nwelcoming the President of the Government of the\r\nPrincipality of Andorra, His Excellency Mr. Marc Forné\r\nMolné, and inviting him to address the General Assembly.\r\nMr. Forné Molné (Andorra) (spoke in Catalan;\r\nEnglish text furnished by the delegation): Allow me first of\r\nall to express the honour I feel as an Andorran at the\r\ndistinction that has been conferred on our small country by\r\nthis Assembly through your election, Mr. Minoves-Triquell,\r\nas a Vice-President for this year’s session of the General\r\nAssembly. I thank you for calling on me to address this\r\nAssembly and assure you of the support of the people of\r\nAndorra and, I am sure, of all those who speak the Catalan\r\nlanguage.\r\nI must also thank the outgoing President, Mr. Diogo\r\nFreitas do Amaral, for his excellent tenure at the helm of\r\nthe General Assembly during the year of the fiftieth\r\nanniversary of the United Nations. I do this with the\r\nsatisfaction of congratulating an illustrious Portuguese, a\r\nbrother from the Iberian peninsula who has been able to\r\ngive this Assembly the necessary impetus to start off on the\r\nright foot and with hope for the new era of 50 years that\r\nmust take us to the one hundredth anniversary of the United\r\nNations. I wish also to convey to the new President, His\r\nExcellency Mr. Razali Ismail, my warmest congratulations\r\nand those of my country on his election, and I have the\r\ngreat pleasure of assuring him of the close collaboration of\r\nthe Andorran Vice-President of the General Assembly, who\r\nwill always be at his service.\r\nAndorra looks to the future of the world with\r\noptimism, sure that on this Earth men and women of good\r\nwill will know how to overcome intolerance and injustice.\r\nIn order to advance towards these objectives of progress,\r\nwe will have to count on the United Nations. Its reform,\r\nwhich the Secretary General, at the call of all the States,\r\nhas promoted during these last years, will give us a more\r\nefficient Organization, with more coordination and less\r\ncostly duplication, responsible in the financial sphere and\r\nconcentrated on its mandate.\r\nMy fellow citizens often ask me, “What can a small\r\ncountry like Andorra bring to the United Nations?” We are\r\na State with very little land and with a population that we\r\ncount in six tens of thousands, and we lack the political\r\nweight the force of arms normally provides. However, our\r\nsmall size has been our good fortune. We have opted to\r\nlack armies and cannons since we destroyed all our\r\ncountry’s fortifications in 1278. One day, we would hope,\r\nthat admirable action of the thirteenth-century Andorrans\r\nwill be imitated by our century’s over-armed Powers,\r\nlarge, mid-sized and small. Our small population has been\r\na good school for human understanding and our\r\nindividual and collective aspirations, allowing for the\r\nprecision of small-scale observation. Because we are\r\nsmall and peaceful, and because we have a lengthy\r\nhistory, we bring to the United Nations a vision of the\r\nworld that is patient and optimistic, and it is our belief\r\nthat if we have lived in our territory without bellicose\r\nconflict for more than 700 years, the same is also possible\r\nbeyond our borders, for, in the end, the men and women\r\nwho live in Andorra are different from the rest of\r\nmankind only in their collective historical experience.\r\nIt is the young people growing up in this latter part\r\nof the twentieth century who will pave the way to the\r\nthird millennium. I should thus like to make them the\r\nmain point of my statement this year in the Assembly’s\r\ngeneral debate. Later, I will mention my State’s hopes for\r\nthe young who are today being educated in an\r\nunderstanding of the challenges of the United Nations and\r\nof the need to promote democracy and human rights as\r\nthe pillars of the peace, prosperity and justice for peoples\r\nthat we are striving to attain, goals that, if we hurry in\r\nour task, we may be able to glimpse ourselves.\r\nEarlier, I indicated that Andorra trusts the future.\r\nOne of the principal reasons for that trust is probably the\r\nfact that a great part of our population is young and that\r\nour demographic pyramid is very different from those of\r\nour Western European neighbours. When human beings\r\nare young, everything seems possible. The energy we all\r\npossess allows us to look forward with strength, with\r\ncourage and with hope. Raisons d’état, political evils,\r\neconomic imperatives, the belief that the end justifies the\r\nmeans — all these have difficulty taking root in the\r\nyoung, since youth cares more about fidelity in friendship,\r\nmore about making its imprint on society. Youth has\r\nidealism — something we too often criticize but\r\nsomething which feeds the genuine and vital fire that\r\ncompels human beings to strive for dialogue and genuine\r\ncoexistence — to aspire, for example, to the United\r\nNations.\r\nIt is that aspect of the young that we must nourish\r\nif we desire a better world. Unfortunately, it is still very\r\ndifficult for many young people to seek the good of\r\nmankind when in their own countries, cities or villages,\r\n9\r\nGeneral Assembly 4th plenary meeting\r\nFifty-first session 23 September 1996\r\nin their homes or in their families, they lack the most basic\r\nphysical or spiritual necessities, when the education they\r\nare given is the official doctrine of a despotic regime and\r\nwhen — as was the case with their parents and their\r\ngrandparents before them — what they eat today is the\r\nmeagre wage of much sweat. In the developed countries,\r\nunemployment among the young crushes the hopes of a\r\nlarge part of today’s well-prepared generation, which will\r\nbe forced to waste the education that decades of economic\r\nprogress have enabled it to obtain. In States still striving to\r\nachieve development, in which 84 per cent of the world’s\r\npopulation between 15 and 24 years of age lives, the\r\nsituation is very worrying: AIDS, the rural exodus, poverty,\r\nhunger, medical shortcomings, sexual exploitation, juvenile\r\ndelinquency — problems that also affect the developed\r\ncountries — are particularly acute. Unemployment in\r\ndeveloping countries is also a tragic evil. We know that\r\nmore than 100 million new jobs will have to be created in\r\nthe next two decades to satisfy the growing young and\r\nactive population of the developing countries.\r\nIn confronting these problems we who govern must\r\nassume our responsibilities and give priority to policies\r\naffecting the young, especially those geared towards\r\nfighting youth unemployment. One of the first areas we\r\nmust encourage is obviously that of training. Governments\r\nmust coordinate economic plans with training policies so\r\nthat students can learn professions that they will have some\r\nchance of practicing, as well as to prevent, insofar as\r\npossible, an excess of graduates in saturated sectors. We\r\nmust also give appropriate encouragement, through\r\nprogrammes of coordination and technical assistance when\r\nnecessary, to the integration of young people into the\r\ncommunity. Small communities, when they work in\r\nconjunction with non-governmental organizations, pay\r\nspecial attention to the management of resources and are\r\nwell aware of the needs of their young people.\r\nThis joint effort is most appropriate when we recall\r\nthat we are living in an era in which society realizes that\r\nbig government and its programmes sometimes give rise to\r\nmore expenditure than advantages and that fiscal\r\nresponsibility is of more benefit to the economy than is the\r\nmultiplication of governmental departments, especially in\r\nthe developing countries, where the public sector is still\r\nsuffering the consequences of large-scale programmes that\r\nhave not produced the results expected. In those States,\r\nGovernments will find it to their advantage to acknowledge\r\nthe value of fostering microcredits for young people with\r\nentrepreneurial projects. The example of Bangladesh, where\r\nsuch credits have enabled many women to achieve financial\r\nindependence, is noteworthy in this respect. I would also\r\nmention as an example of successful action the\r\neducational measures for young entrepreneurs that some\r\nLatin American States have taken with a view to the\r\ncreation of new, small companies.\r\nAt the United Nations, States must give direct\r\nsupport to young people and to the programmes related to\r\nthem. More specifically, I am thinking of the World\r\nProgramme of Action for Youth to the Year 2000 and\r\nBeyond. That Programme, which was adopted by the\r\nGeneral Assembly on 14 December 1995, defines some\r\nof the problems that affect the world’s young people and\r\nindicates medical, educational and job-oriented priorities\r\nfor the next few years. We must enlarge on that text.\r\nStates Members of the United Nations must collaborate\r\nwith the Secretariat in defining the Programme’s\r\npossibilities and putting it into practice in a concrete way\r\nso that its message reaches all nations. What we do with\r\ntoday’s youth will define the twenty-first century.\r\nFor the past year Andorra has actively participated\r\nat the United Nations in the debates involving the young.\r\nOn 26 October of last year, in commemorating the tenth\r\nanniversary of the International Youth Year, our\r\nAmbassador spoke in this Hall on the benefits of teaching\r\ntolerance and human rights to young people in schools.\r\nAndorra has also contributed to the United Nations Youth\r\nFund.\r\nEarlier, at the March 1995 Copenhagen World\r\nSummit for Social Development, Andorra proposed a full\r\nand specific commitment asking the Governments of the\r\nworld to foster dialogue between generations and\r\nachieved its incorporation into the Declaration by Heads\r\nof State and Government. Given the lack of specific\r\nreferences in many United Nations texts, this provides a\r\ngood basis for subsequent studies on youth-related\r\nthemes.\r\nAt this juncture, I should like to say that the fact that\r\nwe concentrate our attention on youth must never lead us\r\nto forget members of older generations, particularly the\r\nelderly. Dignity in ageing must be recognized and\r\npromoted, particularly today, when the progress of\r\nmedicine is making possible the lengthening of human\r\nlife. Intergenerational solidarity accompanied by dialogue,\r\nis an integral theme of any policy geared to the support\r\nof the young. Indeed, when we talk of giving primary\r\nattention to youth, that must not mean a glorification of\r\nthe first decades of human life to the detriment of old\r\nage. On the contrary, it should mean a recognition of the\r\n10\r\nGeneral Assembly 4th plenary meeting\r\nFifty-first session 23 September 1996\r\ndetermining role that young people play in what will\r\nhappen later.\r\nI should like for a moment to pay a tribute here to a\r\ngeneration of young people which the media has of late\r\ncharacterized as being “lost” — the young people of Bosnia\r\nand other parts of the former Yugoslavia who, not so many\r\nyears ago, were confident children of Europe and who have\r\nnow spent their youth amidst fratricidal struggles and\r\n“ethnic cleansing”, with all the revulsion inherent in that\r\nexpression, a youth spent between death and barbarism.\r\nAndorra, which, during the Spanish Civil War and later\r\nduring the Second World War, was a land of welcome and\r\nrefuge for other lost generations of other wars — also\r\nfratricidal, and, indeed, if all human beings are brothers,\r\nwhat war is not fratricidal? — feels solidarity with these\r\nyoung people of Bosnia, upon whom has fallen the\r\nresponsibility for building a new coexistence and for\r\nerasing from the collective consciousness these past years\r\nof propaganda and demagoguery and for breaking with the\r\nhistory of confrontation that afflicts the Balkans.\r\nBosnia is not the only place where we have witnessed\r\ndifficult times. Angola, Afghanistan, Cambodia, Liberia,\r\nSierra Leone, Somalia, Haiti, Guatemala, El Salvador,\r\nBurundi, Rwanda, Iraq and many other places have in\r\nrecent years been affected by conflicts of great complexity.\r\nSome of these problems have already been solved or\r\nattenuated, often thanks to United Nations action.\r\nDevelopments in the situation in El Salvador are a good\r\nexample. Other conflicts continue, a cause of great\r\nconsternation to the international community.\r\nMy Minister of Foreign Affairs reminded us last year,\r\nin this Assembly Hall, of the considerable increase in\r\nmilitary personnel deployed for the United Nations in recent\r\nyears. At the beginning of 1988, there were just over 9,000\r\nBlue Helmets in the world engaged in peacekeeping\r\noperations. Seven years later, there are over 70,000 — this\r\nin spite of the fact that the military and logistical means of\r\nimmediate action are not in the hands of this international\r\nOrganization.\r\nUltimately, we — the States that decide how this\r\nOrganization shall act — are the ones responsible for\r\nfailing to end or prevent conflicts. Criticism must be\r\nconstructive. When we accuse the United Nations of a lack\r\nof action in Bosnia, let us ask ourselves why the policies of\r\nthe members of the Security Council are so divergent and\r\ndifficult to coordinate. We must therefore make an effort to\r\nprovide information so that the public has an accurate idea\r\nof what really happens behind the flags that adorn this\r\nbuilding. We must make the successes of the United\r\nNations known, not just its shortcomings. We must\r\nhighlight its efforts to promote international law, a body\r\nof law that will guarantee negotiated solutions instead of\r\nshows of strength, a principle that is essential for the\r\nsurvival of small States. We must recognize the small,\r\nquiet steps humanity takes day by day in United Nations\r\ncommittees, steps geared towards the promotion and\r\napplication of human rights. If in a particular State some\r\npeople, be it only a few, no longer suffer torture or\r\nrepulsive abuse when they are arrested; if in some parts\r\nof the world blood is not shed because international\r\nshame projects itself on those countries; if in other places,\r\nnuclear tests will not shatter the peace of the people\r\nliving there because we have signed a treaty prohibiting\r\nsuch actions, then the United Nations deserves all our\r\nsupport.\r\nWe must foster confidence in the future of men and\r\nwomen, not cynicism towards international organizations.\r\nIf we do not, we run the risk of encouraging movements\r\nthat seek to express this cynicism through violence and\r\nterrorist acts. We have no choice but to consider the\r\nmeans democracy gives to its enemies that they can use\r\nto destroy it, particularly through terrorism. When the\r\nmedia tell us that the United Nations is a potential\r\nterrorist target, we become even more conscious of our\r\ncommitment to strengthening efforts more effectively to\r\npublicize the task of our Organization. The energies of\r\nour youth must not be directed towards violent\r\nexpressions of social discomfort. We must therefore\r\nchannel them, as I have stated before, towards creativity\r\nin one’s work and promoting confidence in humanity’s\r\npotential. When, a few years ago, the political scientist\r\nFrancis Fukuyama, as witness to the end of the cold war,\r\nwrote about the end of history, he forgot about the\r\nimmense creativity of human beings. When one period of\r\nhistory ends, another one begins. Our responsibility is to\r\nensure that the period of history we have entered in the\r\nnineties rejects the obscurantism produced by the fear\r\nperpetuated by human beings, and reflects the qualities\r\nhumanity holds highest.\r\nThe framing of a Comprehensive Nuclear-Test-Ban\r\nTreaty (CTBT), which I will sign tomorrow on behalf of\r\nthe Andorran Government, along with many of the\r\nrepresentatives here, is an achievement of which the\r\nUnited Nations Organization can feel proud and a clear\r\nexample of what we can do when the peoples of the\r\nworld unite with the strength of an ideal of peace.\r\nAndorra, an initial co-sponsor of the resolution that\r\nbrought this Treaty to the General Assembly, adheres to\r\n11\r\nGeneral Assembly 4th plenary meeting\r\nFifty-first session 23 September 1996\r\nits principles in full, principles which provided the basis for\r\nthe founding of our country. In the same fashion, not very\r\nlong ago we gave top priority to acceding to the Treaty on\r\nthe Non-Proliferation of Nuclear Weapons with the hope of\r\npromoting that text of peace. Peace! The cry of alignment\r\nfor the traditionally neutral States, one of the most noble\r\ncries, is — let us not fool ourselves — still far from being\r\nanswered. The CTBT is only the first step, and an essential\r\none, towards more efforts to ensure nuclear disarmament\r\nand non-proliferation, and the reduction of other types of\r\narsenals — goals to which Andorra will devote much\r\nattention.\r\nTo help achieve these objectives, the Government of\r\nAndorra has a mandate of solidarity which is enshrined in\r\nour Constitution. In its preamble, the Andorran people\r\ndeclare themselves eager to make every effort to promote\r\nvalues such as freedom, justice, democracy and social\r\nprogress, to maintain and strengthen Andorra’s harmonious\r\nrelations with the rest of the world on the basis of mutual\r\nrespect, coexistence and peace, and willing to bring their\r\ncollaboration and effort to all the common causes of\r\nhumankind.\r\nAt present, States, large or small, within the\r\nframework of the United Nations, have a duty to provide a\r\nsource of inspiration for the ideals of youth, prevent\r\nisolationism and look beyond their borders, share\r\nexperiences and show solidarity with States in distress. This\r\nnotwithstanding, Governments continue to have a\r\nfundamental role in the internal activities of States, so that\r\nfew United Nations efforts and initiatives can really be\r\neffective without their active cooperation.\r\nFor this reason, the leaders of States who, year after\r\nyear, gather in this Assembly Hall must leave here\r\nconvinced of our unavoidable responsibility to promote\r\nhuman rights within our own borders and social and\r\neconomic development in our States.\r\nIn accordance with article 29 of the Convention on the\r\nRights of the Child, which Andorra signed and ratified less\r\nthan a year ago, thus contributing to the universal process\r\nof ratification so desired by the United Nations Children’s\r\nFund (UNICEF), it is vital that Governments ensure that\r\ntolerance and human rights are taught freely and\r\ncomprehensively at school in order to rear new generations\r\nthat are much more sensitive to the universality and\r\nrelevance of these rights. We must also encourage States\r\nstill using other forms of government to adopt democratic\r\nprocesses, and make the rule of law a priority for leaders in\r\nthe coming years. There are no peoples unprepared for\r\ndemocracy, only leaders with little aptitude for fostering\r\nit.\r\nI wanted to introduce a spirit of optimism in my\r\nspeech today. When optimism does not conceal reality,\r\nbut instead tries to transcend it, it is the best remedy\r\nagainst the apathy that can affect the human heart in a\r\nworld full of conflict. I have spoken of youth and its\r\noptimism, and of the need to focus our attention on the\r\nproblems affecting youth. I have lauded the successes of\r\nthe United Nations, but I have also noted the difficulties\r\nwe will have to overcome if the United Nations, is to\r\nenjoy qualitative growth. I have advocated the teaching of\r\nhuman rights, of democracy, of tolerance, and of social\r\nand individual responsibility for the progress of human\r\ncommunities. Four years before the new millennium, we\r\nmust give our youth optimism and confidence in the\r\nfuture.\r\nOne year ago, the Minister for Foreign Affairs of\r\nAndorra concluded his statement before this Assembly\r\nwith some words by Robert Kennedy. Previously, my\r\npredecessor in the presidency of the Andorran\r\nGovernment borrowed from John Fitzgerald Kennedy the\r\nexpression “Ich bin ein Berliner” to declare himself an\r\nAndorran in a speech on the particularities of small\r\nStates. To make reference to the Kennedys is to make\r\nreference to an optimistic decade imprinted with the\r\nideals and dreams that a young American President spread\r\naround the world. It was also a decade of harsh realities\r\nand contradictions, as in the world today. Ideals, however,\r\nlast because there is always a new generation to adopt\r\nthem. Today I reiterate the promise that President\r\nKennedy made to the United Nations:\r\n“To that world assembly of sovereign states,\r\nthe United Nations, our last, best hope in an age\r\nwhere the instruments of war have far outpaced the\r\ninstruments of peace, we renew our pledge of\r\nsupport to prevent it from becoming merely a forum\r\nfor invective, to strengthen its shield of the new and\r\nthe weak, and to enlarge the area in which its writ\r\nmay run”.\r\nThe Acting President: I now call on the Minister\r\nfor Foreign Affairs of Argentina, His Excellency Mr.\r\nGuido Di Tella.\r\nMr. Di Tella (Argentina) (interpretation from\r\nSpanish): May I first extend to Mr. Razali Ismail my\r\nwarmest and most sincere congratulations on his\r\n12\r\nGeneral Assembly 4th plenary meeting\r\nFifty-first session 23 September 1996\r\nunanimous election as President of this important session of\r\nthe General Assembly.\r\nI recently accompanied President Carlos Saul Menem\r\non a visit to his country, and I have the most pleasant\r\nmemories of his countrymen’s hospitality, of the vitality of\r\nhis culture and of the extraordinary strength of his\r\ncountry’s economy.\r\nTo Ambassador Freitas do Amaral, who presided over\r\nthe Assembly at the last session, we express our most\r\nsincere admiration. His term was a year full of difficulties\r\nand challenges, and he left us a positive vision of the\r\nquestions of the future.\r\nI have had the privilege of participating in the general\r\ndebate for the last six years. During that period, significant\r\nchanges have come about and profound contrasts have\r\narisen in the world. The scepticism of some\r\nnotwithstanding, allow me to recall some of the progress\r\nmade on the international scene: we have improved\r\nmechanisms for international peace and security; we have\r\nadvanced in the universal consolidation of democracy and\r\ntolerance; we have created institutions to prevent very\r\nserious crimes that offend the world’s conscience from\r\ngoing unpunished, which clearly reflects the concept that\r\njustice and the law are inseparable components of a stable\r\npeace; we have successfully stepped up intense collective\r\nwork towards non-proliferation of nuclear and conventional\r\nweapons, including anti-personnel mines. The adoption of\r\nthe Comprehensive Nuclear Test-Ban-Treaty will\r\nundoubtedly contribute to greater progress, as will the entry\r\ninto force of the Convention on the Prohibition of the\r\nDevelopment, Production, Stockpiling and Use of Chemical\r\nWeapons and on Their Destruction. We have also begun to\r\narticulate the concept of sustainable development to ensure\r\nprogress for current generations without compromising the\r\nviability of such progress for those of the future. We have\r\nopened new paths to free trade, eliminating barriers which,\r\nuntil yesterday, were regarded as normal instruments of\r\nnational policy.\r\nAll this has happened in recent years, and it is only\r\nfitting to recognize that the Secretary-General has\r\nanticipated, promoted and reflected all this in his annual\r\nreports, in his Agenda for Peace and in his Agenda for\r\nDevelopment, documents that are essential for the\r\ninterpretation of the process begun at the end of the cold\r\nwar.\r\nAllow me to take this opportunity to state how my\r\ncountry has dealt with all these transformations. Argentina\r\nhas actively promoted the new agenda. It has adapted\r\nitself domestically and internationally to fulfil the\r\nobjectives and principles of the Charter, both in its letter\r\nand its new spirit.\r\nArgentina has consolidated democracy and has taken\r\na very active role in the defence of fundamental rights\r\nand freedoms. It has given constitutional status to the\r\nUniversal Declaration of Human Rights and to the main\r\nhuman rights treaties to which it is a party.\r\nArgentina has got its economy in order and opened\r\nup new possibilities and potential for its people by\r\npromoting good governance, fiscal discipline,\r\naccountability in the management of public funds,\r\nequality before the law for domestic and foreign investors\r\nand the fight against corruption.\r\nIn particular, Argentina has presented and promoted\r\nin the Organization of American States (OAS), as well as\r\nin this Assembly and other international organizations,\r\ninitiatives to combat the curse of corruption, which is an\r\nenemy to development, investment and charity in society.\r\nMr. Melgarejo Lanzoni (Paraguay), Vice-President,\r\ntook the Chair.\r\nIn Argentina, sustainable development goes beyond\r\nacademic discussions. The growing deterioration of the\r\nozone layer in the southern hemisphere has affected the\r\ndaily life and health of the population of southern\r\nPatagonia. Argentina, in cooperation with other countries\r\nin the region and the United Nations system, has assumed\r\na leading role in reducing the risk level for the affected\r\npopulations by establishing five ozone-layer monitoring\r\nstations in our national territory, incorporating them into\r\nthe world multilateral environmental monitoring system.\r\nWe strongly hope that the international community will\r\njoin us in this effort by taking the necessary actions to\r\ncooperate in protecting the atmosphere.\r\nIn our subregion, the southern cone of the Americas,\r\nArgentina, together with its neighbours, has played a\r\nsignificant role in eradicating distrust, in resolving border\r\nproblems, in promoting physical and economic integration\r\nand in fostering political cooperation, all of which have\r\ngenerated an exemplary framework for cooperation and\r\nconvergence.\r\nOn the basis of political and economic stability, we\r\nhave designed ambitious mechanisms for integration, and\r\nwe have made the Southern Cone Common Market\r\n13\r\nGeneral Assembly 4th plenary meeting\r\nFifty-first session 23 September 1996\r\n(MERCOSUR) and the Rio Group important channels for\r\nour foreign policy.\r\nIn the agreements signed at the last MERCOSUR\r\npresidential summit, the States parties — Brazil, Paraguay,\r\nUruguay and Argentina — ratified their commitment to\r\ndemocratic institutions. As our country sees it, this should\r\nbe a prerequisite for full membership in MERCOSUR. The\r\nStates parties established a mechanism for consultation and\r\npolitical cooperation aimed at reviewing international\r\nactivities of special interest to them.\r\nAt that time, agreements were also signed between\r\nMERCOSUR and Chile and Bolivia, which will\r\nsignificantly broaden MERCOSUR and launch our\r\neconomies into an ever more globalized system. Clear\r\nevidence of this is the adoption of the interregional\r\nframework agreement between MERCOSUR and the\r\nEuropean Union, which has given rise to positive\r\nexpectations and created opportunities for strengthening\r\nlinks between the two regions in the economic, political and\r\ncultural fields.\r\nArgentina has promoted common activities on issues\r\nof growing importance, such as protection of the\r\nenvironment, preservation of natural resources and social\r\nand human development, within the framework of regional\r\nmechanisms for dialogue and political cooperation, as well\r\nas bilaterally, in regional forums and at the United Nations.\r\nArgentina participated in the adoption of concrete decisions\r\nto fight terrorism, drug trafficking and corruption, which\r\nare the new threats to international peace and security.\r\nArgentina’s natural interest in the South Atlantic is\r\nreflected in our participation in the zone of peace and\r\ncooperation in the South Atlantic, which embraces countries\r\nfrom both sides of the ocean in constituting an area to\r\nwhich we attach special significance.\r\nMember States of the zone are committed to\r\nrespecting sovereignty and territorial integrity, promoting\r\ndemocracy, human rights and civil liberties, joining efforts\r\nfor nuclear non-proliferation and de-nuclearization, and to\r\ncooperating in the struggle against drug trafficking. We are\r\nvery pleased with our contribution to maintaining, together\r\nwith other coastal States, the political balance and economic\r\npotential of the South Atlantic.\r\nHowever, there is still an important unresolved issue:\r\nthe persistent sovereignty dispute over the Malvinas, South\r\nGeorgia and South Sandwich Islands and their surrounding\r\nmaritime spaces.\r\nDuring these last six years, I have come to this\r\nforum to voice the claims of the Government and people\r\nof Argentina in the sovereignty dispute over the Malvinas\r\nIslands.\r\nIt is incomprehensible that while Argentina and the\r\nUnited Kingdom have overcome the sorrow and have left\r\nbehind their mutual disagreements and distrust and built\r\nup a harmonious and constructive relationship — and we\r\nsee the positive results of this day by day — they have\r\nnot so far been able to comply with the resolutions of the\r\nGeneral Assembly and of the Decolonization Committee\r\nand to progress in the dialogue towards a definitive\r\nsolution to this dispute. We have not even been able to sit\r\ndown together around a table to talk, even if only to\r\nexpress our disagreement.\r\nIn the same spirit that encouraged our two countries\r\nto cooperate in the South Atlantic for the protection of its\r\nrenewable and non-renewable resources, we should\r\nadvance in our search for a peaceful solution to this\r\ndispute.\r\nIn spite of our efforts, the lack of direct links with\r\nthe Malvinas impedes human contacts, trade and tourism,\r\namong other possible exchanges, and has slowed down\r\nthe economic and cultural development of the South\r\nAtlantic. The lack of relations between the two areas is\r\ninconceivable in today’s world.\r\nArgentina is proud of its great cultural diversity.\r\nSince the birth of our nation, our laws have preserved and\r\nguaranteed such cultural heritage. Our national\r\nConstitution establishes the objective of recovering the\r\nMalvinas Islands and the full exercise of sovereignty, and\r\nensures respect for its inhabitants’ way of life. The only\r\nthing lacking is the will to start a new phase together.\r\nArgentina is firmly convinced that a new era should\r\nbegin in the South Atlantic, as an area free from\r\ntensions — a place where different cultures committed to\r\nhumanistic ideals and with a common wish for progress\r\nand well-being may come together.\r\nWhat in the past has been a negative factor in our\r\nrelations should become a positive factor and a starting\r\npoint for a new relationship.\r\nMy country has shown its vocation for constructive\r\nparticipation in the areas created by the international\r\nsystem, fostering tolerance and preserving peace. In that\r\nrespect, we avidly support all efforts to resolve situations\r\n14\r\nGeneral Assembly 4th plenary meeting\r\nFifty-first session 23 September 1996\r\nof serious instability and conflict still existing in various\r\nparts of the world.\r\nIn the Middle East, we welcome the progress made in\r\nthe peace process, especially regarding the question of\r\nPalestine. We add our voice to those calling for the parties\r\ninvolved to maximize their efforts to achieve a just, lasting\r\nand comprehensive peace. We renew our offer of full\r\ncooperation to contribute to the attainment of that objective.\r\nThe peace process, fostered by this General Assembly, has\r\nborne fruits that should not go to waste.\r\nUnited Nations peacekeeping operations are one of the\r\nmost effective tools for preventing violence around the\r\nworld. This explains our full support for peace missions.\r\nWe have responded promptly and unconditionally to\r\nrequests of the Security Council, agreeing to participate in\r\noperations in our hemisphere and in various other parts of\r\nthe world by providing large amounts of financial\r\nresources.\r\nWe deem it vital to ensure an orderly transition\r\nbetween peace-keeping operations and the work of\r\nreconstruction aimed at reversing the economic, political\r\nand social damage caused by conflicts and to offer effective\r\nhumanitarian assistance so as to reduce the suffering of the\r\npopulations affected.\r\nWith the objective of complementing United Nations\r\nemergency humanitarian assistance, Argentina, inspired by\r\nPresident Carlos Saul Menem, proposed the “White\r\nHelmets” initiative. The effective deployment of the “White\r\nHelmets” in many humanitarian assistance operations is\r\nalready proving their political and technical viability.\r\nThe United Nations is called upon to play a significant\r\nrole in the international system of the twenty-first century.\r\nEverything indicates that this system will be marked by\r\ngrowing globalization and that problems such as poverty,\r\nunemployment, corruption and the lack of education can be\r\nmore effectively dealt with at a global level. For the United\r\nNations to respond effectively to this increasingly broad and\r\ncomplex mandate, it will be imperative for Member States\r\nto renew their political commitment to the organization’s\r\npolitical future. At the same time, it will be necessary to\r\nstrengthen the United Nations through the in-depth\r\nstreamlining and reform process that has already begun.\r\nWith respect to the Security Council, we continue to\r\nfavour a mechanism that, without affecting its efficiency,\r\nreflects new realities, of which Argentina is an active part,\r\nand ensures the participation of those who have clearly\r\ndemonstrated their commitment to and respect for the\r\npurposes and principles of the Charter. It is equally\r\nimportant to ensure that the working methods of the\r\nCouncil guarantee transparency in the debates and in\r\ndecision-making processes. Only in this way will the\r\nOrganization become a special forum for nations to\r\nchannel their resources effectively and successfully face\r\nthe challenges of a globalized world.\r\nThe Acting President (Interpretation from Spanish):\r\nThe next speaker is His Excellency Mr. Irakli\r\nMenagarishvili, Minister for Foreign Affairs of Georgia,\r\non whom I now call.\r\nMr. Menagarishvili (Georgia) (interpretation from\r\nRussian): Allow me at the outset to warmly congratulate\r\nthe President on his election to his post at the fifty-first\r\nsession of the General Assembly. I am deeply honoured\r\nto speak from this rostrum for the first time, and would\r\nlike to take this opportunity to thank all our friends in the\r\nworld community for the valuable assistance given to us\r\nin the construction of a new, democratic Georgia.\r\nIn recent years, Georgia has undergone every\r\npossible trial in the transition from the old and obsolete\r\nto the new and progressive. Overcoming the totalitarian\r\npast has been very painful, demanding many sacrifices. In\r\nconditions of post-communist chaos, ongoing ethno-\r\npolitical conflicts and a precipitous decline in the\r\neconomy, Georgia has managed, with the help of the\r\ninternational community, to stabilize the situation. Over\r\nthe past two years, democratic institutions have been\r\nestablished, economic stability has been achieved, a\r\nnational currency has been introduced, the process of\r\nprivatization is being completed and favourable conditions\r\nfor foreign investment are being created. The presidential\r\nand parliamentary elections held last year confirmed the\r\nstrong determination of the Georgian people to continue\r\non the path of democratic development. All this has been\r\ndone in order to further the gradual integration of\r\nGeorgia, and indeed the whole of Transcaucasia, into the\r\ninternational economic system. Georgia has had to\r\novercome a number of obstacles on this course, both\r\nsubjective and objective in nature.\r\nToday I would like to draw the Assembly’s attention\r\nto the phenomenon that has become the main obstacle in\r\nGeorgia’s path to recovery: aggressive separatism, which\r\ncan completely nullify the beginnings of peace and\r\nstability not only in Georgia, but in the entire region.\r\nAggressive separatism is not a new phenomenon, but it\r\nhas only recently come to the attention of the world\r\n15\r\nGeneral Assembly 4th plenary meeting\r\nFifty-first session 23 September 1996\r\ncommunity, due to its global nature and its destructive\r\nimpact on international security. I can say with certainty\r\nthat the world community has no right to take the position\r\nof an outside observer on this question, because countries\r\nand entire regions are subjected to separatism, regardless of\r\ntheir geographic location and level of development.\r\nDespite differences in the underlying reasons for the\r\nemergence of separatist movements, in their nature and in\r\ntheir scale they have one thing in common: they establish\r\nregimes on the ideological basis of terrorism under the\r\nbanner of “the self-determination of suppressed people”.\r\nWe are certain that everyone present in this Hall considers\r\nthe principle of self-determination for nations and peoples\r\none of the most important basic principles of international\r\nlaw. Contemporary international law has established a clear\r\nframework for the implementation of this principle. Yet it\r\nis unacceptable for the principle of self-determination to be\r\nexploited by national minorities or small nations that have\r\nhistorically constituted a single society with other nations,\r\nwithin the framework of sovereign States that today are\r\nMembers of the United Nations.\r\nThere is good reason for us to have singled out the\r\nproblem of aggressive separatism, as we consider it to be\r\nthe main threat to international peace and security at this\r\nstage. Georgia has made enormous efforts to introduce the\r\nnotion of aggressive separatism into the agenda of the\r\nworld. Aggressive separatism uses “ethnic cleansing” as the\r\nmain tool of vengeance against other nations and ethnic\r\ngroups.\r\nHere I must bring up the example of Abkhazia:\r\n300,000 peaceful Georgian citizens have been expelled\r\nfrom the territory of Abkhazia. Thousands more have been\r\nshot, burned, hanged or tortured to death. Furthermore, the\r\npersecution of the Georgian population on the basis of\r\nethnic origin was raised by the separatist regime to the\r\nlevel of state policy. This is a most serious crime against\r\nhumanity.\r\nAnalogous manifestations of aggressive separatism are\r\ntaking place in other parts of the world. Consequently, the\r\nstream of refugees increases constantly, and this process has\r\nacquired the form of a powerful new global factor fraught\r\nwith unpredictable social and economic consequences. We\r\nbelieve we need more fully developed measures in order to\r\noppose it effectively.\r\nWhat can we do about this? As a rule, the response of\r\nthe world community to separatism as a phenomenon is\r\nnearly always late and consequently inadequate to existing\r\nconditions.\r\nThe first resolution of the Security Council on the\r\nconflict in Abkhazia was adopted on 9 July 1993; the\r\nmost recent, on 12 July 1996. Comparing them, we can\r\nsee that it took three years to call something by its proper\r\nname: to call an aggressor an aggressor, a criminal a\r\ncriminal and a victim a victim.\r\nIt is obvious that we need a doctrine to contain\r\naggressive separatism. This should include a number of\r\nmeasures directed at revealing the underlying causes and\r\nat preventing and overcoming any manifestation of\r\nextremist separatist tendencies.\r\nWe consider it necessary, first, to define the\r\nphenomenon of separatism in terms of international law\r\nand, to that end, to establish a corresponding juridical and\r\nlegal basis, namely, a well-defined system to identify and\r\ncategorize aggressive separatism in international legal\r\ndocuments.\r\nSecondly, it is necessary to introduce and enforce\r\neconomic measures. One might respond that the practical\r\nimplementation of economic sanctions already exists.\r\nHowever, these should be binding in nature and their\r\nenforcement fall under the strict control of the\r\ninternational community; moreover, there must be follow-\r\nup implementation of sanctions against violators, if\r\nnecessary. At the same time, in order to eliminate\r\neconomic incentives for armed hostilities, we should\r\nprovide economic assistance and other means of support\r\nto regions where separatist tendencies are growing in\r\nstrength.\r\nThirdly, we must consider measures of a military-\r\npolitical character, such as the imposition of arms\r\nembargoes against those regions where separatism takes\r\non aggressive forms.\r\nFourthly, those who have committed these crimes\r\nagainst humanity must be fully aware that they cannot\r\navoid severe punishment and that, sooner or later, they\r\nwill have to stand before an international tribunal. It is\r\nclear that international terrorism and aggressive\r\nseparatism are interconnected and that we must combine\r\nour efforts in the struggle against both.\r\nThe efforts of the countries of the Group of 8 aimed\r\nat the elimination of international terrorism give us cause\r\nfor hope. The Government of Georgia fully supports the\r\n16\r\nGeneral Assembly 4th plenary meeting\r\nFifty-first session 23 September 1996\r\nrecent initiative of the President of Egypt to establish a new\r\nspecialized international organization dedicated to the\r\nstruggle against these evils. We must also work as speedily\r\nas possible on the creation of a stable system of regional\r\nsecurity, without which the process of aggressive separatism\r\nthat has contributed to the political and economic\r\ndisintegration of traditional regional structures of mutually\r\nbeneficial cooperation and ethno-cultural exchanges will\r\nonly grow, hastening the division of regions into hostile\r\nmicrosystems under the permanent influence of\r\nneighbouring regional Powers.\r\nOnce again, let us focus concretely on the prospects\r\nfor a peaceful settlement of the Abkhaz problem. The\r\ncurrent negotiations continue under the auspices of the\r\nUnited Nations and through the mediation of the Russian\r\nFederation. The “Friends of Georgia” group of countries is\r\nalso making concerted efforts. The settlement of the conflict\r\nhas thus taken on an international scale.\r\nWe have repeatedly declared Georgia’s position on the\r\nsettlement of this conflict and the determination of\r\nAbkhazia’s status. First, it is necessary and very possible to\r\nsettle the conflict through a peaceful process of negotiation.\r\nThrough the new Constitution of Georgia, adopted last year,\r\nthe question of the state territorial structure of our country\r\nwas deliberately left open. At the same time, proposals\r\nwere elaborated according to which Abkhazia would be\r\ngranted autonomy in accordance with the highest possible\r\ninternational standards.\r\nJust over a month ago, the President of Georgia made\r\na statement in which he once again set forth his suggestions\r\nregarding the settlement of the conflict in the Caucasus,\r\nincluding his assertion to the authorities in Sukhumi of his\r\nreadiness to meet immediately for serious discussions.\r\nUnfortunately, these efforts have borne no fruit. The\r\nresponsibility for that lies with the separatists. It has proven\r\nhitherto impossible to achieve progress towards a political\r\nsettlement. Moreover, the separatist regime, sensing its\r\nimpunity, has undertaken a new series of provocations,\r\nattempting to organize so-called parliamentary elections on\r\nthe same territory which was ethnically cleansed and on\r\nwhich less than one-fifth of the native population presently\r\nresides. The regime has cynically ignored the mediation\r\nefforts of the Russian Federation, the United Nations and\r\nthe world community, numerous resolutions of the Security\r\nCouncil and the decisions of various forums.\r\nThe growing concern on this point is also\r\nunderstandable. Has not the perfunctory evaluation of acts\r\nof “ethnic cleansing” and genocide in Abkhazia, by\r\naccident or a design, strengthened the confidence of the\r\nseparatists that they will get away with their crimes and\r\neven legitimize the status quo?\r\nIn the recent past, Transcaucasia acted as a boundary\r\nbetween two opposing systems, two military-political\r\nblocs separated by the iron curtain and implacable\r\nideologies. These confrontational orientations did not\r\nallow the innate human and natural resources of the\r\nregion to be fully exploited, relegating it to a secondary\r\nrole on the periphery of the world stage.\r\nAs a consequence of historic changes that occurred\r\nbefore our very eyes, we believe that the time has come\r\nseriously to reappraise the role of our region. Our final\r\naim is to turn it into the very opposite of what it once\r\nwas. The Caucasus can become and is already becoming\r\na region of multilateral cooperation, not only between the\r\nStates geographically located within it. The prospects for\r\ncreating a transportation corridor across our region are\r\ngradually becoming reality. The States of Central Asia,\r\nthe Black Sea basin and Western and Eastern Europe are\r\ndirectly involved in the process of its creation. There has\r\nthus been a logical growth in the international\r\ncommunity’s interest in the fate of the Caucasus.\r\nThe Caucasus today is a complicated interlacing of\r\npolitical economic and financial contradictions and\r\ninterests. Therefore, it is necessary to respond\r\nappropriately to these emerging circumstances. Otherwise,\r\nwe run the risk of creating a new, powerful and large-\r\nscale breeding ground for international tensions.\r\nWhile pondering the creation of a new global and, in\r\nparticular, European infrastructure of stability, we have in\r\nmind very specific elements that will create a single and\r\nindivisible unit. In this context, the initiative of President\r\nShevardnadze on a peaceful Caucasus, proposed in the\r\nspring of 1996, can serve as the basis for the creation of\r\na regional model that could, in its own right, become a\r\nmajor component in a general and comprehensive model\r\nof security for Europe in the next century. The ideas set\r\nforth in this initiative were discussed and approved in\r\nprinciple at the summit between the Presidents of the\r\nRussian Federation, Armenia, Azerbaijan and Georgia,\r\nand the leaders of the northern Caucasus Republics within\r\nthe Russian Federation in June 1996.\r\nThese proposals are aimed not only at the peaceful\r\nsettlement of conflicts currently besetting the Caucasus,\r\nbut also at post-conflict settlement, insuring the security\r\n17\r\nGeneral Assembly 4th plenary meeting\r\nFifty-first session 23 September 1996\r\nand multi-level development of the region. They advocate\r\nthe application of generally recognized, fundamental\r\nprinciples of international law, the observance of which\r\nwould guarantee peace and stability in the region.\r\nI am not engaging in wishful thinking. The road to\r\nachieving all this will, of course, not be easy, but I am\r\nconfident that the States of the region possess sufficient\r\ndetermination and political will, together with the active\r\nparticipation of the international community, to make the\r\nonly correct decision and, like one of Brecht’s characters,\r\nbreak out of the “Caucasian Chalk Circle”.\r\nI would like to share some of my concerns on the\r\nprospects for new United Nations activities. The impending\r\nreforms, supported by practically all Member States, testify\r\nto a qualitatively new stage in the development of\r\ninternational relations. At the same time, the need for\r\nreforms places great responsibility on us. We have no right\r\nto take hasty decisions that might result in unforeseen\r\nconsequences. On the other hand, excessive dilatoriness\r\ncould also harm our cause.\r\nGiven the new realities in international relations, it is\r\nclear that these changes should be reflected in the body of\r\nthe United Nations that is entrusted with the primary\r\nresponsibility for the maintenance of international peace and\r\nsecurity. ln order to enable the Security Council to respond\r\nadequately to contemporary challenges, new geopolitical\r\nrealities should be reflected in its structure. I refer to the\r\ntimely question of increasing the number of permanent and\r\nnon-permanent members of the Council. We are fully\r\nconvinced that increasing the number of members would\r\nexpand the geopolitical base of the Security Council, which\r\nin turn would make it more effective and representative.\r\nIn considering in this context the candidacy of\r\nGermany and Japan for possible permanent membership, we\r\nare guided by the hope that we would finally and\r\nirrevocably have an opportunity to overcome the\r\npsychological consequences of the Second World War and\r\nthe cold war. In 1992 our President argued, from this\r\nrostrum, for the need to expand the membership of the\r\nSecurity Council by including Germany and Japan; and\r\nGeorgia has repeatedly advocated this since.\r\nCareful consideration should be given to proposals put\r\nforward by Italy and other Member States with regard to\r\nnon-permanent membership of the Security Council.\r\nHowever, the Security Council should remain a\r\ncomparatively small body, which makes it more dynamic.\r\nMost importantly, in considering an increase in Council\r\nmembership, due attention should be paid primarily to the\r\ndegree of participation of Member States in the\r\nmaintenance of international peace and security.\r\nThe changes should also touch upon the practical\r\nside of Council activities, especially with regard to\r\nconflict resolution. The criteria that guide the Security\r\nCouncil in the use of its discretionary rights, provided for\r\nin Chapters VI, VII and VIII of the Charter, should be\r\nmore clearly formulated and universally applied.\r\nIn order to improve the management of\r\npeacekeeping operations, the Secretary-General’s Special\r\nEnvoy should be responsible for coordinating the\r\nimplementation of peacekeeping operations, with the\r\ndirect participation of regional organizations. We should\r\nalso note that a significant number of conflicts throughout\r\nthe world do not fall within the category of threats to\r\ninternational peace and security under Chapter VII of the\r\nCharter, although they are characterized by gross and\r\nmassive human rights violations and are considered to be\r\ncrimes against humanity.\r\nThus, in most cases, the initiators and executors of\r\nthese crimes, which include “ethnic cleansing” and\r\ngenocide, feel that they enjoy impunity because of the\r\ninability of the international community to take legal\r\naction. Consequently, we should consider the\r\nestablishment of a permanent United Nations special\r\ninternational observer institution, which would investigate\r\nthe facts pertaining to such crimes.\r\nGeorgia, having undergone the tragedy of conflict in\r\nAbkhazia, and having experienced “ethnic cleansing” and\r\ngenocide in its own population, is keenly interested in the\r\nrapid establishment and effective functioning of an\r\ninternational criminal court. Such a body should become\r\nan effective tool for implementing the law on behalf of\r\nthe international community. We are inspired by the fact\r\nthat the International Law Commission has already\r\napproved the text for a list of crimes against peace and\r\nhumanity.\r\nWe are also happy that the United Nations has\r\nalready taken steps in laying the foundation for\r\ndeveloping peacekeeping contingents of stand-by forces.\r\nGeorgia has already declared its readiness for active\r\nparticipation in the establishment of stand-by forces. We\r\nbelieve, however, that the United Nations should not take\r\nhalf measures, as the use of stand-by forces cannot\r\ncompletely resolve problems of effective and timely\r\n18\r\nGeneral Assembly 4th plenary meeting\r\nFifty-first session 23 September 1996\r\nreaction to conflict situations arising in different parts of\r\nthe world.\r\nIn this connection, we are convinced that we should\r\nfinally implement the idea of establishing a United Nations\r\nrapid deployment force to carry out the tasks prescribed by\r\nthe Security Council to restrain the escalation of conflicts\r\nand deploy the main peacemaking contingents of the United\r\nNations.\r\nIn conclusion, we would like to see the world\r\ncommunity as a union of free nations that enrich each other\r\nspiritually, economically and culturally. Mutual efforts in\r\nthis direction will inevitably lead to the establishment of a\r\npermanent, cooperative peace in a world free of wars and\r\nethnic conflicts.\r\nThe General Assembly offers a unique opportunity to\r\nelaborate a uniform and coordinated approach to the real,\r\nglobal problems of humanity. This is our chance to reach\r\nglobal consensus, and we should take full advantage of it.\r\nI thank the Assembly for its attention, and express my\r\nhope that our pain and our hopes will be taken into account\r\nby the entire international community.\r\nThe Acting President (interpretation from Spanish):\r\nI now call on the Minister for Foreign Affairs of Angola,\r\nHis Excellency Mr. Venancio de Moura.\r\nMr. de Moura (Angola) (spoke in Portuguese;\r\nEnglish text furnished by the delegation): Allow me at the\r\noutset to congratulate Mr. Ismail Razali on his election as\r\nPresident of the General Assembly at its fifty-first session,\r\nwhich is being held at a particularly difficult juncture. I am,\r\nhowever, persuaded that his personal attributes as well as\r\nhis proven diplomatic experience will ensure the success\r\nthat is expected from this Assembly.\r\nAllow me to express to His Excellency\r\nMr. Freitas do Amaral my congratulations on the\r\noutstanding commitment he demonstrated during his term\r\nin office. Our best wishes for the future go to him as he\r\nresumes his work as an educator and conducts research for\r\npeace and progress for all peoples.\r\nAllow me also to express my warm appreciation to the\r\nSecretary-General, His Excellency Mr. Boutros Boutros-\r\nGhali, for the dynamic and visionary manner in which he\r\nconducted the business of our Organization during a time\r\nof great change in the international arena. At this time the\r\nUnited Nations is more and more frequently called upon to\r\nrise to new challenges and is compelled to face tests that\r\nare not always peaceful. For this difficult mission the\r\nRepublic of Angola will continue to render its modest\r\ncontribution for the successful accomplishment of his\r\nmandate.\r\nAt the threshold of the new century of the third\r\nmillennium we are increasingly faced with new and\r\ngreater challenges, the solutions to which require joint and\r\nconcerted actions by all States, irrespective of their size,\r\neconomic potential or military might. In this context,\r\ncountries that have Portuguese as an official language —\r\nAngola, Brazil, Cape Verde, Mozambique, Portugal and\r\nSao Tome and Principe — have recently decided to\r\nestablish a community of Portuguese-speaking countries\r\nin order better to serve the interests of their peoples. We\r\nwould like to thank the Government and people of\r\nPortugal for fostering a cordial climate for this\r\ncommunity of Portuguese-speaking countries.\r\nIt is essential, therefore, that a broad and in-depth\r\nreform programme be adopted for multilateral institutions,\r\nwhich would make a decisive contribution towards the\r\ndemocratization of international relations on the basis of\r\nthe primacy of law, the safeguarding of the sovereign\r\nequality of States and reciprocity in the comity of nations.\r\nIt is along these lines that we approach with all\r\nseriousness the restructuring of the United Nations and its\r\nsystem.\r\nOur goal is to optimize the functioning of bodies\r\nthat coordinate the work of maintaining international\r\npeace and security and fostering social and economic\r\ndevelopment. Although innumerable international\r\nconferences held by the United Nations in recent years\r\nvalidate this concern, a great deal remains to be\r\naccomplished. We must go from words of intention to\r\ndeeds.\r\nIn this context, we believe that the current session of\r\nthe General Assembly must approach with daring and\r\npolitical resolve all current issues of common concern,\r\nincluding those in the areas of international peacekeeping\r\nand security and the healing of the economic and social\r\ncrisis that afflicts the developing world.\r\nLast year our Organization celebrated its fiftieth\r\nanniversary, and there was unanimous recognition by all\r\nmankind of its role as the most important forum for\r\nconcerted action among nations. Although the\r\nrestructuring of the United Nations has always been an\r\n19\r\nGeneral Assembly 4th plenary meeting\r\nFifty-first session 23 September 1996\r\nissue of concern, it is now even more essential if we are to\r\nrise to the challenges of the twenty-first century.\r\nIn this connection, I would like to avail myself of this\r\nopportunity first of all to congratulate the Open-ended\r\nHigh-level Working Group on the Strengthening of the\r\nUnited Nations System for the positive achievements we\r\nhave witnessed. Nevertheless, there is still a long road\r\nahead before we achieve our final objectives and make it\r\npossible for our Organization to play its true role. As a\r\nmatter of fact, we are quite concerned by the current\r\nfinancial crisis, which is affecting the proper operation of\r\nour Organization and even threatening its very survival. In\r\nthis context, we support proposals that suggest practical\r\naction for the correction of the financial situation, such as\r\nthe revision of the scale of assessments, the downsizing of\r\nthe Secretariat and some of its bodies, with a view towards\r\nrendering them more efficient, less bureaucratic and less\r\nburdensome.\r\nBy way of example, allow me to point out that several\r\ndevelopmental assistance projects or humanitarian aid\r\nprogrammes are entrusted to foreign officials while they\r\ncould perfectly well be carried out by local officials with\r\nsimilar qualifications, which could cut down the\r\nimplementation costs to less than one third. This is only\r\none example among the many we could cite that could go\r\nfar towards assisting with the financial healing of the\r\nOrganization.\r\nThe measures we have alluded to are feasible and\r\ncould bring about greater benefits and substantially improve\r\nthe functioning of the Organization and its specialized\r\nagencies.\r\nAs regards the Security Council, my Government has\r\nalways supported its restructuring in order to strengthen its\r\nrole and effectiveness and ensure greater transparency in\r\nthe decision-making process and in the implementation of\r\nits resolutions. Our position therefore is identical to the one\r\nadopted by the Organization of African Unity. It would\r\nexpand the Security Council and provide for fair and equal\r\nrepresentation by permanent and non-permanent members,\r\nwith equal rights and duties. Africa’s claim to at least two\r\npermanent seats on the Security Council is nothing but its\r\nproper and due right. We likewise support the right of other\r\nregions to representation on the Council, with the status of\r\npermanent members.\r\nRegarding the modes of operation of the Security\r\nCouncil, we believe that the areas concerned will find their\r\nappropriate modus operandi.\r\nIn several regions of our planet, there are still\r\ndecades-old conflicts, and new sources of tension are\r\nbreaking out in areas that previously enjoyed a certain\r\npeace and stability. This offsets the most optimistic\r\nexpectations of our peoples, who had hoped that the\r\nworld would be on the threshold of a new era of peace in\r\nthis post-cold-war period, paving the way for cooperation\r\nand development.\r\nIt is therefore with great apprehension that we note\r\na proliferation of regional conflicts, social and economic\r\ncollapse in some of our countries, environmental decay,\r\nand the coming of new scourges such as transnational\r\ncrime, drug trafficking, a rising wave of criminality, racial\r\ndisturbances, xenophobia, and religious and cultural\r\nintolerance.\r\nIt is in the face of this bleak picture that we come\r\ntogether for the fifty-first session of the General\r\nAssembly, compelling us to pause in deep introspection\r\nand firm resolve to handle this time bomb. In this context,\r\nthe Republic of Angola urges all Member States to do\r\ntheir very best in the search for ways and means to\r\nachieve this. One of the main tools available to us is\r\npreventive diplomacy and the political resolve of all those\r\nwho are in a position to make a decisive contribution to\r\ninternational peace and security.\r\nIn the Middle East, recent events are showing\r\ndangerous trends, jeopardizing the Washington agreement\r\non the autonomy of the Palestinian people and the first\r\nsteps towards the joint peaceful settlement of peace issues\r\nin that region, all of which are matters of the greatest\r\nconcern to the Republic of Angola.\r\nThe Republic of Angola reiterates the stand adopted\r\non the Middle East by African Heads of State or\r\nGovernment at the thirty-second summit meeting of the\r\nOrganization of African Unity, in Yaoundé, and appeals\r\nto the parties for strict compliance with their\r\ncommitments, because nothing can resist the resolve of a\r\npeople to be free. As stated by a great leader of our\r\ncentury, Ho Chi Minh, “Nothing is more precious than\r\nfreedom and independence”.\r\nWe are likewise concerned at the grievous situation\r\nin East Timor, a non-autonomous territory illegally\r\noccupied by Indonesia, in violation of the principles\r\nestablished in the United Nations Charter and applicable\r\nresolutions of the General Assembly and the Security\r\nCouncil.\r\n20\r\nGeneral Assembly 4th plenary meeting\r\nFifty-first session 23 September 1996\r\nMy Government reaffirms that the United Nations has\r\na great responsibility vis-à-vis the people of East Timor and\r\nshould not fail in it. In this context, the Republic of Angola\r\nsupports and encourages dialogue between Portugal, the\r\nadministering Power, and Indonesia in search of a\r\nsettlement that will bring self-determination and\r\nindependence to the people of Timor.\r\nWe are, likewise, profoundly concerned by the\r\ndifficult social and economic situation in the Republic of\r\nCuba resulting from the financial and economic blockade\r\nimposed on that member State of the General Assembly.\r\nThe Government of Angola supports the General\r\nAssembly resolutions appealing for the lifting of the\r\neconomic blockade in favour of the Cuban people, which\r\nis suffering under the negative effects of that measure. We\r\ntherefore encourage a dialogue with a view to normalizing\r\nrelations between those two sovereign Member States of the\r\nOrganization, which we call the United Nations, not the\r\ndivided nations.\r\nIn the course of the next century, one of the greatest\r\nchallenges to the United Nations will be the protection and\r\npromotion of human rights. The Government of Angola has\r\nalways recognized the indivisible and universal character of\r\nthe fundamental rights of every human being and the\r\nintrinsic correlation between human rights, democracy and\r\ndevelopment. Thus, at the Commission on Human Rights\r\nand other forums, Angola has always categorically\r\ncondemned selectivity and its politicization.\r\nWe condemn human rights violations, wherever they\r\nmay occur. This attitude, however, should not serve as a\r\npretext for sectarianism, exerting pressures designed to\r\ncreate political instability in sovereign States, or the\r\nimplementation of hidden agendas. This practice harms\r\nrather than fosters the promotion and protection of human\r\nrights.\r\nAllow me to take this opportunity to inform the\r\nAssembly that, at the proposal of President José Eduardo\r\ndos Santos, and in coordination with the United Nations\r\nCentre for Human Rights, the 32nd summit meeting of the\r\nHeads of State and Government of the Organization of\r\nAfrican Unity decided to hold this year a ministerial-level\r\nmeeting devoted exclusively to in-depth consideration of the\r\nissue of human rights in Africa. The Republic of Angola\r\nwill have the privilege of hosting this conference, which we\r\nbelieve is of tremendous relevance in the lengthy and\r\ndifficult process of democratization in our continent.\r\nThe crisis that is currently affecting the global\r\neconomy is mostly structural in nature and results from\r\ninconsistency, lack of coordination, and the adoption of\r\nmacroeconomic policies incompatible with the growth\r\nneeds of the developing world. Of great concern is the\r\nrealization that the current growth rate of some of our\r\ncountries is often negative. This compels whole\r\npopulations to lead lives of starvation and extreme\r\npoverty. It is indeed unfair that, at the threshold of the\r\nthird millennium, there are still some 800 million\r\nmalnourished people across the world.\r\nAfrica is the continent most lacking in capital and\r\ntechnology and, as a result, its population growth rate far\r\nexceeds its food-production capacity. In turn, this\r\nincreases poverty and starvation and can lead to serious\r\nsocial unrest. These consequences can be avoided if we\r\nare able to rely on the understanding and goodwill of our\r\ncreditors and major international financial institutions,\r\nwhich impose economic management prescriptions\r\nwithout regard for each nation’s realities.\r\nIn our view, one of the basic keys to the economic\r\nand social development of our countries lies in the\r\nexpansion and reorientation of economic cooperation for\r\ndevelopment. We must map out as soon as possible a\r\nglobal developmental strategy that will contribute to the\r\nsolution of the problems now affecting the survival of our\r\neconomies.\r\nToday, our world has reached such a level of\r\ninterdependence that new levels of interaction among our\r\neconomies are required if we are to survive, enjoy\r\nstability and avoid the threat of the imminent breakdown\r\nsuffered by the weaker nations. My Government reaffirms\r\nits support for the United Nations special initiative on\r\nAfrica and, at the same time, underscores the need for\r\ngreater assurances of success, in view of our experience\r\nwith similar programmes in the past. Once again, a word\r\nof praise is due to the Secretary-General for this initiative,\r\nwhich again demonstrates that the world, and the United\r\nNations in particular, has not turned its back on Africa.\r\nIf the African continent is to overcome its social and\r\neconomic crisis, a broad marshalling of financial and\r\nother resources will be necessary before the end of this\r\ncentury in order to meet the social and economic\r\ndevelopment needs of the continent. Likewise, we are\r\ndeeply concerned by the growth of the external debt of\r\nAfrica and other developing countries, as well as by the\r\nheavy burden involved in debt servicing, which is one of\r\n21\r\nGeneral Assembly 4th plenary meeting\r\nFifty-first session 23 September 1996\r\nthe causes of the continuous economic and social\r\ndeterioration of our standard of living.\r\nWe believe that a fair and lasting solution can be\r\nfound for the African foreign-debt crisis, as long as there is\r\nunderstanding and a strong political resolve on the part of\r\ncreditors. For certain developing nations, the negotiation of\r\na debt roll-over is a feasible solution. For the less-\r\ndeveloped nations, however, the sole viable solution is total\r\nforgiveness of the debt and a massive effort in the area of\r\ninternational cooperation for development through\r\npartnerships. The strengthening of South-South cooperation\r\nand regional economic integration are processes that pave\r\nthe way for the establishment of a more equitable, new\r\ninternational economic order, free from measures of\r\nprotectionism that hinder international trade and give rise to\r\ndiscrimination against our nations.\r\nOf equal concern is the deteriorating food situation in\r\nAfrica due to drought and other natural disasters. This can\r\nbe addressed only through special assistance from the\r\ninternational community for the development of the food\r\nand agricultural sectors and of food self-sufficiency in\r\nAfrican countries. We extend our best wishes for success to\r\nthe World Food Summit scheduled to take place in\r\nNovember in Rome, of which His Excellency Mr. José\r\nEduardo dos Santos will be a sponsor.\r\nMy Government has focused special attention on\r\nissues of environment and human settlements and we take\r\nthis opportunity to underscore the positive impact in Angola\r\nof the programmes and related activities in our continent\r\nsponsored by the United Nations Environmental Programme\r\nand the United Nations Centre for Human Settlements. In\r\nspite of all the difficulties it faces, Angola has spared no\r\neffort in combating desertification and drought in Africa.\r\nWe congratulate those countries that volunteered to host the\r\nConvention to Combat Desertification and urge all countries\r\nto ratify it, thus enabling it to enter into force as soon as\r\npossible.\r\nIllegal drug trafficking and the chemical-precursors\r\ntrade, together with money laundering, represent another\r\nscourge that is destabilizing our nations. Drug trafficking\r\nfor us, therefore, is an international problem requiring\r\ncooperation among all countries worldwide. With the\r\nsupport of the United Nations International Drug Control\r\nProgramme and the assistance of other United Nations\r\nspecialized agencies, my Government has drafted and\r\nsubmitted to our Parliament updated legislation relating to\r\nour struggle against the traffics in illegal drugs,\r\npsychotropic substances and chemical precursors. This law\r\nwas enacted recently, but we still lack the technical and\r\nexpert resources to ensure the success of that campaign.\r\nIn southern Africa, we have coordinated our policies\r\nin this area so as to score significant successes, both\r\nnationally and regionally. The results are satisfactory and\r\nencouraging.\r\nToday, just as it was 51 years ago , the struggle for\r\npeace continues to be one of the fundamental goals of our\r\nOrganization. We must therefore devote all our efforts\r\nand energy to the creation of a better world instead of\r\npreparing for new wars of self-destruction.\r\nMy Government has signed, and the Angolan\r\nParliament has just ratified, the Treaty on the Non-\r\nProliferation of Nuclear Weapons. We support the efforts\r\nto ban new nuclear tests. We also reiterate our appeal for\r\nrespect for and preservation of the African continent and\r\nits contiguous areas as a nuclear-free zone, in accordance\r\nwith the Pelindaba Treaty.\r\nThe Republic of Angola is today one of the\r\ncountries in which the largest number of anti-personnel\r\nland-mines can be found. There are over 10 million mines\r\nlaid in Angolan territory. These mines have inflicted\r\ninnumerable casualties, and over 100,000 people have\r\nbeen mutilated in my country. My Government supports\r\nall efforts towards a total ban on the production and\r\nexport of anti-personnel land-mines and their use in\r\ndomestic or international conflicts.\r\nWith the Assembly’s permission, I would like to\r\naddress the situation in Africa, which today seems like a\r\ncorpse on which vultures come to feed.\r\nSome countries of our continent still face serious\r\nobstacles due to negative interference in the peace process\r\nand in their efforts to promote economic development, the\r\nwell-being of African peoples and the establishment of\r\npeace, security and political stability.\r\nThe problem of conflicts in Africa is undoubtedly\r\none of the crucial issues affecting the development and\r\nstability of our continent. The Government of Angola\r\nwould like to praise the efforts of the Central Organ of\r\nthe Organization of African Unity’s Mechanism for\r\nConflict Prevention, Management and Resolution in\r\nvarious African regions and countries, such as Burundi,\r\nLiberia and Somalia.\r\n22\r\nGeneral Assembly 4th plenary meeting\r\nFifty-first session 23 September 1996\r\nIn this connection, we support the efforts of the\r\nneighbouring countries and others that advocate a\r\nnegotiated political settlement for the crisis in Burundi on\r\nthe basis of the country’s constitutional legal order and in\r\nconsonance with the legitimate interests of the parties. We\r\nbelieve that if this objective is to be achieved, there must\r\nbe a global dialogue among the parties concerned.\r\nWe would like to pay tribute to the former President\r\nof Tanzania, Mwalimu Julius Nyerere, for his efforts to\r\nreunite our Burundian brothers who have fallen into enmity\r\naround the negotiating table. We are convinced that good\r\nwill on the part of the politicians will help our sister nation\r\nof Burundi overcome its critical difficulties.\r\nConcerning Liberia, we would like to congratulate the\r\nmember countries of the Economic Community of West\r\nAfrican States (ECOWAS) for the significant progress\r\nmade so far, culminating in the swearing in of\r\nMs. Ruth Perry as Chairperson of the Liberian Council of\r\nState and the beginning of the belligerent parties’ process\r\nof disarmament.\r\nUnfortunately, we are still concerned over the situation\r\nof Somalia. We feel that in Somalia, as in the case of other\r\nconflicts, there is no other way to find peace than through\r\ndialogue between the parties concerned.\r\nWe would like to reaffirm our support for the\r\ncountries in that region, and particularly for the Prime\r\nMinister of Ethiopia in his efforts to bring the Somali\r\nfactions together around a negotiating table. We also feel\r\nthat the United Nations should not and cannot renounce its\r\nduty and abandon that country to its fate.\r\nFinally, we cannot fail to restate our position of\r\nprinciple regarding the issue of Western Sahara — namely,\r\nour support for the United Nations and Organization of\r\nAfrican Unity resolutions in that regard. We are convinced\r\nthat the problem can be resolved only through a referendum\r\non the self-determination of that territory.\r\nWe support a peaceful solution to the conflict, taking\r\ninto account the interests of the parties, particularly that of\r\nthe Saharan people, and we offer congratulations on the\r\nresumption of direct talks between the Kingdom of\r\nMorocco and POLISARIO.\r\nI would not wish to conclude my statement without\r\napprising the Assembly in general terms of the situation\r\nprevailing in my country during the implementation of the\r\nLusaka Protocol, aimed at restoring lasting peace and\r\nreconciliation for all Angolans.\r\nPrior to doing so, however, I would like to express\r\nthe sincere appreciation of the Government of Angola to\r\nthe Special Representative of the Secretary-General for\r\nAngola, Maître Alioune Blondin Beye, as well as to the\r\nrepresentatives of the troika of observer nations —\r\nPortugal, the Russian Federation and the United States of\r\nAmerica — for the unswerving efforts they have made,\r\nindividually and jointly, for peace and national\r\nreconciliation in Angola.\r\nAlthough the peace process has evinced a certain\r\ndynamism since the Franceville and Libreville meetings\r\nbetween the President of the Republic,\r\nHis Excellency Mr. José Eduardo dos Santos, and the\r\nleader of UNITA, Mr Jonas Savimbi, we have been\r\nconfronted with certain situations that are rather\r\nunfavourable for its normal and desirable development.\r\nAs the Assembly knows, the implementation of the\r\nLusaka Protocol included a calendar of specific tasks for\r\nthe Government and for UNITA.\r\nThe position adopted by the UNITA leadership\r\nconcerning the honouring of its commitments has,\r\nunfortunately, given rise to deplorable situations in the\r\ncourse of the implementation of the Lusaka Protocol, in\r\nspite of the fact that the Government has gone beyond\r\nmeeting its commitments under the calendar.\r\nAs a matter of fact, not only did UNITA fail to\r\nhonour its commitments and fail to comply with the\r\npertinent Security Council resolutions, but it failed to\r\ncarry out fundamental commitments in the peace process:\r\nit failed to confine all its true military forces to quarters;\r\nit did not surrender its light and heavy matériel; it did not\r\nbring about the induction of all its general officers into\r\nthe regular armed forces of Angola, in accordance with\r\nthe agreement; it continued to create impediments and\r\ndifficulties in the selection and induction of 26,300 troops\r\ninto the national army of Angola; and, finally, it\r\nprevented the free circulation of people and goods, thus\r\ndelaying the extension of the State administration over the\r\nentire national territory.\r\nAs members know too, at its Congress, held from 20\r\nto 28 August this year, UNITA rejected the offer made to\r\nits leader by the Government of the position of Vice-\r\nPresident of the Republic. By so acting, UNITA created\r\nan additional difficulty for the formation of the\r\n23\r\nGeneral Assembly 4th plenary meeting\r\nFifty-first session 23 September 1996\r\nGovernment of National Unity and Reconciliation. That\r\nattitude on the part of the leader of UNITA did not come\r\nas a surprise to many observers of the Angolan peace\r\nprocess because it is in keeping with Mr. Savimbi’s\r\nhabitual lack of coherence. He has always placed his self-\r\ninterest far ahead of the interests of the Angolan nation.\r\nConsequently, it is more than evident that UNITA is trying\r\nto impose strategic delays on the peace process and the\r\nimplementation of the Lusaka Protocol, to aggravate the\r\nsocial and economic crisis and to distort the Protocol and\r\nother commitments assumed.\r\nHowever, despite the difficulties encountered in the\r\nprocess, the Angolan Government is resolute in its intent to\r\nspare no effort to resolve all the country’s problems\r\nthrough dialogue and collective commitment. Our\r\nGovernment, working hand in hand with the democratic\r\nforces interested in peace and national reconciliation in\r\nAngola, has decided that, regardless of circumstances, we\r\nwill put an end to the cycle of strife that is disrupting the\r\ncountry. We will launch a new era of peace and political\r\ntolerance, strengthen democratic institutions and save the\r\nAngolan nation from the economic and social chaos into\r\nwhich it has been plunged by the stubborn attitude of those\r\nwho try to block the wind with their bare hands.\r\nIn this connection, I should like to thank the\r\ninternational community for its efforts and understanding in\r\nthe search for peace in Angola. We are aware of the\r\ntremendous costs involved in the operation of United\r\nNations Angola Verification Mission (UNAVEM III), but\r\nthis is a very sensitive juncture and the perseverance of the\r\ninternational community is of the essence, for victory is\r\ncertain. Only with the victory of peace and democracy in\r\nAngola can we say that the sacrifice of the international\r\ncommunity has been worthwhile.\r\nIn the achievement of those objectives the participation\r\nof UNITA is essential. We therefore urge the international\r\ncommunity to continue to exert pressure to compel the\r\nleader of UNITA to follow a reasonable course, renouncing\r\nwar once and for all, and to persuade him to occupy his\r\nposition in Angolan society.\r\nFor more than 30 years the Angolan people have been\r\nsubjected to successive wars that have caused and still\r\ncause indescribable suffering. After the election in\r\nSeptember 1992, Angola was once again plunged into a war\r\nthat forced all Government activities to be directed at an\r\nemergency social policy, the sole objective of which was to\r\nmitigate the nefarious consequences that afflicted the lives\r\nand dashed the hopes of Angolans.\r\nThat conflict created over 2 million displaced\r\npersons directly affected by the conflict; it drove over half\r\na million refugees into neighbouring countries and\r\nmaimed more than 100,000 people. In the economic\r\nsphere, it destroyed over 70 per cent of the social and\r\neconomic infrastructure and the agro-industrial base.\r\nThose are only a few of the many indicators that\r\nreveal the true dimensions of the catastrophe that has\r\nbefallen Angolans and that has led to a serious\r\ndeterioration in the humanitarian situation in the country.\r\nGiven the tragic situation we described earlier, my\r\nGovernment is no longer in a position to face this\r\nchallenge on its own. What is at stake is the survival of\r\nmillions of human beings.\r\nI should therefore like to take this opportunity\r\nsincerely to thank the international community and\r\nGovernments, as well as governmental and non-\r\ngovernmental organizations, for the assistance they have\r\nextended to the Angolan people. I would implore them to\r\ncontinue to assist the needy population without losing\r\nsight of assistance for development and self-sufficiency.\r\nWe peaceful Angolans and our Government will not\r\nabdicate our responsibilities.\r\nOnce again, I extend our best wishes to the President\r\nfor success as he presides over the General Assembly at\r\nthis session and pledge to him my delegation’s full and\r\nsincere cooperation.\r\nThe Acting President (interpretation from Spanish):\r\nI now call on the Minister for Foreign Affairs of the\r\nIslamic Republic of Iran, Mr. Ali-Akbar Velayati.\r\nMr. Velayati (Islamic Republic of Iran) (spoke in\r\nPersian; English text furnished by delegation): It is a\r\nsource of profound satisfaction to see a diplomat of the\r\nexperience of Mr. Razali Ismail, representing Asia and the\r\nfriendly and brotherly country of Malaysia, presiding over\r\nthe fifty-first session of the General Assembly. I wish to\r\ncongratulate him on his well deserved election. I am\r\nconfident that, with his abilities, he will be able to steer\r\nthe work of this important session in an exemplary\r\nmanner. I assure him of the full cooperation of the\r\ndelegation of the Islamic Republic of Iran in discharging\r\nhis important mandate.\r\nThe developments during the last decade on the\r\nglobal scene, particularly the demise of the bipolar\r\ninternational system and the need to replace it with a new\r\n24\r\nGeneral Assembly 4th plenary meeting\r\nFifty-first session 23 September 1996\r\nworld order, have created many hopes and expectations.\r\nNations around the globe, irrespective of their diverse\r\ncultures, customs and religions, expected that on the\r\nthreshold of the twenty-first century the process for the\r\ncreation of a new world order characterized by collective\r\nparticipation and human development would emerge in a\r\nclimate governed by realism and a sober grasp of the\r\nessence of the ongoing changes in international relations.\r\nThe essence of these international developments was\r\nindeed the overwhelming rejection at the national level of\r\ntotalitarianism and dictatorship, with a profound message\r\nfor humanity at large: if we desire to construct a world of\r\ncollective participation and human development we must\r\nbuild international relations on the foundations of justice,\r\ntolerance, the rule of law, cooperation and transparency.\r\nHuman society hoped and expected that justice would\r\nguarantee the inalienable rights of all individuals, nations\r\nand States through a rejection of hegemony and special\r\nprivileges for a dominant few; they hoped that, through\r\nrecognition of diversity of cultures and beliefs, as well as\r\nrespect for the rights of all States, tolerance would facilitate\r\nintercultural communication and mutual understanding,\r\nthereby enriching common human civilization and\r\nempowering all members of the international community to\r\nparticipate fully and effectively in determining the shape\r\nand setting the norms and standards of behaviour in a\r\nfuture world. They hoped that the rule of law would ensure\r\nthe security and legitimate interests of individuals, groups\r\nand States.\r\nCooperation would replace confrontation, bringing\r\nabout joint human efforts to resolve common problems and\r\nto further common objectives. Transparency, by providing\r\nobjective and clear explanations and solutions to global\r\nissues, would consolidate mutual confidence at the\r\ninternational level.\r\nIn such a world, the United Nations occupies a\r\nparamount position. It embodies the hopes and aspirations\r\nof the entire membership of the international community,\r\nand as such, provides a suitable framework for collective,\r\ntransparent and rule-based international decision-making\r\nand implementation geared towards the promotion of the\r\ncommon good and the resolution of common ills. The\r\nconvening of many international conferences in the past\r\ndecade to articulate and codify further norms of behaviour\r\nfor an orderly new system, the relative success of the\r\nUnited Nations machinery in preventing and de-escalating\r\nmany international and regional conflicts, and the\r\nconstructive debate on reinvigorating the General Assembly\r\nand reforming the Security Council are positive examples\r\nproviding hopeful signals in that direction.\r\nOn the other hand, amid competition and rivalries\r\nfor the shaping of the emerging world order, a new\r\nphenomenon has surfaced. This phenomenon is so distant\r\nand alien from the universally envisaged world of\r\ncollective participation and human development that its\r\nconsolidation and persistence would send any hope for a\r\nglobal human society to the oblivion of more rivalries and\r\ninsecurity. Indeed, concurrent with the expansion of\r\nparticipatory democracy in many countries, a complex\r\nmovement has emerged towards autocracy or even\r\ntotalitarianism at the international level, a trend which is\r\nfounded on hegemony and flouts justice, freedom,\r\nparticipation, the rule of law, tolerance, human rights,\r\npluralism and democracy in a dangerous and\r\nunprecedented manner.\r\nThe evident behavioural characteristics of this\r\nmenace, disguised behind appealing facades, can be\r\nsummarized in the following manner: first, there is\r\nunilateralism, which means a total lack of commitment to\r\nmutual cooperation and common solutions, and complete\r\nreliance on unilateral measures in various fields. Second\r\ncomes opportunism, in which international forums are\r\nresorted to only as mechanisms for the promotion of\r\nnational self-interest and often in pursuit of a domestic\r\nagenda. Third, there is secrecy, which takes the form of\r\nan insistence on dogmatic, non-transparent and closed\r\nmethods and a rejection of transparency, which impedes\r\nthe abuse of multilateral arrangements. Fourth comes\r\nlawlessness, which is the evasion of the rule of law\r\ncoupled with audacity in breaking the law and universal\r\nnorms, even in a public and official manner. Fifth we\r\nhave imposition, which means the promotion of domestic\r\nagendas and national priorities through the imposition of\r\npolicies on others, including through the extra-territorial\r\napplication of domestic legislation. And sixth there is\r\ncoercion, the unbridled recourse to the threat and use of\r\nforce in international political, economic and commercial\r\nrelations.\r\nThe most notable manifestation of the new\r\ninternational totalitarianism surfaces in the cultural sphere.\r\nOur world is characterized by a diversity of religions,\r\ncivilizations, cultures and customs. This diversity has\r\nnaturally resulted in the emergence of many systems of\r\nlaw and values, with similarities as well as differences.\r\nRegrettably, the claimants of world leadership have either\r\nfailed to grasp this self-evident reality due to their own\r\nlack of historical and cultural depth or have found it\r\n25\r\nGeneral Assembly 4th plenary meeting\r\nFifty-first session 23 September 1996\r\nincompatible with their interests and therefore attempt to\r\nneglect it. More regrettable is the fact that the collaboration\r\nof certain other States in this field has exacerbated such\r\nopportunistic intolerance.\r\nIn this context, the misguided propaganda waged to\r\ndistort the image of Islam, and the unprecedented\r\nintolerance exhibited against the tide of Islamic resurgence\r\namong Islamic nations and States indicate a futile campaign\r\nto suppress this great divine religion of justice and\r\ntolerance, and of defiance against oppression, tyranny and\r\ndomination. The claimants of world leadership have yet to\r\nrealize that a people’s religious devotion is intertwined with\r\nits very existence, and will only draw more strength and\r\nresilience in the face of campaigns of external pressure and\r\nnegative propaganda. The progressive march of the Islamic\r\nworld, which benefits from the rich heritage of Islamic\r\nculture, history and civilization, cannot be halted. Thus this\r\nsignificant and important segment of humanity will\r\ncertainly occupy an increasingly prominent role in the\r\nshaping of the future world order.\r\nThe irreconcilability of totalitarianism with the rule of\r\nlaw has had dangerous manifestations on the international\r\nscene. The passing and signing of legislation to allocate\r\nmoney for subversive and terrorist activities against the\r\nIslamic Republic of Iran is the most dangerous\r\nmanifestation of this lawlessness, which is no longer\r\nconfined to the secrecy of intelligence services but has been\r\nrecklessly made into law by the United States Congress.\r\nThis law and similar unlawful behaviour, including the\r\ninfamous decision of the United States Supreme Court\r\napproving kidnapping by the United States Government,\r\nrepresent a very dangerous trend. They illustrate a growing\r\ntendency to institutionalize and even legalize illegality and\r\ndisregard for international obligations.\r\nA similar pattern of behaviour that has been\r\nmanifested in the past several years by the United States\r\nGovernment is the self-arrogation of the right to legislate\r\nfor the international community by attempting to apply its\r\ndomestic legislation beyond its borders. Recent unilateral\r\nsanctions enacted by the United States against the trading\r\npartners of a number of countries not only constitute a\r\ngrave breach of various norms and principles of\r\ninternational law and many resolutions of this Assembly\r\nand other international forums as well as blatant\r\ninterference in the internal and external affairs of other\r\nStates, but, indeed, point to a very dangerous trend, which\r\nundermines the very foundations of contemporary inter-\r\nState relations.\r\nThe rejection of such legislation by various\r\nGovernments and international forums along with\r\nuniversal resistance against their application illustrate the\r\nfact that unilateral interference, the imposition of policies\r\nand the self-arrogated leadership of one State over the\r\nnational priorities and external relations of others cannot\r\nand will not be tolerated by the international community.\r\nThe Islamic Republic of Iran has referred these two\r\npieces of legislation to the pertinent international tribunal.\r\nWe strongly believe that unless this dangerous trend is\r\narrested at the earlier stages of inception, it will have\r\nirreversible implications, including the undermining of the\r\ncredibility and reliability of international undertakings. If\r\noutlaws are left to trample upon the rule of law, peace\r\nand security around the globe will be in peril.\r\nThe same general tendency of domination has\r\ndebilitated the Security Council, which has repeatedly\r\nfallen prey to the interests of a permanent member. The\r\nCouncil, for example, not only failed to prevent the Israeli\r\nattacks against defenceless Lebanese women and children\r\nin a United Nations compound, but also turned a blind\r\neye to reports substantiating the deliberate nature of the\r\natrocity, thus putting aside its humanitarian and Charter\r\nresponsibilities in the interests of the political\r\nconsiderations of supporters of Israel.\r\nRelying on such unconditional support, the Zionist\r\nregime pursues with impunity its expansionist policies of\r\noccupation in Palestine, southern Lebanon and the Syrian\r\nGolan Heights, as well as its routine practice of State\r\nterrorism and blatant violation of the most fundamental\r\nrights of the Muslim people of Palestine. Israel has\r\nneither regard for international law nor any commitment\r\nto peace, its only objective being the consolidation and\r\nexpansion of its occupation of the territories of others.\r\nConsidering these realities, the only logical conclusion is\r\nthat peace in the Middle East requires a just and\r\ncomprehensive resolution of the question of Palestine\r\nthrough the return of all Palestinian refugees to their\r\nhomeland, the exercise of their inalienable right to self-\r\ndetermination and the liberation of all occupied territories.\r\nIt is noteworthy that the mere expression of such\r\nrealistic analyses by a sovereign State is misportrayed as\r\nopposition to peace and provides the pretext for concern,\r\nanger and even illegal political pressure. In other words,\r\nthe new international autocracy, contrary to its\r\nproclamations of support for freedom of expression,\r\ncannot tolerate the least dissenting view regarding its\r\ndestructive policies.\r\n26\r\nGeneral Assembly 4th plenary meeting\r\nFifty-first session 23 September 1996\r\nThe prevalence of such attitudes in the Security\r\nCouncil has clearly shown that the Council needs\r\nfundamental and substantive reform and modification,\r\nparticularly in its rules and decision-making procedures.\r\nThe realities of today’s international scene are so different\r\nfrom those prevailing in the aftermath of the Second World\r\nWar that the Security Council is weakened by its present\r\nstructure and prevented from meeting the new challenges.\r\nOn the other hand, the General Assembly enjoys\r\ngreater credibility in view of its relatively universal,\r\ndemocratic and transparent character. This supreme body of\r\nthe Organization should not become the forum for general\r\nand inconclusive discussions. The Assembly, in accordance\r\nwith the Charter, must assume its rightful place as the\r\nprimary decision-making body on important international\r\npolitical and economic issues.\r\nIn today’s world, the imperative of global participation\r\nand collective effort in the advancement of common\r\nobjectives and the resolution of international problems is\r\nself-evident because of the mutual interdependence of the\r\nmembers of the international community. One of the most\r\nnotable areas for serious cooperation involves the challenge\r\nof combating all forms of terrorism. Regrettably, the same\r\nGovernment that has engaged in sponsoring and aiding\r\nvarious forms of terrorism — through, inter alia,\r\nappropriating a budget for subversive operations against\r\nIran, harbouring and assisting acknowledged terrorists, and\r\nsupporting Israeli state terrorism, mass murders and\r\nabductions — has also prevented serious international\r\naction in this regard by irresponsibly levelling\r\nunsubstantiated accusations against others.\r\nI reiterate in this Assembly that levelling politically\r\nmotivated accusations against one or a few States, groups\r\nor regions cannot and will not help in the resolution of this\r\nmajor international problem. The eradication of this\r\ninternational menace requires serious global cooperation\r\nbased on the following criteria: condemnation and rejection\r\nof all forms of terrorism, regardless of the identity of the\r\nvictims or perpetrators and irrespective of their political\r\ntendencies and objectives; refusal to provide sanctuary to\r\nterrorists or terrorist groups and prevention of operations by\r\nor on behalf of terrorists; and cessation of all baseless and\r\nunsubstantiated propaganda and allegations. We once again\r\nreiterate our commitment to participating in any serious,\r\ncomprehensive and rule-based universal cooperation to\r\ncombat and eradicate this inhuman phenomenon.\r\nIn the field of disarmament and in its efforts to end\r\nthe nightmare of nuclear holocaust, the international\r\ncommunity has been plagued by unilateralism, secrecy\r\nand evasion of the rule of law. Ironically, in recent years,\r\nthe major arms producers and suppliers have exhibited\r\nmore concern over their proliferation than have those\r\nStates that do not possess such sophisticated weaponry. At\r\nthe same time, the former have been reluctant to accept\r\nany scheme of general and comprehensive disarmament\r\nunder credible international monitoring.\r\nSome nuclear Powers and their allies continue to\r\ninclude the doctrine of nuclear response against non-\r\nnuclear threats in their defence alliances. In the\r\nInternational Court of Justice, these very Powers made\r\nevery effort to prevent the Court from rendering a\r\ndecision outlawing the use or threat of use of nuclear\r\nweapons.\r\nDuring the negotiations in the Conference on\r\nDisarmament on the finalization of the Comprehensive\r\nNuclear-Test-Ban Treaty, in contravention of the\r\nAdvisory Opinion of the International Court of Justice on\r\nthe legal requirement of good-faith negotiations for\r\nnuclear disarmament, any reference to nuclear\r\ndisarmament within a time-bound framework faced strong\r\nopposition by a small number of nuclear Powers. In the\r\nsame negotiations, insistence on unilateral, non-\r\ntransparent national technical means — as opposed to a\r\nmultilateral and transparent international monitoring\r\nsystem — created a major obstacle for consensus. Even\r\nthe commonly accepted principle of negotiations to\r\nresolve these and other problems and to attain consensus\r\non this vital international instrument was vetoed. This\r\nundemocratic and dogmatic procedure resulted in the\r\nAssembly’s approval and opening for signature of a\r\ndefective Treaty that does not reflect an international\r\nconsensus. We, along with many other non-aligned States,\r\nwill join the signatories of this Treaty solely because of\r\nour commitment to be an active participant in any effort\r\nto combat the inhumane weapons of mass destruction,\r\nwhile at the same time redoubling our efforts to achieve\r\na nuclear-weapon free world.\r\nNon-proliferation policies have also been marred by\r\ndiscrimination, shortsightedness and ambiguity. On the\r\none hand, Israel’s nuclear-weapons programme has\r\ncontinuously received the direct and indirect political and\r\ntechnical support of one State; on the other, the\r\ninterventionist policy of coercive deprivation of other\r\ncountries in the same region of their inalienable right to\r\nacquire nuclear technology for peaceful purposes has\r\nbecome a cornerstone of the foreign policy of the very\r\nsame State.\r\n27\r\nGeneral Assembly 4th plenary meeting\r\nFifty-first session 23 September 1996\r\nThe dissemination of false allegations to instil fear and\r\nanxiety, the depiction of an imaginary enemy and the\r\nfanning of division and tension have often been employed\r\nas pretexts to justify an external military presence and\r\nintervention as well as mind-boggling sales of excessive\r\nand unnecessary weapons systems. This behaviour\r\ncharacterizes the United States policy in the Persian Gulf,\r\nwhich has only resulted in the exacerbation of insecurity\r\nand instability within and between States of the region.\r\nIn spite of obstructions and misinformation campaigns,\r\nthe Islamic Republic of Iran has continued to articulate and\r\npursue initiatives and measures aimed at fostering greater\r\nregional confidence; enhancing respect for principles of\r\ninternational law; bringing about transparency in armaments\r\nand reduction of military spending; creating zones free from\r\nweapons of mass destruction; strengthening peace and\r\nsecurity through persistent endeavours to encourage and\r\nfacilitate understanding and conciliation; and consolidating\r\neconomic cooperation.\r\nIn Central Asia and the Caucasus, cognizant of the\r\nreligious, cultural, historical and commercial bonds that\r\nexist among member States of the Economic Cooperation\r\nOrganization, the Islamic Republic of Iran has tried in\r\nearnest to expand areas of cooperation among member\r\nStates of that important regional organization. The\r\nexpansion of transportation networks, including the revival\r\nof the Silk Road, provides the possibility for a dramatic\r\nincrease in the volume of trade not only among member\r\nStates but also between them and other countries of Europe,\r\nEast Asia and the Persian Gulf.\r\nRegarding Afghanistan, in pursuance of our mediation\r\nand in view of the fact that the return to peace and stability\r\nthere requires all States, particularly those in the region, to\r\nuse their influence in order to convince the warring factions\r\nto stop the vicious cycle of fratricide, we plan to convene\r\na regional conference next month in Tehran, with the\r\nparticipation of regional foreign ministers and\r\nrepresentatives of the United Nations and the Organization\r\nof the Islamic Conference.\r\nAs regards the crisis in Tajikistan, we have used every\r\nmeans available to us to bring the positions of the parties\r\nto the conflict closer to each other, in the strong belief that\r\nthese differences cannot be settled through force or by\r\nmilitary means. Considering the consequences of the\r\nexpansion of the conflict, more coordination and\r\ncooperation among regional States and between them and\r\nthe United Nations are imperative.\r\nIn Karabakh, we welcome the establishment and\r\ncontinuation of the ceasefire and believe that this conflict\r\ncan only be resolved through negotiations, withdrawal\r\nfrom occupied territories and the return of refugees to\r\ntheir homelands. The Islamic Republic of Iran, enjoying\r\nfriendly relations with both Armenia and Azerbaijan, is\r\nprepared to continue its efforts towards the resolution of\r\nthis conflict in cooperation with other States in the region.\r\nIn northern Iraq, the policy of the Islamic Republic\r\nof Iran has always been founded on maintaining the\r\nsecurity of our border areas and the prevention of terrorist\r\ninfiltration, coupled with consistent emphasis on and\r\nrespect for Iraq’s sovereignty and territorial integrity as\r\nwell as on the prevention of tension and conflict between\r\nvarious Iraqi Kurdish factions. Regrettably, obstructionist\r\nand monopolistic tendencies, as well as self-serving\r\ninterventions and indifference, have resulted in a grave\r\nhumanitarian nightmare and the influx of hundreds of\r\nthousands of innocent refugees across Iran’s borders.\r\nAs a cornerstone of its foreign policy, Iran has\r\nalways pursued the promotion and strengthening of peace\r\nand understanding not only in the region but also in the\r\nworld at large. During the recent visit of the President of\r\nthe Islamic Republic of Iran to Africa, our efforts to bring\r\nabout reconciliation between Sudan and Uganda led to the\r\nsignature of a memorandum of peace between the two\r\nneighbouring States and we hope that, with everyone’s\r\ncooperation and understanding, a more lasting peace can\r\nbe attained.\r\nOur world today, more than at any other time, needs\r\nand deserves morality, security, mutual respect and\r\nconfidence, the rule of law, the participation of all and\r\ncollective cooperation for human development. The new\r\ninternational totalitarianism, notwithstanding its deceptive\r\nfacade, is inherently antithetical to these values and\r\nconstitutes the very negation of the recent achievements\r\nof human society. The progressive evolution of the\r\ninternational community can be achieved not by replacing\r\ndomestic dictators with international tyranny, but only\r\nthrough a collective endeavour to achieve common human\r\nideals and aspirations, including, inter alia, understanding\r\n28\r\nGeneral Assembly 4th plenary meeting\r\nFifty-first session 23 September 1996\r\nthrough respect for holy values and mutual tolerance for the\r\ncultures and beliefs of others; collective participation and\r\ncooperation in the resolution of international issues within\r\na free, democratic and transparent decision-making process;\r\nsecurity through the rule of law and practical commitment\r\nto international norms and obligations; and the re-direction\r\nof energies and resources from coercion and the arms race\r\nto universal respect for human rights and human\r\ndevelopment in all of its cultural, moral, social, political\r\nand economic dimensions.\r\nThe meeting rose at 12.50 p.m.\r\n29\r\n"