"United Nations A/51/PV.6\r\n96-86251 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-first Session\r\n6th plenary meeting\r\nTuesday, 24 September 1996, 10 a.m.\r\nNew York\r\nPresident: Mr. Razali Ismail . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Malaysia)\r\nThe meeting was called to order at 10 a.m.\r\nAddress by Mr. William Jefferson Clinton, President of\r\nthe United States of America\r\nThe President: The Assembly will first hear an\r\naddress by the President of the United States of America.\r\nMr. William Jefferson Clinton, President of the United\r\nStates of America, was escorted into the General\r\nAssembly Hall.\r\nThe President: On behalf of the General Assembly,\r\nI have the honour to welcome to the United Nations the\r\nPresident of the United States of America, His Excellency\r\nMr. William Jefferson Clinton, and to invite him to address\r\nthe Assembly.\r\nPresident Clinton: Three years ago I had the honour\r\nof being the first American President born after the\r\nfounding of the United Nations to address the General\r\nAssembly. In its fifty-first year, the United Nations has not\r\nyet realized all its founders’ aspirations. But the ideals of\r\nthe United Nations Charter — peace, freedom, tolerance\r\nand prosperity — now touch more people in more nations\r\nthan ever before.\r\nNow we find ourselves at a turning point in history\r\nwhen the blocs and barriers that long defined the world are\r\ngiving way to an age of remarkable possibility — a time\r\nwhen more of our children and more nations will be able to\r\nlive out their dreams than ever before. But this is also an\r\nage of new threats — threats from terrorists, from rogue\r\nStates that support them, threats from ethnic, religious,\r\nracial and tribal hatreds, threats from international\r\ncriminals and drug traffickers — all of whom will be\r\nmore dangerous if they gain access to weapons of mass\r\ndestruction.\r\nThe challenge before us, plainly, is twofold: to seize\r\nthe new opportunities for more people to enjoy peace and\r\nfreedom, security and prosperity and to move strongly\r\nand swiftly against the dangers that change has produced.\r\nThis week and in this place, we take a giant step\r\nforward. By overwhelming global consensus, we will\r\nmake a solemn commitment to end all nuclear tests for all\r\ntime.\r\nBefore entering this Hall, I had the great honour to\r\nbe the first leader to sign the Comprehensive Test-Ban\r\nTreaty (CTBT). I did so, with some pride, with this pen,\r\nfor this pen is the very one that President Kennedy used\r\nto help bring the limited test-ban Treaty to life 33 years\r\nago.\r\nThis Comprehensive Test-Ban Treaty will help\r\nprevent the nuclear Powers from developing more\r\nadvanced and more dangerous weapons. It will limit the\r\nability of other States to acquire such devices themselves.\r\nIt points us towards a century in which the roles and risks\r\nof nuclear weapons can be further reduced and ultimately\r\neliminated.\r\nI want to thank all those who helped bring us to this\r\nday, especially the Chairman of the comprehensive test-\r\nGeneral Assembly 6th plenary meeting\r\nFifty-first session 24 September 1996\r\nban negotiating Committee, Netherlands Ambassador\r\nRamaker, and the Government of Australia, which took the\r\nlead at the United Nations.\r\nI thank the Secretary-General for the remarks he made\r\nthis morning in establishing the criteria and standards in\r\nsupport of the United Nations as the depository of the\r\nTreaty.\r\nThe signatures of the world’s declared nuclear\r\nPowers — the United States, China, France, Russia and the\r\nUnited Kingdom — along with those of the vast majority\r\nof its nations, will immediately create an international norm\r\nagainst nuclear testing even before the Treaty formally\r\nenters into force.\r\nThe CTBT is the shared work of hard negotiation.\r\nSome have complained that it does not mandate total\r\nnuclear disarmament by a date certain. I would say to them:\r\n“Do not forsake the benefits of this achievement by\r\nignoring the tremendous progress we have already made\r\ntowards that goal.” Today there are no Russian missiles\r\npointed at America and no American missiles pointed at\r\nRussia.\r\nThrough the START Treaties we are cutting our\r\nnuclear arsenals by two thirds. Ukraine, Belarus and\r\nKazakstan are giving up the nuclear weapons left on their\r\nland after the Soviet Union dissolved.\r\nWe are working with the newly independent States to\r\nimprove security at nuclear facilities and to convert nuclear\r\nweapons to peaceful uses.\r\nThe United States and other nuclear-weapon States\r\nhave embraced the South Pacific and African nuclear-free\r\nzones. Now half the world’s land area is nuclear free by\r\ninternational agreement. And the world community\r\nextended indefinitely the Treaty on the Non-Proliferation of\r\nNuclear Weapons (NPT).\r\nYet some of the very changes that had made this\r\nprogress possible have also created new risks. The breakup\r\nof the Soviet Union left nuclear materials dispersed\r\nthroughout the newly independent States. As barriers have\r\ncome down around the world the danger of nuclear\r\nsmuggling has gone up. So even as we reduce the global\r\nstockpiles of weapons of mass destruction, we must also\r\nreduce the danger that lethal materials could wind up in the\r\nwrong hands, while developing effective defences for our\r\npeople if that should happen.\r\nThe United States has six priority goals to further lift\r\nthe threat of nuclear weapons destruction and the threat of\r\nweapons of mass destruction, and to limit their dangerous\r\nspread.\r\nFirst, we must protect our people from chemical\r\nattack and make it harder for rogue States and terrorists\r\nto brandish poison gas by bringing the chemical weapons\r\nConvention into force as soon as possible. I thank the\r\nnations here that have ratified the chemical weapons\r\nConvention. I deeply regret that the United States Senate\r\nhas not yet voted on the Convention, but I want to assure\r\nyou and people throughout the world that I will not let\r\nthis treaty die, and we will join the ranks of nation\r\ndetermined to prevent the spread of chemical weapons.\r\nSecondly, we must reduce the risk that an outlaw\r\nState or organization could build a nuclear device by\r\nnegotiating a treaty to freeze the production of fissile\r\nmaterials for use in nuclear weapons. The Conference on\r\nDisarmament should take up this challenge immediately.\r\nThe United States, Russia, France and the United\r\nKingdom already have halted production of fissile\r\nmaterials for weapons. I urge other nations to end the\r\nunsafeguarded production of these materials pending\r\ncompletion of the treaty.\r\nThirdly, we must continue to reduce our nuclear\r\narsenals. When Russia ratifies START II, President\r\nYeltsin and I are all ready to discuss the possibilities of\r\nfurther cuts, as well as limiting and monitoring nuclear\r\nwarheads and materials. This will help make deep\r\nreductions irreversible.\r\nFourthly, we must reinforce our efforts against the\r\nspread of nuclear weapons by strengthening the Treaty on\r\nthe Non-Proliferation of Nuclear Weapons (NPT). We\r\nshould give the International Atomic Energy Agency a\r\nstronger role and sharper tools for conducting worldwide\r\ninspections. Our law enforcement and customs officials\r\nshould cooperate more in the fight against nuclear\r\nsmuggling. And I urge all nations that have not signed the\r\nNPT to do so without delay.\r\nFifthly, we must better protect our people from those\r\nwho would use disease as a weapon of war, by giving the\r\nbiological weapons Convention the means to strengthen\r\ncompliance, including on-site investigations when we\r\nbelieve such weapons may have been used or when\r\nsuspicious outbreaks of disease occur. We should aim to\r\ncomplete this task by 1998.\r\n2\r\nGeneral Assembly 6th plenary meeting\r\nFifty-first session 24 September 1996\r\nFinally, we must end the carnage caused by\r\nanti-personnel landmines, the hidden killers that murder and\r\nmaim more than 25,000 people a year. In May, I announced\r\na series of actions the United States would take towards\r\nthis goal. Today, I renew my appeal for the swift\r\nnegotiation of a worldwide ban on the use, stockpiling,\r\nproduction, and transfer of anti-personnel landmines. Our\r\nchildren deserve to walk the Earth in safety.\r\nThirty-three years ago, at the height of the cold war,\r\nPresident Kennedy spoke at American University in\r\nWashington. Peace was the topic of his address, but not an\r\nabstract ideal of peace. Instead, he urged us to focus on\r\n“a more practical, attainable peace — based not on a\r\nsudden revolution in human nature but on a gradual\r\nevolution in human institutions — on a series of\r\nconcrete actions and effective agreements which are in\r\nthe interests of all concerned.”\r\nIt was in that same speech that he announced that talks\r\nwould shortly begin in Moscow on a comprehensive test-\r\nban treaty.\r\nPresident Kennedy’s vision exceeded the possibilities\r\nof his time, but his words speak to us still. As we sign our\r\nnames to the Comprehensive Nuclear Test-Ban Treaty —\r\nthe longest-sought, hardest-fought prize in arms control\r\nhistory — let us summon the confidence of earlier pioneers\r\nand set our sights on the challenges of the new century.\r\nOver the past three years we have moved in the right\r\ndirection in meeting those challenges. In Bosnia, where the\r\nwar is over and where just 10 days ago its people went to\r\nthe polls in peace, we have moved in the right direction.\r\nNow we must help Bosnia build a unified, democratic, and\r\npeaceful future.\r\nIn Haiti, where the dictators are gone, democracy is\r\nback and the exodus of refugees has ended, we have move\r\nin the right direction. Now we must help the Haitian people\r\nseize the full benefits of freedom and forge a more\r\nprosperous future. In the Middle East and in Northern\r\nIreland, there is progress towards lasting peace, and we are\r\nmoving in the right direction. Now we must support\r\ncontinued progress between Israel and Palestinians, and we\r\nmust broaden the circle of peace to include more of Israel’s\r\nneighbours. We must help to give the children of Belfast\r\nthe chance to live out normal lives.\r\nIn the fact that democracy, open markets and peace\r\nare taking hold around the world, we are moving in the\r\nright direction. Here in the Americas, every nation but\r\none has raised freedom’s flag. In Central Europe, in\r\nRussia, Ukraine and the other new independent States, the\r\nforces of reform have earned all our respect and will\r\ncontinue to have the support of the United States. Now\r\nwe must begin to welcome Europe’s new democracies\r\ninto the North Atlantic Treaty Organization (NATO),\r\nstrengthen NATO’s partnership with Russia and build a\r\nsecure and undivided Europe.\r\nIn Asia, South Korea, Japan, China and America\r\nworking together persuaded North Korea to freeze its\r\nnuclear programme under international monitoring. Now,\r\nin the wake of provocative actions by North Korea, we\r\nmust pursue a permanent peace for all the Korean people.\r\nOur planet is safer because of our common efforts to\r\nclose Chernobyl, to address the challenges of climate\r\nchange, to protect the world’s forests and oceans. Now\r\nwe must uphold our duty as custodians of our\r\nenvironment so that our children will inherit an even\r\nhealthier planet.\r\nAll of us must continue our historic efforts to build\r\na better, more global trading system for the twenty-first\r\ncentury. We have made remarkable progress, but there is\r\nmore to do in opening markets, in creating millions of\r\nnew jobs for all our people.\r\nIn this time of challenge and change, the United\r\nNations is more important than ever before, because our\r\nworld is more interdependent than ever before. Most\r\nAmericans know this. Unfortunately, some Americans, in\r\ntheir longing to be free of the world’s problems, and\r\nperhaps to focus more on our own problems, ignore what\r\nthe United Nations has done, ignore the benefits of\r\ncooperation. They ignore our own interdependence with\r\nall of you in charting a better future. They ignore all that\r\nthe United Nations is doing to lift the lives of millions by\r\npreserving the peace, vaccinating children, caring for\r\nrefugees, sharing the blessings of progress around the\r\nworld. They have made it difficult for the United States\r\nto meet its obligations to the United Nations. But let me\r\nreassure all of you: the vast majority of Americans\r\nsupport the United Nations, not only because it reflects\r\nour own ideals, but because it reinforces our interests. We\r\nmust continue to work to manifest the support that our\r\npeople feel. For the fifty-first year in a row, the United\r\nStates will be the largest financial contributor to the\r\nUnited Nations. We are paying our dues, and I am\r\ncommitted to paying off our accumulated obligations.\r\nHowever, we also support the process of reform, which\r\nhas done great work in reforming and streamlining the\r\n3\r\nGeneral Assembly 6th plenary meeting\r\nFifty-first session 24 September 1996\r\nbureaucracy and reining in the budget, and it should\r\ncontinue.\r\nWe also believe that all of us — the nations of the\r\nworld working together — must do more to fight terrorism.\r\nLast year I asked the nations assembled here to commit to\r\na goal of zero tolerance for aggression, terrorism and\r\nlawless behaviour. Frankly, we have not done that yet. Real\r\nzero tolerance means giving no aid and no quarter to\r\nterrorists who slaughter the innocent and drug traffickers\r\nwho poison our children, and doing everything we can to\r\nprevent weapons of mass destruction from falling into the\r\nwrong hands. Real zero tolerance requires us to isolate\r\nStates that refuse to play by the rules we have all accepted\r\nfor civilized behaviour. As long as Iraq threatens its\r\nneighbours and its people, as long as Iran supports and\r\nprotects terrorists, as long as Libya refuses to give up the\r\npeople who blew up Pan Am 103, they should not become\r\nfull members of the family of nations.\r\nThe United States is pursuing a three-part strategy\r\nagainst terrorists: abroad, by working more closely than\r\never with like-minded nations; at home by giving our law\r\nenforcement the toughest counter-terrorism tools available,\r\nand by doing all we can to make our airports and the\r\naeroplanes that link us all together even safer. I have\r\nrequested more than $1 billion from our Congress to meet\r\nthese commitments, and we are implementing the United\r\nStates Vice President\u0027s aviation security plan to make those\r\ntravelling to, from and within the United States more\r\nsecure.\r\nThere are other steps we must take together. Last year,\r\nI urged that together we crack down on money laundering\r\nand front companies, shut down gray markets for guns,\r\nexplosives and false documents, open more law\r\nenforcement centres around the world and strengthen\r\nsafeguards on lethal materials. In each of these areas we\r\nhave made progress, through the United Nations, at the\r\nSummit of Peacemakers in Sharm el-Sheikh, at the Paris\r\nterrorism conference and individually.\r\nNow we should adopt the declaration on crime and\r\npublic security I proposed last year. It includes a no-\r\nsanctuary pledge, so that we can say with one voice to the\r\nterrorists, criminals and drug traffickers: “You have no\r\nplace to run, no place to hide.” I call on every Member to\r\nratify 11 international conventions that would help prevent\r\nand punish terrorism and to criminalize the use of\r\nexplosives in terrorist attacks.\r\nTo every nation whose children fall prey to\r\ndrugs and every nation that makes those drugs: we must\r\ndo more to reduce demand and to take illegal drugs off\r\nthe market and off the streets. The United States will do\r\nits part. Next week, I will target more than $100-million\r\nworth of defence equipment, services and training to\r\nMexico, Colombia and other South American and\r\nCaribbean countries.\r\nThese resources will help our friends stop the flow\r\nof drugs at the source. Now I ask every nation that\r\nexports the chemicals needed to make illicit drugs to\r\ncreate an informal group whose members will work to\r\ndeny these chemicals to drug producers. We must not let\r\nmore drugs darken the dawn of the next century.\r\nOur duty to fight all these forces of destruction is\r\ndirectly linked to our efforts to reduce the threat of\r\nweapons of mass destruction. We all know we are not\r\nimmune from this. We saw it when our friends in Japan\r\nwere subject to the murderous power of a small vial of\r\nsarin gas unleashed in the Tokyo subway. We know a\r\nsmall lump of plutonium is enough to build a nuclear\r\nbomb. We know that more dangerous people have access\r\nto materials of mass destruction because of the rapid\r\nmovement and open borders of this age. The quest to\r\neliminate these problems from the world’s arsenals and to\r\nstop them from spreading has taken on a new and\r\npowerful urgency for all of us.\r\nSo let us strengthen our determination to fight the\r\nrogue States, the terrorists and the criminals who menace\r\nour safety, our way of life and the potential of our\r\nchildren in the twenty-first century. Let us recommit\r\nourselves to prevent them from acquiring weapons of\r\nmass destruction. Let us work harder than ever to lift the\r\nnuclear backdrop that has darkened the world’s stage for\r\ntoo long now. Let us make these solemn tasks our\r\ncommon obligation, our common commitment; if we do,\r\nthen together we will enter the twenty-first century\r\nmarching towards a better, safer world — the very better,\r\nsafer world the United Nations has sought to build for 51\r\nyears.\r\nThe President: On behalf of the General Assembly,\r\nI wish to thank the President of the United States of\r\nAmerica for the statement he has just made.\r\nMr. William Jefferson Clinton, President of the\r\nUnited States of America, was escorted from the\r\nrostrum.\r\n4\r\nGeneral Assembly 6th plenary meeting\r\nFifty-first session 24 September 1996\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nAddress by His Excellency Mr. Andris Šķē le,\r\nPrime Minister of the Republic of Latvia\r\nThe President: The Assembly will now hear an\r\naddress by the Prime Minister of the Republic of Latvia.\r\nMr. Andris Šķē le, Prime Minister of the Republic of\r\nLatvia, was escorted to the rostrum.\r\nThe President: I have great pleasure in welcoming the\r\nPrime Minister of the Republic of Latvia, His Excellency\r\nMr. Andris Šķē le, and inviting him to address the General\r\nAssembly.\r\nMr. Šķē le(Latvia): Allow me to congratulate you, Sir,\r\non your election and to wish you success in carrying out\r\nyour duties during the fifty-first session of the General\r\nAssembly. I wish all of us a productive and fruitful session\r\nof the General Assembly and assure members of the full\r\ncooperation of the delegation of Latvia in ensuring the\r\nsuccess of their work.\r\n“Reform” was a much-used word during the previous\r\nsession of this body. The word “crisis” may become just as\r\nprevalent during the fifty-first session. In this connection,\r\nI should like to recall the words of United States President\r\nJohn Fitzgerald Kennedy:\r\n“When written in Chinese, the word crisis\u0027 is\r\ncomposed of two characters. One represents danger\r\nand the other represents opportunity.”\r\nSince joining the United Nations five years ago, Latvia\r\nhas consistently supported reforms so as to avoid crises.\r\nOur 50-year absence from the international community\r\nmakes us especially appreciate the fact that this rostrum is\r\nthe one place in the world from which all nations can speak\r\nwith an equal voice about matters of global importance.\r\nA statement from this rostrum is a means rather than\r\nan end. It can be but the first of many steps to a level of\r\nhuman development that Immanuel Kant characterized as\r\neternal peace. Too often the closest we come to attaining\r\nthe ideal of a world without wars and the United Nations as\r\nthe maintainer of international peace and security is the\r\nestablishment of the mechanisms needed to halt armed\r\nconflict. In this connection, may I recall that the joint\r\nEstonian-Latvian-Lithuanian peacekeeping battalion, whose\r\ntraining period will conclude next year, will be a\r\ncontribution of the Baltic States to the strengthening of\r\nthe mechanisms for peacekeeping and peacemaking\r\nestablished by the United Nations.\r\nThe current world situation forces us to question\r\nhow often we have been too late, how often we have been\r\nfound lacking in wisdom, foresight and effective\r\ndiplomacy in our attempts to resolve disputes peacefully.\r\nSomalia, former Yugoslavia, Chechnya, Rwanda — these\r\nare not the only areas that have suffered recently. These\r\nare problems for the entire global community, not only\r\nthe United Nations. It makes us think how far we are\r\nfrom the ideal of eternal world peace, which few believe\r\npossible, but whose realization is one of the fundamental\r\npurposes of the United Nations. We all agree that peace\r\nis a fundamental value and that war means catastrophe\r\nand destruction. Still, we live in a world in which armed\r\nconflicts constantly arise; where some profit from war;\r\nand where relationships of dominance, the rules of the\r\ngame, and differing values do not exclude war as a\r\nmechanism for pursuing national interests.\r\nReducing the possibility of local conflicts is an\r\nimportant aspect of global security. Any local armed\r\nconflict affects the global society as a whole, especially\r\nin our rapidly changing and shrinking world, in which the\r\nnotions of distance, speed and information change rapidly.\r\nInternational terrorism, the illegal trade in weapons and\r\nnarcotics, people fleeing their homes and other\r\nconsequences accompany local conflicts, but do not limit\r\nthemselves to the conflict zone alone. Political instability\r\nand racial, religious and ethnic discord, combined with\r\nlow standards of living, breed armed conflicts. As\r\npreventive measures, the United Nations must continue to\r\npromote actively a respect for human rights, tolerance, the\r\nuniversality of the United Nations, disarmament and the\r\nimplementation of arms-control agreements, and support\r\nthe economies of States that may need assistance.\r\nWe hail the Comprehensive Nuclear-Test-Ban Treaty\r\n(CTBT), which has opened for signature and ratification\r\nafter a long and difficult search for compromise. I intend\r\nto sign the CTBT today. We are convinced that this\r\nTreaty can move the world closer to peace. Latvia\r\nconsiders it imperative that work be continued on the\r\ncontrol of conventional weapons. We support the\r\nchemical weapons Convention, even though we are\r\nconcerned that the two largest producers of chemical\r\nweapons have not yet ratified the Convention.\r\n5\r\nGeneral Assembly 6th plenary meeting\r\nFifty-first session 24 September 1996\r\nLatvia believes that universal respect for human rights\r\nshould continue to be a priority of the United Nations and\r\nits Members. Taking into account the ever-increasing tasks\r\nof the United Nations human rights system, increased\r\nallocation of resources devoted to United Nations human\r\nrights activities is an absolute necessity. Double standards\r\non human rights are intolerable, and Latvia devotes\r\nparticular attention to this. The guidelines for the global\r\nprotection of human rights are the documents adopted at the\r\nWorld Conference on Human Rights. Countries should\r\nimplement these guidelines and share with others their\r\nexperience in doing so.\r\nIn Latvia these guidelines have been applied to a\r\nunique demographic situation caused by 50 years of\r\noccupation. In accordance with a recommendation of the\r\nWorld Conference on Human Rights, Latvia has established\r\nan independent institution for the protection of human\r\nrights: the State Human Rights Office. This office has a\r\nmandate to hear and investigate complaints from Latvia’s\r\nresidents, inform members of society about human rights,\r\nand make recommendations to the Government and\r\nParliament on legislation affecting human rights. In\r\nestablishing the State Human Rights Office, Latvia received\r\ninvaluable assistance from the United Nations Development\r\nProgramme, the High Commissioner for Human Rights and\r\nthe Centre for Human Rights.\r\nThe United Nations must continue to protect those\r\nvalues that engender a respect for human rights, tolerance,\r\nthe rejection of violence and the promotion of peace. It is\r\nnot weapons or physical force that protect homes, people\r\nand countries. Rather, true security depends, inter alia, on\r\ngood relations with all neighbours and on a strong\r\neconomy. Latvia is successfully implementing such a\r\npolicy. Our aim is to achieve rapid economic growth and to\r\nattract foreign investment in Latvia. Already this year,\r\nLatvia has one of the lowest rates of inflation in Eastern\r\nEurope, along with a stable currency and rapidly rising\r\nindexes of development. We have a well developed port\r\nsystem, including the world’s second largest potassium-\r\nsalts-loading harbour and one of Europe’s largest harbours\r\nfor the transit of petroleum products.\r\nLatvia is the geographical centre of the Baltic States\r\nand is a natural economic bridge between East and West.\r\nOur country belongs to the European family of democratic\r\nStates, sharing common values and cooperating for their\r\nprotection. Integration in the European and transatlantic\r\nstructures is the highest priority for Latvia. We are actively\r\nworking for the integration of Latvia into the European and\r\nglobal economic systems, as well as for a close partnership\r\nin the European continent, on both the governmental and\r\nnon-governmental levels.\r\nLatvia is also participating in efforts to improve the\r\nwork of the United Nations so that the Organization can\r\nreact more effectively to the challenges of our time. In\r\nsupport of the restructuring and revitalization of the\r\nUnited Nations in the economic, social and related fields,\r\nand in recognition of the desirability of frequent rotation\r\nof Member States represented on important United\r\nNations bodies, Latvia has for the first time ever\r\npresented its candidature for a seat on the Economic and\r\nSocial Council beginning in 1997.\r\nA year has passed since the United Nations\r\ncelebrated its fiftieth anniversary, when much was heard\r\nabout the urgency of reform of the Organization. Yet\r\nduring the last year Member States have been unable to\r\nagree on these long-awaited reforms. If Member States\r\ncontinue not to make decisions, the United Nations will\r\nslowly but inevitably lose its ability to pursue its global\r\ngoals effectively. As part of the reform efforts, it is\r\nimportant that the United Nations periodically enunciate\r\nand evaluate priorities to be pursued, in particular in\r\ntimes when resources are limited but the demand for them\r\nis growing.\r\nOne cause of the crisis facing the United Nations is\r\nthe financial situation. Each Member State\u0027s financial\r\ncontribution to the Organization must reflect its capacity\r\nto pay. Contributions can be a great burden for\r\ndeveloping countries and countries with economies in\r\ntransition that are overassessed. A future system of\r\ncontributions must be fair, transparent and elastic in order\r\nthat it may readily adapt to economic changes.\r\nLatvia would like to repeat its view that new and\r\ninnovative financing mechanisms are a necessity. It\r\nsupports the current effort of the Economic and Social\r\nCouncil to study such mechanisms for the purpose of\r\nfinancing development that is sustainable. The\r\nintroduction of new financing mechanisms and other\r\nfinancial management tools can only improve the\r\ncurrently weak financial discipline of Member States.\r\nLatvia supports reforms that would result in the\r\nreduction of the number of subsidiary bodies of the\r\nGeneral Assembly and the number of administrative\r\nstructures in the Secretariat, as well as a full introduction\r\nof methods of modern management.\r\n6\r\nGeneral Assembly 6th plenary meeting\r\nFifty-first session 24 September 1996\r\nWith regard to the reform of the Security Council, a\r\npriority should be to adjust its membership in order to\r\nachieve equitable geographic representation and to respond\r\nto the increase in the membership of the United Nations in\r\nrecent decades. The effectiveness of the work of the\r\nSecurity Council must be increased further by making its\r\nworking methods even more transparent and the exchange\r\nof information with non-members more intense than at\r\npresent.\r\nLatvia is a country that is attached to the ideals of\r\npeace, democracy and human rights. It identifies itself with\r\nthe efforts of the global society to maintain and realize\r\nthese ideals. It is an active member of the community of\r\nnations. This, we are convinced, is the genuine road to\r\nsecurity and social and economic prosperity for our country\r\nand for the world.\r\nThe President: I now call on Deputy Prime Minister\r\nand Minister for Foreign Affairs of Ireland, His Excellency\r\nMr. Dick Spring, who will speak on behalf of the European\r\nUnion.\r\nMr. Spring (Ireland): Allow me, Sir, to offer you my\r\nwarm congratulations on your election as President of the\r\nfifty-first session of the General Assembly. I am very\r\nconfident that, with your skill and experience, you will\r\nprovide the leadership and direction we require to ensure a\r\nsuccessful outcome to the work of the forthcoming session.\r\nYou have the assurance of our full support.\r\nI have the honour to address this Assembly on behalf\r\nof the European Union.\r\nLast year we gathered here on the fiftieth anniversary\r\nof the United Nations. The speeches we heard then\r\nreflected a dual message: a conviction that the United\r\nNations remained more than ever indispensable in a world\r\nof increasing interdependence among nations; and concern\r\nthat the Organization adapt and renew itself to serve the\r\nneeds of a new century. There was a clear call that the\r\nnon-payment of dues owed to the United Nations — this\r\npoison in the system — should cease.\r\nThe Declaration on the Occasion of the Fiftieth\r\nAnniversary of the United Nations rightly anticipated\r\n“a sharp increase in the level of expectations of the\r\nUnited Nations” (resolution 50/6).\r\nIt called for the occasion to be seized\r\n“to redirect it to greater service to humankind,\r\nespecially to those who are suffering and are deeply\r\ndeprived”.\r\nWe have no need at the outset of the fifty-first\r\nsession to seek a new agenda. Cooperation through the\r\nUnited Nations continues to offer the world the\r\nirreplaceable means necessary for advancing peace,\r\neconomic and social progress, human rights, democracy\r\nand caring humanitarian action. To retain the\r\nOrganization’s effectiveness, we need, together with\r\nadequate resources, a continuing modernization of the\r\nstructures and working methods of the institutions of the\r\nUnited Nations. What we must do now is sharpen the\r\nfocus on common priorities to achieve this and get on\r\nwith the decisions to give them effect.\r\nGlobalization is one of the defining characteristics of\r\nour age. With it has come the realization that our peace\r\nand prosperity cannot be assured by States, or even\r\nregions, acting in isolation. The European Union itself\r\nembodies the principles of cooperation, interdependence,\r\nhuman rights and democracy. The spirit of cooperation is\r\nalso the starting point for the contribution that the Union\r\nis making at the global level, where the enormous\r\nbenefits that can be achieved by working together\r\nconstitute the greatest, and potentially the most rewarding,\r\nchallenge that faces mankind today.\r\nThe very interdependence of our peoples, nations\r\nand regions that leads us to assemble here as the United\r\nNations should serve to underscore the unique role and\r\npotential of this Organization, the sole such universal\r\nbody of global outreach. Has it done so? Have we\r\nstrengthened the potential of the United Nations, or yet\r\nsufficiently exerted the energy and imagination necessary\r\nto use the opportunities it offers us?\r\nWe were able last year to reflect with justifiable\r\npride on 50 years of substantial success by the United\r\nNations. Our celebration was tempered, however, by a\r\nsobering awareness that the level of conflict, economic\r\ndisparities and humanitarian crisis in our world was\r\nincreasing, not diminishing. We had witnessed a series of\r\nopen and bloody intra-State conflicts and the resurgence\r\nof old antagonisms in many regions of the world,\r\nresulting in death and injury to millions of innocent\r\ncivilians, many of them women and children; an increase\r\nin the already high number of refugees; gross and flagrant\r\nviolations of human rights on a massive scale; and the\r\nwidespread incidence of hunger, disease and\r\nhomelessness. At the same time, threats to the\r\n7\r\nGeneral Assembly 6th plenary meeting\r\nFifty-first session 24 September 1996\r\nenvironment and the scourges of drugs and terrorism were\r\namong a new range of risks and challenges that required\r\nconcerted international action.\r\nThe urgency and complexity of these and other\r\nproblems facing the United Nations at a time of great\r\npolitical, economic and technological change led us to a\r\ncommon call for a United Nations revitalized and more\r\neffective in dealing with these new needs. Some progress\r\nhas been made in the past year in rationalizing United\r\nNations activities in the economic and social fields and in\r\nenhancing efficiency and better management. This deserves\r\nto be recognized. But we are still far from the overall\r\nresults needed. Serious new efforts are required from\r\nMember States and the Organization. The multilateral\r\napproach which the United Nations embodies is under\r\nthreat if we cannot respond to the challenges before us. We\r\nneed a renewed commitment to collective action, with\r\nstrong vision and leadership sustained by the political will\r\nof each Member State. The European Union renews again\r\ntoday its commitment to the United Nations. We are\r\ndetermined to equip it for the tasks of a new century.\r\nRecent experience has taught us that we need a more\r\nencompassing strategy for conflict prevention and crisis\r\nmanagement. This strategy has to address both the causes\r\nand the consequences of conflict. The Agenda for Peace\r\nwas a well-considered and timely initiative of the\r\nSecretary-General which points the way forward.\r\nSubstantial lessons from the United Nations experience of\r\npeacekeeping have indeed been learned. They should be\r\napplied in developing this new strategy.\r\nTo secure peace, the root causes of conflict have to be\r\ntackled. Too often the United Nations is called upon to\r\nreact to the appalling aftermath of conflict. Prevention is a\r\nfar better strategy. Improved early warning through more\r\neffective and internationally coordinated efforts which also\r\ntake account of economic and social factors can do much\r\nto improve the quality of the response. There needs to be\r\nan increased emphasis on preventive diplomacy and on a\r\nmore informed, better-planned and rapid response to crises,\r\nincluding improved procedures for consultation with\r\ntroop-contributing countries. Existing mechanisms for\r\nmediation, conciliation and good offices could be more\r\nvigorously and imaginatively exploited. Post-conflict\r\nrehabilitation has to be more comprehensive and\r\ncoordinated to address the wider issues of humanitarian\r\nassistance, economic and social reconstruction and respect\r\nfor human rights, democracy and the rule of law.\r\nMr. Çelem (Turkey), Vice-President, took the Chair.\r\nEven with an improved approach to early warning\r\nand conflict prevention, peacekeeping operations will still\r\nbe necessary. The experience of some recent difficult\r\noperations should not detract from the record of successes\r\nin United Nations peacekeeping. The support of the\r\nEuropean Union for the peacekeeping role of the United\r\nNations is undiminished. The member States of the\r\nUnion, my own included, have consistently provided\r\nresources and personnel to United Nations peacekeeping.\r\nThe Union today provides the majority of personnel for\r\ncurrent operations and contributes some 37 per cent of the\r\nUnited Nations peacekeeping budget. This has involved\r\nsacrifices, including at times the ultimate sacrifice. On\r\nbehalf of the European Union, I pay tribute to the\r\nmemory of United Nations peacekeepers who have laid\r\ndown their lives in the cause of peace and to the over\r\n25,000 peacekeepers currently serving in 17 United\r\nNations peacekeeping operations.\r\nToo often, the United Nations has been called upon\r\nto intervene in conflict situations without a clear mandate,\r\nadequate resources or the consistent political support\r\nrequired to have any prospect of success. Too often, the\r\nUnited Nations has been confined to policing indefinitely\r\na fragile and hostile peace between parties that, even after\r\ndecades, show no real inclination to assume responsibility\r\nfor securing a resolution of the conflict. This wastes\r\nmuch-needed United Nations resources. But more\r\nseriously, it undermines confidence in the United Nations.\r\nIf we apply our energies to developing new strategies for\r\nconflict prevention and crisis management, we will have\r\ndone much to strengthen the capacity of the United\r\nNations in this core area. The European Union, for its\r\npart, will work to strengthen and reinforce this vital role\r\nof the Organization.\r\nThe United Nations cannot be expected to stand\r\nalone in conflict prevention and the maintenance of world\r\npeace. The European Union welcomes the trend towards\r\ncloser cooperation and mutual support between the United\r\nNations and regional organizations. In Europe, the\r\nOrganization for Security and Cooperation in Europe\r\n(OSCE) has been designated as a regional arrangement\r\nunder Chapter VIII of the United Nations Charter. The\r\nUnited Nations and the OSCE are already cooperating\r\nclosely and coordinating their efforts. Within the OSCE\r\narea, the European Union is working with all the OSCE\r\nparticipating States to develop further the concept of\r\nmutually reinforcing institutions so as to enhance\r\nEuropean security and stability. The Union encourages\r\nand supports the similar efforts being made in other\r\nregions. It is important that the United Nations benefit\r\n8\r\nGeneral Assembly 6th plenary meeting\r\nFifty-first session 24 September 1996\r\nfrom, and build on, these initiatives. The meetings of\r\nregional organizations that the Secretary-General has\r\nconvened in recent years are an important innovation in this\r\nregard. Since its inception, the United Nations has played\r\na central role in the longer-term strategies for conflict\r\nprevention, in particular in the fields of disarmament and\r\narms control, human rights and equitable economic and\r\nsocial development.\r\nThe European Union attaches the highest priority to\r\nprogress in the fields of arms control and disarmament. If\r\nwe mean to invest in peace, then we must all become\r\nadvocates of disarmament. Today was a particularly good\r\nday for disarmament and for the United Nations. It was my\r\nprivilege this morning to join with other colleagues in the\r\nEuropean Union in signing, on behalf of our respective\r\nStates, the Comprehensive Nuclear-Test-Ban Treaty. The\r\nEuropean Union would urge all States to sign and ratify this\r\nimportant Treaty.\r\nWe must respond to the clear wish of all our peoples\r\nto live in a world in which the threats posed by nuclear\r\nweapons and weapons of mass destruction can be reduced\r\nand ultimately removed. We have made a start with\r\nConventions banning chemical and biological weapons. The\r\nnext step is the start of negotiations for a cut-off treaty.\r\nThe European Union will also give priority at this\r\nsession to measures to deal with the menace of the\r\nindiscriminate use of anti-personnel landmines. Today, there\r\nare over 110 million landmines in our earth, mostly in\r\ndeveloping countries. They kill, indiscriminately, 26,000\r\npeople every year, mostly civilians, many of them women\r\nand children. Anti-personnel landmines have disabled a\r\nquarter of a million people.\r\nIt is an incredible and obscene irony that at a time\r\nwhen the United Nations, with the active support of the\r\nEuropean Union and other States, is continuing its vital\r\nwork of mine clearance, further millions of anti-personnel\r\nlandmines are still deployed annually. The European Union\r\nhas endorsed the appeal made by the Security Council to all\r\nStates to contribute to the Voluntary Trust Fund for\r\nAssistance in Mine Clearance. We call upon all Member\r\nStates of the United Nations to join with the European\r\nUnion, in a spirit of common humanity, to put an end to\r\nindiscriminate killing and maiming by anti-personnel\r\nlandmines.\r\nConventional arms control, at both a global and\r\nregional level, also requires our attention. We now have the\r\nopportunity to overcome the mistrust and insecurity that\r\npreviously predominated in arms-control negotiations and\r\nto create a climate of transparency and cooperation\r\nleading to arms reduction. This process is under way in\r\nEurope. We would hope to see it develop in other regions\r\nof the world.\r\nFailure to respect human rights and fundamental\r\nfreedoms is a major cause of conflict today. Many\r\nintra-State conflicts arise from the denial of basic human\r\nrights to minorities and in some cases to whole\r\npopulations. The democratic right of all citizens to\r\nparticipate freely and openly in the governance of their\r\nsocieties continues to be under threat or denied. The battle\r\nfor the economic and social emancipation and\r\nempowerment of women has begun. This is an issue of\r\nspecial importance for the European Union.\r\nThe United Nations has since its inception been in\r\nthe vanguard in the promotion and defence of human\r\nrights and democratic freedoms. Its record is indeed a\r\nproud one. The European Union will continue its support,\r\nboth material and political, for the vital ongoing work of\r\nthe United Nations in this area. The Union believes it is\r\nessential to secure adequate financing from the regular\r\nbudget for the Office of the United Nations High\r\nCommissioner for Human Rights and the Centre for\r\nHuman Rights. The European Union fully supports the\r\nDeclaration and Plan of Action adopted by the recent\r\nWorld Congress Against Commercial Sexual Exploitation\r\nof Children. This is a timely initiative in tackling this\r\nappalling abuse, which affects all regions in the world.\r\nDespite decades of effort and resources, the poverty\r\ngap has widened, not narrowed. For many of the least-\r\ndeveloped nations, their development is regressing rather\r\nthan advancing. The time is long overdue to mount a new\r\nglobal offensive against poverty, a major cause of\r\ninstability and conflict. We will give major priority to the\r\nwar against poverty and the United Nations New Agenda\r\nfor the Development of Africa in the 1990s initiative.\r\nA more vigorous effort is needed to carry through\r\nmajor programmes for the economic and social\r\nadvancement of women, as are more emphasis and action\r\non the gender perspective across the whole spectrum of\r\ndevelopment.\r\nThe European Union recognizes the central role\r\nwhich the United Nations system, through its specialized\r\nagencies and programmes, has played and will continue\r\nto play in the humanitarian, economic and social fields.\r\nWe need to reform and revitalize the United Nations\r\n9\r\nGeneral Assembly 6th plenary meeting\r\nFifty-first session 24 September 1996\r\nsystem in this area to ensure a real and lasting impact on\r\nsustainable development.\r\nOur aim is reform, not the retrenchment of resources.\r\nThe discussions on “An Agenda for Development” have\r\nbegun this process. A sense of urgency is required to give\r\nimpetus to our work during this session of the General\r\nAssembly and to build upon recent progress. The European\r\nUnion will pay particular attention to the follow-up to\r\nresolution 50/227 concerning the revitalization of the\r\nsystem.\r\nEffective follow-up to the conclusions of the\r\nEconomic and Social Council (ECOSOC) substantive\r\nsession on humanitarian assistance will be vital to achieve\r\na stronger and more coordinated strategy within the United\r\nNations system to deliver effective programmes where they\r\nare most needed. We must also see progress in coordinating\r\nthe outcome of recent United Nations conferences,\r\nincluding the Habitat II Conference in June.\r\nThe European Union welcomes the renewed emphasis\r\nof ECOSOC on the global threat posed by narcotic drugs.\r\nThe Union is giving high priority to measures which will\r\nimprove the coordination of efforts to fight this threat,\r\nwhich undermines the very fabric of all our societies.\r\nThe success of the United Nations Conference on\r\nTrade and Development (UNCTAD) conference in Midrand\r\nis welcome in that it underlines that reform and progress in\r\nrenewing the system are possible.\r\nThe forthcoming special session on Agenda 21 and the\r\nfollow-up to the Rio Conference will allow us to give fresh\r\nimpetus to action on development and environmental issues\r\nand renewed support to the work of the Commission on\r\nSustainable Development.\r\nThe European Union invites all Member States to join\r\nin a new global partnership for development. It is in the\r\ncommon interest of the peoples we represent to forge a\r\nglobal alliance against poverty, hunger, disease, ignorance\r\nand deprivation. This is a key challenge for the United\r\nNations and its Member States.\r\nOur endeavour to revitalize and reform the United\r\nNations system is taking place against the backdrop of a\r\nserious financial crisis. This continuing crisis undermines\r\nthe necessary climate of partnership and the capacity to\r\nimplement current programmes in many areas. It distracts\r\nefforts and attention from the real tasks of the moment.\r\nThe European Union has repeatedly stated that all\r\nMember States have an obligation under the Charter to\r\ndischarge their arrears and pay their assessed\r\ncontributions to the regular and peacekeeping budgets\r\npromptly, in full and without conditions. The States\r\nmembers of the European Union, which contribute over\r\n35 per cent of the regular and over 37 per cent of the\r\npeacekeeping budgets have consistently honoured this\r\nobligation. They believe that to resolve this crisis, all\r\nStates Members of the United Nations must do likewise.\r\nThe Union recognizes the need for financial reform\r\nto secure the long-term financial stability of the United\r\nNations. It has therefore put forward a set of proposals\r\naimed at achieving comprehensive financial reform,\r\nincluding adaptation of the scale of assessments to make\r\nit more genuinely reflective of the capacity to pay.\r\nThis session should see resolute efforts to negotiate\r\nsolutions.\r\nThe conflicts and tensions in today’s world are\r\nreflected in the memorandum distributed as part of this\r\nspeech, in which the European Union outlines its position\r\non issues facing the world community. I would like to\r\ndraw attention at this point to some critical areas of major\r\nconcern to the European Union: the former Yugoslavia,\r\nCyprus, the Middle East peace process and the Great\r\nLakes region of Africa.\r\nEurope has not been spared the tragic ethnic conflict\r\nwitnessed in other regions. The progress we have made in\r\nbringing an end to the savage war in the former\r\nYugoslavia has required the combined efforts of the\r\ninternational community and a variety of international and\r\nregional bodies, including the United Nations, the North\r\nAtlantic Treaty Organization and the European Union.\r\nHowever, we still need to address the massive\r\nhumanitarian and reconstruction needs left in its wake, as\r\nwell as the more difficult and long-term task of rebuilding\r\ntrust, security and peace among the peoples of the region\r\nand ensuring full respect for the territorial integrity of the\r\nvarious sovereign States.\r\nThe European Union and its member States remain\r\ncommitted to full implementation of the provisions of the\r\npeace Agreement for Bosnia and Herzegovina and to\r\nmaking a very substantial contribution to the concerted\r\neffort being made to assist the parties who have primary\r\nresponsibility for this implementation in living up to their\r\nobligations.\r\n10\r\nGeneral Assembly 6th plenary meeting\r\nFifty-first session 24 September 1996\r\nThere are daunting tasks ahead. The immediate focus\r\nis on the follow-up to the elections in Bosnia and\r\nHerzegovina which took place on 14 September 1996 under\r\nthe supervision of the Organization for Security and\r\nCooperation in Europe. On this occasion, I would\r\nacknowledge in particular the very important contribution\r\nthat was made by the Implementation Force and the United\r\nNations in Bosnia and Herzegovina, including the\r\nInternational Police Task Force, in ensuring that the\r\nelections were conducted peacefully.\r\nThe Union fully supports the strategy of the High\r\nRepresentative, Mr. Carl Bildt, in regard to establishing the\r\ncommon institutions of the State after the elections. He has\r\nthe full assurance of our support for his leading role in the\r\nimplementation process. We do not underestimate the\r\nenormity of this task. If we are to succeed in maintaining\r\npeace, it is essential that the international community\r\nclosely coordinate its activities and that all parties cooperate\r\nfully in the process. The European Union will work closely\r\nwith the United Nations and the international community to\r\nachieve an effective long-term strategy to secure peace and\r\nself-sustaining stability in Bosnia and Herzegovina. In this\r\ncontext, the Union notes that parties have agreed to hold\r\nfurther elections in September 1998. An important focus\r\nduring the intervening period will be assisting the Office of\r\nthe United Nations High Commissioner for Refugees in\r\nfacilitating the return of the many thousands of refugees\r\nand displaced persons who have not yet been able to go\r\nback to their homes. Ultimately, our aim must be a return\r\nby all the former Yugoslav republics to the community of\r\npeaceful and democratic nations.\r\nThe basic agreement for Eastern Slavonia must be\r\nimplemented in full and the return of refugees and\r\ndisplaced persons to this region completed. Such persons\r\nmust be ensured of full protection for their human rights.\r\nThe Union acknowledges the important work of the United\r\nNations Transitional Administration for Eastern Slavonia,\r\nBaranja and Western Sirmium, which enjoys our full\r\nsupport in its efforts.\r\nThe Union continues to attach great importance to full\r\ncooperation with the work of the International Criminal\r\nTribunal for the former Yugoslavia. This work reflects the\r\nresolve of the international community to bring to justice\r\nthose responsible for war crimes and crimes against\r\nhumanity. It is vital to efforts to develop justice, confidence\r\nand democracy in the region that all parties fulfil the\r\ncommitments they have made to hand over indicted persons.\r\nThe European Union stresses once again that the\r\ncurrent status quo in Cyprus is not acceptable. It reaffirms\r\nits strong support for the efforts of the Secretary-General\r\nof the United Nations aimed at a negotiated and lasting\r\nsolution to the Cyprus question which will respect the\r\nsovereignty, independence, territorial integrity and unity\r\nof the country in accordance with the relevant United\r\nNations resolutions. The European Union welcomes the\r\nappointment of the Special Representative of the\r\nSecretary-General, Mr. Han Sung-Joo. The Presidency of\r\nthe European Union has also nominated a Special\r\nRepresentative on Cyprus.\r\nThe Middle East peace process, based on the\r\nprinciples already accepted by all parties under the\r\nMadrid and Oslo frameworks, is the only path to security\r\nand peace for Israel, the Palestinians and the neighbouring\r\nStates. The Florence European Council of June 1996\r\nreaffirmed the approach of the European Union. It further\r\nstated that peace in the Middle East was a fundamental\r\ninterest of the European Union. The Union is therefore\r\nconcentrating its efforts on encouraging all parties to\r\nre-engage themselves in this process and to respect and\r\nimplement fully all the agreements already reached.\r\nWe wish to make an active contribution to promote\r\nthis process in both the political and economic fields and\r\nto build upon the important work which has been done\r\nover the years by the United Nations in the interests of a\r\njust, comprehensive and lasting peace in the Middle East.\r\nWe would invite all Member States to do their\r\nutmost to nurture this process and give encouragement to\r\nall parties to move forward.\r\nThe Union is deeply concerned that the current lack\r\nof progress in negotiations should not undermine the\r\nprospects for peace. The progress already achieved should\r\nbe advanced by further agreement on concrete issues. We\r\nhope that the recent meeting between the Israeli Prime\r\nMinister and the Palestinian President will have positive\r\nresults for the peace process. We call upon the Israeli\r\nGovernment not to pursue the extension of settlements.\r\nContinued expansion of settlements does more than any\r\nother issue to erode Palestinian confidence in the peace\r\nprocess. It undermines the ability of both the Palestinian\r\nAuthority and society at large to deter extremists and\r\ntrouble-makers. As the largest donor, the Union remains\r\ncommitted to providing assistance to the Palestinian\r\npeople and urges all parties concerned to contribute to the\r\neconomic revival of the West Bank and Gaza. This\r\nendeavour will hopefully be rendered more effective by\r\n11\r\nGeneral Assembly 6th plenary meeting\r\nFifty-first session 24 September 1996\r\nthe recent relaxation of the border closures, and we hope\r\nthat this encouraging trend will continue.\r\nIt is important that all tracks of the peace process\r\nmove forward. We favour an early resumption of\r\nnegotiations between Syria and Israel, and have reaffirmed\r\nour support for the independence, territorial integrity and\r\nsovereignty of Lebanon and for early negotiations involving\r\nthat country.\r\nThe creation of the Middle East peace process has\r\nbeen a historic breakthrough in the long-standing search to\r\nbring to the peoples of the region the lasting and just peace\r\nwhich they clearly want and, indeed, they deserve. The\r\nEuropean Union will intensify its efforts to ensure its\r\nsuccess.\r\nThe European Union shares the heightened concern of\r\nthe international community at the grave threat to peace and\r\nstability in the Great Lakes region posed by the current\r\nsituation in Burundi. The United Nations and the European\r\nUnion are already involved in an international effort to cope\r\nwith the aftermath of the Rwanda tragedy — the major\r\nhumanitarian crisis, the serious refugee problem, and the\r\nongoing process of regional reconstruction. But at the same\r\ntime the area is again facing the prospect of bloody civil\r\nwar and genocide, in Burundi. We cannot allow this to\r\nhappen. The European Union strongly supports the efforts\r\nof the United Nations and the Organization of African\r\nUnity to restore dialogue and democracy in Burundi. It\r\nacknowledges in particular the pivotal role being played in\r\nthis endeavour by former President Nyerere, supported by\r\nother regional leaders. Their efforts are assisted by the\r\nspecial envoys of the European Union and the United\r\nNations, and other parties.\r\nThe international community, through Security Council\r\nresolution 1072 (1996), has sent a clear message to the\r\nparties involved that there must be an end to all violence\r\nand an early beginning of unconditional and all-inclusive\r\nnational dialogue in Burundi. This is the only constructive\r\npath to a solution which is lasting and based on a\r\nnegotiated, democratic and institutional consensus which\r\nensures security for all. The European Union remains\r\nwilling to support the necessary recovery process in\r\nBurundi once the path of dialogue is embarked upon by all\r\nparties with the resolve necessary to ensure a solution. It\r\ntherefore calls on all parties to forsake violence and to\r\nengage in this process of dialogue.\r\nThe European Union continues to be the major donor\r\nto the humanitarian and reconstruction needs of the region.\r\nIt welcomes the progress in rehabilitation in Rwanda, to\r\nwhich it contributes substantially, and it pays tribute to\r\nthe work of the United Nations in various sectors in\r\nRwanda.\r\nThe return of refugees and national reconciliation in\r\nRwanda will remain a priority for the Union. We will\r\nalso continue to support the International Criminal\r\nTribunal for the Prosecution of Persons Responsible for\r\nGenocide and Other Serious Violations of International\r\nHumanitarian Law Committed in the Territory of Rwanda\r\nand Rwandan Citizens Responsible for Genocide and\r\nOther Such Violations Committed in the Territory of\r\nNeighbouring States between 1 January and 31 December\r\n1994, to underscore our belief that the international\r\ncommunity must pursue and bring to justice those who\r\nhave perpetrated gross crimes against humanity.\r\nWe have begun this fifty-first session with a signal\r\nof hope. The signature at the United Nations today of the\r\nComprehensive Nuclear-Test Ban Treaty shows this\r\nOrganization in its rightful place — seized of the deepest\r\nconcerns of humanity. This is the place which the\r\nfounders sought for the United Nations. This is the place\r\nwhich it is our responsibility to ensure that it firmly holds\r\nfor today’s world and for the generations to come.\r\nLastly, and speaking solely in my capacity as\r\nForeign Minister of Ireland, I would like to inform the\r\nAssembly of developments in the Northern Ireland\r\nsituation over the past year. The search for a lasting peace\r\nand a comprehensive political settlement continues.\r\nSubstantial advances have been recorded in the past 12\r\nmonths, despite serious setbacks and despite the\r\nuncertainty and suspicion which still hamper the\r\ndevelopment of true reconciliation between the\r\ncommunities in Northern Ireland and between the main\r\ntraditions which share the island of Ireland.\r\nNegotiations involving the Governments and the\r\nparties began in June and resumed earlier this month. The\r\nstated purpose of these negotiations is to achieve a new\r\nbeginning for relationships within Northern Ireland, within\r\nthe island of Ireland and between the peoples of these\r\nislands, and to agree new institutions and structures to\r\ntake account of the totality of relationships.\r\nThe Irish Government continues to base its approach\r\nto the negotiations on the fundamental principles set out\r\nin the 1993 Joint Declaration published with the British\r\nGovernment. As I indicated last year, A New Framework\r\nfor Agreement, published in 1995, represents the shared\r\n12\r\nGeneral Assembly 6th plenary meeting\r\nFifty-first session 24 September 1996\r\nassessment of the two Governments of a balanced and\r\nhonourable accommodation which might be envisaged\r\nacross all the key relationships. We shall in negotiations\r\nmake the case for a fair accommodation along these lines,\r\nbelieving as we do in the necessity of radical and ambitious\r\nchange on all sides. At the same time, agreement requires\r\nthe support of the political representatives in both\r\ncommunities, and must also command majority popular\r\nsupport in both parts of Ireland.\r\nWe continue to be firmly of the view that wholly\r\ninclusive negotiations, involving the representatives of both\r\ncommunities in their totality, offer the best prospect of\r\nachieving a durable settlement founded on a recognition of\r\nthe rights and aspirations of all. The Irish Republican Army\r\n(IRA), by terminating its cease-fire last February, not only\r\nperpetrated renewed death and destruction and flouted the\r\nwishes of the overwhelming majority of the people in both\r\nBritain and Ireland. It also obliged the two Governments to\r\ncease ministerial dialogue with Sinn Fein, which, because\r\nof the collapse of the cease-fire, is currently not a\r\nparticipant in the negotiations.\r\nThis is a matter of both regret and frustration. Sinn\r\nFein has a potentially valuable and constructive role to play\r\nin contributing to a stable and far-reaching settlement. But\r\npolitical dialogue is sustainable and productive only on the\r\nbasis of the principles of democracy and non-violence. That\r\nis why there must be an unequivocal restoration of the IRA\r\ncease-fire before Sinn Fein can enter the negotiations,\r\nwhich would be enhanced by their presence, as they are by\r\nthe continuing presence of the loyalist parties.\r\nLikewise, however, all of those truly committed to\r\nfinding an accommodation must impartially reject\r\nsectarianism and oppose disorder from whatever source if\r\nthey wish to create an atmosphere in which reconciliation\r\ncan flourish and agreement take root. The confrontation and\r\npolarization which occurred during the past summer in the\r\n“marching season”, the consequences of which still vibrate,\r\nhighlight the absolute necessity of compromise and mutual\r\nunderstanding.\r\nThe instrument for progress is to hand in the Talks\r\nprocess under way, if we can persuade all the parties to use\r\nthe Talks process constructively. That requires the earliest\r\npossible transition to substantive negotiations. The Irish\r\nGovernment is working with the British Government to\r\npersuade the representatives of the unionist community to\r\nembark on this step without delay, secure in the knowledge\r\nthat the process already contains multiple safeguards,\r\nincluding the guarantee of popular referendum, to ensure\r\nthat the interests of their community must be respected in\r\nany agreed outcome.\r\nThe continuing support of the international\r\ncommunity is an invaluable asset on which we can draw\r\nin the search for a settlement. Most directly, the\r\nnegotiations benefit from the independent chairmanship of\r\nSenator Mitchell of the United States, former Prime\r\nMinister Holkeri of Finland, and General de Chastelain of\r\nCanada, whose skill and authority command the respect\r\nand confidence of all participants. In addition, I would\r\nlike to express my Government’s gratitude for the\r\ngenerosity and support of all of our many friends in this\r\nAssembly, in particular the Governments of the United\r\nStates and of our European Union partners.\r\nThe wounds of conflict are still deep and unhealed\r\nin Ireland. We can be under no illusion but that the\r\nprocess of reconciliation and the crafting of an agreement\r\nwill be slow and painstaking. But we have continued to\r\nmake progress on that journey, and we are committed to\r\ncontinuing in our quest for peace.\r\nThe Acting President: I now call on His Excellency\r\nMr. Yevgeny Primakov, Minister of Foreign Affairs of\r\nthe Russian Federation.\r\nMr. Primakov (Russian Federation) (interpretation\r\nfrom Russian): The agenda of the General Assembly at\r\nthe current session reflects all the complexity of the stage\r\nmankind is now going through, the essence of which is\r\nthe transition from bloc confrontation to multipolarity,\r\neconomic interdependence and the democratization of\r\ninternational relations.\r\nI would like to emphasize that during the past year\r\nRussia made its contribution to the consolidation of this\r\nvery trend. At the domestic level, this means an\r\nuncompromising continuation of the process of reforming\r\nsociety. The results of the recent presidential elections in\r\nour country have convincingly proved that Russia has\r\ndecisively embarked on the road to the future. The\r\nmajority of Russians voted for the continuation of\r\neconomic reform, for a State of law and for a policy of\r\nopenness and cooperation.\r\nIn our relations with the other Commonwealth of\r\nIndependent States (CIS) countries, we resolutely oppose\r\nboth the idea of restoring the Soviet Union, an idea based\r\non the denial of the sovereignty of the Commonwealth\r\nStates, and narrow-minded national isolationism. We\r\nstand for the voluntary integration and unification of the\r\n13\r\nGeneral Assembly 6th plenary meeting\r\nFifty-first session 24 September 1996\r\nmembers of the Commonwealth and hold that it should not\r\nbe isolated from the rest of the world. We wish to ensure,\r\nand we shall ensure, that the CIS will become an important\r\ncentre of world economic development and international\r\nstability.\r\nOn a wider international plane, Russia is pursuing a\r\npolicy aimed at establishing a new world order firmly based\r\non the equality of all States, justice and universal security.\r\nHowever, the establishment of such a world order is a slow\r\nprocess, influenced by both objective and subjective factors.\r\nIt is only natural that the end of the cold war provided a\r\nstarting point for the transition to achieving a stable and\r\npredictable peace at the global level.\r\nBut zones of regional conflict have expanded\r\ndrastically. The upsurge of terrorism has caused universal\r\nshock, and the threat of proliferation of weapons of mass\r\ndestruction is emerging. The rejection of ideological,\r\nmilitary-force confrontation, brought about by the end of\r\nthe cold war, clearly proved insufficient to neutralize all\r\nthese dangers and risks.\r\nLet us confess, at least to ourselves, that we will not\r\nsucceed here unless, first and foremost, we overcome the\r\ninertia of the political mentality. Unfortunately, the\r\nstereotypes that took root in the minds of several\r\ngenerations of statesmen during the 40 years of the cold\r\nwar have not yet disappeared along with the dismantling of\r\nstrategic missiles and the destruction of thousands of tanks.\r\nIn this connection, I would like to single out three\r\nconditions for the transformation of international relations\r\nduring the post-cold-war period.\r\nFirst, we should see to it that the old fronts of bloc\r\nconfrontation are not replaced with new lines of division.\r\nThat is precisely why we accept neither the idea of the\r\nexpansion of the North Atlantic Treaty Organization\r\n(NATO) military infrastructure to the area of the now\r\ndefunct Warsaw Treaty nor the efforts to make that alliance\r\nthe axis of a new European system. The enormous\r\npossibilities for economic cooperation and the spiritual\r\nenrichment of all the peoples of the continent can be\r\nrealized only through the creation of a genuinely\r\nall-European system of international relations. The\r\nOrganization for Security and Cooperation in Europe\r\n(OSCE) Lisbon summit must be an important stage in the\r\nconstruction of such a Europe.\r\nIt is important to stress in general that the logic of a\r\nmultipolar world in the twenty-first century should differ\r\nqualitatively from the schemes outlined by Metternich and\r\nBismarck. The way towards the establishment of a system\r\nof comprehensive security is through learning the skills of\r\nequal partnership between the various “poles”, rather than\r\nthrough the revival of reflexes of rivalry and of balance\r\nof power.\r\nThe threat of new lines of division is appearing not\r\nonly in Europe, but elsewhere. The understandable\r\nintolerance of the extremism of certain Islamic groups and\r\nfactions must not develop into a categorization of the\r\nMuslim world at large as an enemy of modern\r\ncivilization. This is probably one of the pressing\r\nrequirements of our day.\r\nRussia advocates resolute opposition to extremist and\r\nterrorist forces. They are especially dangerous when they\r\nenjoy State support, and no effort should be spared to\r\nprevent any State from rendering such support. This\r\ncannot be justified. I believe it is time a universal\r\nconvention, covering all States without exception, were\r\nelaborated within the United Nations, denying political\r\nasylum anywhere to persons engaged in terrorist\r\nactivities. However, no sanctions should be used as a\r\nmeans to punish peoples or as an instrument to overthrow\r\nGovernments. It is far more effective to offer prospects\r\nfor a better future to those who renounce extremism and\r\naccept the norms of conduct by the world community.\r\nThe second condition for achieving a durable peace\r\nis the emancipation from a mentality based on concepts\r\nof leaders and followers. Such a mentality is fuelled by\r\nillusions that some countries emerged from the cold war\r\nas victors, and others as the vanquished. But this is not\r\nthe case. Peoples on both sides of the Iron Curtain jointly\r\nstrove to rid themselves of the policy of confrontation.\r\nMeanwhile, the mentality based on leaders and followers\r\npaves the way directly towards the establishment of a\r\nunipolar world. Such a world-order model is unacceptable\r\ntoday to the overwhelming majority of the international\r\ncommunity.\r\nFinally, the third condition for the successful\r\nmovement towards stable peace lies in the coordinated\r\nactivities of the international community. Today, one of\r\nthe most important tasks is the settlement of regional and\r\nlocal conflicts. In this regard, significant progress has\r\nbeen achieved recently. Peace agreements are being\r\nimplemented in Bosnia. Initial important agreements have\r\nbeen achieved for a durable peace in the Middle East. We\r\nhave managed to secure ceasefires in Transdniester,\r\nAbkhazia, South Ossetia and Nagorny Karabakh. The\r\nsituation has improved somewhat in the conflict zones on\r\n14\r\nGeneral Assembly 6th plenary meeting\r\nFifty-first session 24 September 1996\r\nthe African continent and in Latin America. But as yet no\r\nbreakthrough to a durable peace has been achieved in any\r\nof these hotbeds of tension.\r\nThe future of the Middle East is a cause for grave\r\nconcern. Russia — one of the sponsors of the peace\r\nprocess — cannot accept the sacrifice to tactical\r\nconsiderations and internal political manoeuvres of the first\r\nfruits of the peace negotiations, which were won at such a\r\ngreat cost. The implementation of the Agreements reached\r\nis the only realistic basis for maintaining the peace process.\r\nThe only possible way forward is to advance through\r\nnegotiation on the basis of the principle of “land for peace”,\r\nSecurity Council resolutions 242 (1967) and 338 (1973), as\r\nwell as resolution 425 (1978), which deals with Lebanon.\r\nIt should be clear that the danger of reverting to\r\nconfrontation becomes greater as the artificial pause in the\r\npeace process continues. When negotiators are silent, lethal\r\nweapons begin to awake.\r\nWe appreciate the peacemaking efforts of the United\r\nStates of America, the European Union, France, Egypt and\r\nother members of the international community and we\r\nsupport an even closer partnership in peacemaking. That is\r\nthe most effective way to promote peace-building in the\r\nMiddle East.\r\nThe Bosnian settlement has entered a new and crucial\r\nstage since the elections of 14 September. The prospects for\r\na lasting peace have become greater, but the risk of slipping\r\ninto a new spiral of hostility and confrontation remains. I\r\ncall upon all the Bosnian parties to take full advantage of\r\nthe chance for peace created by the international\r\ncommunity. At the same time, the United Nations, the\r\nOSCE, members of the Contact Group and the High\r\nRepresentative should immediately take a just and balanced\r\napproach to resolving outstanding problems. Assistance for\r\nthe social and economic reconstruction of Bosnia and\r\nHerzegovina should be intensified considerably and\r\nconditions created for the return of refugees.\r\nThe time has also come to look beyond the horizon of\r\nthe Paris agreements. There would seem to be a need for a\r\nlarge-scale and prolonged civilian peacemaking operation in\r\nwhich the United Nations and its specialized agencies will\r\nplay an important role. The international military and police\r\npresence, to which Russia contributes, should remain a\r\nfactor in the peace process for a given period after\r\nDecember 1996.\r\nThe lifting of sanctions against the Federal Republic\r\nof Yugoslavia (Serbia and Montenegro) and the Bosnian\r\nSerbs is an indispensable condition for a successful peace\r\nin the former Yugoslavia. I hope that, in the near future,\r\na Yugoslav delegation will take its place in this Hall, as\r\nit has at the Organization for Security and Cooperation in\r\nEurope.\r\nThe programme of disarmament, security and\r\nstability for the twenty-first century should become one of\r\nthe major axes of transition period strategy. The adoption\r\nof the Comprehensive Nuclear-Test-Ban Treaty is one\r\nhuge step in this direction. Russia has just signed the\r\nTreaty and we believe that it is of fundamental\r\nimportance for all countries with nuclear capability to\r\naccede to it. However, it should clearly be understood that\r\ntesting by any country of a nuclear explosive device\r\nbefore the Treaty enters into force will radically change\r\nthe international situation and greatly prejudice the Treaty\r\nitself, and may compel many countries to revise their\r\nattitude to it.\r\nI should like to draw the attention of the Treaty’s\r\nopponents to the fact that it will not only contribute to the\r\npromotion of nuclear non-proliferation, but will\r\nobjectively stimulate a gradual transition to nuclear\r\ndisarmament on a multilateral basis. That is the purpose\r\nof President Yeltsin’s proposal to conclude a treaty on\r\nnuclear security and stability with the participation of all\r\nthe nuclear Powers. We invite interested States to begin\r\nexchanging views on the issue. Our suggestion that\r\nnuclear arsenals be located only on the territories of the\r\nnuclear Powers in question remains current.\r\nThe strengthening of the non-proliferation regime for\r\nweapons of mass destruction depends directly upon\r\nreliable prevention of the illicit traffic in fissile materials.\r\nThe Moscow Summit of the Eight on Nuclear Safety and\r\nSecurity, convened as a result of a Russian initiative,\r\ncontributed significantly to a solution of this problem. I\r\ncall on all United Nations Member States to become\r\ninvolved in the implementation of the Moscow\r\nagreements.\r\nThe rights of an individual should occupy a central\r\nplace in any new concept of international security.\r\nStrengthening the international human-rights protection\r\nmechanism could ensure the observance of these rights.\r\nIts oversight and preventive functions should be\r\nconsolidated and made more practical. However,\r\nlegitimate efforts to ensure respect for human rights\r\ncannot serve political purposes. It is too delicate an area\r\nto be invaded by political speculation and objectives.\r\n15\r\nGeneral Assembly 6th plenary meeting\r\nFifty-first session 24 September 1996\r\nMy comments apply fully to the protection of the\r\nrights of national minorities. The relevance of this problem\r\nis evident in today’s world. The complexity of the\r\nsituation — let us be frank — requires a link between the\r\nprotection of the rights of national minorities and\r\nobservance of the principle of the territorial integrity of\r\nStates. Russia is directing its policy at precisely such a link.\r\nMy comments also apply to the Baltic States. While\r\nrecognizing the sovereignty of those countries and their\r\nterritorial integrity, Russia cannot remain indifferent to the\r\ndiscriminatory practices pursued against the\r\nRussian-speaking populations in Estonia and Latvia. While\r\nacknowledging measures that have already been taken to\r\nimprove the situation, we believe that the United Nations\r\nand other international organizations should intensify and\r\nsystematize their work for the protection of the rights of\r\nnational minorities.\r\nHow do we implement this strategy for creating a new\r\nworld order? Despite the importance of bilateral relations\r\nand successful regional organizations, the United Nations\r\nremains the principal mechanism capable of ensuring the\r\ntransition from a bipolar and confrontational world to a\r\nmultipolar and democratic one. In such circumstances, the\r\nsignificance of the United Nations as a centre for\r\ncoordinating the actions of States is increasing. During the\r\nformation of a multipolar system, the United Nations is\r\ncalled upon to serve as a kind of safety net, minimizing the\r\ndestructive effects of the changes and directing them\r\ntowards democratic evolution.\r\nThe major task of the United Nations remains the\r\nmaintenance of international peace and security.\r\nFurthermore, the principal tools available to the\r\nOrganization must be political and diplomatic. I remind the\r\nAssembly of this fact because, during the past few years\r\nwithin the United Nations, a “sanctions syndrome” has\r\nbegun to emerge: a desire to apply sanctions and other\r\ncoercive measures more broadly and actively, sometimes\r\nignoring existing political and diplomatic avenues. We are\r\nconvinced that the United Nations should take such\r\nmeasures only in exceptional cases, after all other means\r\nhave been genuinely exhausted.\r\nOn the whole, there is a need to modernize the United\r\nNations sanctions mechanisms. Today, for example, no\r\nspecific procedure is provided for lifting sanctions, and, as\r\nexperience has demonstrated, this is extremely important.\r\nThe humanitarian damage caused by sanctions and the\r\ndamage to third countries should be minimized.\r\nIt is extremely important to emphasize that the\r\nUnited Nations must be maintained as the sole\r\nOrganization that can authorize the use of force. Any\r\nactions of that nature taken in circumvention of the\r\nSecurity Council must be totally precluded.\r\nThe United Nations can and must work purposefully\r\ntowards establishing a new global legal framework. To\r\ngive impetus to such work Russia has proposed the\r\nholding in 1999 of a third peace conference. This idea\r\nalready has the support of a significant number of States.\r\nI believe that the time has come to discuss this initiative\r\nin a constructive and substantive manner.\r\nPast experience shows the need for new approaches\r\nby the United Nations to peacekeeping operations. We\r\ncan already discern a pyramid regulating the relations of\r\nthe United Nations with regional organizations. Without\r\nthe development of such relations the United Nations may\r\nnot be able to withstand the burden of peacemaking\r\nactions. I refer specifically to a pyramid, because it is of\r\nfundamental importance to do no harm to the Security\r\nCouncil, which bears the primary responsibility for the\r\nmaintenance of international peace.\r\nWe are counting on significantly more attention\r\nbeing paid by the United Nations to conflicts in the area\r\nof the Commonwealth of Independent States. So far, the\r\nmajor role in this respect has been played by Russia and\r\nits Commonwealth partners.\r\nIn view of present circumstances, Russia calls on the\r\nUnited Nations to address the Afghan conflict. In that\r\nmultinational and long-suffering country, a truly critical\r\nsituation has arisen, and we have to do everything\r\npossible to prevent the country from disintegrating. The\r\nAfghan tragedy, like the endless series of internal\r\nconflicts in Rwanda and Liberia, is the most convincing\r\nargument for the development of a United Nations policy\r\nof national reconciliation diplomacy.\r\nTo cope with all these tasks, the United Nations\r\nitself must be updated and adapted to these new\r\nconditions. Reform is long overdue, and it is not a single\r\nmeasure that is required but a process that encompasses\r\nthe entire United Nations system. Reform of the United\r\nNations requires clearly defined goals: first, that it carry\r\nout its activities in a timely manner; and secondly, that its\r\nstructure be optimized in order to enhance the\r\neffectiveness of the Organization.\r\n16\r\nGeneral Assembly 6th plenary meeting\r\nFifty-first session 24 September 1996\r\nA great deal has already been done to implement\r\nreform. The Secretary-General has made a considerable\r\ncontribution to these efforts, and Russia supports the\r\ncontinuation of this difficult and protracted effort.\r\nIt is a well-established tradition to conclude statements\r\nbefore this Assembly by saying that the current session\r\nmust play a special role in strengthening peace and that\r\npeoples are expecting us to make decisions. I am confident\r\nthat this session of the General Assembly will live up to the\r\nexpectations of Governments and the hopes of peoples: that\r\nall of us will take a new step in humankind’s difficult\r\ntransition towards a world united in its diversity, a world\r\nthat is open to universal economic and spiritual\r\ndevelopment, a world that promises security and stability —\r\na world in which States cooperate on an equal footing. Let\r\nus work together for the sake of this goal.\r\nThe Acting President: I now call on the Secretary of\r\nState for Foreign and Commonwealth Affairs of the United\r\nKingdom of Great Britain and Northern Ireland, His\r\nExcellency the Right Honourable Malcolm Rifkind.\r\nMr. Rifkind (United Kingdom): May I begin by\r\ncongratulating Ambassador Razali of Malaysia on his\r\nassumption of office as our General Assembly’s new\r\nPresident and offer our thanks to his predecessor,\r\nAmbassador Freitas do Amaral, for all his valuable work\r\nduring the fiftieth session.\r\nThe late twentieth century is an exciting time. For the\r\nfortunate among us, the world has never offered more:\r\ntravel with unheard-of ease, a tantalizing cornucopia of\r\nconsumer goods, 100 or more television stations in our\r\nhomes, the Internet. But these fruits are denied the vast\r\nmajority of the planet’s population. The number of people\r\nwho live in absolute poverty is still growing. Their misery\r\nis a challenge to all our consciences, and I want today to\r\ntalk about what we all, the developed countries as well as\r\nthe developing, can do for those trapped in poverty — what\r\nwe can do together to open the door to development.\r\nBut first of all I would like to say a few brief words\r\nabout four other issues of particular importance at this\r\nmoment in time.\r\nFirst of all, Hong Kong. The year 1997 will be a\r\nspecial one for Hong Kong. Less than 300 days from now\r\nthe world will witness history. The peaceful transfer of\r\nsovereignty over a territory of 6 million free and prosperous\r\npeople is an event unparalleled in modern times. A transfer\r\non the basis of an international Treaty, registered here at\r\nthe United Nations — a Treaty between two members of\r\nthe Security Council, which guarantees that for 50 years\r\nafter 1997 there will be “one country, two systems” and\r\nthat “Hong Kong people will rule Hong Kong”. Let there\r\nbe no doubt of Britain’s continuing commitment to the\r\nfuture of Hong Kong and its people, well into the next\r\ncentury.\r\nThanks to the efforts of the Hong Kong people\r\nthemselves, the development of Hong Kong is one of the\r\nworld’s great success stories. The Chinese Government\r\nhas made clear its determination to preserve Hong Kong’s\r\nprosperity, its stability and its way of life as a free and\r\nopen society based on the rule of law. For Britain, a\r\nsuccessful transfer will be the closing of a chapter, but\r\nalso a new beginning to our relations with both Hong\r\nKong and with China.\r\nI suggest that all Members of the United Nations\r\nhave a stake in this historic exercise. As long as the\r\npromises of the joint Declaration are turned into reality,\r\nHong Kong has a bright future, as part of China and as\r\none of the world’s leading cities, contributing enormously\r\nto growth and prosperity throughout the Asia-Pacific\r\nregion. And I am sure that all here will join me in\r\nwelcoming that prospect.\r\nI want also to take this opportunity to commend the\r\nInternational Court of Justice in its fiftieth anniversary\r\nyear. The International Court has performed\r\ngroundbreaking work in settling disputes between States,\r\nand I am proud that the United Kingdom has always been\r\namong the States that accept its compulsory jurisdiction.\r\nI hope that others will join us in pledging both moral and\r\nmaterial support to the International Court. The more who\r\naccept that international law must be the foundation of\r\ninternational relations, the safer we shall all be.\r\nThe world is safer today too with the historic\r\nsignature of the Comprehensive Nuclear-Test-Ban Treaty.\r\nEarlier this morning I had the privilege of signing the\r\nTreaty for the United Kingdom. It shows that we can, by\r\nacting with determination and by making sacrifices, reap\r\nthe benefits of the end of the cold war, and I firmly\r\nbelieve that the Treaty can make an important\r\ncontribution to preventing the proliferation of nuclear\r\nweapons and in promoting international security. The\r\nTreaty was the product of a multilateral negotiation and\r\nwas adopted here in the General Assembly. But that alone\r\nis not enough. If it is to be fully effective, it must\r\ncommand universal support, and the United Kingdom will\r\nnow put in hand the steps to allow us to ratify the Treaty.\r\n17\r\nGeneral Assembly 6th plenary meeting\r\nFifty-first session 24 September 1996\r\nIt is the sovereign right of every State to decide whether or\r\nnot to be bound by international agreements. But it is our\r\nfirm conviction that this Treaty is in the interests of all, and\r\nI urge all States to give it their full support.\r\nMeanwhile, other threats still loom large. The\r\ninsidious spectre of terrorism is a concern to all of us here,\r\nand it is right that the United Nations should be the forum\r\nfor debate on this worldwide menace. The United Kingdom\r\nis proposing for adoption at this session a United Nations\r\ndeclaration which will spell out unequivocally that acts of\r\nterrorism, and the financing, planning and incitement of\r\nthese acts, are contrary to the purposes and principles of the\r\nUnited Nations. People who do these evil things and who\r\nseek asylum under the United Nations refugee Convention\r\ndo not deserve to benefit from it.\r\nThe United Nations faces a critical year. It remains the\r\nhope of people across the world in search of peace and\r\ndevelopment. But the changes required to adapt and\r\nstrengthen the United Nations to meet the challenges of the\r\nfuture have not yet been completed. This year must see a\r\nsolution to the financial crisis. Reform must be part of the\r\nsolution, including a thorough updating of the system of\r\nassessing contributions to the United Nations, so that\r\ncontributions match real ability to pay. But all Members\r\nmust pay what they owe, both their assessments and their\r\narrears, and promptly; and the European Union’s proposals\r\nare a good basis for negotiation. It will also be important to\r\nachieve over the coming year a resolution to the long-\r\nstanding discussions of Security Council enlargement. In\r\nshort, the United Nations must be made fit for the new\r\nmillennium.\r\nI turn now to my main theme. Three months ago, at\r\nLyons, the Group of Seven countries committed themselves\r\nto a partnership for the economic development of the world.\r\nThis is not just a catchy slogan; it is a fresh approach to the\r\nchallenge of development, and what it means is that the\r\ndeveloping countries and the developed together would\r\nshare responsibility for creating the conditions that will\r\nallow economies to grow, a shared agenda of measures that\r\nwe need to take to promote development.\r\nFor the countries of the developing world, this means\r\npursuing policies to enable economies to grow: taxes need\r\nto be kept low, subsidies cannot be allowed to distort\r\nmarkets, exports should not be impeded by heavy tariffs.\r\nDomestic markets must be allowed to operate with as little\r\ninterference as possible. The goal must be to establish an\r\nenvironment where the private sector can flourish, for the\r\nprivate sector is the engine of growth.\r\nIn 1755, Adam Smith famously remarked that for\r\nprosperity\r\n“Little else is requisite ... but peace, easy taxes, and\r\ntolerable administration of justice”.\r\nThis is still a valid recipe today — not easy to achieve,\r\nbut with the sound foundations of good government and\r\nsensible macroeconomic policies, enterprise can flourish\r\nanywhere. This is the challenge to the Governments of\r\nthe developing world.\r\nWhat of the developed world’s side of the\r\nbargain? — countries such as my own. Our responsibility\r\nis to remove the shackles which hinder developing\r\neconomies as they try to enter the global market. Many of\r\nthe poorest countries are still caught in a mire of debt\r\nthey are unlikely ever to be able to pay off. This benefits\r\nno one. The United Kingdom has long argued that, when\r\ncombined with macroeconomic reform of the kind I have\r\ndescribed, deep debt relief can kick-start the development\r\nof the poorest economies. Some time ago, Britain helped\r\nto identify steps that could be taken to lift the debt burden\r\nfrom the poorest, most indebted countries: more debt\r\nrelief from bilateral creditors and getting the multilateral\r\nagencies themselves to share more of the burden. Since\r\nthen the Paris Club of creditors has made an important\r\ncontribution by increasing debt forgiveness as agreed\r\nfollowing British proposals at the Naples Summit in 1994.\r\nThe multilateral agencies too have come up with some\r\nuseful proposals, such as the World Bank’s Trust Fund to\r\nprovide debt relief. I also welcome the International\r\nMonetary Fund’s (IMF) commitment to continue\r\nproviding concessional finance through the enhanced\r\nstructural adjustment facility.\r\nThese measures to relieve debt need to be\r\nimplemented both flexibly and soon. The countries in\r\ngreatest need should be granted maximum relief as swiftly\r\nas possible. I look forward to final agreement at the\r\nannual meetings of the IMF and the World Bank next\r\nweek.\r\nThe private sector is the motor of development.\r\nPrivate investment flows to the developing world are now\r\nat record levels. The United Kingdom is the third largest\r\nsource of private investment. But these flows are still not\r\nreaching the poorest countries. There is therefore a\r\ncontinuing need for concessional aid to prime the pump\r\nof homegrown development. We need to focus our efforts\r\non those countries where help is needed most and which\r\ncan make the best use of it. Help must primarily be\r\n18\r\nGeneral Assembly 6th plenary meeting\r\nFifty-first session 24 September 1996\r\ntargeted at creating growth with equity, at developing\r\nhuman resources to their full potential, at giving priority to\r\nthe needs of the poor: to health and education, to clean\r\nwater and small enterprises.\r\nIncreasingly this partnership in development amongst\r\nus all has to deal with the growing problems of planet\r\nsurvival: climate change, the environment, the future of the\r\nworld’s oceans and forests, and pandemic diseases.\r\nDevelopment which ignores these will not be sustainable.\r\nThe United Nations is a central forum for focusing the\r\nattention and action of Governments and civil society on\r\nthese challenges as we enter the next century. Next year’s\r\nGeneral Assembly special session to review the Rio summit\r\non environment and development is one example.\r\nBut the best help that we in the developed world can\r\ngive to the developing is to buy what they produce, and to\r\ndo that we in the developed world must demolish the\r\nbarriers that we still maintain against imports from the\r\npoorer countries of the developing world. When I look\r\naround the world, I see many developing countries bursting\r\nwith exports that they have to sell: textiles, food,\r\nmanufactured goods. But tragically, the markets of the\r\nricher countries of the developed world are often closed to\r\nthese exports. Last week’s report from the United Nations\r\nConference on Trade and Development (UNCTAD)\r\npredicted that poor countries could triple their exports to the\r\nNorth over the next 10 years if import quotas were phased\r\nout — an extra $175 billion a year in income.\r\nProtectionism is starving the developing economies of their\r\noxygen, the oxygen of growth.\r\nThe European Union’s record is better than most. We\r\nalready have a wide-ranging scheme to allow duty-free\r\nimports from developing countries. But even so, the\r\nEuropean Union obstructs, for example, imports of\r\nPalestinian cut flowers; it obstructs fruit juices from South\r\nAfrica, strawberry jam from Bulgaria. Other developed\r\ncountries are even less generous. The United States targets\r\nimports of Mexican tomatoes; Japan restricts imports of rice\r\nfrom South-East Asia. The list could go on.\r\nWe all know the difficulty of resisting powerful\r\ndomestic lobbies. They exist in Britain as elsewhere. But\r\nthis sort of protectionism is not simply selfish; it is also\r\nshort-sighted. Growth and prosperity in the developing\r\nworld will over time increase, not diminish, the wealth of\r\nthe industrialized world. Trade is not a zero-sum game. It\r\nis a process which is mutually beneficial, mutually\r\nenriching; and with prosperity comes stability and greater\r\nsecurity for us all.\r\nThis is not some fashionable nostrum dreamt up in\r\nan ivory tower. It is a prescription which has already been\r\nseen to work. Since 1945, under the auspices of the\r\nGeneral Agreement on Tariffs and Trade (GATT), the\r\nworld economy has moved steadily towards more open\r\nmarkets. And the result is clear: five decades of\r\nunprecedented economic growth and prosperity. It is\r\nincumbent upon us to spread this benefit more widely.\r\nThat is why I so warmly welcome the proposal put\r\nforward by the Director-General of the World Trade\r\nOrganization. Mr. Ruggiero has proposed that the least-\r\ndeveloped countries be granted tariff-free access to the\r\nmarkets of the developed world. I wholeheartedly\r\nwelcome this initiative. I hope that others will see its\r\ncompelling logic: the best hope the poor have for\r\nsustained economic development is to be given the\r\nfreedom to export, the freedom to sell.\r\nThat freedom enables countries to grow. But free\r\ntrade is not just helpful to developing countries, it is a\r\nglobal good, its benefits are spread wide, to the producers\r\nand consumers in the developed and the developing world\r\nalike, who can profit from the greater efficiency that free\r\ntrade engenders, and who can buy the best and cheapest\r\nproducts available on the world markets. In short, free\r\ntrade benefits us all. That is why Britain is so firmly\r\ncommitted to bringing the vision of global free trade to\r\nreality by the year 2020.\r\nFree trade begins at home. Cutting tariffs and other\r\nimport restrictions helps developing countries by cutting\r\nthe costs of production, boosting efficiency and thus\r\nhelping exports and growth. Combine these benefits with\r\nthe freedom to export granted by open markets in the\r\ndeveloped world, and developing countries and their\r\neconomies can enjoy a virtuous circle of development.\r\nFree trade is therefore the catalyst for growth. This is not\r\njust good economic theory. Greater efficiency and higher\r\ngrowth mean more resources available for new hospitals\r\nand new schools, better housing and cleaner water. Free\r\ntrade means real benefits for poor people.\r\nI have described today a challenge for every one of\r\nus here. Poverty is something we can all do something\r\nabout. In May, the Organisation for Economic\r\nCooperation and Development proposed that the\r\ndeveloped and developing worlds together should try to\r\ncut the number of people living in absolute poverty by\r\nhalf by 2015. Britain commits itself to that goal. It is\r\nachievable.\r\n19\r\nGeneral Assembly 6th plenary meeting\r\nFifty-first session 24 September 1996\r\nAt home, we must liberalize our economies, minimize\r\nthe burden of government and lift all restrictions on the free\r\noperation of the market. In the global economy, we must\r\nremove barriers to trade to allow the developing countries\r\nto sell. We must help lift the millstone of debt from those\r\nwho can least bear it. We cannot allow the poorest\r\nmembers of the world community to become marginalized.\r\nWe must do our utmost to enable all Members of the\r\nUnited Nations to enjoy the fruits of integration into the\r\nglobal economy. A revitalized United Nations has an\r\nessential part to play.\r\nI do not underestimate the difficulty of the tasks that\r\nI have described. We can only confront them in partnership,\r\nrich and poor together. If we all play our part, prosperity\r\ncan be placed within the grasp of even the poorest\r\ncountries.\r\nThe Acting President: I now call on the Minister for\r\nForeign Affairs of Belgium, His Excellency Mr. Erik\r\nDerycke.\r\nMr. Derycke (Belgium) (interpretation from French):\r\nThe opening of the fifty-first session of the General\r\nAssembly, under the presidency of Ambassador Razili,\r\ntakes place at the very moment a large number of States\r\nhave entered into new commitments on the long road to\r\nnuclear disarmament. Our signature, this very morning, of\r\nthe Comprehensive Nuclear-Test-Ban Treaty is another\r\nopportunity for Belgium to reiterate its determination to\r\ncontribute to the fight against nuclear proliferation. I am\r\nvery happy that this important step was taken today. It\r\nshould inspire us to continue our common effort towards\r\nuniversal acceptance of this new international instrument,\r\nas well as an effective implementation of the international\r\nverification measures it provides.\r\nMy Irish colleague, Minister Dick Spring, has spoken\r\non behalf of the European Union, whose objectives and\r\nconcerns my country shares. Belgium endeavours to\r\ncontribute substantially to the definition and implementation\r\nof the policies and plans of action which the European\r\nUnion intends to carry out throughout the world.\r\nOur intentions before this Assembly should aim to go\r\nbeyond formalities. Diplomatic language all too often hides\r\nour inability to act or our lack of real compassion.\r\nThe citizens of the world are fearful as we come to\r\nthe end of the century. Whatever their country, people are\r\nconfronted with a new anxiety, a fear of tomorrow, without\r\neven realizing that these feelings are shared by the entire\r\nworld. In numerous regions of the world, this is a fear of\r\nphysical danger. It is a fear of external threats, aggression\r\nand civil war. People die in the same way in Africa, Asia,\r\nAmerica and Europe. People are killed for the same\r\ndreams and mutilated in body and spirit by the barbarism\r\nof modern weaponry and criminal madness born of\r\nhatred.\r\nYes, our world is fearful in the face of all these\r\nviolations of fundamental human rights which persist\r\nnotwithstanding the major conferences proclaiming our\r\nhope and belief in a world where the rights of men,\r\nwomen and children are respected. In such a world\r\nrespect for humanitarian law need no longer be\r\nquestioned.\r\nThe crises felt by rich countries cannot possibly\r\ncompare with the tragic consequences of war and\r\nunderdevelopment. Yet the crises in Europe, in our\r\nprosperous societies, also constitute a humanitarian\r\ndeficit. They are also the symptoms — albeit of a\r\ndifferent nature — of the same ills of modern times.\r\nThese include contempt for the human person as a subject\r\nof law and his reduction to mere merchandise. Today,\r\nsociety everywhere is in crisis. The logic of the market\r\nseems to be an exclusionary mechanism which segregates\r\nsociety. As the Mexican poet Octavio Paz once wrote,\r\n“The society of consumption has chilled human life\r\nwith its glacial waters of selfish calculation.”\r\nThis dehumanization of mankind for financial profit is the\r\nprimary cause of many scourges which affect our planet,\r\nirrespective of the traditions and political systems that\r\ncharacterize each and every region of the world.\r\nIn this respect the inertia of individuals transformed\r\ninto consumers rather than dynamic actors comes to mind,\r\nas do the problems of unemployment, the scourges of\r\ntrade in human beings, child prostitution, organ trading,\r\ndrugs and all other international criminal activities. These\r\ncalamities of modern times require the international\r\ncommunity to put in place effective mechanisms by which\r\nwe can combat them together.\r\nAs I said during the World Congress Against\r\nCommercial Sexual Exploitation of Children, which was\r\nheld in Stockholm last August, we must join efforts,\r\nwills, means and resources to eliminate and prevent the\r\nproliferation of these activities on our planet. The\r\nbehaviour of those who profit from such cruel treatment\r\n20\r\nGeneral Assembly 6th plenary meeting\r\nFifty-first session 24 September 1996\r\nof human beings must be punished by the international\r\ncommunity.\r\nBelgium strongly believes that the provisions of the\r\nStockholm declaration and programme of action to\r\ncriminalize the sexual exploitation of children should be\r\ntranslated into new treaty obligations for all States. The\r\nongoing negotiations on the adoption of the optional\r\nprotocol to the Convention on the Rights of the Child seem\r\nto me the appropriate forum to reach this goal.\r\nThe protection of children in this field should equally\r\ninspire us to a creative and courageous approach in other\r\nUnited Nations forums where the question of international\r\ncriminalization of the trade in human beings is dealt with.\r\nThe Stockholm declaration and programme of action should\r\ntherefore be reflected in the texts we adopt during the fifty-\r\nfirst session of the General Assembly in order to strengthen\r\nthe protection of the rights of the child and to condemn\r\nstrongly the exploitation of children.\r\nThis year, the International Day for the Abolition of\r\nSlavery, 2 December 1996, will be devoted to the trade in\r\nhuman beings. The whole world should endeavour to bring\r\nthis horrendous scandal to an end.\r\nAlthough we must tackle these social problems, our\r\naction should first be introspective in order for it to be\r\ncredible and efficient. How can modern society be\r\nreconciled with the globalization of cultures and trade?\r\nHow can the balance between the resources of rich\r\ncountries and the needs of poor countries be restored?\r\nThe freedom of the market cannot be absolute, lest it\r\nbecome an absurdity. Our societies can only be viable if\r\nthey result from a balance between the freedom of the\r\nindividual and the fundamental rights of the other. The\r\nunfortunate evolution of our consumer society and the\r\nabandonment of humanist values could lead us — as the\r\nevents of this summer in my country have shown — to a\r\nsociety where murder and rape become commonplace for\r\nsome and where abuse is tolerated for too long. We must\r\ntherefore reconstruct our list of moral priorities and crate a\r\nnew international moral code based on simple, readily\r\nimplemented priorities.\r\nPeace, non-violence and acceptance of the other head\r\nthe list, followed by sharing and social solidarity. Man\r\nneeds to be reconciled with modern times, reclaiming his\r\ncentral role as subject and actor rather than object and\r\nmerchandise. These values also should determine the\r\nrelations between rich and poor countries. Finally, our\r\nchildren should be trained to be involved, responsible\r\ncitizens, conscious of the consequences of their actions on\r\nsociety. I believe that the formulation of a new\r\ninternational moral code is necessary if we are to\r\novercome our fears and rediscover our will to act — to\r\nfulfil our moral duty to take an optimistic approach to\r\ninternational cooperation.\r\nThis is why preventive diplomacy must be one of\r\nour top priorities. Belgium neither can nor wants to\r\nignore the need to turn its attention to the South, to Africa\r\nin particular. We must overcome the desperation of\r\ncertain situations and do everything within our means to\r\nfinally allow the development of justice, social progress\r\nand democracy in Africa. The situation is extremely\r\ntroublesome and warrants our basing our political action\r\non the essential priorities, which are, in fact, challenges\r\nto be overcome. What are these challenges? to avoid new\r\nfratricidal wars and genocide; to ensure that in existing\r\nconflicts international humanitarian law is respected; and\r\nto guarantee the reconstruction and sustainable\r\ndevelopment of the continent with full respect for human\r\nrights and the rule of law. We should develop our policies\r\nwhile keeping in mind the fundamental relationships that\r\nmust be constructed between these complementary\r\nobjectives.\r\nIn particular, I am thinking of former President\r\nNyerere’s work in Central Africa. Our support for this\r\nwork shows our willingness to cooperate with the\r\nOrganization of African Unity (OAU) and the countries\r\nof the region in trying, together, to find solutions to the\r\npresent crisis and to prevent hatred, death and the ravages\r\nof destruction from overrunning Africa, which is dear to\r\nus. Belgium supports the convening of a conference on\r\nsecurity and stability in the Great Lakes region.\r\nThe appointment of Mr. Ajello as Special Envoy of\r\nthe European Union and of Ambassador Haesendonck as\r\nBelgian Special Envoy to the region shows the\r\nwillingness of the European Union and Belgium to\r\naddress these concerns. For 1996 and 1997, the Belgian\r\nGovernment has made financial resources available to\r\nsupport the efforts under way. The survival of the\r\npopulations of Burundi and Rwanda and of the Kivu\r\npeople in Zaire is at stake, as well as the security and\r\nprosperity of Central Africa as a whole.\r\nWithin the framework of a policy of conflict\r\nprevention which the European Union, in cooperation\r\nwith the OAU, is trying to elaborate, the Western\r\nEuropean Union (WEU), of which Belgium currently\r\n21\r\nGeneral Assembly 6th plenary meeting\r\nFifty-first session 24 September 1996\r\nholds the chairmanship, is also prepared to offer logistical\r\nsupport to African peacekeeping operations. The WEU’s\r\nfact-finding mission to Ethiopia, Tanzania, Uganda and\r\nKenya returned with strong conclusions, and we intend to\r\npursue the recommended course of action during our\r\nchairmanship. My country, which for years has participated\r\nin stand-by agreements, must review the mechanisms that\r\nmight be established to improve the functioning of these\r\nagreements.\r\nIn this context, I wish to recall our willingness to\r\nsupport logistically and financially any possible contingency\r\nplanning for Burundi. Possibly in a revised form, the\r\nagreements reached in Arusha last 25 June and 31 July\r\nshould allow support for the normalization efforts in\r\nBurundi. This option would clearly be preferred to any\r\nother possible solution. The Belgian Government would like\r\nto confirm here its political will to be associated with this\r\npossible assistance to the security of Burundi, taking into\r\naccount the modalities that are yet to be defined. However,\r\nit is my deepest wish that the Burundi authorities and all\r\nactive parties in that country will find the road to national\r\nreconciliation and peace, to a system of government which\r\nguarantees equitable representation and real protection of\r\nminorities. I wish to recall that Security Council resolution\r\n1072 (1996) of 30 August demands that these negotiations\r\nbe initiated before 31 October.\r\nBelgium’s preventive diplomacy efforts should also be\r\nseen in the framework of European Union initiatives to\r\npromote the development of these new societies. The\r\npresidential, legislative, regional and local elections to be\r\nheld in Zaire in 1997 are an opportunity for the Belgian\r\nGovernment and the European Union to show their active\r\nsolidarity within the framework of collective electoral\r\nassistance, which must be coordinated by the United\r\nNations. In order to organize this electoral assistance, I\r\nwould hope that a representative of the Secretary-General\r\ncould be appointed as soon as possible. Zaire’s people have\r\nthe right to participate knowledgeably in free and fair\r\nelections. The international community has the obligation to\r\nfacilitate the democratic process in Zaire.\r\nThe Belgian Government is aware of the difficulty of\r\narriving at a global approach to the problems of the South,\r\nand of Central Africa in particular. We do not believe that\r\nwe should impose upon other countries any system of\r\ngovernment or dictate the way to achieve this. But we must\r\ninsist on the concept of good governance. That is, there\r\nshould be systems of government with checks and balances,\r\nwhich guarantee the free exercise of the civil, political,\r\nsocial and cultural rights of the people, and which enhance\r\nthe development of a free and dynamic society — the\r\nonly way to ensure harmonious and sustainable\r\ndevelopment.\r\nPreventive diplomacy is meaningless if weapons\r\nremain available to extremist groups who seek, by the\r\nsuppression of others and by \"ethnic cleansing\", solutions\r\nto problems which should only be found in dialogue,\r\nconsensus and political negotiation. The United Nations\r\nRegister of Conventional Arms is an essential element in\r\nmaking the arms trade transparent, a goal which my\r\ncountry and others support. Since its inception, Belgium\r\nhas provided the arms Register with the information\r\nrequested. The extension of the Register to other\r\ncategories of arms is extremely desirable. The Belgian\r\nGovernment believes nevertheless that, for now, the main\r\npriority should be making the Register universal. We,\r\ntogether with our partners of the European Union, will\r\ncontinue to concentrate our efforts on this aspect.\r\nAnti-personnel mines are particularly inhumane\r\nweapons. Belgium is tirelessly pursuing, in every\r\ninternational forum, its objective of total and universal\r\nprohibition of anti-personnel mines. The Belgian\r\nGovernment regrets that very little progress has been\r\nmade to date. Next October we will participate in the\r\nOttawa conference which, I hope, will be able to give a\r\nsignificant boost to the achievement of our objectives.\r\nWhen preventive diplomacy and arms control cannot\r\nkeep peace, peacekeeping missions become necessary. In\r\nour view, these peacekeeping and peace-restoration\r\nmissions remain one of the primary responsibilities of the\r\nUnited Nations. The Belgian Government has taken part\r\nin various peacekeeping operations and is assuming\r\nmilitary leadership of the United Nations Transitional\r\nAdministration for Eastern Slavonia, Baranja and Western\r\nSirmium (UNTAES). I am convinced that the success of\r\nUNTAES will contribute significantly to the\r\nre-establishment of a society which we hope will be\r\npluralist, tolerant and peaceful. Last year, the General\r\nFramework Agreement, negotiated in Dayton and signed\r\nin Paris led to the establishment, under United Nations\r\nauspices, of the NATO-led implementation force (IFOR).\r\nMy country is, with its partners, part of this peacekeeping\r\noperation whose role is to be a force for solidarity,\r\nreconstruction and hope for a new Europe. The recent\r\nelections in Bosnia and Herzegovina allow us to look\r\ntoward the future with a degree of optimism.\r\nThe increase in number and size of peacekeeping\r\noperations that has characterized the recent history of our\r\n22\r\nGeneral Assembly 6th plenary meeting\r\nFifty-first session 24 September 1996\r\nOrganization has allowed the development of political\r\nconcepts and given a new dimension to international\r\nmilitary cooperation. It has also allowed for positive and\r\nnecessary developments in the field of international\r\nhumanitarian law. The Belgian Government hopes that the\r\nrecent agreement between the International Committee of\r\nthe Red Cross (ICRC) and the Secretariat on the\r\napplicability of humanitarian law to peacekeeping\r\noperations will permit a swift adoption of the lines of\r\nconduct to this effect. This is indispensable and should be\r\nwelcomed unreservedly by all troop-contributing countries.\r\nFor peacekeeping operations to succeed they must be\r\nfollowed up by rehabilitation programmes. Obviously, these\r\nprogrammes, which are meant to eliminate the potential\r\ncauses of new conflicts, must be developed in a climate of\r\npeace that ensures respect for human rights.\r\nThis fin de siècle is characterized by the size and\r\nurgency of rehabilitation operations and by humanitarian\r\nintervention and aid. Despite exceptional crises situations,\r\nwe must not forget the importance of implementing global\r\nand sustainable development. The major thematic\r\nconferences of the United Nations were designed to\r\nestablish a strategy for the growth of the human being. I\r\nbelieve that the effective implementation of the moral and\r\npolitical decisions taken at these major conferences is fully\r\nin keeping with the new moral code that I hope to see\r\nemerge.\r\nIn this context, I would like to mention the efforts to\r\nreform United Nations institutions and, in particular, the\r\nquest for efficiency and sound financial management that\r\nshould be the watchword of the functioning of our\r\norganizations.\r\nI began my statement today by denouncing fear and\r\nwith a plea for a new international moral code. I would like\r\nto conclude an observation that I made at the outset: that\r\nwords are hollow if they are mere figures of speech and\r\ndiplomatic formulas. Our words must be alive, and they\r\nmust spring from peace, silence and complete transparency.\r\nOnly then will we be able to understand the language of the\r\nmany children, women and men afflicted by\r\nunderdevelopment, war and indifference.\r\nThe Acting President: I now call on the Deputy\r\nPrime Minister and Minister for Foreign Affairs of the\r\nRepublic of Croatia, His Excellency Mr. Mate Granić.\r\nMr. Granić (Croatia): At the outset, allow me to\r\nextend my heartfelt congratulations to the President on his\r\nelection to the high office from which he will guide the\r\nwork of the fifty-first session of the General Assembly. I\r\nam confident that his diplomatic experience and\r\ncommitment to the noble principles of the Charter will\r\nimpress upon this session new commitment, determination\r\nand vigour. I would also like to express our gratitude to\r\nhis predecessor, Mr. Diogo Freitas do Amaral of Portugal,\r\nfor the skilful manner in which he presided over the work\r\nof the fiftieth session.\r\nAfter having been the focus of the international\r\ncommunity’s attention for a long time, due to its being\r\nexposed to aggression and to its being part of the most\r\nserious regional crisis since the Second World War,\r\nCroatia has now entered a new era of its history as a free,\r\nsovereign and fully independent State. Croatia is now in\r\na position to deal with and resolve almost all its external\r\nand internal affairs with its own resources, and through\r\nclose cooperation with the international community as an\r\nequal partner.\r\nIt gives me great pleasure, therefore, to be able to\r\nlead the Croatian delegation at the fifty-first session of the\r\nGeneral Assembly with the strong conviction that the time\r\nof war is finally behind us and that in the region of south-\r\neast Europe, Croatia is no longer a part of a larger crisis,\r\nbut rather an active and decisive agent of introducing the\r\nfinal solution to the crisis and the emerging international\r\norder. In this connection, our external and internal\r\npolicies are becoming increasingly peace-oriented and\r\ndevelopment-focused.\r\nSo far Croatia has been successful in dealing with\r\nthe question of its statehood and the right of small nations\r\nto full self-determination, as well as in defending these\r\nrights within the framework of and through the United\r\nNations. We are enormously grateful to this noble\r\ninstitution and its associated agencies, and especially to\r\nthose Member States whose sons and daughters are\r\nexposed to risk, in some cases giving their lives, in a\r\nnoble endeavour to assist us in ending the horrific war of\r\naggression against our country and in the wider region.\r\nCroatia has played host to one of the largest, most\r\nexpensive and complex peacekeeping operations in the\r\nhistory of the United Nations. Croatia’s Government and\r\npeople, the hundreds of thousands of displaced persons\r\nand refugees in particular, have on many occasions been\r\ncritical of the ineffectiveness and ambiguity of\r\npeacekeeping mandates. Today, however, the war has\r\nended, and we are finally coming to terms with all of the\r\npolitical, economic and procedural constraints which the\r\ninternational community had to overcome in order to\r\n23\r\nGeneral Assembly 6th plenary meeting\r\nFifty-first session 24 September 1996\r\nproperly react to the aggression, the calamity of war and\r\nthe diplomatic uncertainty resulting from the breakup of the\r\ncommunist federation of Yugoslavia and the security\r\nvacuum resulting from the closure of the cold-war era.\r\nCroatia and Bosnia and Herzegovina indeed paid a\r\nhigh price for their struggle to ensure their survival,\r\nalongside the progressive efforts of the international\r\ncommunity to develop a new concept of the United Nations\r\nand other international mechanisms for the peaceful\r\nresolution of conflicts. However, we believe that our\r\nexperience has given a very positive impetus to the intrinsic\r\nneed to reform the general concept of peacekeeping\r\noperations, the work of the Security Council and the\r\nchanges in the regional, political and security systems in\r\nEurope as well.\r\nEven though the mandate of the joint peacekeeping\r\nforces in Croatia has not yet ended — 5,000 peacekeepers\r\nare still working in the Croatian Danubian area — I wish\r\nto convey to the Assembly the optimism of my Government\r\nfor the successful completion of the mandate of the United\r\nNations Transitional Administration for Eastern Slavonia,\r\nBaranja and Western Sirmium (UNTAES) there. This\r\noperation just may become the most successful\r\npeacekeeping operation in recent history, and perhaps\r\nrightfully so, given our own and international frustrations\r\nwith the unsuccessful attempt at peacekeeping and\r\npeacemaking in the region so far.\r\nThe successful completion of the UNTAES operation\r\nis becoming ever more likely given the recent signing of an\r\nagreement on normalization of relations between the\r\nRepublic of Croatia and the Federal Republic of Yugoslavia\r\nand the establishment of a new balance in the region, the\r\nsame balance that helped the international community forge\r\nthe Dayton Peace Agreement.\r\nWe are grateful to all Member States that supported\r\nour appeals and calls in the General Assembly for universal\r\nrespect of international law — as reflected, for instance, in\r\nGeneral Assembly resolution 49/43, which created the\r\npolitical conditions and legal framework for the peaceful\r\nreintegration of Eastern Slavonia. We are also grateful to\r\nMember States whose diplomats and soldiers are more\r\ndirectly involved in the successful implementation of the\r\nUNTAES mandate.\r\nThanks in part to General Assembly support for the\r\nuniversal principles enshrined in the Charter and in part to\r\nthe intervention of United Nations peacekeeping forces, the\r\ncountries which emerged following the dissolution of the\r\nformer Yugoslavia are now increasingly heading towards\r\nthe objective of peacefully resolving mutual problems on\r\na bilateral basis and through regular multilateral contacts,\r\nthereby lessening the need for international involvement\r\nand mediation. Those problems include the succession to\r\nthe former State; regional security arrangements and arms\r\ncontrol; the search for missing persons; reciprocal\r\nminority rights; and the reestablishment of bilateral\r\neconomic, cultural and other forms of cooperation. The\r\nsuccessful expansion of bilateral neighbourly relations\r\nbased on internationally accepted principles cannot be\r\nreplaced by the imposition of superfluous and ambitious\r\nregional associations.\r\nTaking account of this new reality, in which Croatia\r\nand the Federal Republic of Yugoslavia are prepared to\r\nresolve all their outstanding problems on a bilateral basis\r\nas two equal and sovereign States, the need for the\r\ncontinued presence of peacekeeping forces in Croatia has\r\ncome to an end.\r\nAny further extension of the UNTAES mandate in\r\nCroatia can only encourage delays in its implementation\r\nand place at risk the most critical aspect of the mandate:\r\nthe return of 80,000 Croatian and non-Serb refugees and\r\ndisplaced persons to the region. The continued lack of\r\ntangible progress in this area could induce internal and\r\nexternal instability; this is a matter which my Government\r\nand the international community should seek to avoid at\r\nall costs. For this reason, the clear stance of my\r\nGovernment is that the peaceful integration of the region\r\nunder the present UNTAES mandate should be completed\r\non schedule.\r\nWith the signature of the normalization agreement\r\nbetween Croatia and the Federal Republic of Yugoslavia,\r\nthe small United Nations Mission of Observers in\r\nPrevlaka, Croatia, will also become obsolete in the\r\nforeseeable future. Croatia and the Federal Republic of\r\nYugoslavia have agreed that the issue of Prevlaka is to be\r\ndealt with and fully resolved as a security matter, in\r\naccordance with the United Nations Charter and the\r\npolicy of good-neighbourliness. Therefore, there shall be\r\nno further raising of the question of territorial adjustments\r\nbetween Croatia and the Federal Republic of Yugoslavia\r\non the Prevlaka peninsula, the five-century-old boundary\r\nline between Croatia and Montenegro. However, there is\r\na need to establish a security regime there through\r\npeaceful negotiations with a view to the mutual benefit of\r\ncross-border economic cooperation.\r\n24\r\nGeneral Assembly 6th plenary meeting\r\nFifty-first session 24 September 1996\r\nOn the basis of the new reality, Croatia’s foreign and\r\ninternal policy priorities will now aim at compatibility with\r\nand timely integration into European regional organizations.\r\nAt the same time, we remain cognizant of our\r\nresponsibilities in respect of the peaceful and successful\r\nstabilization of neighbouring Bosnia and Herzegovina, in\r\nwhich Croats are one of the three constituent peoples. The\r\nprocess of the internal stabilization of Bosnia and\r\nHerzegovina will take years and, in this regard, Croatia is\r\nfully open to cooperation and collaboration with the\r\ninternational community. The community’s presence and\r\nassistance there has been significantly less costly to it\r\nthanks to Croatia’s resources and contributions. Following\r\nthe initial reconstruction assistance for Bosnia and\r\nHerzegovina, an economically viable Croatian State can\r\nmake the greatest contribution to the viability of the\r\nBosnian Federation and to Bosnia and Herzegovina as a\r\nwhole.\r\nCroatia is prepared to recognize the results of every\r\ndemocratic political process between the three constituent\r\nnations and the two entities in Bosnia and Herzegovina and\r\nwill continue to give its full support to the successful\r\nimplementation of the Federation Agreements.\r\nCroatia, fully supportive of a properly balanced\r\nFederation as defined at Dayton — the 1—2—3 formula:\r\none State, two entities, three constituent peoples — seeks\r\nnot only to ensure the survival of the Bosnian Croats as a\r\nconstituent people in all respects, but also to avoid any\r\nsituation that could lead to a threatening instability in the\r\nregion as a whole. In that sense, any attempts to change the\r\nconstitutional definition of the Federation or to achieve the\r\nsame results through institutional or power-sharing\r\narrangements are unacceptable to the Republic of Croatia as\r\na party to the relevant Agreements. The same applies to any\r\nattempts to change the present entities settlement through an\r\nover-centralization of Bosnia and Herzegovina. Any\r\nterritorial adjustment at the expense of Bosnia and\r\nHerzegovina or its two entities shall be viewed as highly\r\ndetrimental to the stability of the region in general and\r\nconsidered a threat to Croatia’s security.\r\nAs Croatia continues to move to reestablish its\r\nEuropean way of life, while at the same time bringing its\r\nyoung democracy and its governance into conformity with\r\nthe new European democratic reality, constructive criticism\r\nof its actions and attitudes will continue to be taken in good\r\nfaith. By now, we have accepted the fact that, owing to the\r\nneeds of the multilateral crisis-management process in the\r\nregion, the standards set for Croatia in many areas of\r\ndemocratic development are much higher than for other\r\ncountries in transition. Croatia’s extraordinary openness\r\nto the innumerable institutions that monitor developments\r\non our soil, especially in the field of human rights, attests\r\nto the transparency of our policy and to our deep\r\ncommitment to democratic values, tolerance and\r\nindividual rights.\r\nIn renewing our expressions of gratitude to the\r\nUnited Nations for its contribution to the successful\r\nresolution of an act of aggression against a Member State,\r\nwe should like to express the readiness of our country,\r\nwhich now has a wealth of experience in peace-mediation\r\nefforts behind it, to contribute actively to similar United\r\nNations efforts outside our region. We should now like to\r\nbecome active in the other regular activities of the United\r\nNations and regional mechanisms, to which we offer our\r\nexperience and experts, to further the common interests\r\nand ideals of the Charter of the United Nations.\r\nCroatia is actively following the reform process of\r\nthe United Nations system, and actively participates in\r\nsome aspects of reform. We fully recognize the need to\r\nreorganize the system and adapt it to the changing\r\ninternational system. New objectives are already clearly\r\ndefined in the socio-economic sphere, and the area of\r\nhuman rights in particular. The United Nations is faced\r\nwith new realities and problems centred around its goal of\r\npromoting the rights of the individual while preserving\r\nthe identity of groups and nations and respecting the\r\nsovereignty of Member States.\r\nWe are following with particular interest the process\r\nof resolving the financial crisis of the United Nations. As\r\na small State that has experienced exceptional financial\r\nneeds and shortfalls over the past five years, Croatia\r\nsupports efforts to find a more equitable scale of\r\nassessment for Member States that are experiencing\r\nextraordinary situations and whose capacity to pay has,\r\naccordingly, changed significantly.\r\nCroatia has already spoken in favour of reforming\r\nand strengthening the United Nations system, and\r\nespecially the Security Council. Our position takes into\r\naccount new realities in which economic powers such as\r\nGermany and Japan, but also individual regions and\r\nStates — and their views — must be more justly\r\nrepresented. Therefore, Croatia firmly supports the\r\nexpansion of the Council to 25 members in both\r\ncategories of membership. Greater transparency in the\r\nwork of the Council is also essential, and should be\r\nachieved through the adoption of new rules of procedure.\r\nThe Organization will also be strengthened by the present\r\n25\r\nGeneral Assembly 6th plenary meeting\r\nFifty-first session 24 September 1996\r\ndiscussions on changes in general procedures, that will,\r\ninter alia, reduce and rationalize the costs of overlapping\r\nactivities of various United Nations institutions. We\r\nespecially support efforts to rationalize and restructure the\r\nsocio-economic sector of the United Nations so that it can\r\ncontinue to achieve its rightly ambitious goals around the\r\nworld.\r\nIn its post-war foreign policy and economic activities,\r\nCroatia will firstly associate with countries on its continent,\r\nbut will also strive towards diversification of its relations.\r\nCroatia wishes actively to contribute to the promotion of\r\nthe common interests of small and, especially, new States.\r\nWe are pleased to note that apart from the trend\r\ntowards institutionalizing regional development and\r\nfunctional cooperation, we are entering an era in which\r\nStates are increasing their level of cooperation, through\r\nmultilateral diplomacy, on basic development questions,\r\nsuch as: the environment; developing the laws of the sea;\r\nenforcing international humanitarian law; protecting human\r\nand minority rights; protecting the rights of women and\r\nchildren; promoting disarmament and non-proliferation;\r\nand sharing knowledge and resources to help the\r\ndevelopment of the Third World. We are, therefore,\r\npassing over old ideologies, religious or regional\r\naffiliation and loyalties. One area in which Croatia will be\r\nespecially active is the establishment of the international\r\ncriminal court. We will be one of the sponsors of a draft\r\nresolution calling for the timely establishment of this\r\ninstitution.\r\nThe world we live in is entering a stage of national\r\nindividualization but also of ever-closer functional\r\ncooperation between States in creating a stable and\r\ninterdependent new order. Croatia, as a young State that\r\nstill harbours painfully fresh memories of its struggle for\r\nits identity, freedom and right to economic development,\r\nsincerely wishes to contribute to the establishment of this\r\nnew order by actively helping to find solutions to other\r\ncrisis points, development problems, and disproportions in\r\ncontemporary societies around the world.\r\nThe meeting rose at 12.45 p.m.\r\n26\r\n"