"United Nations A/51/PV.40\r\n96-86614 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-first Session\r\n40th plenary meeting\r\nThursday, 24 October 1996, 3 p.m.\r\nNew York\r\nPresident: Mr. Razali Ismail . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Malaysia)\r\nThe meeting was called to order at 3 p.m.\r\nHurricane in the Bahamas and Cuba\r\nThe President: Before turning to the items on our\r\nagenda for this afternoon, I wish, on behalf of all the\r\nmembers of the Assembly, to extend our deepest sympathy\r\nto the Governments and peoples of the Bahamas and Cuba\r\nfor the extensive material damage that has resulted from the\r\nrecent hurricane. I also wish to express the hope that the\r\ninternational community will show its solidarity and\r\nrespond promptly and generously to any request for help.\r\nI now call on the representative of the Bahamas.\r\nMr. Turnquest (Bahamas): On behalf of the\r\nGovernment and people of the Bahamas, I wish to thank\r\nyou most sincerely, Mr. President, for your kind words of\r\nsympathy and solidarity concerning the damage and\r\ndestruction suffered by the Bahamas due to the recent\r\npassage of hurricane Lily. This category two hurricane\r\ndamaged homes and destroyed crops in five islands in the\r\ncentral part of our archipelago. High tides and heavy rains\r\nwere responsible for significant flooding. As a result, there\r\nwas some concern about water contamination. The\r\nelectricity supply in the affected areas was knocked out.\r\nThe Government of the Bahamas and relevant national\r\nagencies are doing all in their power to cope with the\r\nsituation while the full extent of the damage is still being\r\nassessed.\r\nI am pleased to be able to inform the Assembly that\r\nthe Government of the Bahamas has, to date, been able to\r\ncope with the situation on its own. We are grateful that\r\nthe intensity and duration of the hurricane were not great,\r\nand that it did not pass over the main centres of\r\npopulation. Again, I thank the Assembly for its expression\r\nof sympathy and support. At the same time, my\r\ndelegation extends its condolences and sympathy to our\r\nsister country, Cuba, which suffered even greater damages\r\nthan the Bahamas.\r\nThe President: I now call on the representative of\r\nCuba.\r\nMr. Rodríguez Parrilla (Cuba) (interpretation from\r\nSpanish): At the outset, Mr. President, I wish to thank\r\nyou deeply for your words, and express the gratitude of\r\nour Government and people to you, to the General\r\nAssembly and to this Organization, which embodies and\r\nrepresents values that are the essence of humanity. During\r\ndifficult moments and circumstances they fill our people\r\nwith hope and confidence for the future of humankind. I\r\nalso wish to convey our warm feelings of solidarity to our\r\nsister people in the Bahamas.\r\nCuba has indeed suffered considerable economic\r\nlosses, and has contacted the agencies of the United\r\nNations system, whose initial responses to our request for\r\nemergency humanitarian assistance have been admirable.\r\nWe are certain that they will be translated into prompt\r\nand concrete assistance to provide food, medicine and\r\nbuilding materials to alleviate the consequences of the\r\nGeneral Assembly 40th plenary meeting\r\nFifty-first session 24 October 1996\r\nhurricane for Cuban families. I also wish to express my\r\ngratitude for the many offers of assistance from\r\nGovernments, non-governmental organizations and\r\nindividuals, whose selflessness and altruism have touched\r\nus, and whose offers we have gratefully accepted.\r\nThanks to the human solidarity of the Cuban people,\r\nto the efforts of our Government and to our belief that we\r\nshould not abandon the helpless but guarantee fundamental\r\nservices for all, we have not had to regret any loss of life.\r\nIn the wake of the hurricane no injured person failed to\r\nreceive medical care, no child was without a school to go\r\nto, and no people were without a roof over their heads,\r\ndespite the fact that 5,640 dwellings have been destroyed\r\nand 78,855 have been partially damaged. In addition to the\r\ndevastating damage to the economy, an enormous effort\r\nwas undertaken to evacuate 392,732 people, which was\r\nessential in order to avoid fatalities.\r\nReconstruction is pressing rapidly ahead despite the\r\nserious lack of resources. Despite everything, the economy\r\nthis year has shown clear indications of recovery, which is\r\nnow enabling us to tackle the damage on a better footing.\r\nDespite the hurricane, the sugar and tourist industries will\r\ncontinue to grow; however, the food programme, among\r\nothers, will require enormous efforts on our part.\r\nWe express our warm thanks to the United Nations\r\nand the General Assembly; to the agencies of the United\r\nNations system; indeed, to all those who are offering\r\nassistance.\r\nAdversity always makes human beings humble, and\r\nhelps them better to understand that man is vulnerable, that\r\nour resources are limited, that we live together in a small\r\nplanet, and that there is much that we can and must learn\r\nand do. Faced with adversity, the only way forward is hope.\r\nWe warmly thank you all for nurturing the infinite\r\nhopes of the Cuban people by standing at our side.\r\nAddress by Mr. Paul Biya, President of the Republic of\r\nCameroon\r\nThe President: This afternoon the Assembly will hear\r\nan address by the President of the Republic of Cameroon.\r\nMr. Paul Biya, President of the Republic of\r\nCameroon, was escorted into the General Assembly\r\nHall.\r\nThe President: On behalf of the General Assembly,\r\nI have the honour to welcome to the United Nations the\r\nPresident of the Republic of Cameroon, His Excellency\r\nMr. Paul Biya, and to invite him to address the Assembly.\r\nPresident Biya (interpretation from French): Mr.\r\nPresident, allow me to congratulate you on your election\r\nto the presidency of the fifty-first session of the General\r\nAssembly of the United Nations.\r\nThrough your qualities as a diplomat and statesman,\r\nyou have earned this mark of trust and respect which is\r\na tribute both to you and to your beautiful country,\r\nMalaysia.\r\nI should also like to pay tribute to your predecessor,\r\nMr. Diogo Freitas do Amaral of Portugal, whose wisdom\r\nand clear-sightedness were a feature of the fiftieth\r\nanniversary of our Organization. I should also like to\r\nextend my sincere congratulations to the Secretary-\r\nGeneral of the United Nations, Mr. Boutros Boutros-\r\nGhali. The tireless efforts he devotes with courage,\r\ndynamism and ability to the service of the United Nations\r\nand peace have earned him the gratitude of the entire\r\nAfrican continent.\r\nThe Heads of State and Government of member\r\ncountries of the Organization of African Unity (OAU)\r\nmet last July in Yaoundé and reconfirmed their\r\nconfidence in him.\r\nThey have requested me to take the necessary steps\r\nwith United Nations Member States to ensure that a\r\nsecond five-year term is given to Africa. In this\r\nconnection, they have recommended the candidature of\r\nMr. Boutros Boutros-Ghali.\r\nWe trust that the Members of our Organization will\r\nthus allow Africa to hold two successive terms at the\r\nhead of the United Nations, just as Asia, Europe and\r\nLatin America did in the past.\r\nThe end of the cold war, which laid East-West\r\nantagonism to rest, prompted great hopes on all sides. We\r\nall hoped for the advent of a new order built on solidarity\r\namong peoples and faith in a common future. We all\r\nhoped that the logic of peace, security, development, and\r\nsolidarity among peoples was going to replace the logic\r\nof war. We all hoped that the force of law would replace\r\nthe law of force.\r\n2\r\nGeneral Assembly 40th plenary meeting\r\nFifty-first session 24 October 1996\r\nToday, it is fair to say that these hopes have been\r\ndashed and that the outcome has sometimes fallen short of\r\nour aspirations. Nevertheless, significant progress has been\r\nmade.\r\nUnder the auspices of the United Nations, an advisory\r\ncommittee has been set up in Central Africa to deal with\r\nsecurity matters. In this framework, alongside the recent\r\nOrganization of African Unity summit meeting in Yaoundé,\r\nthe countries of the subregion signed a non-aggression pact,\r\na tangible indication of their resolve to develop mutual\r\nrelations based on peace and good-neighbourliness.\r\nSince the 1993 summit, the Organization of African\r\nUnity has had a Mechanism for Conflict Prevention,\r\nManagement and Resolution. This Mechanism is now\r\nbecoming the main instrument for preventive diplomacy in\r\nAfrica. However, in order to make it as effective as it\r\nshould be, it needs real institutional, financial and\r\noperational capacity.\r\nThe Treaty of Pelindaba, which was signed in Cairo,\r\nmakes Africa a nuclear-weapon-free zone. Treaties\r\nestablishing similar zones in South-East Asia and the South\r\nPacific have also been concluded. Obviously, we hope that\r\nother denuclearized zones will be developed in other\r\nregions of the world.\r\nAt the global level, all peace-loving countries\r\nwelcomed the recent adoption by the United Nations\r\nGeneral Assembly of the Comprehensive Nuclear-Test-Ban\r\nTreaty. We encourage all States to ratify the Treaty as soon\r\nas possible.\r\nOur common goal in this Organization is to preserve\r\npeace and to ensure the survival of the human race. But the\r\nconstant efforts made by the international community would\r\nbe incomplete if they stopped there. Of course we must\r\npreserve peace, but above all we must promote\r\ndevelopment, because development is the best guarantee of\r\npeace.\r\nThe reduction of military expenditures is necessary to\r\nenable the international community to make available the\r\nnecessary resources for financing development operations\r\nthroughout the world and to increase assistance to the\r\npoorest countries. Unfortunately, we are still far from that.\r\nDespite the many treaties and conventions adopted and the\r\npreventive measures implemented, international peace and\r\nsecurity remain threatened by the emergence, persistence or\r\nthe reappearance of hotbeds of tension. This applies in\r\nparticular to the Middle East, where once again the\r\nsituation has become very disturbing. We believe that the\r\npeace process that has been initiated must be pursued to\r\nimplement the Oslo accords. In this regard, we hail the\r\ncourageous position of the Israeli President, Mr. Ezer\r\nWeizman, in pursuing the interrupted dialogue.\r\nAs current Chairman of the OAU, I am of course\r\nparticularly aware of the difficulties facing Africa. Many\r\nconflicts continue to wrack the continent, both within\r\nStates and between States, and their effects are\r\ndevastating for the populations of these countries. Peace\r\nremains to be consolidated in Angola. Any opportunity\r\nfor a return to normal conditions in Burundi will depend\r\non the opening of a dialogue and honest negotiations\r\namong all the interested parties. There must also be a\r\nreturn to a constitutional and truly democratic order that\r\nwill legitimize the exercise of power.\r\nIn Rwanda, we can welcome the fact that the trials\r\nof those responsible for genocide have actually begun\r\nwithin the context of the International Tribunal at Arusha.\r\nWe encourage the Rwandese authorities to continue their\r\nefforts to resolve the problem of displaced persons and\r\nrefugees, to erect adequate judicial and administrative\r\nstructures and to organize democratic elections.\r\nIn Cameroon, we have a border dispute with Nigeria.\r\nFrom the beginning, we have favoured dialogue and the\r\npeaceful settlement of the conflict by bringing the matter\r\nbefore the OAU, the Security Council and the\r\nInternational Court of Justice at The Hague. We will\r\naccept the Court’s decision, as is only right.\r\nIn Liberia, the formation of a Transitional\r\nGovernment stemming from the Abuja talks seems to be\r\nencouraging. The international community must continue\r\nto support the peace efforts of the Economic Community\r\nof West African States and to provide logistical and\r\nmaterial support to its Monitoring Group.\r\nGiven the situations in the Sudan and Somalia, the\r\ninternational community has an absolute duty to assist\r\nthose countries consumed by interminable fratricidal\r\nwarfare. The peoples concerned must themselves\r\ndemonstrate their true will for peace and an acceptance of\r\nmutual tolerance and dialogue. Without the consent of the\r\nparties there can be no real peace.\r\nFacing many acute problems today, Africa must\r\nconsider peace to be an absolute necessity. Africa needs\r\npeace in order to place all its resources at the exclusive\r\nservice of development. Africa needs peace to attract the\r\n3\r\nGeneral Assembly 40th plenary meeting\r\nFifty-first session 24 October 1996\r\ncapital and investments that it lacks today. Africa needs\r\npeace to promote democracy and to build a state of law.\r\nAlong with preserving peace and security, Africa is\r\nmoving along the road of democracy and the construction\r\nof the state of law. Because it intends to ensure justice and\r\nequal opportunity, democracy can and must work to\r\nmaintain social balance. To reestablish itself and become\r\nanchored in the traditions of the continent, the democratic\r\nprocess must be supported and protected against threats of\r\nsectarianism, violence and fundamentalism.\r\nYet poverty is the most serious threat to democracy in\r\nAfrica. It is indeed true that without peace and without\r\ndevelopment, there can be no democracy. Africa is the\r\nleast-developed continent and the most affected by the\r\ndisastrous effects of a profound economic crisis. The\r\neconomic environment is hardly helpful to us. There is a\r\ngrowing danger that our continent will become\r\nmarginalized. Every day, financial flows into Africa are\r\ndecreasing. Official development assistance, already being\r\ncut back, is accompanied by increasing numbers of\r\nconditions. The debt burden is becoming increasingly\r\nheavy. It is very difficult for our products to reach the\r\ninternational market. There is a widespread tendency\r\ntowards disinvestment in our countries and there is little\r\nnew capital available to us. And yet, Africa, faced with this\r\ncrisis, has acted.\r\nIt realizes that responsibility for the economic and\r\nsocial development of Africa is primarily the responsibility\r\nof the Africans themselves, who must undertake far-\r\nreaching reforms with the support of bilateral and\r\nmultilateral donors to promote good governance,\r\ndemocracy, respect for human rights and liberalized\r\neconomies. However, all these reforms involve enormous\r\nsocial and financial costs which Africa alone cannot pay.\r\nThe African people have already agreed to make important\r\nsacrifices, but to ensure recovery and revival we need\r\nincreased support from the international community. If\r\nAfrica is to have a chance at sustainable progress, this\r\nsupport involves an increase in the flow of public and\r\nprivate financial resources; a significant reduction in debt;\r\nstrong support for the efforts to diversify the commodities\r\nwe produce; and easing of access to the world market for\r\nour exports — a wish we expressed in the Final Act of the\r\nUruguay Round at Marrakech.\r\nThe international community has not remained aloof\r\nfrom the present situation of the developing countries.\r\nAmbitious programmes have been advocated to help Africa,\r\nparticularly with the encouragement of the United Nations.\r\nThese include the United Nations New Agenda for the\r\nDevelopment of Africa in the 1990s, which has just\r\nundergone a mid-term evaluation; the United Nations\r\nSystem-wide Special Initiative for Africa; and an Alliance\r\nfor Africa’s Industrialization, which has been provided by\r\nthe United Nations Industrial Development Organization.\r\nMoreover, within the context of South-South cooperation,\r\nwe welcome the Tokyo Declaration on development in\r\nAfrica.\r\nHowever, significant resources must be made\r\navailable in order to give effect to all these initiatives. It\r\nis the international community alone that can and must\r\nmobilize them.\r\nOutside the United Nations, the conclusions of the\r\nGroup of Seven major industrialized countries at the\r\nrecent Lyon Summit provided a glimmer of hope on\r\nbringing poor countries into the mainstream of\r\ninternational trade and easing their debt burden.\r\nWe welcome the recent decision taken by the\r\ninternational financial institutions on the adoption of a\r\nmechanism for reducing multilateral debt up to a level of\r\n80 per cent of debt-service payments for a number of\r\ndeveloping countries. We hope that this decision will be\r\nimplemented quickly and extended to the largest possible\r\nnumber of African countries, the least developed countries\r\nas well as those with middle-level incomes.\r\nApart from the economic issues, this is an\r\nappropriate forum to draw the attention of the\r\ninternational community to the social problems we face:\r\npandemics which we are not yet able to control; women’s\r\nrights, which we intend to promote and which we\r\ndefended at the Fourth World Conference on Women at\r\nBeijing; the rights of the child, in which the children of\r\nAfrica raised at Yaoundé at the time of the Organization\r\nof African Unity Summit on the joint initiative of the\r\nPan-African Organization and the United Nations\r\nChildren’s Fund; employment for young people;\r\nmarginalization; clandestine immigration; and drug\r\ntrafficking. All are of the greatest concern to us. They are\r\nall related to poverty and the absence of development, and\r\nwere the subject of our main concern at the World\r\nSummit for Social Development at Copenhagen.\r\nAfrica cannot cope with all these problems by just\r\ntaking short-term actions here and there. Africa will find\r\nits way back to the road to growth by taking long-term,\r\ndecisive action to consolidate the bases of its social\r\nfabric. What Africa needs is a freely assumed partnership\r\n4\r\nGeneral Assembly 40th plenary meeting\r\nFifty-first session 24 October 1996\r\ncentred on a real contract of solidarity and a real pact\r\nbetween North and South on co-development.\r\nAs we can see, the challenges facing us are many. I\r\nhave certainly not mentioned all of them. Some of these\r\nchallenges are longstanding; others are recent.\r\nNo continent today can escape globalization, and all\r\ncountries, without exception, are involved in it. Today,\r\nmore than ever before, the international community is\r\naware of its common destiny. We believe that the response\r\nto the challenges we face must necessarily reflect this\r\nglobalization.\r\nThe United Nations must adapt to the international\r\nenvironment now prevailing at the end of the century, in\r\norder better to do its work today. The necessary reforms in\r\nits principal organs — the Security Council, the General\r\nAssembly, the Economic and Social Council and the\r\nSecretariat — must allow all nations, without\r\ndiscrimination, to participate actively in the conduct of\r\ninternational public affairs.\r\nThis means, inter alia, greater transparency within the\r\nSecurity Council, in its working methods and in the\r\nequitable geographical representation of all regions of the\r\nworld. It also means strengthening the role and\r\nresponsibilities of the General Assembly in the areas of\r\ninternational peace maintenance, security and cooperation.\r\nIt means a Secretariat that can reflect the universality of the\r\nOrganization and that has adequate resources and greater\r\nauthority.\r\nWhat this means, in short, is a renewed and revitalized\r\nOrganization; an Organization capable of providing real\r\nanswers to the needs of peoples and to the hopes ascribed\r\nto it; an Organization worthy of the twenty-first century.\r\nDuring the course of the twentieth century the human\r\nrace has made outstanding progress in the areas of science\r\nand technology. Yet, despite these achievements of which\r\nthe human race is so proud, an immense part of the human\r\nrace was excluded from development. On the eve of the\r\nthird millennium, the economic backwardness of the Third\r\nWorld is still a major challenge to the international\r\ncommunity. All of us together can and must take up this\r\nchallenge. The balance of the world is at stake.\r\nThe conquest of outer space provides us daily with\r\nextraordinary evidence of what people can do when they\r\nhave the will to cooperate. Undoubtedly the human race as\r\na whole, in a spirit of solidarity, can win the battle for\r\npeace and prosperity. All that is needed is the desire to do\r\nso.\r\nThe President: On behalf of the General Assembly,\r\nI wish to thank the President of the Republic of\r\nCameroon for the statement he has just made.\r\nMr. Paul Biya, President of the Republic of\r\nCameroon, was escorted from the General Assembly\r\nHall.\r\nAddress by Sheikh Hasina, Prime Minister of the\r\nPeople’s Republic of Bangladesh\r\nThe President: The Assembly will now hear a\r\nstatement by the Prime Minister of the People’s Republic\r\nof Bangladesh.\r\nSheikh Hasina, Prime Minister of the People’s\r\nRepublic of Bangladesh, was escorted to the\r\nrostrum.\r\nThe President: I have great pleasure in welcoming\r\nthe Prime Minister of the People’s Republic of\r\nBangladesh, Sheikh Hasina, and inviting her to address\r\nthe General Assembly.\r\nSheikh Hasina (Bangladesh) (spoke in Bengali;\r\nEnglish text furnished by the delegation): I bring you, Sir,\r\nand the representatives to the fifty-first session of the\r\nGeneral Assembly of the United Nations the greetings and\r\ngood wishes of the people of Bangladesh. It is a matter of\r\nspecial satisfaction and pleasure to see you, Mr. President,\r\na diplomat of worldwide renown, in the Chair. Your vast\r\nexperience and profound wisdom will no doubt be great\r\nassets for the General Assembly in guiding its\r\ndeliberations to a successful conclusion.\r\nTwenty-two years ago, on 25 September 1974, the\r\nFather of our nation, Bangabandhu Sheikh Mujibur\r\nRahman, stood on this rostrum to address the General\r\nAssembly on behalf of the people of Bangladesh. It is\r\nindeed an emotional moment for me to have the honour\r\nand privilege of standing here today as the Prime Minister\r\nof the Government of Bangladesh to address this unique\r\nglobal forum. I express my gratitude to the workers and\r\nleaders of my party and others, whose sacrifice has made\r\nit possible for me to be here today. I am also grateful to\r\nthe people of Bangladesh, of all classes and professions,\r\nwhose invaluable support during the last election has\r\ncreated this rare opportunity for me.\r\n5\r\nGeneral Assembly 40th plenary meeting\r\nFifty-first session 24 October 1996\r\nDramatic changes have taken place on the world stage\r\nduring these 22 years as old ideological divisions have\r\nbroken down, regional cooperation efforts have deepened\r\nand a new constellation of geopolitical alignments has\r\nemerged following the rapid economic development of the\r\nAsia-Pacific region over the past two decades.\r\nGreat changes have also taken place in Bangladesh.\r\nThe brutal assassination of the Father of the nation, together\r\nwith most of his family, on 15 August 1975 altered the\r\ncourse of our history. For me, it was a devastating personal\r\nloss, as my father, mother and brothers were killed — not\r\neven my 11-year-old brother was spared. But for the nation,\r\nit was a setback of terrible proportions. At a stroke, the\r\ndemocratic framework and all we had fought for through\r\nmany years of struggle and sacrifice, culminating in the\r\nsuccess of our liberation struggle and achievement of\r\nindependence, were overturned and the nation was plunged\r\ninto a period of uncertainty and conflict. An era\r\ncharacterized by military coups, assassination and rigged\r\nelections followed as the people of Bangladesh were\r\nsystematically deprived of their democratic rights. The\r\npeople lost their voting rights as the electoral process was\r\nreduced to a sham, a manipulated farce, while all the other\r\nmechanisms of accountability were undermined.\r\nAgainst this sombre background, during the past 21\r\nyears, my party, together with other political forces, has had\r\nto launch a mass movement to hold general elections under\r\na neutral caretaker Government. In the context of our past\r\nexperience, this was considered essential to ensure free and\r\nfair elections. It is a tribute to the freedom-loving people of\r\nBangladesh that they refused to accept the attempt to foist\r\nupon them the results of a rigged election and handed down\r\ntheir verdict on this issue in no uncertain terms.\r\nThe will of the common men and women of my\r\ncountry at last prevailed and a free and fair election was\r\nheld on 12 June this year, in which 73 per cent of the\r\nelectorate cast their vote. Acclaimed both at home and\r\nabroad as the fairest election ever held in Bangladesh, it has\r\nrestored peace and political stability to the nation. Once\r\nagain, we are poised to move forward in our struggle to\r\nachieve the economic emancipation of the people. It is\r\ntherefore a happy coincidence that, closely following upon\r\nthe fiftieth anniversary of the United Nations, the silver\r\njubilee of the independence of Bangladesh is being\r\ncelebrated by its people. A new democratic era, an era of\r\nhope and progress, has dawned in Bangladesh.\r\nThe issues raised here 22 years ago by Bangabandhu\r\nSheikh Mujibur Rahman are still valid today. He called\r\nupon the international community for a\r\n“regeneration of the feeling of human solidarity and\r\nbrotherhood and an acknowledgement of\r\ninterdependence [to] bring about a rational solution\r\nand the urgent action to avoid ... catastrophe”.\r\n(Official Records of the General Assembly, Twenty-\r\nninth Session, Plenary Meetings, 2243rd meeting,\r\npara. 9)\r\nThe greatest challenge faced by the United Nations, he\r\nargued eloquently, was to marshall the\r\n“forces of reason to bring about a just international\r\neconomic order”, (ibid., para. 10)\r\none that would ensure the sovereignty of each State over\r\nits natural resources and also\r\n“seek to establish a framework of international\r\ncooperation based upon the recognition of the\r\noverriding common interest of the countries of the\r\nworld in a stable and just economic system”. (ibid.,\r\npara. 10)\r\nThe last two decades have witnessed vast changes in\r\nthe global political scene. The end of the cold war has\r\nbrought about profound and fundamental changes in\r\ninternational relations. However, despite these historic\r\nchanges, many of the concerns that the Father of our\r\nnation articulated so forcefully and persuasively in this\r\ngreat forum still exist. The majority of humankind still\r\nsuffers from poverty, hunger, disease and malnutrition.\r\nOpportunities for education and adequate access to health\r\nfacilities are still denied to millions of people everywhere,\r\nbut especially in the developing countries. In Bangladesh,\r\nwhich is listed as a least developed country, the pace of\r\nprogress over the past two decades has been extremely\r\nslow. We have been barely winning the race against our\r\npopulation growth. My Government is therefore\r\ndetermined to accelerate economic growth in order to\r\neradicate poverty once and for all. While rapid economic\r\ngrowth is our highest priority, we will not neglect the\r\nquestion of equity and social justice. Indeed, the\r\nBangladesh Awami League has always stood by the poor,\r\nthe weak, the deprived, the oppressed and the\r\ndowntrodden people of the country. Therefore, economic\r\ngrowth with equity and social justice remains our national\r\ngoal.\r\n6\r\nGeneral Assembly 40th plenary meeting\r\nFifty-first session 24 October 1996\r\nMy Government firmly believes in a political system\r\nthat will ensure not only the rule of law, but also the\r\naccountability and transparency of the Government. Under\r\nthe system that we have established, the Parliament is the\r\ncentre of the nation’s political life where all the major\r\ndecisions are taken. Freedom of the judiciary, freedom of\r\nthe press and basic human rights are guaranteed. The rights\r\nof women and children and of minorities will be upheld by\r\nthe Government as its sacred responsibility.\r\nMy Government has embarked on a pragmatic\r\nprogramme for the rapid economic and social development\r\nof the nation. Poverty eradication, sustainable growth,\r\nprotection of the environment and human-resources\r\ndevelopment are some of the key features of our\r\ndevelopment strategy. Like most countries around the\r\nworld, we have opted for an open economy based on the\r\nfree market and an outward-looking trade strategy. Under\r\na liberalized trade regime, we will follow prudent fiscal and\r\nmonetary policies in order to maintain stability and\r\neconomic competitiveness. We hope the macroeconomic\r\nstability that we enjoy will encourage foreign direct\r\ninvestment in Bangladesh. We have offered significant\r\nincentives to foreign investors with strong assurances of\r\nsecurity for their investment.\r\nWhile the overall growth record of Bangladesh has not\r\nbeen satisfactory, we have achieved success in certain\r\nfields, for which we can take some pride. We have, for\r\nexample, made considerable progress in the area of family\r\nplanning and welfare. In fact, we have reached the phase of\r\ndemographic transition with a significant fall in population\r\ngrowth rate, with concomitant benefits. We have developed\r\nways of making drinking water safe and of controlling\r\ncommunicable diseases such as diarrhoea by using oral-\r\nrehydration techniques.\r\nWe have also made progress, though limited, in the\r\neducation of girls and women. The empowerment of\r\nwomen enjoys high priority in Bangladesh today, and we\r\nwill press ahead with various reform proposals to ensure\r\nthat the women of Bangladesh can march side by side with\r\nthe men. It was heartening to see the massive turnout of the\r\nwomen voters at the last general elections, on\r\n12 June 1996.\r\nThe programme of rural electrification is making\r\nheadway, but we would like to speed up the rate of growth.\r\nNon-governmental organizations are playing a very\r\nimportant role in our development process, especially at the\r\ngrass-roots level. My Government supports the activities of\r\nthe non-governmental organizations which supplement the\r\nGovernment’s development efforts. Some of the\r\nBangladesh non-governmental organizations have earned\r\nworldwide recognition for their innovative methods.\r\nWe can take very little comfort from what modest\r\ngains we have achieved. Much remains to be done. We\r\nhave been prone to natural disasters such as floods,\r\ndroughts and cyclones. We are, however, convinced that\r\nby taking well-planned preventive and protective\r\nmeasures in advance we can mitigate the adverse impact\r\nof such natural calamities. Massive investment is needed\r\nto implement these programmes, and we hope to mobilize\r\nthe necessary resources for this purpose. Here I would\r\nlike to express our appreciation and thanks to the\r\ninternational community, especially the developed nations,\r\nfor their generosity in helping us in our times of need.\r\nIn this context, I wish to refer to the declining trend\r\nin official development assistance. The level of official\r\ndevelopment assistance last year was the lowest in the last\r\n20 years, signalling a change in the priorities of the donor\r\ncountries. Falling far short of achieving the target of 0.7\r\nper cent of gross national product (GNP), the flow of\r\ndevelopment assistance has not reached even half that\r\nlevel. For the developing countries as a whole, but\r\nespecially for the least developed among them, such a\r\nnegative trend in official development assistance flows is\r\na matter of deep concern. In my own country we are\r\nseeking private foreign investment to inject dynamism\r\ninto our growth process, but there are certain sectors of\r\nthe economy, including the infrastructure, which will\r\ncontinue for some years to depend on adequate official\r\ndevelopment assistance flows. Renewal of the bilateral\r\ndevelopment assistance programmes, as well as\r\nreplenishment of the International Development\r\nAssociation (IDA) and the Asian Development Fund\r\n(ADF) are therefore essential to maintain the availability\r\nof resources for these vital programmes.\r\nMany important changes in the world economy have\r\ntaken place in recent years. And in the midst of many\r\nconflicting currents, there is one unmistakable trend: that\r\nof greater global interdependence. Trade barriers have\r\ncome down and trade flows have expanded. New\r\ntechnologies have emerged which have revolutionized\r\nmanagement and communications. And private\r\ninternational capital movements have swelled enormously.\r\nMany previously centrally planned economies have gone\r\ninto the painful process of transition, opening up to\r\nforeign trade and investment. Movements for regional\r\ncooperation — notably in Europe and in the Asia and\r\nPacific region — have gathered pace. All these changes\r\n7\r\nGeneral Assembly 40th plenary meeting\r\nFifty-first session 24 October 1996\r\nhave opened up exciting new vistas of opportunity for\r\ntrade, investment and economic cooperation.\r\nUnfortunately, we in the least developed countries,\r\nhave been unable to share fully in the new growth\r\nopportunities that have emerged. For our part, at a national\r\nlevel, we have sought to engender the changes in economic\r\nmanagement and investment strategies that will enhance our\r\nability to draw on the dynamism of the global economy.\r\nThere are a number of common problems holding us back.\r\nHowever, many of these can be effectively tackled only\r\nthrough cooperative efforts, with the active assistance of\r\nmultilateral and bilateral donors. One of the most important\r\nof these is the weakness in our social and economic\r\ninfrastructure, areas where long-term investments are\r\nneeded. In some areas, such as education, the dividends to\r\ninvestment are such that private investment funds are\r\ndifficult to attract, and larger flows of concessional funding\r\nare essential. Without this investment in human capital, the\r\nleast developed countries will find that they are falling\r\nfarther behind in the new age of ideas and technology,\r\nwhere the wealth of a society will be determined by its\r\nownership of and ability to create new ideas.\r\nThe heightened levels of global interdependence and\r\nlinkages have brought with them new challenges in the\r\nareas of macroeconomic management, economic regulations\r\nand international law. The repercussions of some economic\r\nactivities cross national borders, while the international\r\nnature of the operations of many multinational corporations\r\nand financial institutions have rendered national regulations\r\nvirtually useless in many cases. Regional cooperation\r\nagreements have sought to deal with these problems, but I\r\nfeel that global solutions are really necessary. For instance,\r\nin the international capital market, the scale and volatility\r\nof private short-term capital flows are such that any attempt\r\nby even the richest group of countries to intervene using\r\nofficial reserves would be quickly overwhelmed. While\r\nintervention in the operation of any properly functioning\r\nmarket is generally to be avoided, the scope to intervene in\r\nthe event of market failure must remain.\r\nThe United Nations represents the efforts of the\r\npeoples of the world to define and develop a framework for\r\nmutual cooperation upon which an enduring and\r\ncomprehensive peace could be based. With the ideological\r\ndivisions that dominated the debates on development\r\nstrategies now a thing of the past, the United Nations can\r\nnow perhaps achieve its true potential in furthering the\r\ncause of economic and social development. We now expect\r\nthe United Nations not only to play a more active direct\r\nrole in this area but also to guide and coordinate the\r\nactivities of all the international development agencies. As\r\nyou, Mr. President, indicated in your opening statement:\r\n“If the United Nations cannot be the main player in\r\ndevelopment resources, it must at least be the main\r\ndevelopment catalyst, and one that can strongly\r\ninfluence coordination at the macro level with other\r\nbodies that have more access to resources, but that\r\nare less democratically set up.” (Official Records of\r\nthe General Assembly, Fifty-first Session, Plenary\r\nMeetings, 1st meeting, p. 3\r\nMuch has been said in recent years about the role of\r\nthe United Nations. Let me declare here in this global\r\nforum in unambiguous terms that my country supports a\r\nstrong world body which would be fully equipped to deal\r\nwith the tasks and responsibilities assigned to it under the\r\nCharter.\r\nWe recognize with deep appreciation the valuable\r\nservices rendered to humanity by such United Nations\r\nagencies as the United Nations Development Programme\r\n(UNDP), the United Nations Children’s Fund (UNICEF),\r\nthe World Health Organization (WHO), the Food and\r\nAgriculture Organization of the United Nations (FAO),\r\nthe United Nations Educational, Scientific and Cultural\r\nOrganization (UNESCO), the International Labour\r\nOrganization (ILO), the United Nations Conference on\r\nTrade and Development (UNCTAD), the United Nations\r\nPopulation Fund (UNFPA) and the Office of the United\r\nNations High Commissioner for Refugees (UNHCR), to\r\nname just a few. These and other agencies have provided\r\nextremely valuable support to the global community in\r\ndealing with today’s complex issues and problems. The\r\nrapidly blossoming regional cooperation that we are\r\nwitnessing today in different continents owes much to the\r\nUnited Nations regional economic commissions, which\r\nprovided the initial impulse for such groupings. Above\r\nall, the United Nations itself, despite the criticism of its\r\ndetractors, has rendered such valuable service to\r\nhumankind over the last 50 years that it remains the\r\ngreatest symbol of hope for peace, stability and prosperity\r\nof the world. On behalf of Bangladesh, I wish to pay\r\ntribute to the United Nations for championing the cause\r\nof peace and security.\r\nIn this connection, I wish to refer to the\r\npeacekeeping operation of the United Nations and to the\r\nhumble contribution of my country to this noble cause.\r\nBangladesh has responded to the appeal for the\r\ncontribution of troops for peacekeeping operations under\r\nthe provisions of the Charter and resolutions of the\r\n8\r\nGeneral Assembly 40th plenary meeting\r\nFifty-first session 24 October 1996\r\nSecurity Council. We consider this our solemn duty as a\r\nMember of the United Nations. It is a matter of much\r\nsatisfaction to us that our valiant soldiers have gone to\r\ndifferent trouble spots around the world and have given a\r\ngood account of themselves in fulfilling the tasks assigned\r\nto them with honour, dignity and dedication to duty. We are\r\nproud of our troops serving abroad under trying conditions,\r\noften at great risk to their lives. I would like to reiterate our\r\nreadiness to respond positively whenever we are called\r\nupon to assist the peace process in accordance with the\r\nUnited Nations Charter.\r\nDisarmament, in particular nuclear disarmament, has\r\nalways been a major preoccupation for the United Nations\r\nand the international community. The very first resolution\r\nof the General Assembly in January 1946 called for the\r\nelimination of nuclear weapons. Later that year, the Baruch\r\nPlan was also in a very real sense a proposal to proscribe\r\nand to destroy nuclear weaponry and to assure the use of\r\natomic energy only for peaceful purposes. This was a\r\nunique proposal, coming as it did from the only State that\r\nat that time possessed this weapon of awesome destructive\r\npower. In the decade of the 1960s, both the United States\r\nof America and the then Union of Soviet Socialist\r\nRepublics placed before the then Eighteen Nation\r\nCommittee on Disarmament in Geneva their respective\r\nplans for general and complete disarmament. As recently as\r\n1986, we have had proposals by the then Soviet General\r\nSecretary Gorbachev for a phased elimination of nuclear\r\nweapons. Independent and highly respected think-tanks and\r\ncommissions, and even the International Court of Justice,\r\nhave pronounced themselves against such weapons. Nuclear\r\nweapons are an abomination and surely can have no place\r\nin a civilized world. This awareness clearly exists, and the\r\ndesire for their elimination is also discernible. The fear of\r\nthe possibility of a nuclear Armageddon has happily enough\r\nreceded. What is called for now is the courage, confidence\r\nand initiative to pursue the nuclear disarmament agenda in\r\nall earnestness as the nuclear Powers themselves are\r\ncommitted to do under article VI of the Treaty on the Non-\r\nProliferation of Nuclear Weapons (NPT).\r\nThere is one important issue that I would wish to flag\r\nbefore I close — an issue that is of concern to all. I refer,\r\nof course, to the issue of migration. Migratory flows of\r\npeoples over the globe today are, to be very candid,\r\ninspired more by economic motivations than by any other\r\nfactor. Over the years, immigrants, in search of a better life,\r\nhave contributed significantly to the settlement of\r\nwildernesses and also to the development of many countries\r\nand cultures. Such people, almost by definition, are hardy\r\nand prepared to work hard and for long hours. Since many\r\nof them are also in violation of the immigration laws of\r\ntheir host countries, they are often the victims of\r\nexploitation and abuse. They do not receive the benefits\r\nand protection of the laws and conventions that apply to\r\nthose fleeing political persecution. According to some\r\nestimates, as many as 125 million people live outside\r\ntheir countries, with more than half of them moving from\r\none developing country to another. It is thus an issue that\r\nconcerns all countries or groups of countries and, unless\r\naddressed in a meaningful manner, it could become one\r\nof the major problems of the future.\r\nThis could mean rules and regulations at the\r\ninternational level, and certainly also measures to remove\r\nor redress the root causes of such migratory flows. It is a\r\nsocial issue, an economic issue and also a humanitarian\r\nissue that impinges on human security. An international\r\nconference devoted to this specific subject seems to be\r\nwarranted by the continuing predicament.\r\nAt various international forums and seminars, cogent\r\narguments are often put forward in favour of unrestricted\r\nglobal flows of capital, trade and services. It seems to us\r\nthat an equally persuasive case can be made for more\r\nderegulated movements of labour. This is assuredly an\r\nissue that needs to be looked at, in all seriousness, with\r\nan open mind and without discrimination. History would\r\ntend to corroborate the view that immigrants have\r\nenriched and enhanced, rather than impoverished,\r\ncountries where they have gone in search of a better\r\nliving.\r\nThe one symbol of New York City, and indeed of\r\nthe United States, which is recognized worldwide is the\r\nStatue of Liberty, a gift to the United States from the\r\npeople of France. On a clear day, when landing at John\r\nF. Kennedy Airport, one can get a glimpse of it from the\r\nair.\r\nAt the feet of the statue is a broken shackle,\r\nsymbolizing freedom rediscovered, and at its base,\r\ninscribed on a tablet, are the immortal words of the poem\r\n“The New Colossus”, by Emma Lazarus:\r\n9\r\nGeneral Assembly 40th plenary meeting\r\nFifty-first session 24 October 1996\r\n(spoke in English)\r\n“Give me your tired, your poor,\r\nYour huddled masses yearning to breathe free,\r\nThe wretched refuse of your teeming shore,\r\nSend these, the homeless, tempest-tossed, to me:\r\nI lift my lamp beside the golden door.”\r\n(spoke in Bengali)\r\nWhat sort of a future do we aspire to or envisage? The\r\ngreatest poet in our language, Rabindranath Tagore, evoked\r\na lyrical vision when, many years ago, he wrote:\r\n“Where the mind is without fear and the head is held\r\nhigh;\r\nWhere knowledge is free;\r\nWhere the world has not been broken up into\r\nfragments by narrow domestic walls;\r\nWhere words come out from the depth of truth;\r\nWhere the tireless striving stretches its arms towards\r\nperfection;\r\nWhere the clear stream of reason has not lost its way\r\ninto the dreary desert sand of dead habit;\r\nWhere the mind is led forward by Thee into\r\never-widening thought and action.”\r\nThe problem for us by which I mean all of the\r\ndeveloping world — is how to get to this ideal, or perhaps\r\nI should say to this “achievable goal”. It is not that we are\r\nlacking in good intentions or unaware of the magnitude or\r\nenormity of the task; it is just that we have never really\r\npursued this with the faith, persistence and determination\r\nthat it deserves. We are always beginning but we never\r\ncontinue, never carry on, never complete and never\r\nconclude. All too frequently we are content with simply\r\ntaking the first step in the right direction, seldom proceed\r\nto the second step and almost never to the third.\r\nMeaningful progress cannot be achieved simply through a\r\nsequence of beginnings that do not really begin and first\r\nsteps that lead nowhere.\r\nWhat we need at this time is the kind of vision,\r\nwisdom and farsightedness shown by a great American\r\nSecretary of State and an outstanding American President,\r\nwho formulated and implemented expeditiously and, of\r\ncourse, with the full support of an enlightened and far-\r\nsighted Congress, a grand plan to revive the devastated\r\neconomy of Europe in the wake of the Second World War.\r\nI would like to list the elements of an agenda for\r\npeace, security and development that must be pursued\r\nvigorously and earnestly.\r\nFirst, we need urgently to implement the plans of\r\naction that have already been agreed upon to uplift the\r\npoorest among the developing countries from the miasma\r\nof despondency.\r\nSecond, we need to carry forward expeditiously the\r\nplans already adopted for the survival, protection and\r\ndevelopment of the world’s children.\r\nThird, we need to increase awareness at all levels\r\nand to ensure the early implementation of treaties\r\nnegotiated and concluded at the United Nations\r\nConference on Environment and Development in Rio de\r\nJaneiro.\r\nFourth, we need to emphasize the concept of\r\nsustainable development as the basis for national\r\ndevelopment efforts.\r\nFifth, we need to strengthen the mechanisms for\r\npromoting human rights worldwide, especially for those\r\nof the most vulnerable groups, and to secure for them the\r\nright to migrate to countries and regions where they can\r\ncontribute and earn their living.\r\nSixth, we need to build and reinforce consensus for\r\neducating and empowering women so as to reduce\r\npopulation growth.\r\nSeventh, we need to live up to commitments to\r\neradicate poverty made by Governments at the Social\r\nSummit in Copenhagen.\r\nEighth, we need fully and speedily to implement the\r\nPlatform for Action for the social, economic and political\r\nempowerment of women, as agreed at the Fourth World\r\nConference on Women in Beijing.\r\nNinth, we need to live up to the Declaration and\r\nrecommendations for an enhanced trade partnership\r\nbetween developed and developing countries and for\r\nbetter integrating the least developed countries into a\r\nglobal economy, as adopted at the ninth session of the\r\nUnited Nations Conference on Trade and Development.\r\n10\r\nGeneral Assembly 40th plenary meeting\r\nFifty-first session 24 October 1996\r\nTenth, we need to implement the global plan of action\r\nfor improved living conditions, as agreed at the second\r\nUnited Nations Conference on Human Settlements in\r\nIstanbul.\r\nEleventh, we need to eliminate nuclear weapons once\r\nand for all.\r\nTwelfth, and above all, we need to convert the world’s\r\neconomy from a military to a civil one, securing the rights\r\nof individuals and sharing resources fairly and equitably.\r\nMuch of this agenda has already been agreed upon.\r\nWhat we need is simply to proceed to the second and third\r\nsteps and beyond. We must be nothing other than\r\nperfectionists in our pursuit of peace, security and\r\ndevelopment. At the same time, collective efforts must be\r\ntaken to achieve the goal of world peace and the welfare of\r\nhumankind.\r\nThe twentieth century began on a high note of hope.\r\nBut as it draws to a close, our optimism has been shaken\r\nby instances of incredible malevolence, hatred, savagery\r\nand some of the worst excesses suffered by humankind.\r\nI believe that, as we are poised to enter the new\r\ncentury, we can, if we so choose, play the historic role of\r\npioneers or architects of a peaceful new world.\r\nAs an active player in the global community,\r\nBangladesh will continue to contribute to its realization. We\r\nhave already made a beginning by earnestly taking up\r\nresponsibility for ensuring a better life for the 120 million\r\nmembers of the human race that inhabit my beloved\r\nBangladesh. We seek the cooperation of all in this pursuit.\r\nLong live Bangladesh.\r\nLong live the United Nations.\r\nThe President: On behalf of the General Assembly,\r\nI wish to thank the Prime Minister of the People’s Republic\r\nof Bangladesh for the statement she has just made.\r\nSheikh Hasina, Prime Minister of the People’s\r\nRepublic of Bangladesh, was escorted from the\r\nrostrum.\r\nAgenda item 22\r\nCooperation between the United Nations and the\r\nOrganization of American States\r\nReport of the Secretary-General (A/51/297 and\r\nAdd.1)\r\nDraft resolution (A/51/L.5/Rev.1)\r\nThe President: I call on the representative of\r\nHonduras to introduce draft resolution A/51/L.5/Rev.1.\r\nMr. Martínez Blanco (Honduras) (interpretation\r\nfrom Spanish): The delegation of Honduras is pleased to\r\nsubmit to the plenary of the General Assembly the draft\r\nresolution entitled “Cooperation between the United\r\nNations and the Organization of American States” on\r\nbehalf of the sponsors, the following Member States:\r\nArgentina, Bahamas, Brazil, Canada, Chile, Colombia,\r\nCosta Rica, Ecuador, El Salvador, Germany, Guatemala,\r\nHaiti, Honduras, Hungary, Israel, Italy, Jamaica, Japan,\r\nMexico, Netherlands, Nicaragua, Panama, Paraguay, Peru,\r\nPortugal, Republic of Korea, Romania, Russian\r\nFederation, Spain, the United Kingdom, the United States\r\nof America and Venezuela.\r\nI should now like to describe the main points of this\r\ndraft resolution. The preambular part refers to resolution\r\n49/5 of 21 October 1994 and the report of the Secretary-\r\nGeneral of 19 August 1996. It recalls that the purposes of\r\nthe United Nations are, inter alia, to achieve international\r\ncooperation in solving international problems of an\r\neconomic, social, cultural or humanitarian nature. It bears\r\nin mind that the Charter of the United Nations provides\r\nfor the existence of regional arrangements and agencies\r\nfor dealing with such matters relating to the maintenance\r\nof international peace and security as are appropriate for\r\nregional action, and whose activities are consistent with\r\nthe purposes and principles of the United Nations.\r\nIt also notes the third general meeting held between\r\nrepresentatives of the United Nations system and of the\r\nOrganization of American States (OAS) in April 1995 and\r\nexpresses satisfaction at the way in which the United\r\nNations Under-Secretary-General for Political Affairs and\r\nthe Assistant Secretary-General of the OAS have been\r\nperforming their work of coordination.\r\n11\r\nGeneral Assembly 40th plenary meeting\r\nFifty-first session 24 October 1996\r\nThe operative part of the draft resolution expresses\r\nappreciation to the Secretary-General for his initiative in\r\nconvening a meeting between the United Nations and the\r\nheads of regional organizations, with the participation of the\r\nSecretary-General of the Organization of American States,\r\nand expresses satisfaction at the cooperation between the\r\ntwo organizations and the development of the electoral\r\nprocesses in Haiti and Nicaragua, respectively.\r\nThe draft resolution also welcomes the meetings\r\nbetween the Secretary-General of the United Nations and\r\nthe Secretary-General of the Organization of American\r\nStates, those between their representatives throughout the\r\nperiod under review and the signing of the Collaboration\r\nAgreement between the two organizations on 17 April\r\n1995. It emphasizes that the cooperation between these\r\norganizations should be conducted in accordance with their\r\nrespective mandates, competence and composition and\r\nrecommends that general meetings between representatives\r\nof the United Nations system and the Organization of\r\nAmerican States be held when deemed necessary to\r\ncontinue to review and appraise progress while continuing\r\nsectoral and focal point meetings operating through the\r\nfocal points already established.\r\nThe last part of the draft resolution expresses\r\nappreciation for the efforts of the Secretary-General in the\r\npromotion of cooperation between the two organizations\r\nand requests him to submit to the General Assembly at its\r\nfifty-third session a report on the implementation of the\r\npresent draft resolution. Finally, it requests the inclusion in\r\nthe provisional agenda of the fifty-third session of the\r\nGeneral Assembly an item entitled “Cooperation between\r\nthe United Nations and the Organization of American\r\nStates”.\r\nHonduras is a firm believer in the fact that cooperation\r\nbetween the two organizations constitutes positive progress\r\ntowards the maintenance of peace and security in the\r\nregion, allowing the countries there to have a broader forum\r\nfor discussion and negotiation in the search for solutions to\r\neconomic, social, cultural, political and humanitarian\r\nproblems and respect for human rights.\r\nWe are sure that, with the support of friendly nations\r\nin the region and with the determined efforts of the\r\nSecretary-General of the United Nations and the Secretary-\r\nGeneral of the Organization of American States, we will\r\ngradually find more points of convergence, collaboration\r\nand cooperation between the two organizations. These will\r\nmake their work more effective in the context of their\r\nrespective functions and mandates, as can be seen from the\r\nexperience of the legislative, municipal and presidential\r\nelections held in Haiti held from June to December 1995,\r\nthe joint operations of the International Civilian Mission\r\nto Haiti and the support given by the Electoral Observer\r\nMission in the general elections in Nicaragua held on\r\n20 October 1996.\r\nWe also consider very encouraging the progress\r\nmade in the areas of human rights; police training;\r\ncooperation in regional human resources training through\r\nthe United Nations University fellowships programme;\r\nimproved cooperation with the Economic Commission for\r\nLatin American and the Caribbean (ECLAC) and the\r\nUnited Nations Industrial Development Organization\r\n(UNIDO), as well as the joint programmes for\r\ninternational drug control aimed at harmonization at the\r\nlocal level of legislation and the work of the agencies\r\nresponsible for this problem; the improvement of the\r\ncondition of women; and the prospects of identifying\r\nmain areas of cooperation between the United Nations\r\nEducational, Scientific and Cultural Organization\r\n(UNESCO) and the Organization of American States in\r\nthe areas of education, science, culture and\r\ncommunication, as well as with other organizations of the\r\nUnited Nations system.\r\nWe hope to receive the support of the other Member\r\nStates of the General Assembly so that this draft\r\nresolution can be adopted by consensus.\r\nMr. Mabilangan (Philippines), Vice-President, took\r\nthe Chair.\r\nMrs. Ramirez (Argentina) (interpretation from\r\nSpanish): It is with great satisfaction that we note the\r\nfruitful cooperation between the United Nations and the\r\nOrganization of American States (OAS) as a result of the\r\nprovisions of General Assembly resolution 49/5 (1994).\r\nNo doubt the exchanges between the United Nations and\r\nOAS as one of the oldest bodies in the present\r\nmultilateral system can only be of mutual benefit. Within\r\nthe strictly political realm, we must mention the presence\r\nof the United Nations in Central America in close\r\ncooperation with OAS, the positive aspects of which we\r\nhave all witnessed.\r\nWith reference to Haiti, the document on this agenda\r\nitem (A/51/297) clearly points to the framework of\r\ncooperation between the two organizations and its\r\nexcellent results. Argentina, which actively participated in\r\nHaiti’s return to democracy, welcomes those activities.\r\n12\r\nGeneral Assembly 40th plenary meeting\r\nFifty-first session 24 October 1996\r\nParticularly topical is the joint concern on the question\r\nof landmines. Here we wish to emphasize that the\r\ninter-American system was in the vanguard for many years.\r\nIn fact, it was as a result of conflicts in Central America\r\nand the subsequent normalization that the international\r\ncommunity became aware of the devastating effects of\r\nthese weapons on the civilian population; hence, the logical\r\nmilitancy of everyone in Latin America and the Caribbean\r\nagainst landmines that is now reflected in the efforts of the\r\nGeneral Assembly.\r\nWith reference to the human rights system, we believe\r\nthat cooperation can be beneficial for the United Nations,\r\nsince in the OAS we have advanced to what might be\r\nconsidered exemplary levels. As this is based on a\r\nharmonious cultural hegemony that serves as a solid\r\nfoundation for the defense of human rights, it is clear that\r\nthere is a strong political will, public opinion and social\r\nawareness in favour of positive action. Thus there is\r\nwidespread support for the work of the Inter-American\r\nCommission for Human Rights and the Court, with its\r\nheadquarters in Costa Rica, on respect for international law\r\nand the OAS charter.\r\nAlso very important is cooperation in questions\r\nrelating to drug trafficking, money laundering and related\r\nissues. In December 1995, Argentine hosted a conference\r\nin this field as a result of the work of the Inter-American\r\nDrug Abuse Control Commission (CICAD) and the impetus\r\nprovided by the Government of the United States together\r\nwith other Latin American and Caribbean countries. Also\r\nimportant was the meeting held at Santiago in Chile\r\nbetween CICAD and the International Narcotics Control\r\nBoard.\r\nWe believe it useful to emphasize the work of ECLAC\r\nin the economic and development fields. From its inception,\r\nthe Commission has had, and continues to have, an\r\nimportant role in the study of the regional economic and\r\nsocial situation. Its analytical and operational capacity go\r\nbeyond the regional level and its excellence is recognized\r\nworldwide. Similarly, ECLAC’s process of internal reform\r\nis an example of its capacity to adapt in a globalized world.\r\nWe hope that this process of reform will quickly yield\r\nconcrete operational results.\r\nLatin America has traditionally been prolific in\r\ncreating valuable institutions and in developing others that\r\ncontinue to operate within the international legal system.\r\nThat is why legal cooperation offers a field which should\r\nbe more intensively explored.\r\nThe consolidation of the rule of law, together with\r\nbroad restructuring of the economic systems of the\r\ncountries of the region, created the necessary conditions\r\nand confidence for attracting a substantial flow of foreign\r\ninvestment once again. This inflow of capital facilitated\r\nthe activation of our economies. In 1996, we hope the\r\ninflow of short- and long-term capital will be close to $50\r\nbillion per year. This will allow the Latin American and\r\nCaribbean countries to continue to grow at above the\r\nworld average by rates of 5 to 7 per cent per year,\r\nensuring sustainable human development in our societies.\r\nThis picture, which is strengthened by a deep\r\nenvironmental awareness, makes the OAS member\r\ncountries a model that we are proud to present to the\r\ninternational community.\r\nWhat I have said makes it clear that the inter-\r\nAmerican system has achieved a level of cooperation and\r\nunderstanding which we wish to highlight. Encouraged by\r\ncountries that practice democracy, open economy and\r\ngood governance, it has been able to be a pioneer in the\r\nareas of non-proliferation of nuclear weapons, human\r\nrights, environmental protection and now in generating the\r\nconditions necessary for speedier integration. Thus, OAS\r\nis the coordinating body of the activities derived from the\r\nMiami summit, in which the various free trade areas that\r\nhave emerged in the Americas are moving together.\r\nAll this creates an ambience of progress that is\r\nfertile for economic investment and human living, and\r\noffers the rest of the world a message of hope, without\r\nstructural conflict, in which all participate actively.\r\nFor these reasons, Argentina is pleased to co-sponsor\r\nthe draft resolution on cooperation between the United\r\nNations and the OAS, which is before the General\r\nAssembly for consideration.\r\nMr. Turbay (Colombia) (interpretation from\r\nSpanish): As stated in the draft resolution before us today,\r\nthe United Nations must be the centre for harmonizing the\r\nactions of nations in the attainment of common ends such\r\nas achieving international cooperation in solving\r\ninternational problems of an economic, social, cultural or\r\nhumanitarian character and in promoting and encouraging\r\nrespect for human rights and fundamental freedoms.\r\n13\r\nGeneral Assembly 40th plenary meeting\r\nFifty-first session 24 October 1996\r\nFew efforts could be more productive in that direction\r\nthan the vigorous collaboration of the Organization with the\r\nregional bodies. In today’s world of complex and dynamic\r\ninternational relations, such coordination is especially\r\nnecessary. One of the greatest challenges of the post-cold-\r\nwar era is the genuine multilateralization of international\r\naction. It is that prospect that best embodies the aspirations\r\nfor enhanced development, peace, equality and justice that\r\nthe international community as a whole hopes to see as a\r\nresult of globalization. Efforts to achieve this will not\r\nsucceed unless the actions of the different international\r\nbodies at the different levels are harmonized.\r\nThe doubts of the past about the genuine possibilities\r\nof open and dependable cooperation between regional\r\norganizations and the United Nations arose at an\r\ninternational scene marked by confrontation and not from\r\nstructural difficulties.\r\nThe experience of recent years, although scant, points\r\nto the usefulness of such cooperation. The Secretary-\r\nGeneral acknowledges this fact in “An Agenda for Peace”\r\nwhen he highlights new means of cooperation in the search\r\nfor peace. Such is the case of the political and technical\r\nsupport given by the Organization for Security and\r\nCooperation in Europe in Abkhazia clearly illustrates the\r\nmodality of diplomatic support. The clearest example of\r\noperational support has been the participation of the North\r\nAtlantic Treaty Organization in supporting the United\r\nNations Protection Force in the former Yugoslavia. The\r\nbest examples of joint deployment are the field missions of\r\nthe Economic Community of West African States in Liberia\r\nand of the Commonwealth of Independent States in\r\nGeorgia. The best example of joint operations is the case of\r\nthe International Civilian Mission to Haiti with the\r\nOrganization of American States (OAS).\r\nGiven that each modality has its own inherent\r\ncharacteristics, there are varying opinions as to the\r\neffectiveness and relevancy of each experience, with regard\r\nboth to the mechanism itself and to its implementation.\r\nIn the case of Haiti, in our part of the world, we\r\nshould first note that the operation was civilian in nature\r\nand that it met the main criterion of Chapter VIII of the\r\nUnited Nations Charter for this type of activity in that the\r\naims of the OAS were completely compatible with those of\r\nthe United Nations. Of equal importance is the fact that the\r\ncollaboration took place at the explicit request and with the\r\nconsent of the State concerned and had a clear division of\r\nlabour and clear mandates.\r\nThe case of Haiti is the classic example of how\r\nefforts can be combined for the good of the region and of\r\nthe world. We should particularly highlight the efforts\r\nmade in the area of human rights and in support of the\r\nholding and monitoring of the elections that took place\r\nthere.\r\nIt is precisely because the OAS does not undertake\r\nor participate in military peacekeeping operations that its\r\nresources and capabilities in the field of peaceful conflict\r\nresolution make it an unsurpassed ally of the United\r\nNations in its search for peace. For this reason, mutual\r\ncooperation will be central in carrying out preventive\r\ndiplomacy and post-conflict peace-building activities in\r\nthe future.\r\nMy delegation will support the good use of OAS\r\ncapabilities so long as there are clear signs that\r\ncooperation in this field is necessary and so long as that\r\nit takes place within a framework of respect for and\r\nstrengthening of the role of the General Assembly.\r\nFurthermore, it must strictly honour the concept of\r\nconsent by States and enjoy clearly defined and\r\ndifferentiated mandates.\r\nThere are many other fields in which effective\r\ncooperation between the United Nations and the\r\nOrganization of American States can be pursued. In this\r\nrespect, I wish to highlight the three meetings that have\r\ntaken place between the Secretaries-General of the two\r\norganizations. The Secretary-General’s report, in\r\ndocument A/51/297 of 19 August 1996 on the joint\r\nactivities of the two organizations, allows us to see that,\r\nalthough cooperation is still incipient, the array of themes\r\nin which joint efforts between the two entities are\r\npossible is nevertheless very wide.\r\nThe consultations and exchanges of information that\r\nhave been taking place within the context of joint efforts\r\nare especially relevant. For this reason, the establishment\r\nof a consultative mechanism between the departments,\r\noffices, programmes and organs of the United Nations\r\nsystem and the OAS secretariat is a positive step. We\r\nbelieve that the ongoing engagement in cooperative\r\nefforts must continue at a high level, but without\r\nexcluding other vital branches of the United Nations\r\nSecretariat. Since both organizations are involved in\r\nreorganization, the first great benefit they might obtain\r\nfrom this consultative mechanism is the exchange of\r\nexperiences and of proposals on administrative matters.\r\n14\r\nGeneral Assembly 40th plenary meeting\r\nFifty-first session 24 October 1996\r\nPerhaps one of the most suitable topics for immediate\r\ncooperation on the humanitarian front is that of anti-\r\npersonnel landmines. Some of the countries most affected\r\nby this scourge are in Latin America. The recent OAS\r\nresolution calling for a moratorium constitutes an important\r\nstep towards halting the production of these aberrant arms\r\nin the region. A regional strategy directed towards the\r\nestablishment of a landmine-free zone, along the lines of\r\nthat employed for nuclear arms, could be the most\r\nappropriate. The magnitude of eradication tasks and the\r\npolitical difficulties of instituting a ban make it necessary\r\nto draw the greatest advantage from the capabilities of the\r\ndifferent actors in this area.\r\nWe celebrate the new hemispheric programme that\r\ncame out of the Summit of the Americas in the economic\r\nfield and has strengthened cooperation between the OAS\r\nand the Economic Commission for Latin America and the\r\nCaribbean. This strengthening is especially evident in the\r\nsigning of the agreement on the Joint Programme on Social\r\nPolicies for Latin America — in which my country has a\r\nspecial interest — and in other areas, such as statistics, the\r\nenvironment and small and medium-sized businesses. The\r\nnew OAS emphasis on the subject of trade and market\r\nintegration opens an important field for cooperation with\r\nthe United Nations Conference on Trade and Development.\r\nAnother aspect in which cooperation can and should\r\nbe furthered is the international fight against illicit drugs.\r\nWe applaud the enhanced cooperation between the United\r\nNations International Drug Control Programme and the\r\nOAS Inter-American Drug Abuse Control Commission. My\r\ndelegation feels that much remains to be done in this area,\r\nespecially in the harmonization of strategies and laws, the\r\ngathering and analysis of information and the coordination\r\nof operational activities.\r\nOn the cultural front, the establishment of a working\r\ngroup to identify new areas for cooperation in the fields of\r\neducation, science, culture and communications between the\r\nOAS and the United Nations Educational, Scientific and\r\nCultural Organization should be underscored.\r\nThese are but a few examples of the great potential for\r\ncooperation between two such friendly organizations as the\r\nOAS and the United Nations. There is no doubt that the\r\nongoing exchange of information is healthy. With respect\r\nto joint activities, it is necessary only that they strictly\r\nadhere to the fundamental precepts of both organizations\r\nand that common efforts be rationalized through the\r\ndivision of labour. Experience is teaching us that striking\r\nthe right balance for joint work is not difficult.\r\nNevertheless, it is necessary that the increasing pace\r\nof contacts be oriented towards objectives that allow the\r\nachievement of concrete results, especially in the field of\r\ndevelopment. The developing countries are increasingly\r\nexpecting answers from the multilateral forums to their\r\ncompelling problems in the area of economic and social\r\ndevelopment. Although violence persists in some areas of\r\nLatin America, the most pressing challenge for the\r\ncontinent’s stability is now the need to overcome the\r\nextreme poverty in which so many of our citizens find\r\nthemselves.\r\nIn conclusion, it is important to emphasize that the\r\nSubgroup on Coordination of the Informal Open-ended\r\nWorking Group on An Agenda for Peace has studied in\r\ndepth the Secretary-General’s proposals on the subject of\r\ncoordination between the United Nations and regional\r\norganizations and has arrived at a consensus text that\r\nsummarizes the positions of the OAS membership on this\r\nmatter. This is relevant since today we have a clear\r\nstatement by the OAS General Assembly on the\r\nSecretary-General’s concepts, reached after a broad\r\nreview of the needs for coordination with the United\r\nNations. We hope that the text will be circulated as soon\r\nas possible and that it will not be subject to submission\r\nby other subgroups of the results of their work, which is\r\nstill ongoing, especially since it is a step towards\r\nstrengthening the ability of the United Nations to\r\ncooperate with regional bodies.\r\nWe acknowledge and hail the spirit of cooperation;\r\nwe believe that in large part the search for joint work\r\nbetween the organizations depends on that spirit.\r\nMr. Izquierdo (Ecuador) (interpretation from\r\nSpanish): One of the clearest examples of international\r\nglobalization is the fact that, to an increasing degree,\r\nproblems affecting one region have a very deep impact on\r\nthe rest of world society, which shows that coordinated\r\naction and greater cooperation are becoming\r\nindispensable.\r\nAt the same time, States have begun a process of\r\novert regionalization based on economic, cultural and\r\npolitical affinities. This is in no way a move towards\r\nisolationism; on the contrary, it is further confirmation\r\nthat on the world scene diversity is a universal factor for\r\nintegration.\r\nIn this connection, intergovernmental organizations\r\nare being called upon to strengthen their ties and improve\r\ntheir channels of communication. There are various\r\n15\r\nGeneral Assembly 40th plenary meeting\r\nFifty-first session 24 October 1996\r\ndeclarations to this effect, and it seems obvious that the\r\ninternational community wishes to carry out this\r\nprogramme, which has been particularly dynamic at the\r\nregional level in several respects, although there could still\r\nbe improvements in others, such as the settlement of\r\ndisputes and the maintenance of regional peace and\r\nsecurity.\r\nIndeed, there is a programme of close cooperation\r\nbetween the United Nations and the Organization of\r\nAmerican States (OAS), which can be seen, inter alia, in\r\nthe support of both organizations for the legislative,\r\nmunicipal and presidential elections in Haiti from June to\r\nDecember 1995, as well as their support for the joint\r\nUnited Nations/OAS International Civilian Mission to Haiti\r\n(MICIVIH), a point that is made in the Secretary-General’s\r\nreport on this subject, which contains interesting\r\ninformation about the scope and nature of cooperation\r\nbetween the OAU and the United Nations and its\r\nspecialized agencies.\r\nWith regard to the contents of paragraph 21 of the\r\nSecretary-General’s report, Ecuador would like to state that,\r\nhaving removed 95 per cent of the landmines in our\r\nterritory, we have now requested financial assistance from\r\nthe United Nations Department of Humanitarian Affairs to\r\nremove the remaining 5 per cent. Detection and\r\ndeactivation of those mines are of constant concern to the\r\nGovernment of Ecuador. In this connection, Ecuador\r\nsupported the adoption of the resolution submitted to the\r\nrecent General Assembly of the OAS on the regional desire\r\nto create a mine-free zone in the Americas.\r\nMy delegation believes that the two organizations have\r\na common responsibility for the maintenance of\r\ninternational peace and security and to serve as entities for\r\nhelping to prevent conflicts. To this end, we could develop\r\na better relationship between the United Nations Security\r\nCouncil and the Permanent Council of the OAS based on\r\nthe common desire expressed by the Presidents of both\r\nbodies to that effect. The maintenance of peace and\r\npreventive diplomacy in particular are of special importance\r\nand deserve greater coordination. It is clear that potential or\r\nexisting conflicts could be more quickly resolved with the\r\nsupport and cooperation of neighbouring States that are\r\nmore familiar with the background and evolution of the\r\ndisputes.\r\nThe experience of multinational coalitions in restoring\r\npeace, with the involvement of regional States, has shown\r\nin several cases that they can be particularly effective. Of\r\nparticular interest here are the proposals set forth by the\r\nUnited Nations Secretary-General in the Supplement to\r\n“An Agenda for Peace”, where he identified five forms of\r\ncooperation between the world body and regional\r\norganizations: consultation, diplomatic support,\r\noperational support, co-deployment and joint operations.\r\nWe believe that we should focus on those areas through\r\njoint work between the secretariats of the OAS and the\r\nUnited Nations. Another area of particular importance is\r\nmechanisms for rapid reaction and rapid deployment, in\r\nwhich new methods of cooperation could be developed.\r\nThe delegation of Ecuador would like to state once\r\nagain that it fully supports all actions designed to\r\nstrengthen cooperation between the United Nations and\r\nthe Organization of American States in order to make the\r\nwork of both international bodies harmonious, effective\r\nand coherent. To that end, United Nations reforms now\r\nbeing considered should not neglect the work that\r\nregional organizations should carry out in order to ensure\r\ntheir better utilization and give them greater effect.\r\nMr. Lelong (Haiti) (interpretation from French): As\r\nChairman of the Group of Latin American and Caribbean\r\nStates for this month, I am pleased to speak today on\r\nagenda item 22, “Cooperation between the United Nations\r\nand the Organization of American States”, and to\r\nrecommend to the Assembly the unanimous adoption of\r\nthe draft resolution (A/51/L.5/Rev.1) before it.\r\nThe increasing complexity of international relations\r\nand the major political and economic changes in the\r\nAmericas are revealing more than ever before the pressing\r\nneed for cooperation and coordination between the United\r\nNations and the Organization of American States (OAS).\r\nThat cooperation, quite appropriately, is carried on under\r\nChapter VIII of the United Nations Charter and fully\r\nrespects the competence, functions and mandates of each\r\nof the organizations.\r\nThe United Nations and its specialized agencies have\r\nalways acted as catalysts in seeking solutions to\r\ninternational problems of all kinds. Greater cooperation\r\nbetween the United Nations and the Organization of\r\nAmerican States is therefore vital if we are effectively to\r\ntackle the region’s problems of socio-economic\r\ndevelopment and the building of democratic institutions.\r\nWe are pleased to see the successful cooperation that\r\nhas been created between the United Nations and the\r\nOAS based on the shared objectives of the two\r\norganizations in the areas of promoting peace and socio-\r\neconomic development.\r\n16\r\nGeneral Assembly 40th plenary meeting\r\nFifty-first session 24 October 1996\r\nIn his report of 19 August 1996 (A/51/297), the\r\nSecretary-General describes various aspects of this\r\ncooperation. While he said that joint efforts in Haiti\r\nconstituted the main expression of this cooperation, he also\r\nemphasized other areas where the two organizations have\r\nworked together closely.\r\nOf the members of the Organization of American\r\nStates, Argentina, Bolivia, El Salvador, Mexico and\r\nParaguay benefit from technical cooperation programmes\r\ncarried out by the United Nations High Commissioner for\r\nHuman Rights and the Centre for Human Rights.\r\nEvaluation missions relating to technical cooperation needs\r\nare scheduled for Chile, Ecuador, Peru and Guatemala.\r\nThe United Nations University has concluded an\r\nagreement of cooperation with the OAS dealing with the\r\ndevelopment of human resources. At the economic level,\r\nthe Economic Commission for Latin America and the\r\nCaribbean, with a view to coordinating its work with the\r\neconomic and social tasks of the OAS, opened up a liaison\r\noffice at the headquarters of the regional organization in\r\norder to strengthen contacts and develop their relationship.\r\nIn 1995-1996 the United Nations and the OAS strengthened\r\nregional cooperation within the context of the United\r\nNations International Drug Control Programme and the\r\nOAS Inter-American Drug Abuse Control Commission.\r\nThese are some of the outstanding achievements that\r\nattest to the fact that strengthening cooperation between the\r\nUnited Nations and the Organization of American States\r\nbenefits both bodies. The framework for this cooperation\r\nshould allow them to exchange information on their\r\nactivities, and engage in mutual consultations and\r\ncooperation in implementing specific programmes.\r\nThe Acting President: In accordance with General\r\nAssembly resolution 253 (III), of 16 October 1948, I now\r\ncall on the Observer for the Organization of American\r\nStates.\r\nMr. Kaufman (Organization of American States)\r\n(interpretation from Spanish): I wish to convey the warm\r\ngreetings of the Secretary-General of the Organization of\r\nAmerican States (OAS) and the recognition and satisfaction\r\nof the OAS Assistant Secretary-General, Ambassador\r\nThomas, at the positive evolution of the work of\r\ncoordination between the two systems.\r\nThe goals expressed by the two organizations in many\r\nresolutions include the achievement of aims such as\r\ndeepening and expanding coordination mechanisms to\r\nmaximize the use of human and financial resources as\r\nwell as the professional experience of both organizations.\r\nIn the agreement of cooperation between the two\r\nSecretariats signed in April 1995 by the United Nations\r\nSecretary-General, Mr. Boutros Boutros-Ghali and the\r\nSecretary-General of the OAS, Mr. César Gaviria, a\r\nnumber of instruments were agreed upon aimed at further\r\nstrengthening the ties between the United Nations and the\r\nOAS and committing the two organizations to act jointly\r\nin a sustained way on matters relevant to both.\r\nWhile cooperation between the United Nations and\r\nthe OAS began years before that recent agreement, this\r\nformalizes a number of goals that have been implemented\r\nthroughout the years, such as the fluid exchange of\r\ninformation and documentation, which was recently\r\naddressed and is promising good results. Furthermore, the\r\nagreement lays down the basis for a stable process of\r\nongoing coordination and evaluation, which was\r\nsupported by both organizations and consolidated in the\r\nOAS in a resolution adopted at the OAS General\r\nAssembly session held in Panama last June.\r\nThe coordination mechanism which has been\r\nimproved over time and which is working satisfactorily\r\nconsists in a permanent consultative relationship between\r\nthe two organizations. The link between them is carried\r\nout by the so-called focal points established within the\r\nUnited Nations and the OAS, respectively the office of\r\nthe Under-Secretary-General for Political Affairs and the\r\noffice of the OAS Assistant Secretary-General.\r\nWe believe that this coordination modality has\r\nyielded positive results and continues to do so. This\r\nmechanism is constantly being reviewed as needs arise\r\nand in accordance with the characteristics of joint\r\ntechnical cooperation by the United Nations and the OAS.\r\nOn operational matters, the OAS provides the\r\nlogistical and technical support for its secretariat offices\r\nin member countries, which have received instructions to\r\nact in coordination with United Nations Development\r\nProgramme (UNDP) representatives in each of the\r\ncountries, depending on the requirements of each case.\r\nAllow me here to recount some recent joint activities\r\nby the United Nations and the OAS, which in our view\r\nhave yielded positive results. The OAS and the United\r\nNations continued to cooperate within the joint operation\r\nof the International Civilian Mission to Haiti (MICIVIH)\r\nestablished in February 1993. There are also permanent\r\n17\r\nGeneral Assembly 40th plenary meeting\r\nFifty-first session 24 October 1996\r\ncontacts and coordinating mechanisms in the region\r\nbetween the OAS Unit for the Promotion of Democracy\r\nand the Electoral Assistance Division of the United Nations\r\nDepartment of Peacekeeping Operations with a view to\r\npromoting an exchange of information and programme\r\ncoordination.\r\nWith reference to activities drug prevention and abuse,\r\nthe OAS Educational Affairs Department and the United\r\nNations International Drug Control Programme have\r\nsupported plans devised in 1995 by the Working Group on\r\nYouth and national prevention plans for Central America,\r\nPanama and the Dominican Republic.\r\nConcerning joint action in the area of regional\r\ndevelopment and conservation of the environment, we have\r\nacted with the support of the United Nations Environment\r\nProgramme (UNEP) Regional Office for Latin America and\r\nthe Caribbean. At the request of Governments, the OAS has\r\nparticipated in the preparation and publication of several\r\ntechnical documents on alternative technologies to increase\r\nthe availability of water in Latin America and the\r\nCaribbean.\r\nWe could cite a significant number of other activities\r\nbut given time constraints this is not possible, but I would\r\nlike to name just a few, such as coordination activities in\r\nthe area of information and statistics; the subjects addressed\r\nby the Inter-American Human Rights Commission, the\r\nInter-American Commission of Women; the activities in the\r\narea of trade; and the follow-up activities to the World\r\nSummit for Social Development. All of these actions\r\nreaffirm a trend of drawing closer together and growing\r\ncooperation between the two organizations.\r\nIn United Nations resolutions, we find a reaffirmation\r\nof the commitment to promote with regional organizations\r\njoint actions which over the years have been shown to be\r\nof significance. The OAS for its part, through its vast\r\nexperience in the region, is in a position together with the\r\nUnited Nations to assist in the above-mentioned areas as\r\nwell as in new fields that may arise based on the needs of\r\nthe countries of the region.\r\nI do not wish to end this statement without once again\r\nreiterating the firm commitment of the OAS to continue to\r\nwork in a sustained manner towards the achievement of the\r\ncommon goals of our two organizations.\r\nThe Acting President: We have heard the last\r\nspeaker in the debate on this item. In view of the desire of\r\nmembers to dispose of this item expeditiously, I should like\r\nto consult the Assembly with a view to proceeding\r\nimmediately to consider the draft resolution contained in\r\nA/51/L.5/Rev.1.\r\nIn this connection, since the draft resolution was\r\nonly circulated this morning, it would be necessary to\r\nwave the relevant provision of rule 78 of the rules of\r\nprocedure, which read as follows:\r\n“As a general rule, no proposal shall be discussed or\r\nput to the vote at any meeting of the General\r\nAssembly unless copies of it have been circulated to\r\nall delegations not later than the day preceding the\r\nmeeting.”\r\nUnless I hear any objections I will take it that the\r\nAssembly agrees with this proposal.\r\nIt was so decided.\r\nThe Acting President: We shall now proceed to\r\ntake a decision on draft resolution A/51/L.5/Rev.1. In this\r\nconnection I should like to announce that since the\r\nintroduction of the draft resolution Bolivia and Sweden\r\nhave become sponsors.\r\nMay I take it that the Assembly decides to adopt\r\ndraft resolution A/51/L.5/Rev.1?\r\nThe draft resolution was adopted (resolution 51/4).\r\nThe Acting President: May I take it that it is the\r\nwish of the General Assembly to conclude its\r\nconsideration of agenda item 22?\r\nIt was so decided.\r\nAgenda item 28\r\nUniversal Congress on the Panama Canal\r\nReport of the Secretary-General (A/51/281)\r\nDraft resolution (A/51/L.4)\r\nThe Acting President: I call on the representative\r\nof Panama to introduce draft resolution A/51/L.4.\r\nMr. Illueca (Panama) (interpretation from Spanish):\r\nBy resolution 50/12, the General Assembly supported the\r\nconvening of the Universal Congress on the Panama\r\nCanal and requested the Secretary-General to report on\r\n18\r\nGeneral Assembly 40th plenary meeting\r\nFifty-first session 24 October 1996\r\nthe implement of the resolution. That report has now been\r\ncirculated to Member States.\r\nDuring the debate on the resolution, which took place\r\nduring the fiftieth session of the General Assembly, on 7\r\nNovember 1995, delegations mentioned the contribution to\r\nthe Canal by French creativity and by the successful\r\nconstruction work and management of the United States.\r\nThese contributions are landmarks in the history of the\r\nPanama Canal, the construction of which had been\r\nsuggested since the Spanish Empire’s era of discovery,\r\nconquest and colonization. Let me reiterate here that\r\nPanama has decided to take responsibility for the future of\r\nthe Canal. This is a major responsibility of our territorial\r\nsovereignty and brings with it an inheritance of advances in\r\ntechnology, human labour and rapid interocean\r\ntransportation — in sum, the successful development of a\r\nvaluable resource for worthy joint activities of benefit\r\nabove all to the people of Panama and in general to all the\r\npeoples of the Earth.\r\nIt is a special honour for me to formally introduce, on\r\nbehalf of Panama, along with the distinguished delegations\r\nof the United States and France, draft resolution A/51/L.4,\r\nentitled “Universal Congress on the Panama Canal”. This\r\njoint draft resolution opens up the path for the relevant\r\norgans, programmes and specialized agencies of the United\r\nNations system, as well as the international community in\r\ngeneral, to cooperate in the holding of the Universal\r\nCongress.\r\nThe scope of this cooperation is described and updated\r\nin the Secretary-General’s report of 8 August 1996\r\n(A/51/281) and in the letter from the Permanent\r\nRepresentative of Panama (A/51/477). These documents\r\nprovide background on the draft resolution hereby being\r\nsubmitted to Member States. These documents contain\r\nextensive information about actions that either have already\r\nbeen taken and or have been planned by the Congress\r\nOrganizing Commission, the Foreign Ministry of Panama,\r\nthe Interoceanic Regional Authority, the Panama Canal\r\nCommission, the Transition Commission for the transfer of\r\nthe Panama Canal, as well as under other bodies of our\r\nnational Government and our civil society. In this\r\nconnection, we must reiterate to the Secretary-General our\r\nappreciation of the important work being done in Panama\r\nby the United Nations Development Programme in its role\r\nas facilitator in the promotion of national consensus on\r\nissues relating to the Panama Canal.\r\nIn preparing for the Universal Congress, we are\r\nmobilizing our energies to do work that will be of value to\r\nall countries, to all businesses and to all users of this\r\ninterocean waterway. It is clear that in holding the\r\nCongress, we will be manifesting our will to honour our\r\nsolemn commitments to implement the Torrijos-Carter\r\nagreements and the neutrality Treaty. This will has\r\nexisted in Panama since these international agreements\r\nwere signed.\r\nThe Congress is also being held because of the\r\nurgent need to take the steps to ensure that the Panama\r\nCanal continues as a vital means and resource for\r\ninternational trade, maritime transport and economic\r\ndevelopment. The Congress will serve as a forum and\r\nrepository for all contributions on how to develop and\r\nmodernize the legislation, institutions, services and\r\ntechnology so that the Panama Canal remains part of the\r\ninteroceanic culture bolstered by profitable exchanges,\r\nintelligent, creative and noble work, and economic growth\r\nand progress.\r\nThis desire to serve the world means that we must\r\nmake a real effort and prepare ourselves. This is s\r\npossible task. The people of Panama are resolved to make\r\nthis effort. And this resolve is strengthened and\r\nencouraged by international understanding, support and\r\ncooperation. In this regard, I repeat that this Congress on\r\nthe Panama Canal is a very important component of the\r\nPanamanian commitment to our past and our future. It is\r\na project, a labour and a wish. The joint draft resolution\r\nis imbued with this spirit of international cooperation, and\r\nwe urge the General Assembly to do us the honour of\r\nadopting it by consensus.\r\nI would like to mention the very happy coincidence\r\nthat we are discussing this item on United Nations Day,\r\nwhich today celebrates, for the good of mankind, its fifty-\r\nfirst anniversary as it continues to work to achieve its\r\npurposes and principles and to reform its institutional\r\nmachinery. My delegation believes that this coincidence\r\nis indeed propitious, because the universality which\r\ncharacterizes the United Nations will also mark the\r\nholding the Universal Congress of the Panama Canal, and\r\nbecause plans for the Congress have enjoyed the effective\r\nand diligent cooperation of the Secretariat. On this\r\nmemorable occasion, I should like to pay deserved tribute\r\nto the men and women of the United Nations Secretariat\r\nwho so tirelessly and at all levels devote their time and\r\nenergy to carrying out the work that is so essential to the\r\nproper fulfilment of the mission of this Organization.\r\nMr. Dejammet (France) (interpretation from\r\nFrench): In 1879 the Sociéte de géographie de Paris\r\n19\r\nGeneral Assembly 40th plenary meeting\r\nFifty-first session 24 October 1996\r\nconvened the International Congress for Study of the\r\nInterocean Canal, under the presidency of Count Ferdinand\r\nde Lesseps. The Congress culminated in the resolution that\r\nthe canal should be built along a route which would link\r\nthe Atlantic Ocean to the Bay of Panama on the Pacific\r\nOcean. In this way the Panama Canal was born.\r\nThe Panamanian Government has now taken the\r\ninitiative of convening in Panama in 1997, 118 years after\r\nthe Paris Congress, another Universal Congress on the\r\nPanama Canal. This international meeting will aim to\r\ncontinue the effective use of the Canal as part of an open\r\nmultilateral trade system, with a dynamic administration\r\nable to address the development problems of the twenty-\r\nfirst century.\r\nThe draft resolution before the General Assembly is\r\nintended to support this initiative by the Panamanian\r\nGovernment. France is pleased to see that the Panama\r\nCanal will thus enjoy lasting development. We are pleased\r\ntoo that the authorities which in less than four years will be\r\nresponsible for managing the Canal are thus anxious to\r\nensure that it becomes an integrated component of the\r\ninternational economic system.\r\nWe have been prompted by these reasons, and by our\r\nhistoric memory, to join the United States and Panama in\r\nsponsoring this draft resolution.\r\nWe believe that what the Government of Panama\r\nwishes to do is in accordance with the universal objective\r\nwhich inspired Ferdinand de Lesseps when, more than a\r\ncentury ago, he undertook the construction of the Canal.\r\nThe survival of this spirit of universality, heightened by\r\ntoday’s anniversary of the United Nations, should contribute\r\nto the excellent relations which already bind France and\r\nPanama.\r\nMr. Petrella (Argentina) (interpretation from\r\nSpanish): Matters relating to Panama are always of great\r\ninterest to Argentina. That is why we wish to participate in\r\nthis debate. We express our gratitude for the comprehensive\r\nreport of the Secretary-General, which gives us information\r\non the Congress Organizing Commission and its functions\r\nand on the programme of the Congress, to be held in\r\nSeptember 1997.\r\nArgentina also expresses its support for the initiative\r\nof the Panamanian Government in convening the Congress\r\nwith the participation of Governments and other bodies for\r\nthe purpose of jointly reviewing the role the Panama Canal\r\nshould play in the twenty-first century.\r\nMy country, together with the other countries of the\r\nregion, has followed with great interest matters pertaining\r\nto the Panama Canal and the negotiations which led to the\r\nTreaties signed on 7 September 1977, known as the\r\nTorrijos-Carter treaties, promoted by the Organization of\r\nAmerican States (OAS) in response to Panama’s vigorous\r\ndiplomatic action, as witnessed by this Assembly and by\r\nAmbassador Jorge Illueca of Panama himself. At that\r\nhistoric occasion, Heads of State or Government and\r\nother representatives of American States signed the\r\nWashington Declaration, which recognized the importance\r\nfor the hemisphere, for trade and for world navigation of\r\nthe agreements to ensure the ongoing accessibility and\r\nneutrality of the Panama Canal.\r\nToday there is no doubt about Panama’s strategic\r\nand geopolitical importance. It is a pivot of relations\r\nbetween the northern and southern American continents\r\nand for interoceanic communication. It was the entry\r\npoint for much of Europe’s influence, and is an obligatory\r\nstaging point for a significant part of world trade and of\r\npolitical ideas of the day. We are convinced that the\r\nUniversal Congress on the Panama Canal will promote\r\nunderstanding and stability, as well as development and\r\ninternational cooperation, and will thus make possible the\r\norderly use of the resources of the Atlantic and Pacific\r\nOceans.\r\nFor these reasons, we wish to convey our support for\r\nthe draft resolution. We fully support the statement that\r\nwill be made by the Chairman of the Group of Latin\r\nAmerican and Caribbean States.\r\nIn conclusion, I note that Panama is a model country\r\nwhose progress in institutional and economic matters is\r\nwell known and appreciated: all the more reason to\r\nsupport this significant initiative.\r\nMr. Marrero (United States of America): The\r\nPanana Canal has been a key link in world commerce for\r\n83 years and will remain a vital commercial artery well\r\ninto the twenty-first century. The people of the United\r\nStates are justifiably proud of its construction and\r\nunmatched record of uninterrupted operation.\r\nOn 31 December 1999, in accordance with the\r\nPanama Canal Treaty of 1977, stewardship of the Canal\r\nwill pass from the Government of the United States to the\r\nGovernment of Panama. The United States is committed\r\nto turning over to Panama a world-class canal as\r\nbeneficial to world shipping in the twenty-first century as\r\nit has been in the twentieth.\r\n20\r\nGeneral Assembly 40th plenary meeting\r\nFifty-first session 24 October 1996\r\nWe are also committed to working closely with the\r\nGovernment of Panama in completing a transition of which\r\nboth our countries can be proud. The Canal, although still\r\noperated under United States authority, is headed by a bi-\r\nnational board and has had Panamanian nationals as its top\r\nmanager for the last six years. Over 90 per cent of all\r\nCanal workers are now Panamanian.\r\nThe Universal Congress on the Panama Canal, to be\r\nheld in Panama in September 1997, will give the world’s\r\nshippers, shipowners, port authorities, maritime\r\norganizations and all those interested in the continued\r\nwell-being of the Canal a chance to examine the transition\r\nprocess up close and in detail. It will also provide an\r\nopportunity to discuss and comment on the transition\r\nprocess, Canal operations, and the role of the Canal in the\r\ntwenty-first century.\r\nThe United States is pleased to join in sponsoring this\r\ndraft resolution supporting the Government of Panama’s\r\nUniversal Congress, and we urge its adoption.\r\nMr. Izquierdo (Ecuador) (interpretation from\r\nSpanish): The Panama Canal is an indispensable\r\ntransportation link, especially for the countries with a\r\nsouth-western coast on the Pacific Ocean whose\r\ninternational trade is largely with the Atlantic basin. My\r\ncountry therefore attaches special priority to this question,\r\nbecause the use of the Panama Canal is fundamental to the\r\neconomic development of Ecuador. It provides the most\r\nefficient means of transporting our products. Without it we\r\nwould not be able to export a great many of our products,\r\nor we would have to use much longer alternative routes at\r\ntoo great a cost.\r\nIn this context, Ecuador supports any agreed measure\r\naimed at ensuring the continued accessibility and neutrality\r\nof the Canal and supports the plans of the Government of\r\nPanama, as well as the activities undertaken within the\r\nframework of the United Nations system and through\r\ngovernmental and non-governmental organizations for the\r\nholding of a Universal Congress on the Panama Canal in\r\nSeptember 1997 to consider the role that that important\r\nwaterway will play in the twenty-first century.\r\nWe believe that the holding of the Congress is the\r\nright way to approach the final stage of implementation of\r\nthe provisions of the Torrijos-Carter Treaties, when the\r\nCanal will be transferred to the sovereign control of the\r\nRepublic of Panama. It will also give us a valuable\r\nopportunity to assess and demonstrate to the international\r\ncommunity the efficiency of its operation and the\r\nsignificant role that the interoceanic waterway plays in\r\npromoting world trade and international transport.\r\nIt is therefore of special interest to note that, through\r\nthe Congress, international cooperation will be promoted\r\nin order to achieve the balanced and sustainable use of\r\nthe resources of the Pacific and Atlantic Oceans and the\r\ndevelopment of the canal basin and coastal areas. In\r\naddition, the Congress will contribute to the expansion of\r\nworld trade as a means of achieving the sustained\r\neconomic growth of developing countries.\r\nIn supporting the holding of the Universal Congress\r\non the Panama Canal, Ecuador again wishes to emphasize\r\nthe importance of this waterway for the countries of the\r\nSouth Pacific, of which Ecuador is the greatest user in\r\nterms of export volume. In conclusion, I wish to say that\r\nmy country firmly supports the necessary and appropriate\r\nestablishment of the broadest possible system of\r\nconsultations with State agencies and private users of the\r\nPanama Canal on all matters relating to its operation and\r\ncosts. That is the clear objective of the Government of the\r\nRepublic of Panama.\r\nMr. Lelong (Haiti) (interpretation from French): On\r\nbehalf of the Group of Latin American and Caribbean\r\nStates, which Haiti is chairing for the month of October,\r\nI have the honour to speak on agenda item 28, with\r\nregard to the Universal Congress on the Panama Canal.\r\nThe signing of the Torrijos-Carter Treaties on 7\r\nSeptember 1977, providing for the transfer of complete\r\ncontrol of the Panama Canal to the Republic of Panama\r\non 31 December 1999, marked the outcome of a long and\r\nsometimes difficult period of negotiation, an outcome on\r\nwhich the two main partners can congratulate themselves.\r\nIt was a welcome solution to a question at the very heart\r\nof the nation of Panama.\r\nTo commemorate the twentieth anniversary of the\r\nsigning of those Treaties and to prepare itself well for its\r\nnew responsibilities, the Government of Panama has taken\r\nthe initiative of organizing the Universal Congress on the\r\nPanama Canal, to be held in Panama City in September\r\n1997. This Congress will be along the same lines as the\r\n1879 Congress of the Geographical Society of Paris,\r\nchaired by Ferdinand de Lesseps. It will enable the\r\nparticipants jointly to examine the role to be played by\r\nthis waterway in the twenty-first century.\r\nIt is intended not only to ratify continued neutrality\r\nof the canal, but also to offer all countries of the world an\r\n21\r\nGeneral Assembly 40th plenary meeting\r\nFifty-first session 24 October 1996\r\nopportunity to become directly familiar with this means of\r\ntransportation and to prepare for a smooth transfer of\r\nresponsibility, which is already well under way, as 90 per\r\ncent of current employees at all levels, including the\r\nAdministrator General, are Panamanian nationals. It will\r\nalso provide for projects to ensure its active and continued\r\nrole in the world trade system, which is undergoing\r\nexplosive growth here at the end of the century, and for\r\nambitious projects to open to trade and international\r\ninvestment the entire zone adjacent to the Canal, covering\r\nalmost 150,000 hectares, which will thereby become an\r\nengine for the economic transformation of Panama.\r\nSupport for the Congress is not only a demonstration\r\nof solidarity with Panama, but another link in the chain of\r\ninternational cooperation for mutual benefit. The members\r\nof the Latin American and Caribbean Group express their\r\nsupport for the draft resolution and call for its adoption by\r\nconsensus.\r\nThe Acting President: We have heard the last\r\nspeaker in the debate on this item.\r\nThe Assembly will now take a decision on draft\r\nresolution A/51/L.4.\r\nMay I take it that the Assembly decides to adopt draft\r\nresolution A/51/L.4?\r\nDraft resolution A/51/L.4 was adopted (resolution\r\n51/5).\r\nThe Acting President: May I take it that it is the\r\nwish of the Assembly to conclude its consideration of\r\nagenda item 28?\r\nIt was so decided.\r\nAgenda item 160\r\nObserver status for the International Seabed Authority\r\nin the General Assembly\r\nDraft resolution (A/51/L.2)\r\nThe Acting President: I call on the representative of\r\nJamaica to introduce draft resolution A/51/L.2.\r\nMs. Durrant (Jamaica): I have the honour to\r\nintroduce for the consideration of the General Assembly the\r\ndraft resolution contained in document A/51/L.2, under the\r\nagenda item entitled “Observer status for the International\r\nSeabed Authority in the General Assembly”. The draft\r\nresolution, which is sponsored by 55 countries, reflects\r\nthe decision adopted unanimously by the Assembly of the\r\nInternational Seabed Authority on 26 August 1996.\r\nIt will be recalled that the General Assembly, in its\r\ndecision 49/426 of 9 December 1994, decided that the\r\ngranting of observer status at the General Assembly\r\nshould be confined to States and to those\r\nintergovernmental organizations whose activities cover\r\nmatters of interest to the Assembly.\r\nThe International Seabed Authority is an autonomous\r\nintergovernmental organization established under article\r\n156 of the United Nations Convention on the Law of the\r\nSea, and therefore the granting of observer status to the\r\nAuthority would be consistent with this decision of the\r\nGeneral Assembly.\r\nThe International Seabed Authority has been vested\r\nwith a task of vital importance to us all. The Authority\r\nhas legal personality. The seat of the Authority is in\r\nJamaica. Under article 157 of the Convention and\r\nparagraph 1 of Section 1 of the Annex to the Agreement\r\nrelating to the implementation of Part XI of the United\r\nNations Convention on the Law of the Sea, the Authority\r\nis the organization through which States Parties, in\r\naccordance with the regime for the international seabed\r\nArea established in Part XI of the Convention and the\r\nimplementing Agreement, organize and control activities\r\nin the Area, particularly with a view to administering the\r\nresources of the Area. The powers and functions of the\r\nAuthority are those expressly conferred upon it by the\r\nConvention.\r\nThe Authority has three principal organs, the\r\nAssembly, the Council and the Secretariat. The Authority\r\nis based on the sovereign equality of all its members. All\r\nStates Parties to the Convention are, ipso facto, members\r\nof the Authority. The Convention, together with the\r\nimplementing Agreement, is a universal instrument.\r\nFollowing the adoption of the implementing\r\nAgreement on 28 July 1994 and the entry into force of\r\nthe Convention on 16 November 1994, the first meeting\r\nof the International Seabed Authority took place at its\r\nheadquarters in Jamaica from 16 to 18 November 1994.\r\nIn accordance with its provisions, the implementing\r\nAgreement entered into force on 28 July 1996.\r\nThe Convention on the Law of the Sea is one of the\r\nmost widely subscribed international instruments with\r\n22\r\nGeneral Assembly 40th plenary meeting\r\nFifty-first session 24 October 1996\r\nsome 106 States Parties. The institutional framework of the\r\nInternational Seabed Authority is now in place, with the\r\nelection of a Secretary-General in March and a Council and\r\nPresident in August 1996.\r\nAll the States Parties to this Convention and those\r\nenjoying provisional membership in accordance with the\r\nAgreement relating to the implementation of Part XI of the\r\nConvention are convinced of the vital importance of its\r\nwork and of a coherent approach to all matters relating to\r\nthe law of the sea and ocean affairs. It is in this context,\r\nand in recognition of the ongoing interest of the General\r\nAssembly in this subject area, that we make this request for\r\nthe granting of observer status to the International Seabed\r\nAuthority in the General Assembly.\r\nI am sure that the importance of this status being\r\ngranted to the Authority, which will enable it to take part\r\nin the relevant deliberations of the United Nations General\r\nAssembly, is readily recognized by all. The Authority’s\r\npresence in the General Assembly can only serve to enrich\r\nthe dialogue and the understanding of matters concerning\r\nthe law of the sea and ocean affairs that come before this\r\nAssembly.\r\nOn behalf of the sponsors, I wish to request the\r\nGeneral Assembly to adopt by consensus the draft\r\nresolution contained in document A/51/L.2, entitled\r\n“Observer status for the International Seabed Authority in\r\nthe General Assembly”.\r\nThe Acting President: We have heard the last speaker\r\nin the debate on this item.\r\nThe Assembly will now take a decision on draft\r\nresolution A/51/L.2.\r\nMay I take it that the Assembly decides to adopt draft\r\nresolution A/51/L.2?\r\nDraft resolution A/51/L.2 was adopted (resolution\r\n51/6).\r\nThe Acting President: In accordance with the\r\nresolution just adopted, I now call on the Secretary-General\r\nof the International Seabed Authority, Mr. Satya Nandan.\r\nMr. Nandan (International Seabed Authority): On\r\nbehalf of the members of the International Seabed\r\nAuthority and as the Secretary-General of the Authority, I\r\nwould like to thank the General Assembly for inviting the\r\nAuthority to participate in its deliberations in the capacity\r\nof Observer.\r\nI would also like to thank the States that proposed\r\nthe inscription of item 160, on Observer status for the\r\nInternational Seabed Authority in the General Assembly,\r\non the agenda and also those States that sponsored the\r\ndraft resolution contained in document A/51/L.2, which\r\nhas just been adopted by the Assembly.\r\nThe General Assembly has, over many years,\r\nreviewed the developments relating to the law of the sea.\r\nIn recent times, since the entry into force of the\r\nConvention in November 1994, it has reaffirmed the\r\nimportance of the annual consideration and review of the\r\noverall developments pertaining to the implementation of\r\nthe 1982 United Nations Convention on the Law of the\r\nSea, as well as other developments relating to the law of\r\nthe sea and ocean affairs. The law of the sea, as reflected\r\nin the provisions of the Convention, has many\r\ncomponents and the competencies for the implementation\r\nof its various aspects are dispersed among a number of\r\ninternational organizations and bodies, including the three\r\nnew autonomous institutions established under the\r\nConvention: the International Seabed Authority, the\r\nCommission on the Limits of the Continental Shelf and\r\nthe International Tribunal for the Law of the Sea. While\r\nthese institutions, organizations and bodies have specific\r\nmandates, they cannot act in isolation from each other or\r\nfrom the deliberations of the General Assembly on the\r\nglobal developments relating to the law of the sea.\r\nIndeed, the Convention on the Law of the Sea is premised\r\non the principle that:\r\n“the problems of ocean space are closely interrelated\r\nand need to be considered as a whole” (United\r\nNations Convention on the Law of the Sea, third\r\npreambular paragraph).\r\nSimilarly, the General Assembly would be lacking\r\nif its deliberations on developments relating to the law of\r\nthe sea, or its review of the implementation of the\r\nConvention were to take place without the contribution or\r\nparticipation of the various competent international\r\nbodies.\r\n23\r\nGeneral Assembly 40th plenary meeting\r\nFifty-first session 24 October 1996\r\nThis would certainly be true in the case of the\r\nInternational Seabed Authority, which has the unique\r\nresponsibility to organize and control activities in the\r\ninternational seabed Area, in accordance with the\r\nConvention and the Agreement relating to the\r\nimplementation of Part XI of the Convention of\r\n28 July 1994.\r\nThe international seabed Area consists of some 50\r\nper cent of the earth’s surface and forms the largest portion\r\nof the global commons. The Authority has the particular\r\nresponsibility to administer the resources of the deep seabed\r\nArea and to ensure that the development of these resources\r\nis to the benefit of humankind as a whole. It has the\r\nresponsibility, inter alia, of monitoring the environmental\r\naspects of the activities in the deep seabed and of\r\npromoting the development of marine technology and\r\nmarine scientific research in the international Area.\r\nThe International Seabed Authority thus has an interest\r\nin the deliberations of the Assembly on matters\r\nrelated to the marine environment, marine technology,\r\nmarine scientific research, issues related to natural\r\nresources and legal and political issues insofar as these\r\nmatters have implications for the international ocean\r\nArea. It is with these considerations in mind that the\r\nmembers of the Authority considered that it would be of\r\nmutual benefit for the Authority to seek the status of\r\nObserver at the United Nations.\r\nOnce again, on behalf of the International Seabed\r\nAuthority, I acknowledge with gratitude the granting of\r\nobserver status to the Authority and look forward to very\r\nfruitful cooperation between the two institutions.\r\nThe Acting President: May I take it that it is the\r\nwish of the General Assembly to conclude its\r\nconsideration of agenda item 160?\r\nIt was so decided.\r\nThe meeting rose at 6 p.m.\r\n24\r\n"