"United Nations A/51/PV.53\r\n96-86718 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-first Session\r\n53rd plenary meeting\r\nTuesday, 5 November 1996, 3 p.m.\r\nNew York\r\nPresident: Mr. Razali Ismail . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Malaysia)\r\nIn the absence of the President, Mr. Turnquest\r\n(Bahamas), Vice-President, took the Chair.\r\nThe meeting was called to order at 3.05 p.m.\r\nAgenda item 44 (continued)\r\nImplementation of the United Nations New Agenda for\r\nthe Development of Africa in the 1990s\r\nReport of the Ad Hoc Committee of the Whole of\r\nthe General Assembly for the Mid-term Review of\r\nthe Implementation of the United Nations New\r\nAgenda for the Development of Africa in the 1990s\r\n(A/51/48)\r\nReport of the Secretary-General (A/51/228 and\r\nAdd.1)\r\nDraft resolution (A/51/48, sect. IV)\r\nMr. Rantao (Botswana): As I am taking the floor for\r\nthe first time, allow me to congratulate the President on his\r\nassumption of the presidency of the fifty-first session of the\r\nGeneral Assembly.\r\nI would also like to congratulate Ambassador Hisashi\r\nOwada of Japan, Chairman of the Ad Hoc Committee of\r\nthe General Assembly for the Mid-term Review of the\r\nImplementation of the United Nations New Agenda for the\r\nDevelopment of Africa in the 1990s, and his Bureau for the\r\nexcellent report before this Assembly.\r\nIt must be pointed out from the outset that while the\r\nUnited Nations New Agenda for the Development of\r\nAfrica in the 1990s (UN-NADAF) was a laudable\r\ninitiative, it lacked a clear operational framework both\r\nwithin the United Nations system itself and at the country\r\nlevel. Moreover, there was no clear framework for\r\ncoordination between the United Nations system and the\r\nBretton Woods institutions with regard to its\r\nimplementation. Advocacy for the programme at the\r\ncountry level was also very weak.\r\nIn this regard, we welcome the launching of the\r\nUnited Nations System-wide Special Initiative on Africa\r\nby the Secretary-General in March of this year. The\r\nSpecial Initiative provides an operational framework for\r\nUN-NADAF which has been lacking. The Special\r\nInitiative should, however, not be treated as a replacement\r\nfor UN-NADAF but rather as its complementary arm.\r\nAll the reports before the General Assembly on this\r\nagenda item clearly indicate that official development\r\nassistance flows to Africa fell well below the $30 billion\r\nthat was the minimum annual target figure required for\r\nthe implementation of UN-NADAF. Moreover, funding\r\nfor United Nations operational activities for development\r\nhas declined significantly over the past few years. This is\r\nclearly contrary to the commitments made regarding the\r\nimplementation of UN-NADAF.\r\nCoincidentally, we are discussing this agenda item\r\nduring the United Nations Pledging Conference for\r\nDevelopment Activities. It is our sincere hope that the\r\nGeneral Assembly 53rd plenary meeting\r\nFifty-first session 5 November 1996\r\npledges will be a reflection of the commitment of Member\r\nStates to the role of the United Nations in the multilateral\r\ndevelopment process, a United Nations which can\r\ncomplement national efforts in meeting the objectives that\r\nhave been spelled out in past international conferences.\r\nWhile it is appreciated that not all official\r\ndevelopment assistance flows can be channelled through the\r\nUnited Nations system, Botswana shares the view that the\r\nUnited Nations funds, programmes and agencies should be\r\nstrengthened and provided with adequate resources to\r\nparticipate in the development process where they have a\r\ncomparative advantage.\r\nWhile African States have reaffirmed their primary\r\nresponsibility for the development of their countries, the\r\nglobalization of the world economy makes it imperative that\r\nwe seek global solutions to the development problems with\r\nwhich our countries are grappling. Africa expects the\r\nunswerving support and cooperation of the international\r\ncommunity in this regard.\r\nThe growth of the African economies will in the end\r\nnot benefit Africa alone, but the developed countries as\r\nwell. Growing and vibrant African economies will usher in\r\nprospects for global trade between Africa and the rest of\r\nthe world.\r\nIn this connection, we welcome the latest initiative by\r\nthe World Bank to raise the ceiling for debt relief for the\r\nhighly indebted poor countries from 67 per cent to 80 per\r\ncent. Botswana calls for flexibility in the implementation of\r\nthe initiative to ensure that all affected countries will\r\nbenefit. Experience has illustrated that only a handful of\r\ncountries have benefited from past initiatives because of\r\nlack of flexibility.\r\nWith regard to trade, Botswana shares the view that\r\nthe international community should support the efforts of\r\nAfrican countries in the development and maintenance of\r\ntrade infrastructures in order to cope with future challenges\r\nand benefit fully from multilateral trade arrangements,\r\nespecially following the conclusion of the Uruguay Round.\r\nIn this connection, we wish to recognize the important work\r\nbeing undertaken by the International Trade Centre and the\r\nCommonwealth Secretariat to prepare the Governments of\r\nthe developing countries fully for the implementation of the\r\nUruguay Round.\r\nMy delegation also calls for the continued support of\r\nthe United Nations and the international community to help\r\nthe Southern Africa Development Community (SADC) to\r\nimplement its regional programme.\r\nMy delegation supports the recommendation\r\ncontained in paragraph 92 of the report of the Ad Hoc\r\nCommittee regarding poverty eradication and the\r\nimplementation of the 20/20 concept, which was adopted\r\nby the Social Summit. The eradication of poverty remains\r\none of the central themes of the Botswana Government’s\r\npolicy.\r\nThe Government of Botswana, in conjunction with\r\nUnited Nations representatives, is currently preparing a\r\ncountry strategy note for the period 1997-2003 which\r\ncovers some of the priorities identified in UN-NADAF,\r\nincluding the question of poverty eradication.\r\nIt is the hope of my delegation that in the light of\r\nthe shortcomings that were identified during the mid-term\r\nreview, concerted efforts will be undertaken to implement\r\nUN-NADAF successfully during the last five years of its\r\nlife.\r\nMr. Kamal (Pakistan): We have before us the report\r\nof the Ad Hoc Committee of the Whole of the General\r\nAssembly for the Mid-term Review of the Implementation\r\nof the United Nations New Agenda for the Development\r\nof Africa in the 1990s, contained in document A/51/48.\r\nMy delegation agrees with the Ad Hoc Committee’s\r\nevaluation of the limited progress achieved so far, as well\r\nas with its recommendations for further measures to attain\r\nthe goals of the United Nations New Agenda for the\r\nDevelopment of Africa in the 1990s (UN-NADAF).\r\nThe agreement on the New Agenda for Africa, five\r\nyears ago, represented a bargain. The African States\r\nreaffirmed their primary responsibility for the\r\ndevelopment of their countries, while the international\r\ncommunity committed itself to supporting their efforts for\r\nthe development of Africa. Concrete commitments were\r\nundertaken by all parties for the attainment of well-\r\ndefined goals in a given time-frame.\r\nThe mid-term review of the implementation of the\r\nNew Agenda underlines sad realities. Five years after its\r\nadoption, the goals of UN-NADAF, as set out in\r\nresolution 46/151, remain elusive. Many of the critical\r\nsocial and economic problems that led to the adoption of\r\nthe resolution still exist. Some progress has been\r\nachieved, but in relation to the objectives that were set,\r\nmost remains to be done. Some 45 to 50 per cent of the\r\ninhabitants of sub-Saharan Africa today live below the\r\n2\r\nGeneral Assembly 53rd plenary meeting\r\nFifty-first session 5 November 1996\r\npoverty line. Unless reduced substantially, the incidence of\r\npoverty and the rate of population growth in the region will\r\nthreaten economic stability and growth, and will undermine\r\nsocial stability in most of Africa.\r\nThe Secretary-General has reported that there has been\r\nforward movement in Africa in redefining the respective\r\nroles of the State and the private sector. Initiatives have\r\nbeen taken to promote private entrepreneurship and to\r\nimprove the business environment. The majority of African\r\ncountries have engaged in constitutional reform. During the\r\npast five years, civic organizations have emerged in nearly\r\nevery country. All this has resulted in significant\r\nimprovement in the overall economic performance of\r\nAfrica, the number of countries recording negative growth\r\nrates dropping from 19 in 1993 to 3 in 1995. The number\r\nof countries that achieved the target of 6 per cent annual\r\ngrowth in gross domestic product increased from 3 in 1992\r\nto 12 in 1995.\r\nA report of the African Development Bank released in\r\nOctober 1996 attributes the significant improvement in\r\nAfrica’s economic performance during 1995 to the fact that\r\na growing number of countries in the region have been able\r\nto establish conditions necessary for macroeconomic\r\nstability and sustainable growth. Despite these\r\ndevelopments, Africa’s outstanding external debt totalled\r\napproximately $306 billion in December 1995. This is an\r\nincrease of $14 billion over 1994.\r\nWhile Africa’s medium-term economic outlook is\r\npromising, sustainable development over the long term calls\r\nfor strategies and policies well beyond the framework of\r\nadjustment programmes. It is gratifying to see that the\r\nAfrican Governments have made significant progress in\r\nseveral areas, particularly in the areas of macroeconomic\r\nreforms and governance. In fact, the progress in regard to\r\nAfrica’s development in recent years has been made\r\npossible by the determination of the African States to move\r\nforward on their part of the bargain enshrined in\r\nUN-NADAF. The African economies need to consolidate\r\nthe gains from macroeconomic reforms that are essential for\r\nrecovery and growth.\r\nAs against the efforts made by the African countries\r\nthemselves, it is disheartening to see that the international\r\ncommunity’s contribution is none too inspiring. The\r\ninternational community has little to show on the promises\r\nit made to Africa, especially in the context of UN-NADAF.\r\nSome palliative measures have been taken in the areas\r\nof debt trade preferences and export compensatory\r\nmechanisms. But these have clearly been insufficient, not\r\nonly in relation to what needs to be done, but more\r\ndisappointingly, in relation to the commitments that were\r\nsolemnly made.\r\nA key feature of UN-NADAF was the tangible goal\r\nof providing a minimum of net official development\r\nassistance of $30 billion in 1992, a figure that was to\r\nincrease at an average rate of 4 per cent thereafter. This\r\ntarget remains unfulfilled. In fact, ironically, resource\r\nflows to Africa have declined since UN-NADAF was\r\nagreed upon.\r\nMy delegation supports the adoption of the draft\r\nresolution in document A/51/48 recommended by the Ad\r\nHoc Committee of the Whole of the General Assembly\r\nfor the Mid-term Review of the Implementation of the\r\nUnited Nations New Agenda for the Development of\r\nAfrica in the 1990s.\r\nMy delegation is confident that, as in the past, the\r\nAfrican States will continue to make all possible efforts\r\nto accomplish the goals of UN-NADAF. Let us not forget\r\nthat the efforts of Africa alone will never be enough. Let\r\nus not succumb to the temptation to sermonize on what\r\nAfrica needs to do further to help itself. Africa is fully\r\naware of the challenges confronting it, and understands\r\nthe solution to its problems. What Africa needs is enough\r\nresources to ensure the accomplishment of UN-NADAF’s\r\ngoals.\r\nGiven the magnitude of resources required for\r\nachieving these goals, it is imperative that the\r\ninternational community honour its commitment to Africa\r\nthrough concrete measures. Failure to do so will redound\r\nadversely not only on Africa, but on the international\r\ncommunity as a whole. The international community\r\nshould therefore rededicate itself to UN-NADAF, and\r\nrespond positively and effectively to the needs of Africa\r\nbefore it is too late.\r\nMr. Rodríguez Parrilla (Cuba) (interpretation from\r\nSpanish): The implementation of the United Nations New\r\nAgenda for the Development of Africa in the 1990s\r\n(UN-NADAF), whose mid-term review focused the\r\nattention of the international community just a few weeks\r\nago, is an issue to which my delegation attaches the\r\nhighest importance.\r\nThe documents for this agenda item contain valuable\r\ninformation concerning the measures taken by the\r\nGovernments of African countries and by the international\r\n3\r\nGeneral Assembly 53rd plenary meeting\r\nFifty-first session 5 November 1996\r\ncommunity to attain the targets set in the programme. I\r\nwish particularly to refer to document A/51/228/Add.1,\r\nprepared by the Economic Commission for Africa, which\r\nmirrors that region’s problems in their true magnitude and\r\ntheir daunting nature.\r\nIt is essential for this debate and whatever resolution\r\nwe may adopt to help to prompt steps that will make it\r\npossible to relaunch the Agenda for the Development of\r\nAfrica in the light of the results of the mid-term review.\r\nThis will ultimately depend on the political resolve of each\r\nand every country, and particularly the developed countries,\r\nfor which assistance to Africa is without question a matter\r\nof elementary historical justice.\r\nCuba also believes that the wealth extracted from that\r\ncontinent over centuries should now be returned to Africa\r\nby the affluent and comfortable societies that were in fact\r\nbuilt using Africa’s resources.\r\nHowever, despite the efforts of African countries to\r\nmake better use of official development assistance, the total\r\nvolume of official development assistance in Africa has\r\ncontinued to fall from almost $25 billion in 1990 to less\r\nthan $21 billion in 1993, a figure that is well below the\r\nobjective of $30 billion set as the target in UN-NADAF and\r\nalso far from the subsequent annual 4 per cent increase\r\nenvisaged.\r\nWhile there has been impressive growth in direct\r\nforeign investment in the developing countries overall, since\r\nthe beginning of the 1990s less than 2 per cent of these\r\nflows have gone to Africa. The absolute figures are\r\ncomparable only with those for 1985, when the economic\r\ncrisis on that continent came to a head. Africa’s share in\r\nworld trade declined from 5 per cent in 1980 to 2.1 per\r\ncent in 1995. At a time when there is so much talk about\r\nglobalization and its benefits and potential for all, there are\r\nmany indicators that foreshadow a still marginalized Africa,\r\nwhere most countries will have been literally excluded from\r\nmarkets for goods and services, financial markets and\r\ncapital and technological flows.\r\nIn spite of the hardships and wrenching efforts\r\ninvolved in the reform processes under way in some\r\ncountries, savings and investment rates continue to be\r\nextremely low, terms of trade have worsened, the region’s\r\nbalance-of-payments deficit has increased and levels of\r\nexternal debt remain unsustainable. Millions of men,\r\nwomen and children live in despair and abject poverty. In\r\nsub-Saharan Africa alone, 10 million AIDS sufferers have\r\nbeen identified, more than half of them women.\r\nAfrica’s problems are of such magnitude that they\r\ndemand special and extraordinary efforts. For this reason,\r\nwe welcome the launching of the United Nations System-\r\nwide Special Initiative on Africa as a complement to the\r\nUnited Nations New Agenda for the Development of\r\nAfrica in the 1990s and as a framework for the\r\ncooperation of the whole of the United Nations system\r\naiming at a genuine mobilization of the operational\r\nactivities of the New Agenda for Africa. Similarly, we\r\nhail the recent initiatives and Conferences on African\r\nDevelopment sponsored by Japan, as well as other steps\r\ntaken by certain European countries.\r\nAt the same time, however much we may wish to do\r\nso, it would be premature to describe the isolated and not\r\nyet sustained indicators of economic growth in certain\r\ncountries of the region as signs of “tangible progress”, as\r\ndoes the report in document A/51/228. Such euphoria\r\nserves only to blind us to the destitution in which entire\r\npeoples are living.\r\nWith its modest economic and financial resources\r\nand in spite of the limitations inherent in its status as a\r\nsmall developing country, Cuba has provided and\r\ncontinues to provide significant cooperation and technical\r\nassistance to many African countries. Cuban teachers,\r\ndoctors, engineers and technicians continue to make their\r\ncontribution to the economic and social development of\r\nthat continent without expecting the slightest material\r\nreward for their work. Tens of thousands of African\r\nstudents have also attended Cuban schools to study a\r\nwide variety of specialized subjects. I mention this in all\r\nhumility simply to give a practical and tangible example\r\nto show that such efforts can succeed in the short term if\r\nthere is a genuine will to do so.\r\nCuba is proud of its Afro-Hispanic origins and\r\nculture and wishes today to ratify its historical and\r\nabiding commitment to Africa.\r\nMs. Valencia (Colombia) (interpretation from\r\nSpanish): I have the honour to address this plenary\r\nmeeting of the General Assembly on behalf of the\r\nMovement of Non-Aligned Countries on an issue of great\r\nimportance to the Movement and developing countries:\r\nthe implementation of the United Nations New Agenda\r\nfor the Development of Africa in the 1990s.\r\nThe adoption of the New Agenda in December 1991\r\nreflected the United Nations recognition of the pressing\r\nneed to make the question of Africa high priority for the\r\ndecade. It also reflected the General Assembly’s\r\n4\r\nGeneral Assembly 53rd plenary meeting\r\nFifty-first session 5 November 1996\r\nrecognition of the profound economic and social crisis\r\nbeing experienced by the continent. It was considered a\r\nmatter of urgency to create new mechanisms and indicate\r\nnew directions to secure the required international support\r\nto deal with such a tragic situation.\r\nThe overwhelming burden of external debt, excessive\r\ndependence on a few commodities, rapid population growth,\r\nserious deterioration of nutritional indicators, environmental\r\ndegradation — with the recurring problems of drought and\r\ndesertification — social tensions and ongoing conflicts\r\nreveal only part of the grave consequences of increasing\r\nmarginalization of African countries from the world\r\neconomy. In Africa poverty and suffering have reached\r\nlevels unknown in any other part of the world.\r\nIn the midst of such a complex situation, the African\r\ncountries are deploying their own efforts to implement the\r\nNew Agenda commitments. Economic reform policies,\r\npromotion of subregional and regional cooperation,\r\nagricultural development, promotion of appropriate\r\nenvironmental and demographic policies and encouragement\r\nof democratic processes are examples of those countries’\r\nefforts to face the challenges before them.\r\nIn many African countries the overwhelming burden\r\nof the external debt is such that resources that would\r\notherwise be earmarked for meeting urgent social needs\r\nmust be devoted to debt payments. The Non-Aligned\r\nMovement will therefore continue its actions to convince\r\nthe international community, in particular the creditor\r\ncountries and the multilateral financial institutions, to adopt\r\nan effective solution to the external debt problem.\r\nWe will also insist that priority should be given to the\r\ndiversification of African economies, support for the\r\nregional and subregional integration programmes on the\r\ncontinent, the fulfilment of agreed targets for official\r\ndevelopment assistance and the effective implementation of\r\ncommitments adopted at recent United Nations international\r\nconferences, in particular those relating to the critical\r\nsituation in Africa.\r\nAfrica is a marvellous continent of enormous potential.\r\nWe reaffirm our confidence in its peoples, its diversity, its\r\nwealth and its human resources. Let us support Africa’s\r\nefforts to build its own future. The immense significance of\r\nthis enterprise should be expressed through the clear resolve\r\nby the United Nations and the international community to\r\nfully implement the New Agenda. Solidarity is the hope of\r\nthe peoples of Africa. Let us work to provide it.\r\nMr. Mabilangan (Philippines): The Philippine\r\ndelegation congratulates Ambassador Owada, Chairman\r\nof the Ad Hoc Committee of the Whole of the General\r\nAssembly for the Mid-term Review of the Implementation\r\nof the United Nations New Agenda for the Development\r\nof Africa in the 1990s (UN-NADAF), and to his country,\r\nJapan, for its concrete and specific contributions to the\r\ndevelopment of Africa.\r\nWe now have an assessment of the achievements of\r\nthe first five years of the UN-NADAF, as well as\r\nconcrete and specific recommendations for its full\r\nimplementation.\r\nIt is gratifying to note that the African countries\r\nhave exerted their best efforts to implement their part of\r\nUN-NADAF. Reform measures have been adopted to\r\nliberalize domestic prices and external trade. These\r\ncountries have made monetary adjustments, and many of\r\nthem have taken steps to improve public finance\r\nmanagement. By and large, the countries of the continent\r\nhave made laudable achievements in macroeconomic\r\nreform and governance.\r\nTheir efforts, in fact, have already had a positive\r\nimpact on their economies, as summarized in the\r\nSecretary-General’s report, submitted at the mid-term\r\nreview. The international community should, however,\r\ntemper its expectations because the tentative indications\r\nof growth recently shown by a number of these countries\r\ncannot yet be perceived as a pattern that can be sustained\r\nor emulated quickly by other African countries,\r\nparticularly the least developed among them. The\r\ninternational community should not forget that Africa is\r\nthe only region of the world to have suffered from a\r\ncontinuous economic decline since 1980.\r\nThe continent’s inability to maximize the benefits\r\nfrom foreign trade and international financial flows cannot\r\nbe allowed to persist if the international community\r\nsincerely expects the continent to realize sustained\r\neconomic growth and sustainable development.\r\nAfrica’s share in world exports fell from 2.9 per cent\r\nin 1990 to 2.2 per cent in 1994. Official development\r\nassistance has also fallen in real terms since 1990. The\r\ncontinent also carries a heavy burden of external\r\nindebtedness, principally official bilateral and multilateral\r\ndebts.\r\nIt is evident that the international community has yet\r\nto implement fully its part of UN-NADAF. In one key\r\n5\r\nGeneral Assembly 53rd plenary meeting\r\nFifty-first session 5 November 1996\r\narea, the target of net official development assistance of\r\n$30 billion in 1992, with an increment of an annual average\r\nrate of 4 per cent in the years thereafter, was not met.\r\nInstead, it decreased. My delegation believes that the\r\ninternational community has the resources and capabilities\r\nadequately to support the full implementation of\r\nUN-NADAF. More than once in the not-so-distant past, the\r\ninternational community was able to demonstrate its ability\r\nto muster the required political will and resources that\r\nquickly changed the course of development of some groups\r\nof countries.\r\nAfrican countries have exerted their best efforts and\r\ncontinue to do so. But there must be an accompanying\r\nfavourable external environment to enable their efforts to\r\nproduce the required results. The external environment must\r\nbe supportive of the identified critical interventions for\r\nAfrican development and recovery in such areas as the\r\ndiversification of their export products, intensification of\r\nregional integration, human resource development, the\r\nprovision of adequate resource flows and durable solutions\r\nto their external debts.\r\nAfrica’s continued reliance on a small number of\r\nexport products has left it extremely vulnerable to the fast-\r\nchanging market conditions of the world economy.\r\nEconomic diversification is a compelling need for Africa.\r\nIt has been identified that economic cooperation and\r\nregional integration among these countries could be key to\r\ntheir development because, as with other successful regional\r\ncooperation, new markets are created. While efforts towards\r\nregional cooperation and integration must continue, we also\r\nbelieve that appropriate infrastructures must be provided to\r\ninterconnect the African countries.\r\nHuman resource development has been shown in the\r\nexperience of many countries to be a critical component of\r\ndevelopment. Invariably, without trained, healthy and\r\nproductive men and women, economic growth and progress\r\nwould be impossible. The continuing development crisis of\r\nAfrica has seriously hampered its strides in human\r\nresources development. The recently issued human\r\ndevelopment report has confirmed this finding.\r\nIt is also disturbing that resources are flowing out of\r\nAfrica when they might have been utilized in the continent.\r\nAfrica’s debts are a major obstacle to its ability to recover\r\nand develop. The international community is well aware of\r\nconcrete proposals to address the unsustainable debts of\r\nAfrica. Concrete action has to go beyond the Naples terms\r\nand any effective solution to multilateral debts must\r\nencompass a greater number of countries in the continent.\r\nClearly, it is up to the international community to provide\r\nthe appropriate response.\r\nWe in the developing world can easily feel the\r\ngravity of the situation in Africa, the difficult\r\ncircumstances in the continent and the urgency for\r\nrequired action, because we see an Africa in many parts\r\nof our countries. There is much that we ourselves can do\r\nto contribute in a meaningful way to the implementation\r\nof UN-NADAF. Individually or through our collective\r\nefforts, we have implemented programmes and projects to\r\nenhance economic and technical cooperation among\r\ndeveloping countries. South-South cooperation is\r\nbecoming an important dimension for greater cooperation\r\namong developing countries and the mid-term review has\r\nrecognized such a dimension of development cooperation.\r\nMy country, the Philippines, for instance, has\r\nimplemented a small programme of economic and\r\ntechnical cooperation among developing countries funded\r\nby the national budget and a number of African countries\r\nhave been beneficiaries of the various projects we have\r\ncarried out in this regard. But South-South cooperation\r\ncan at best provide a modest complement to the full\r\nefforts of the internationally community in seeing to it\r\nthat adequate resources and other forms of support can\r\nflow to the continent and enable the African countries to\r\nparticipate fully in a globalizing and increasingly\r\ninterdependent world.\r\nThe Acting President: In accordance with the\r\ndecision taken by the General Assembly yesterday at its\r\nfiftieth plenary meeting, I now call on the Permanent\r\nObserver of the Holy See.\r\nArchbishop Martino (Holy See): As it does in\r\nevery discussion on development, the Holy See wishes to\r\nunderscore the centrality of the human person. This\r\ncentrality is enshrined in the first Principle of the Rio\r\nDeclaration on Environment and Development:\r\n“Human beings are at the centre of concerns\r\nfor sustainable development. They are entitled to a\r\nhealthy and productive life in harmony with nature.”\r\n(A/CONF.151/26/Rev.1 (Vol. I), p. 3)\r\nIn the discussion of the United Nations New Agenda for\r\nthe Development of African the 1990s, the community of\r\nnations must be willing to make this centrality a reality.\r\nThe essential role that the human person plays in the\r\nformulation of a viable plan for action and development\r\n6\r\nGeneral Assembly 53rd plenary meeting\r\nFifty-first session 5 November 1996\r\nmust forever go beyond the written page and debate and be\r\nput into practice.\r\nIn any consideration of an agenda for development in\r\nAfrica, the outcome of the World Summit for Social\r\nDevelopment merits greater attention. The Summit’s\r\nProgramme of Action identifies:\r\n“Enhancing positive interaction between\r\nenvironmental, economic and social policies [as]\r\nessential for success in the longer term”\r\n(A/CONF.166/9, annex II, para. 2)\r\nand notes that this is to be done\r\n“with full respect for the various religious and ethical\r\nvalues, cultural backgrounds and philosophical\r\nconvictions of its people, and in conformity with all\r\nhuman rights and fundamental freedoms.” (Ibid.,\r\nannex I, para. 28)\r\nSince independence, African countries have turned to\r\ndonor nations, often their former colonial rulers, and to\r\ninternational financial institutions for guidance and growth.\r\nThe guidance seems to have become a kind of economic\r\nreceivership. The policies of many African nations are\r\ndecided in a cycle of meetings with the International\r\nMonetary Fund, the World Bank, donors and creditors.\r\nRates of growth in Africa have been questioned\r\nbecause they are low. These low rates have sometimes\r\nresulted in criticism and decreasing assistance. But the low\r\nrates can be clearly linked to such considerations as the fact\r\nthat Africa receives only about 3 per cent of all foreign\r\ndirect investment flows. However, Africa is no less capable\r\nof growth if given the levels of foreign direct investment\r\nthat are found in countries with economies experiencing\r\ngrowth. The key to growth is granting producers and\r\nconsumers the economic freedom to enjoy and respond to\r\nincentives and providing safety nets in necessary cases.\r\nForeign assistance for Africa is now being placed in\r\nquestion by some people. It is said to make little difference\r\nto growth and development in Africa. However, to get the\r\neconomies of African countries charted towards more\r\npositive growth rates, aid levels should be made more\r\ngenerous, not reduced, for a period of time. Following a\r\npre-announced sliding scale, certain basic areas should\r\nserve as categories for initial high levels of assistance.\r\nThese areas, would include, among others, human\r\ncapital — human beings using their skills — equipment and\r\nroads. Pope John Paul II, in his Apostolic Letter\r\nsummarizing the conclusions of the Special Assembly for\r\nAfrica of the Synod of Bishops, outlined further areas for\r\nwhich such prompt interventions and assistance are\r\nnecessary. These include\r\n“malnutrition, the widespread deterioration in the\r\nstandard of living, the insufficiency of means for\r\neducating the young, the lack of elementary health\r\nand social services with the resulting persistence of\r\nendemic diseases, the spread of the terrible scourge\r\nof AIDS, the heavy and often unbearable burden of\r\ninternational debt, [and] the horror of fratricidal wars\r\nfomented by unscrupulous arms trafficking, the\r\nshameful and pitiable spectacle of refugees and\r\ndisplaced persons”. (Ecclesia in Africa, No. 114)\r\nThe very general areas of emphasis suggested here\r\nin targeting increased foreign aid should not allow the\r\noverflow of conditionality that is so common today and\r\nshould be discontinued. This often reflects more on the\r\nweaknesses or preoccupations of the donors than on the\r\ntrue needs of the recipient country. It is the African\r\npeople themselves who, committing themselves to\r\n“good administration of public affairs in the two\r\ninterrelated areas of politics and the economy”\r\n(Ecclesia in Africa, No. 110)\r\nshould be allowed to foster development without the\r\nburden of excessive linkages and conditionalities too often\r\nfound in aid packages.\r\nParticular sensitivities are required when addressing\r\nthe population questions of the African continent. As is\r\nwell known, the discussion continues as to how\r\npopulation growth relates to development and the\r\neradication of poverty. Specialists have not yet arrived at\r\na conclusion in this regard, since their beliefs fall on both\r\nsides of the issue. But the documentation prepared on this\r\nitem seems clearly to have decided in favour of\r\npopulation control policies and against strategies\r\nadvocating development through poverty eradication. The\r\ngreat number of reservations that have surrounded this\r\nissue, both at the Conference on Population and\r\nDevelopment and subsequent conferences, demonstrate the\r\nlack of any true consensus in this regard.\r\nIn the documentation on this item, the critical issues\r\nsection contains a subsection on human development and\r\ncapacity-building composed of 12 paragraphs and\r\nsubparagraphs. Six of these — one half of the total —\r\nrefer to population issues, while only two are dedicated to\r\n7\r\nGeneral Assembly 53rd plenary meeting\r\nFifty-first session 5 November 1996\r\neducation, and a single paragraph addresses employment.\r\nThe potential of this valuable resource of the continent of\r\nAfrica — Africans themselves — deserves more attention.\r\nOne is challenged to consider the nature of the real agenda\r\nfor this topic.\r\nLack of peace on the African continent has clearly\r\ndiminished development. This is mostly evidenced in its\r\nimpact on the African people themselves, particularly\r\nwomen and children. “An Agenda for Development” states\r\nthat\r\n“Development is a fundamental human right.\r\nDevelopment is the most secure basis for peace.”\r\n(A/48/935, para. 3)\r\nThat message is echoed in the report of the Secretary-\r\nGeneral that is being considered today, which states:\r\n“Sustainable development cannot occur without\r\npeace, which requires proactive efforts towards\r\nconflict prevention, management and resolution.”\r\n(A/51/228, para. 13)\r\nPeace, of course, is not easily guaranteed, especially\r\nsince so many in Africa today suffer from ethnic and\r\npolitical strife. Once again, we turn to “An Agenda for\r\nDevelopment”, which states\r\n“While there is war, no State is securely at\r\npeace. While there is want, no people can achieve\r\nlasting development.” (A/48/935, para. 15).\r\nOnly through the promotion of peace through social justice,\r\nrespect for human rights, the building up of a State based\r\non law and the fostering of authentic democracy will\r\neconomic and social development occur in Africa.\r\nI wish to conclude with the words of His Holiness\r\nPope John Paul II upon his return from his eleventh\r\npastoral visit to Africa:\r\n“How can one not be touched by the Africans’ human\r\nwarmth? How can one forget the colours, sounds and\r\nrhythms of that land? They are the dance of life, the\r\ntriumph of life! Unfortunately, once again I have seen\r\nwith my own eyes this continent’s problems. Africa\r\nbears the scars of its long history of humiliations. This\r\ncontinent has too frequently been considered only for\r\nselfish interests. Today, Africa is asking to be loved\r\nand respected for what it is. It does not ask for\r\ncompassion, it asks for solidarity.”\r\nThere is hope for the people of Africa. May this\r\ndiscussion help to fuel that hope.\r\nThe Acting President: In accordance with General\r\nAssembly resolution 2011 (XX) of 11 October 1965, I\r\nnow call on the Permanent Observer for the Organization\r\nof African Unity.\r\nMr. Sy (Organization of African Unity): I should\r\nlike, at the beginning of this statement, to express on\r\nbehalf of the Organization of African Unity warm\r\ncongratulations to all members of the Ad Hoc Committee\r\nof the Whole of the General Assembly for the effective\r\nand timely completion of the mid-term review of the\r\nUnited Nations New Agenda for the Development of\r\nAfrica in the 1990s (UN-NADAF). At the same time, I\r\nwould personally like to commend the excellent\r\ncoordination of the review exercise under the\r\nChairmanship of Ambassador Hisashi Owada, the\r\nPermanent Representative of Japan.\r\nThe review exercise has once again demonstrated the\r\nspirit of partnership for development which has evolved\r\nin the United Nations over the years. The review was for\r\nthe most part much more concerned with what has to be\r\ndone in order to achieve the objectives established by\r\nUN-NADAF in 1991. There was a clear understanding of\r\nwhat African countries themselves have done since the\r\nadoption of the programme. The various political and\r\neconomic reforms adopted by many African countries\r\nhave started to produce positive results on economic\r\ngrowth and development in some countries and have laid\r\nthe basis for sustainable economic growth and\r\ndevelopment in others. For some others in the continent,\r\nhowever, the problems of economic development remain\r\nvery acute.\r\nAt the same time, the review exercise has\r\nacknowledged the commitment of the international\r\ncommunity and the ongoing transformation of the\r\ninternational economy. The international community\r\ncontinues to show concern for Africa in all the major\r\nglobal programmes on the promotion of international\r\ndevelopment, while the globalization and liberalization of\r\nthe world economy tend to marginalize the economically\r\nweak countries.\r\nAs we approach the beginning of the next century,\r\nAfrican countries, I must emphasize, continue to lay great\r\nstore in the international community and in the relief\r\nwhich UN-NADAF could bring to their ailing economies.\r\nThe consolidation of the gains made so far by many\r\n8\r\nGeneral Assembly 53rd plenary meeting\r\nFifty-first session 5 November 1996\r\nAfrican countries will be difficult without greater\r\ncommitment and support from the international community.\r\nAll these points have been well articulated in the\r\nrecommendations of the Ad Hoc Committee. However,\r\nwhile not attempting to restate these measures, permit me\r\nto underscore that the way forward in the implementation\r\nof the objectives of UN-NADAF and in the promotion of\r\nauthentic development in Africa should include prioritizing\r\ndevelopment strategies.\r\nOne cardinal issue requiring urgent attention in the last\r\nphase of UN-NADAF is external trade. The international\r\ncommunity should effectively support African efforts at\r\ntrade facilitation and market access. The trading partners of\r\nAfrican countries should consider further reduction in tariffs\r\nand the removal of non-tariff barriers on African products.\r\nThis process should be complemented by adequate support\r\nfor the diversification of African economies. In this regard,\r\nStates participating in the African Development Fund of the\r\nAfrican Development Bank would go a long way towards\r\nassisting trade expansion by making an initial, adequate\r\nspecial contribution to finance the preparatory phase of\r\ncommodity diversification projects and programmes.\r\nThe promotion of sustainable economic growth and\r\nsustained development in African countries during the\r\nremaining lifespan of UN-NADAF may well hinge on the\r\nextent to which the question of resource flows is adequately\r\naddressed by the international community. The impact of\r\nthe reforms and the present economic conditions of many\r\nAfrican countries suggest that additional new resources are\r\nurgently needed. Attempts should be made by those\r\ncountries which have not done so to reach the target of 0.7\r\nper cent of gross national product in official development\r\nassistance to African countries. The international\r\ncommunity should facilitate the flow of foreign direct\r\ninvestment to African countries, since most of the\r\ncountries have made major improvements in the\r\nenvironment for investment.\r\nAt the same time, greater efforts should be made to\r\nrelieve the debt burden of the indebted countries. While\r\nthe Heavily Indebted Poor Countries Debt Initiative is a\r\nstep in the right direction, we would welcome substantial\r\ncontributions to its fund by the creditor countries and\r\ninternational financial institutions. Also, the conditions\r\ngoverning whether countries can benefit from the\r\ninitiative should not be too stringent so that the more\r\nindebted African countries can benefit from it.\r\nIn addition to this, I wish to underscore that regional\r\neconomic integration remains, in the long run, a crucial\r\nstrategy for promoting enduring development in the\r\ncontinent and a complement to national economic policies\r\non economic growth and development. The African\r\nEconomic Community is the foremost force for economic\r\nintegration in the continent. The process of development\r\nin African countries would be further accelerated if the\r\ninternational community supported the work of the\r\nCommunity.\r\nAllow me to say in conclusion that international\r\ndevelopment is a question of self-enlightenment. Poverty\r\nknows no boundaries. It generates immigration problems,\r\nprovokes conflicts and has linkages with international\r\nterrorism. Africa has a potential market of more than 600\r\nmillion people. The development of the continent would\r\nbe to everyone’s advantage.\r\nThe Acting President: We have heard the last\r\nspeaker in the debate for this item.\r\nAt the request of several delegations, action on the\r\ndraft resolution contained in section IV of document\r\nA/51/48 will be taken at a later date to be announced.\r\nThe meeting rose at 4.10 p.m.\r\n9\r\n"