"United Nations A/51/PV.30\r\n96-86455 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-first Session\r\n30th plenary meeting\r\nThursday, 10 October 1996, 3 p.m.\r\nNew York\r\nPresident: Mr. Razali Ismail . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Malaysia)\r\nThe meeting was called to order at 3.05 p.m.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nThe President: I call on the Chairman of the\r\ndelegation of Vanuatu, His Excellency Mr. Jean\r\nRavou-Akii.\r\nMr. Ravou-Akii (Vanuatu) (interpretation from\r\nFrench): First of all, Sir, I offer you my delegation’s\r\nheartiest congratulations on the occasion of your election to\r\nthe presidency of the fifty-first session of the General\r\nAssembly. Your rich experience in bilateral and multilateral\r\ndiplomacy is, for my delegation, a guarantee for the success\r\nof our work. My country, the Republic of Vanuatu, and\r\nyours, Malaysia, enjoy friendly and cooperative relations.\r\nI also wish to express my country’s thanks to your\r\npredecessor, Mr. Diogo Freitas do Amaral, for the\r\ncommitment, competence and skill with which he guided\r\nour work at the fiftieth session of the General Assembly.\r\nI wish to express my country’s appreciation to the\r\nSecretary-General, Mr. Boutros Boutros-Ghali, for the\r\nremarkable work that he has consistently done since the\r\nvery beginning of his term of office in the service of our\r\nOrganization. I reaffirm here my Government’s support for\r\nthe principle by which, according to tradition, Africa has a\r\nright to a second mandate.\r\nMy Government has made its modest contribution to\r\ndisarmament and arms-control measures. This modest\r\ncontribution has been made in the areas of conventional\r\nweapons and weapons of mass destruction alike. With\r\nregard to conventional weapons, on 10 July 1996 the\r\nRepublic of Vanuatu provided the Secretary-General,\r\nthrough the Centre for Disarmament Affairs, with\r\ninformation on imports, exports and the re-exportation of\r\nweapons covered by the Register of Conventional Arms\r\nestablished by the Secretary-General under General\r\nAssembly resolution 46/36 L of 9 December 1991. The\r\ninformation I have mentioned is contained in the report of\r\nthe Secretary-General in document A/51/300 of 20 August\r\n1996.\r\nI wish to reaffirm the position of the Government of\r\nthe Republic of Vanuatu on the complete elimination of\r\nanti-personnel landmines. Indeed, at the fiftieth session of\r\nthe General Assembly, the Republic of Vanuatu voted in\r\nfavour of resolution 50/70 O entitled “Moratorium on the\r\nexport of anti-personnel landmines”. As we all know, the\r\nmajority of the victims of anti-personnel landmines are\r\nwomen and children.\r\nIn the area of weapons of mass destruction, my\r\nGovernment has made its modest contribution through\r\nmeasures at both the regional and international levels. Let\r\nus take a look first at the regional level.\r\nThe Republic of Vanuatu acceded last year to the\r\nTreaty of Rarotonga establishing the South Pacific\r\nNuclear Free Zone. I take this opportunity, on behalf of\r\nGeneral Assembly 30th plenary meeting\r\nFifty-first session 10 October 1996\r\nthe people and the Government of the Republic of Vanuatu,\r\nto congratulate the United States of America, the French\r\nRepublic and the United Kingdom of Great Britain and\r\nNorthern Ireland, which signed the Treaty last year. My\r\nGovernment welcomed the ratification last September by\r\nthe French Republic of the Protocols to the Rarotonga\r\nTreaty and pays tribute to its initiative of sending an expert\r\nteam from the International Atomic Energy Agency (IAEA)\r\nto conduct a radiological study at the sites of French\r\nnuclear tests in French Polynesia.\r\nIn the area of global nuclear disarmament, on 24\r\nSeptember 1996 I signed, on behalf of my Government, the\r\nComprehensive Nuclear-Test-Ban Treaty adopted by the\r\nGeneral Assembly on 10 September 1996. Moreover, my\r\ncountry acceded to the Treaty on the Non-Proliferation of\r\nNuclear Weapons, opened for signature in Moscow, London\r\nand Washington on 1 July 1968, and supports the indefinite\r\nextension of that Treaty.\r\nThe Republic of Vanuatu, like other Members of our\r\nOrganization, took note of the Advisory Opinion rendered\r\nlast summer by the International Court of Justice, the legal\r\norgan of the United Nations, on the legality of the threat or\r\nuse of nuclear weapons. This Advisory Opinion is an\r\nadditional commitment in favour of nuclear disarmament.\r\nThe major objective of measures taken and to be taken by\r\nthe Republic of Vanuatu in the coming years is to\r\ndemonstrate our commitment to the complete and general\r\ndisarmament of our entire planet.\r\nI would like to express my Government’s views on\r\nsome regional conflicts, namely, those in the former\r\nYugoslavia in Central Europe, in the Great Lakes region in\r\nthe heart of the African continent, and in the Middle East.\r\nRegarding the situation in the former Yugoslavia in Central\r\nEurope, my Government welcomes the elections held on 14\r\nSeptember as an important step forward for the future of\r\nBosnia and Herzegovina. In the Great Lakes region of\r\nAfrica, my Government supports the efforts of our\r\nOrganization, in close cooperation with the Organization of\r\nAfrican Unity, to avert a widespread war in that region.\r\nFinally, with respect to the situation in the Middle East, my\r\nGovernment congratulates the Palestinian and Israeli\r\ndelegations on having decided last Sunday, 6 October 1996,\r\nto resume discussions that should lead to a lasting peace in\r\nthat region.\r\nIn the area of international law, the United Nations,\r\nthrough the International Law Commission, must continue\r\nto play a major role in the codification of international law.\r\nIn this respect, the Republic of Vanuatu joins with other\r\nMembers of the United Nations in calling for the\r\nconvening of an international conference of\r\nplenipotentiaries entrusted with considering the draft\r\nstatute of an international court prepared by the\r\nInternational Law Commission and with concluding a\r\nconvention establishing an international criminal court.\r\nIn the area of human rights, in September 1995 the\r\nNational Parliament of the Republic of Vanuatu adopted\r\na law on the office of mediators. The mediator began his\r\nwork in late 1995. I take this opportunity to thank the\r\nGovernment of Papua New Guinea, in the context of\r\ncooperation between members of the Melanesian\r\nSpearhead Group, for its valuable technical assistance in\r\nhelping my Government to implement fully and with\r\nrelative celerity the provisions of the aforementioned law.\r\nAbove and beyond the role of mediator, there is,\r\nobviously, the fundamental law — the Constitution of the\r\nRepublic of Vanuatu — which guarantees the\r\nfundamental rights and individual freedoms of all of its\r\ncitizens.\r\nI wish to recall the statement made here by the\r\nPrime Minister of the Republic of Vanuatu at last year’s\r\ncommemoration of the fiftieth anniversary of the adoption\r\nof the Charter of the United Nations, in which he\r\nreaffirmed the Government of the Republic of Vanuatu’s\r\nsupport for the reform and rational management of the\r\nUnited Nations system. I also take this opportunity to\r\nexpress my Government’s opinion that the scale of\r\nassessments for the apportionment of the expenses of our\r\nOrganization must faithfully reflect the capacity to pay of\r\nthe Member States of our Organization.\r\nIn the area of development, my Government will\r\nparticipate in the special session of the General Assembly\r\nnext year devoted to the assessment of Agenda 21 and\r\nhopes, with other delegations that have expressed this idea\r\nhere, that new commitments will be undertaken towards\r\nthe environment. In this respect, the Environment Unit of\r\nVanuatu’s national bureau of the environment, created in\r\n1986 under the auspices of the Ministry of Natural\r\nResources, will work in close collaboration with the\r\nenvironmental programme of the Oceanian region in\r\npreparing the Pacific region’s contribution to the work of\r\nthe special session of the General Assembly.\r\nLast year, through a decision of the Ministry of\r\nHome Affairs and Decentralization to apply the law on\r\ndecentralization within the Republic of Vanuatu, my\r\nGovernment reduced the number of provinces from 11\r\nto 6. The purpose of this reduction was, first, to allow the\r\n2\r\nGeneral Assembly 30th plenary meeting\r\nFifty-first session 10 October 1996\r\nmajor islands to help the smaller ones; secondly, to allocate\r\nfinancial and human resources to all of the provinces; and,\r\nfinally, to demonstrate the will of my Government to\r\ndecentralize administrative and public functions for the\r\nbenefit of provinces. In other words, it encourages\r\ncommunities and individuals to participate in the economic\r\nand social development of the Republic. In this regard, I\r\ntake this opportunity to thank the United Nations\r\nDevelopment Programme in its capacity as a multilateral\r\npartner in the regional efforts of all Oceanian States and,\r\nmore particularly, for its valuable assistance to the\r\nGovernment of the Republic of Vanuatu in drafting its book\r\non sustainable human development in Vanuatu. My\r\nGovernment presented this book to the press on\r\n23 September.\r\nIn conclusion, I wish to reaffirm here the faith of the\r\nRepublic of Vanuatu in the United Nations.\r\nThe President: I now call on the Deputy Prime\r\nMinister and Minister for Foreign Affairs of Thailand,\r\nHis Excellency Mr. Amnuay Viravan.\r\nMr. Viravan (Thailand): On behalf of the\r\nGovernment and people of Thailand, I should like to extend\r\nmy warmest congratulations to Your Excellency upon your\r\nelection to the presidency of the General Assembly at its\r\nfifty-first session, which marks the beginning of the next\r\nhalf-century for the United Nations. I am confident that,\r\nwith your leadership and guidance, this session will mark\r\na successful beginning for the work of the United Nations\r\nin the next 50 years and in the new century.\r\nFrom what we have seen so far, you are already off to\r\na good start. By insisting on beginning our meetings on\r\ntime over the past three weeks and not succumbing to the\r\ntraditional half-hour delay before starting the meetings, you\r\nhave, in effect, prevented the wastage of both time and\r\nmoney for the United Nations and its Member States. This\r\nact is truly an admirable display of leadership. My\r\ndelegation looks forward to seeing more such constructive\r\ninitiatives in the future.\r\nAs a close neighbour of Malaysia and a fellow\r\nmember of the Association of South-East Asian Nations,\r\nThailand is particularly pleased to see you in this important\r\noffice. You can count on my delegation’s fullest\r\ncooperation in all your endeavours at this session.\r\nMy delegation also wishes to take this opportunity to\r\nexpress its sincere appreciation to Mr. Diogo Freitas\r\ndo Amaral of Portugal, the President of the historic fiftieth\r\nsession of the General Assembly, for his most\r\ncommendable efforts in making the fiftieth session and\r\nthe fiftieth anniversary year of the United Nations truly\r\nmonumental and fruitful.\r\nMy delegation is especially grateful to Mr. Freitas\r\ndo Amaral for his role in facilitating the work of the\r\nGeneral Assembly’s working groups on the reform of the\r\nUnited Nations, particularly the Open-ended Working\r\nGroup on the Question of Equitable Representation on\r\nand Increase in the Membership of the Security Council\r\nand other matters related to the Security Council. Under\r\nhis stewardship, that Working Group was able to adopt,\r\nfor the first time, a substantive and comprehensive report\r\nwhich was acceptable to all.\r\nAs we enter the next half-century of the United\r\nNations and the closing years of the twentieth century, it\r\nis becoming increasingly clear that we, our children and\r\ngrandchildren will soon be living in a new era that is very\r\ndifferent from today’s. The last decades of this century\r\nhave set the stage for a major shift in global paradigms\r\nthat will forever change the way in which we live and\r\nwork.\r\nIn recent years, events such as the population\r\nexplosion, the ebbing of the ideological tide and the\r\ntechnological and communications revolution have\r\nbrought to the fore such issues as the management of\r\nfood and resources, preservation of the environment, the\r\nneed to improve income distribution, education and health\r\ncare, and the promotion of civil rights and equalities,\r\ndemocracy and good governance.\r\nIn the United Nations and elsewhere, there is a clear\r\nindication that the prominence of such issues will\r\ncontinue into the next century and beyond. If we are to be\r\nable to address these issues, deal with them in an efficient\r\nmanner, go through the transition and adjust ourselves to\r\nthe paradigm shift, we need a concerted and\r\ncomprehensive approach. This approach should be\r\nproactive rather than reactive and should be able to\r\nprovide a new course of action for future generations.\r\nThe development and implementation of such an\r\napproach require leadership at the global level. As the\r\nonly international body that deals with a vast array of\r\nglobal issues on a daily basis, the United Nations is in a\r\nunique position to provide that leadership.\r\nThailand is convinced that, in order to be able to\r\nassume a leadership role, it is imperative that the United\r\n3\r\nGeneral Assembly 30th plenary meeting\r\nFifty-first session 10 October 1996\r\nNations first be reformed and revitalized at all three\r\nlevels — intergovernmental, organizational and managerial.\r\nIt is for these reasons that Thailand attaches great\r\nimportance to the work of the General Assembly’s five\r\nworking groups on United Nations reform. Thailand\r\nbelieves that, if given the necessary political will and\r\ncooperation from Member States, each of these working\r\ngroups will soon be able to make specific recommendations\r\nto the General Assembly that would serve as salient\r\nelements of a single comprehensive reform package.\r\nIt is unfortunate, however, that, in spite of the fact that\r\nmost of these working groups have been in existence for\r\ntwo to three years, a compromise on crucial issues is\r\nnowhere in sight. Furthermore, should this trend continue,\r\nit is unlikely that we will see any substantial achievement\r\nfrom these working groups in the near future.\r\nThis desolate scenario is certainly detrimental to the\r\nfuture of the United Nations, especially when we are\r\nmerely a few steps away from the next century. It is the\r\nbelief of my delegation that, if we are to make any progress\r\nin the work of the working groups, the time is now. The\r\nmore we hesitate and bicker, the less chance there will be\r\nof any meaningful reform of the United Nations.\r\nDue to the lack of progress in the work of some of the\r\nworking groups, some Member States have begun to\r\nsuggest that deadlines be imposed on their work. Thailand\r\ndoes not believe that such deadlines are necessary. In fact,\r\nThailand believes that, within a year or two, if no serious\r\ncompromise is to be found, the momentum for reform\r\nefforts will simply wither away. At that point, we will no\r\nlonger have to worry about deadlines or the efficiency and\r\neffectiveness of the United Nations in managing itself and\r\nin dealing with twenty-first-century issues. Without the\r\nnecessary reforms, the fate of the United Nations is sealed.\r\nMy delegation therefore wishes to call upon all fellow\r\nMember States to redouble their efforts, in the spirit of\r\ncooperation and compromise and for the benefit of the\r\ngreater whole, to help facilitate the work of the working\r\ngroups in the hope that, in the very near future, they will be\r\nable to come up with practical recommendations to the\r\nGeneral Assembly and that, eventually, a comprehensive\r\nreform package can be formulated. What is indispensable\r\nfor the twenty-first century is a more capable, more\r\nrepresentative, more accountable and better managed United\r\nNations.\r\nYear after year, we speak about the need to reform the\r\nUnited Nations. Year after year, we come back to the same\r\nproblem: the willingness or, to be more precise, the lack of\r\nwillingness of Member States to see the United Nations\r\nbecome what they themselves said the United Nations\r\nshould become. The United Nations cannot be reformed\r\nsimply by lip-service. No meaningful reform of the\r\nUnited Nations can take place without the political,\r\nmaterial and financial support of its Members. The failure\r\nof Member States to meet their financial obligations to\r\nthe United Nations, in particular, not only undermines the\r\nUnited Nations ability to reform but, more importantly, in\r\nactuality is the root cause of some of the United Nations\r\ncurrent inefficiencies. It is for this reason that my\r\ndelegation finds it politically and legally unacceptable for\r\nMember States intentionally to withhold their assessed\r\ncontributions to the United Nations on any grounds\r\nwhatsoever.\r\nWhen my delegation speaks about United Nations\r\nleadership, we are referring specifically to two sources of\r\nleadership. The first is the General Assembly, as it is the\r\nmost universal and, undeniably, the most important organ\r\nof the United Nations. The other is the Secretary-General\r\nas the chief administrative officer of the Organization.\r\nAs far as the General Assembly is concerned, my\r\ndelegation believes that it is essential that the\r\npre-eminence of the General Assembly vis-à-vis other\r\nprincipal organs of the United Nations continue to be\r\nemphasized. This pre-eminence should be not only in\r\nwords, but also in reality. The General Assembly must be\r\nthe ultimate decision-making body on all important\r\nquestions, as specified in the Charter, and not simply a\r\nrubber stamp for decisions or agreements concocted\r\nelsewhere. The General Assembly must truly be the voice\r\nof and moral compass for the international community.\r\nAs for the Secretary-General, my delegation is of the\r\nview that the twenty-first century demands that the chief\r\nexecutive officer of the United Nations be someone with\r\nexemplary courage and vision. That person must have the\r\ncourage to take bold initiatives, to stand up for what he\r\nor she believes is right as well as to promote and defend\r\nthe interest of the greater whole. He or she must have the\r\nvision and the managerial adeptness to turn the United\r\nNations into one of the most efficient and purposeful\r\ninternational institutions of our time. Due to the\r\nincreasingly demanding responsibilities of the Secretary-\r\nGeneral, Thailand is inclined to support the idea that the\r\nposts of Deputy Secretary-General be created and that\r\nthese deputies be empowered to act on behalf of the\r\nSecretary-General in certain areas of his or her\r\noverwhelming responsibilities. Moreover, in order to be\r\nable to perform his or her functions with full efficiency\r\n4\r\nGeneral Assembly 30th plenary meeting\r\nFifty-first session 10 October 1996\r\nand without the interference of undue external pressures, a\r\nUnited Nations Secretary-General should serve only one\r\nterm in office, be it of five or seven years.\r\nThrough close coordination and cooperation between\r\nthe General Assembly and the Secretary-General, a\r\ncomprehensive approach for the future can be developed\r\nand implemented with efficiency. The development and\r\nimplementation of this new approach should be guided by\r\nthe main purposes of the United Nations, namely, the\r\nmaintenance of international peace and security and the\r\npromotion of global economic and social development.\r\nThese dual responsibilities are the raisons d’étre of the\r\nUnited Nations. They have come to symbolize the efforts\r\ntowards global cooperation and my delegation believes that\r\ntheir goals should continue to be pursued with vigour and\r\nthe fullest cooperation from United Nations Member States.\r\nIn this connection, my delegation wishes to commend\r\nMr. Boutros Boutros-Ghali, the Secretary-General, for his\r\ninitiatives on “An Agenda for Peace” and “An Agenda for\r\nDevelopment”. By having the foresight to come up with\r\nthese very important documents in the early years of this\r\ndecade, the Secretary-General has provided us with\r\nblueprints for the future upon which we can plan and\r\nvisualize a new direction for a new United Nations.\r\nAs I pointed out earlier, there is a clear trend that the\r\nmain issues that will confront us in the future are those of\r\neconomic and social development. The key concepts for the\r\ntwenty-first century are sustainable economic growth and\r\nsustainable human and social development. For this reason,\r\nmy delegation believes that now is the time for greater\r\nattention to be given to these issues. This belief does not\r\nstem from the fact that Thailand herself is a developing\r\ncountry, but rather from the realization that a solid\r\neconomic and social foundation is an indispensable\r\nprerequisite for sustainable peace and prosperity.\r\nAt the international level in particular, functional\r\ncooperation in these areas could create a network of\r\ninterdependence based on goodwill and mutual interests,\r\nwhich could help eliminate conflicts and misunderstandings.\r\nIt is with this belief that Thailand has consistently been a\r\nstrong advocate of United Nations activities in the field of\r\neconomic and social development, as well as humanitarian\r\nactivities, and has been an active participant in the efforts\r\nto reform the mechanisms of the United Nations in these\r\nareas. A good example of Thailand’s commitment to the\r\nUnited Nations development effort is her agreement to host\r\nthe tenth session of the United Nations Conference on\r\nTrade and Development (UNCTAD) in the year 2000. In\r\nthe meantime, we are pleased that the five major\r\ninternational summits organized by the United Nations,\r\nranging from the United Nations Conference on\r\nEnvironment and Development (UNCED) in Rio de\r\nJaneiro in 1992 to Habitat II in Istanbul earlier this year,\r\nhave proved to be useful in enabling Member States to\r\nfocus on the various aspects of development and to\r\ncultivate a common vision and a comprehensive strategy\r\nfor cooperation among themselves. We hope that the\r\noutcome of such conferences will help convince Member\r\nStates of the need to render all necessary assistance and\r\ncooperation to the United Nations for its efforts in these\r\nareas.\r\nBut while we believe that international cooperation\r\ncould stimulate and promote development, we also believe\r\nthat development efforts should, first and foremost, begin\r\nat home. As a developing country, Thailand has always\r\nattached high importance to both economic growth and\r\nsocial development and has aspired to achieve an\r\nequilibrium between the two. This is evident in all of\r\nThailand’s national development plans. Currently Thailand\r\nis entering its eighth five-year national economic and\r\nsocial development plan. We are particularly proud of this\r\nplan, since, for the first time, the main focus is on human\r\ndevelopment: it is a human-centred national development\r\nplan. It is not by chance that the focus of this plan\r\ncoincides with recent efforts of the United Nations and\r\nwith the United Nations development strategy spelt out in\r\nthe Secretary-General’s “An Agenda for Development”\r\n(A/48/935). In fact, the plan has been drawn up so as to\r\ncomplement and respond to development efforts at all\r\nlevels: local, national, regional and global.\r\nAs a country of 60 million people, Thailand sees that\r\nhuman and social development are the keys to national\r\ndevelopment, since without any doubt a nation’s most\r\nprecious resource is its citizens. For this reason, through\r\nthe years the Thai Government, often under the direct\r\nroyal guidance of His Majesty King Bhumibol Adulyadej,\r\nhas been implementing hundreds of royal national\r\ndevelopment projects, ranging from environmental\r\nprotection to education, from agriculture to public health\r\ncare. Some of these projects, such as narcotic suppression\r\nthrough the introduction of crop substitution, are\r\ninternationally recognized and are being implemented in\r\nclose cooperation with the United Nations and other\r\ninternational agencies. As this is the year that the Thai\r\nnation celebrates the fiftieth anniversary of His Majesty’s\r\nascension to the throne, we are more determined than\r\never to continue on this path and to rededicate ourselves\r\nto advancing the cause which is so close to the heart of\r\n5\r\nGeneral Assembly 30th plenary meeting\r\nFifty-first session 10 October 1996\r\nour beloved monarch. Therefore, in the years ahead\r\nThailand will continue to work hard and to cooperate\r\nclosely with the international community in order to realize\r\nthe goals of sustainable economic, human and social\r\ndevelopment.\r\nAn important instrument through which States can\r\nrealize their economic and social development goals is\r\ninternational trade. It is therefore essential that all States be\r\ntreated with fairness and be given the same opportunities in\r\nthe international marketplace. This is the basic principle\r\nbehind the establishment of the World Trade Organization.\r\nHowever, what we see now is a disturbing tendency on the\r\npart of some States to use non-trade issues, such as human\r\nrights and labour standards, as leverage in trade\r\nnegotiations. Even more alarmingly, we are seeing an effort\r\nby some to exercise extraterritorial powers through\r\ndomestic legislation, impinging upon the freedom of other\r\nStates to pursue independent foreign policies and trading\r\npractices.\r\nMy delegation cannot emphasize strongly enough the\r\nimportance of keeping trade separate from other issues.\r\nTrade must remain free and open and not be held hostage\r\nto dissolute motives. Non-trade issues must not be brought\r\nin to be used as a smokescreen disguising neo-protectionist\r\npolicies and practices. To allow such a phenomenon to\r\ncontinue would only undo the gains that we have made\r\nover the past half century.\r\nAs mentioned above, Thailand believes in the time-\r\nproven notion that the benefits of functional cooperation in\r\nthe field of economic and social development could have a\r\npositive spillover effect on efforts for the maintenance of\r\ninternational peace and security. However, this does not\r\nmean that Thailand is idly waiting for such an effect to\r\nmaterialize. On the contrary, as in the past, Thailand has\r\ncontinued to be active in the field of international peace and\r\nsecurity and follows with vigilance the political and security\r\ndevelopments in various parts of the world. We are keeping\r\na watchful eye on, among other things, the peace process in\r\nBosnia and Herzegovina, the fragile peace efforts in the\r\nMiddle East and the unfolding situations in such diverse\r\nplaces as Angola, Haiti and Eastern Slavonia, Baranja and\r\nWestern Sirmium.\r\nIn particular, as a member of the Special Committee\r\non Peacekeeping Operations and the coordinator of the\r\nNon-Aligned Movement for this issue, Thailand is very\r\nmuch in support of the idea that the United Nations overall\r\npolicy on peacekeeping should be re-examined. We believe\r\nthat there should be clear guidelines and principles with\r\nregard to the scope, depth, objectives and mandates of\r\nUnited Nations peacekeeping activities in order to ensure\r\nthat United Nations involvement in conflict situations will\r\nbe practical, meaningful and cost-effective.\r\nAt a time when the United Nations is facing a\r\nfinancial crisis, Thailand also supports the notion that\r\nthere should be clear time-frames for United Nations\r\npeacekeeping operations. Of the existing 16 United\r\nNations peacekeeping operations, two date back to the\r\n1940s, one to the 1960s and two to the 1970s. These five\r\npeacekeeping operations, which have been running for\r\ndecades, have thus far cost the United Nations and its\r\nMember States almost $240 million and, more\r\nimportantly, the lives of 461 peacekeepers. Looking at\r\nthese figures, one cannot but wonder whether it is the\r\nUnited Nations that is not keeping the peace, or the\r\nparties involved that are not willing to have peace.\r\nWhatever the answer is, the international community is\r\npaying a high price for these operations, without any end\r\nin sight.\r\nAs international and internal conflicts rage on, the\r\narmaments business continues to prosper. My delegation\r\nis gratified that the Disarmament Commission, at its 1996\r\nsession, was able to adopt the guidelines for international\r\narms transfers. Despite their lack of legal force, the\r\nguidelines are an important step towards eliminating\r\nillegal armaments, especially small arms, which in our\r\nlifetime have caused too many losses and too much\r\nsuffering to peoples in all corners of the world.\r\nMy delegation believes that, parallel to this effort to\r\nregulate the flow of arms, there should also be methods\r\nof bringing to justice the perpetrators of crimes and\r\nviolence against humanity. It is in this belief that my\r\ndelegation welcomes the Economic and Social Council’s\r\nUnited Nations Declaration on crime and public security\r\nas well as the efforts to establish an international criminal\r\ncourt. Even though these mechanisms will not make our\r\nlives more secure, they nevertheless give us hope that\r\nfrom now on there will be punishment to suit the crime.\r\n6\r\nGeneral Assembly 30th plenary meeting\r\nFifty-first session 10 October 1996\r\nAs far as human destruction is concerned, nothing is\r\nmore terrifying than the threat of a nuclear holocaust. For\r\nthis reason, my delegation is pleased that the\r\nComprehensive Nuclear-Test-Ban Treaty (CTBT) has now\r\nbeen adopted by the General Assembly and is currently\r\nopen for signature by interested States. Once in its\r\noperational phase, the Treaty will be an important\r\ncomplement to the Nuclear Non-Proliferation Treaty (NPT),\r\nwhich was extended indefinitely in 1995.\r\nHowever, neither the CTBT nor the NPT are adequate\r\nguarantees against the threat of a nuclear holocaust. My\r\ndelegation believes that the only practical way to safeguard\r\nthe world against a nuclear catastrophe is to eliminate all\r\nnuclear weapons. This can be done on a step-by-step basis\r\nwithin a definite time-frame. As a starter, in the spirit of\r\nthe advisory opinion of the International Court of Justice\r\nearlier this year, we could deny the legality of the use or\r\nthe threat of use of nuclear weapons. Eventually, we can\r\nmake the total elimination of all nuclear weapons and their\r\ndelivery systems, as well as of other weapons of mass\r\ndestruction, a top priority for the twenty-first century.\r\nLast year, our Heads of State and Government\r\ngathered here to pay tribute to the United Nations for its 50\r\nyears of service to humankind and to renew their pledge to\r\ncontinue to work with the United Nations to realize the\r\nhopes and dreams of the framers of the United Nations\r\nCharter. Through the Declaration adopted on that occasion,\r\nour leaders also promised to\r\n“give to the twenty-first century a United Nations\r\nequipped, financed and structured to serve effectively\r\nthe peoples in whose name it was established”.\r\n(resolution 50/6, fifth preambular paragraph)\r\nToday, I am here to reaffirm that pledge and to\r\npropose further that the United Nations assume the\r\nleadership role that would help guide us into the next\r\ncentury. In providing this leadership, the United Nations\r\nneed not depart from what it has been doing for the past 50\r\nyears. The United Nations should continue to do what it\r\ndoes best in areas such as the maintenance of international\r\npeace and security; economic, human and social\r\ndevelopment; humanitarian emergencies; promotion of\r\ndemocracy and human rights; environmental protection; and\r\ntechnical cooperation. The only differences are that in\r\nfuture the United Nations will have to do these things much\r\nbetter and in a more effective and efficient manner. And,\r\nmore importantly, the Organization will have to project a\r\nclearer sense of purpose and direction, which will help\r\nMember States and their peoples formulate a universal and\r\ncomprehensive approach to cope with the emerging\r\nparadigms of the twenty-first century.\r\nWe are about to cross the threshold into a new and\r\nchallenging era. Through the leadership of the United\r\nNations, we can turn the challenges into rewards and\r\nopportunities.\r\nThe President: We have heard the last speaker in\r\nthe general debate.\r\nI shall now call on those representatives who wish\r\nto speak in exercise of the right of reply.\r\nMay I remind members that statements in exercise\r\nof the right of reply are limited to 10 minutes for the first\r\nintervention and to five minutes for the second\r\nintervention and should be made by delegations from their\r\nseats.\r\nMr. Bwakira (Burundi) (interpretation from\r\nFrench): The delegation of Burundi has followed with\r\nclose attention all the statements made by the Heads of\r\ndelegations who have spoken in the General Assembly to\r\npresent the positions of their respective Governments on\r\nthe international situation and on items included in this\r\nsession’s agenda.\r\nSome statements have made particular mention of\r\nthe situation prevailing in my country in the aftermath of\r\nthe political change that has occurred since 25 July 1996.\r\nMy delegation warmly welcomes the interest that all\r\ndelegations have shown in Burundi. Overall, there has\r\nbeen friendship and sympathy for our country, which has\r\nbeen the target of brutal and massive sanctions.\r\nNevertheless, some delegations seem to be unaware\r\nof the events that have marked the political development\r\nof Burundi over the past two months. As proof of that, I\r\nwould refer to the statement made in the Assembly on 9\r\nOctober 1996 by the representative of Malawi, who\r\nmisinterpreted the facts of the changes in the political\r\nsituation in my country. Contrary to his allegations, there\r\nwas no coup d’état on 25 July last. In truth, what\r\noccurred was what might be described as an act of rescue\r\nof an entire people under threat, an act inspired by civil\r\nsociety and the other vital forces of the nation.\r\nOn 1 October of this year the Minister of Foreign\r\nRelations and Cooperation of Burundi, speaking in this\r\nvery Hall, gave a true version of the facts. On that\r\noccasion, he apprised many Heads of delegation of the\r\n7\r\nGeneral Assembly 30th plenary meeting\r\nFifty-first session 10 October 1996\r\npolitical situation prevailing in Burundi. When he met with\r\nthe Group of African States on 8 October, he seized his\r\nopportunity and took the time patiently to set forth the facts\r\nfor the delegations that were present. He answered all the\r\nquestions that were raised, in particular those raised by the\r\nMinister of Foreign Affairs of Malawi. It is therefore\r\nsomewhat surprising to note that the Minister of Malawi\r\nhas taken no account of the answers given him and has\r\nmade a statement that is in contradiction with the facts in\r\nBurundi.\r\nIn view of that, my delegation would like, once again,\r\nto make the following clarifications: The regime that fell on\r\n25 July was blatantly powerless to ensure the survival of\r\nthe imperilled nation. The Government that existed prior to\r\n25 July 1996 had not been an elected Government. It was\r\nthe result of a Convention on Governance concluded by the\r\npolitical parties to create an entity to govern the State of\r\nBurundi during a transitional period. All the political parties\r\nthat signed the Convention had withdrawn their confidence\r\nin the President of the Republic of the pre-25 July 1996\r\nregime. A popular uprising was imminent that would\r\noverthrow the regime, which was incapable of restoring\r\npeace to the country.\r\nThe President of the pre-25 July 1996 regime had\r\nalready resigned, de facto, since he had sought refuge in a\r\nforeign embassy. Given the worsening of the situation in\r\nthe country, the vital forces of the nation requested\r\nPresident Pierre Buyoya to assume power on a transitional\r\nbasis in order to save the country from chaos. He is well\r\nknown as an artisan of national unity and a firm believer in\r\ndemocracy.\r\nIf the general embargo imposed on Burundi by\r\nneighbouring countries had not hindered the free circulation\r\nof goods and people, the new regime would already have\r\nsent missions to many countries to apprise them of the true\r\ncourse of events in Burundi since 25 July 1996. The new\r\nregime has already submitted a request to the United\r\nNations High Commissioner for Human Rights to send\r\nobservers to Burundi to attest to the facts prevailing in the\r\ncountry. Any country that so wishes is free to send an\r\nobserver mission to Burundi so that they can speak about\r\nthe situation in full knowledge of the facts.\r\nThe regime established by President Buyoya is\r\ndetermined to return peace to the country and to enter into\r\ndialogue with all vital forces of the nation, including all the\r\narmed factions.\r\nMr. Bune (Fiji): My delegation would like to speak\r\nin exercise of the right of reply in relation to the\r\nreference made to my country by the Prime Minister of\r\nMauritius in his statement this morning.\r\nAs I said in my statement in the general debate on\r\n4 October, the Government of Fiji appointed an\r\nindependent Constitution Review Commission to review\r\nthe 1990 Constitution, under which indigenous Fijians\r\nenjoy majority representation in Parliament. The three-\r\nmember Commission, headed by Sir Paul Reeves of New\r\nZealand, has completed its work, and only last month\r\nsubmitted its report and recommendations to the\r\nGovernment. The report has been submitted to Parliament\r\nand a Joint Parliamentary Select Committee, comprising\r\nrepresentatives of all the political parties in Parliament,\r\nyesterday began consideration of the report and\r\nrecommendations to find a consensus.\r\nOne of the aims of the review is the guarantee and\r\nprotection of the indigenous Fijians, who enjoyed sole\r\npossession and occupation of the Islands of Fiji for over\r\n3,000 years, and of course to guarantee and protect the\r\ninterests of the other communities in Fiji. The indigenous\r\nFijians constitute the majority of Fiji’s population.\r\nDemocracy, according to political norms, is founded on\r\nthe principle of majority.\r\nIt would not be appropriate for me to project or\r\npredict what the outcome of the deliberations of the Joint\r\nParliamentary Select Committee will be. The indigenous\r\npeople of Fiji, however, are conscious of the fate of the\r\nindigenous peoples in the history of the world and even\r\ntoday. In several countries, indigenous peoples no longer\r\nexist; they are history, and their culture vaguely\r\nremembered. In some countries, for many reasons, their\r\npopulation declined. They are marginalized, as in\r\nMauritius. The indigenous Fijians do not wish to suffer a\r\nsimilar fate. The other salient fact is that the indigenous\r\nFijians, through their land-owning units, own 83 per cent\r\nof all Fiji, bestowing on them proprietary rights.\r\nThe issue in Fiji is not one of race, it is one of\r\nrights. It is to find a national consensus on a\r\nconstitutional framework to guarantee, protect and\r\nenhance the rights of the indigenous people who\r\nconstitute the majority of the population, to protect their\r\nlands, their 3,000-year-old tradition, customs and culture\r\nand to conjointly guarantee, protect and enhance the\r\nfuture of the other communities in Fiji.\r\n8\r\nGeneral Assembly 30th plenary meeting\r\nFifty-first session 10 October 1996\r\nThe priority for my Government is not membership of\r\nthe Commonwealth Club. The resolution of the constitution\r\nissue is the top priority for Fiji.\r\nMr. Tanç (Turkey): This right of reply is in reference\r\nto the statement of Mr. Pangalos, Minister of Foreign\r\nAffairs of Greece, which was made on 27 September 1996.\r\nBefore going into detail, I should emphasize one point.\r\nWe regret the attempt by a member of the\r\nGovernment of a country to exploit the Assembly by\r\nexpressing unfounded and misleading views. We hope the\r\nday will come when Greece will not feel the need to resort\r\nto misrepresentation of facts.\r\nWe earnestly hope that the Government of Greece,\r\nheaded by Prime Minister Simitis, will adopt a more\r\nconstructive attitude towards improving Turkish-Greek\r\nrelations. The improvement of relations requires goodwill,\r\nbut the kind of language used by Mr. Pangalos against my\r\ncountry is in no way compatible with such an approach.\r\nMost of the problems between Turkey and Greece\r\nconcern the Aegean Sea. The peaceful solution of such\r\ndisputes requires, first and foremost, a dialogue between the\r\nparties. Accordingly, Turkey has declared many times that\r\nit is ready for a constructive dialogue with Greece without\r\nany preconditions, whereas Greece has consistently evaded\r\nnegotiations on the pretext that the existing serious\r\nproblems are not “problems”, but rather encroachments by\r\nTurkey on the sovereign rights of Greece.\r\nNothing could be farther from the truth. A clear\r\nexample of Greece’s misrepresentation of facts is the\r\nallegation made by the Greek Foreign Minister regarding\r\nthe so-called violations of Greek airspace by Turkish war\r\nplanes. Greece is the only country in the world that we\r\nknow of that claims different air and sea spaces. In\r\ninternational law, the breadth of national airspace has to\r\ncorrespond to the breadth of the territorial sea. This is\r\nclearly reflected in articles 1 and 2 of the 1994 Chicago\r\nConvention on International Civil Aviation. Greece’s claim\r\nof a national airspace of 10 miles, regardless of its six-mile\r\nterritorial sea, is not recognized by the international\r\ncommunity. Therefore, the Greek protests on this issue are\r\nillegitimate and arbitrary. They are a reflection of an\r\nexpansionist and aggressive attitude in the Aegean.\r\nThe real threat to peace and security lies in Greece’s\r\ndeclared desire to expand unilaterally its territorial waters\r\nin the Aegean to 12 miles and thus gain control over the\r\ninternational sea, air and underwater space in the Aegean.\r\nThe net result of such a move by Greece, which already\r\npossesses approximately 42.5 per cent of the Aegean,\r\nwould be to cut off Turkey, the other country bordering\r\nthis sea, from international waters. The Turkish coast\r\nwould be encircled by Greek territorial waters.\r\nAs a basis for this one-sided and threatening attitude,\r\nGreece cites the United Nations Convention on the Law\r\nof the Sea. In the first place, Turkey is not a party to this\r\nConvention. Secondly, it may be recalled that Turkey has\r\nconsistently maintained its objection to the 12-mile limit\r\nfor the breadth of the territorial sea in the context of\r\nsemi-enclosed seas, where special circumstances prevail.\r\nTherefore, it is obvious that, in the special case of the\r\nAegean, the 12-mile limit cannot be applied against\r\nTurkey, as if it were a rule that had acquired the character\r\nof customary law. Thirdly, the 12-mile limit envisaged in\r\narticle 3 of the Convention is neither compulsory nor a\r\nlimit to be applied automatically. It is the maximum\r\npermissible breadth that may be applied, as circumstances\r\npermit, within the limitation imposed by the general\r\nprinciple of international law, embodied in article 300 of\r\nthe Convention: namely, the obligation to exercise rights\r\nin a manner that would not constitute an abuse of a right.\r\nIt was against this background that the Grand\r\nNational Assembly of Turkey, on 8 June 1995, adopted a\r\ndeclaration expressing Turkey’s legitimate concerns and\r\nits determination to defend its right in the face of Greek\r\ndesigns on the Aegean. It is this real threat that Greece\r\ntries to mask by fabricating the so-called Turkish threat.\r\nWith regard to the crisis over the Kardak rock, it\r\nwas again Greece that unilaterally tried to gain\r\nsovereignty over these uninhabited islets by bringing\r\ncivilians, soldiers and flags there. Turkey cannot and will\r\nnot remain silent in the face of such blatant manoeuvres.\r\nAt Kardak, Greece has attempted by fait accompli, and by\r\ncreating precedents, to extend its sovereignty to islands\r\nbeyond those ceded to it by the 1923 Treaty of Lausanne\r\nand the 1947 Treaty of Paris. The possession of small\r\nislands, islets and rocks in the Aegean, the status of\r\nwhich has not been defined by international documents,\r\nhas yet to be determined. While Greece is attempting to\r\ncreate faits accomplis, the Government of Turkey is\r\ntrying to convince Greece to examine — through\r\nnegotiations, and if necessary, through appropriate\r\ndispute-settlement mechanisms — the status of such islets\r\nand rocks, previously undetermined by legal documents.\r\nTurkey does not exclude recourse to third-party\r\nsettlements. It is Greece again that is playing the game of\r\nhypocrisy. Greece, while claiming that it accepts the\r\n9\r\nGeneral Assembly 30th plenary meeting\r\nFifty-first session 10 October 1996\r\njurisdiction of the International Court of Justice, has made\r\na declaration excluding “measures of national defence”\r\nfrom the compulsory jurisdiction of the Court. This clearly\r\nshows that Greece has militarized islands in the Aegean in\r\ncontravention of its obligations under international treaties,\r\nwhich give these islands a demilitarized status.\r\nThus, the Turkish Foreign Minister stated here in New\r\nYork on 30 September that the bilateral problems between\r\nthe two countries should be treated as a whole, and that the\r\napproach of à la carte choices would not be acceptable to\r\nTurkey. If Greece believes that the Kardak issue should be\r\nreferred to the International Court of Justice, it should be\r\nequally prepared for a similar referral to the same Court of\r\nproblems such as the militarization of the eastern Aegean\r\nislands and the claim of 10-mile airspace over the Aegean,\r\nin violation of the international treaties currently in force.\r\nAs a matter of fact, the Greek Foreign Minister,\r\nMr. Pangalos, immediately made a turnabout and rejected\r\nthe idea of taking other bilateral problems with Turkey to\r\nthe Court.\r\nThe Greek Foreign Minister also made certain\r\nallegations to the effect that Cyprus’s cultural and religious\r\nheritage was being harmed by Turks. It is ironic that this\r\nclaim is made by a country in which 90 per cent of the\r\nOttoman Turkish monuments, dating back more than 500\r\nyears, are physically neglected, abandoned or demolished.\r\nIn Cyprus, it is in fact the Greek Cypriot side that\r\ndestroyed the Turkish-Muslim heritage of the island during\r\nits 1963-1974 campaign of ethnic and cultural “cleansing”,\r\nand continues to do so even today. The Turkish Cypriot\r\nside has done a commendable job of preserving and\r\nprotecting the cultural heritage of Northern Cyprus, and this\r\nfact is confirmed by a 1989 Council of Europe expert\r\nreport on the cultural heritage of the island. In fact, we\r\nhave here a document that shows the problem of the\r\nprotection of the Ottoman Turkish heritage in Greece, and\r\nwe would be very pleased to provide it to any interested\r\ndelegation.\r\nThe distortion of facts naturally continues on the\r\nCyprus issue. It is a long-standing attempt by the Greek\r\nside to mock the international community’s recall of the\r\nfacts by pretending that the question of Cyprus emerged in\r\n1974 as a result of the Turkish intervention against the\r\nattempt by the junta in Greece and by Greek Cypriots to\r\nannex the island to Greece. Why then, if the problem began\r\nin 1974, was the United Nations peacekeeping force sent to\r\nCyprus in 1964? It is because Greek Cypriots began their\r\nsystematic destruction of the partnership State of Cyprus at\r\nthe very beginning of the foundation of the Republic in\r\n1960. Between 1963 and 1974, the Turkish Cypriots were\r\nousted from the Government and from all the institutions\r\nof the State they had co-founded. They were forced to\r\nlive in enclaves as refugees in their homeland. They were\r\nsubjected to intimidation, embargoes, massacres and even\r\nextermination plans, such as the infamous Akritas plan.\r\nIn consequence, since December 1963, the Republic\r\nof Cyprus has been a purely Greek Cypriot State and has\r\nno legal or moral right to claim to represent anyone\r\nexcept the Greek Cypriot people. Turkey’s legitimate\r\nintervention in 1974, after the Greek coup d’état, was\r\nbased on the Treaty of Guarantee of 1960, to which\r\nTurkey, the United Kingdom, Greece, the Turkish Cypriot\r\ncommunity and the Greek Cypriot community were\r\nparties.\r\nI need only quote from the Greek Cypriot leader\r\nArchbishop Makarios, speaking before the United Nations\r\nSecurity Council on 19 July 1974 following the 15 July\r\nGreek coup.\r\nThe President: The Turkish representative’s time is\r\nup. May I therefore ask him to be kind enough to\r\nconclude his statement.\r\nMr. Tanç (Turkey): I shall be brief. I quote\r\nArchbishop Makarios:\r\n“The military regime of Greece has callously\r\nviolated the independence of Cyprus. [It has acted]\r\nwithout trace of respect for the democratic rights of\r\nthe Cypriot people ...\r\n“The coup caused much bloodshed ...\r\n“[T]he events in Cyprus do not constitute an internal\r\nmatter of the Greeks ... The Turks of Cyprus are\r\nalso affected ... The whole people of Cyprus suffers\r\n...” (S/PV.1780, p. 7)\r\nI am reading only excerpts.\r\nDuring the events of last August and September,\r\nthree deaths were witnessed in Cyprus. It is again the\r\nview of my Government that this was the result of the\r\npolicy of tension followed by the Greek Cypriot side. We\r\nthink the best way to pursue a settlement in Cyprus is\r\nthrough the good offices of the Secretary-General. My\r\ndelegation finds it difficult to understand why the Greek\r\nForeign Minister’s statement contained so many\r\nunfounded allegations and contradictions. We do not\r\n10\r\nGeneral Assembly 30th plenary meeting\r\nFifty-first session 10 October 1996\r\nbelieve that the Minister’s statement is compatible with the\r\ndesire that he has expressed to establish normal neighbourly\r\nrelations between Turkey and Greece. However, let us\r\nrecall that the statement by the Turkish Foreign Minister\r\nexpresses the hope for a meaningful, comprehensive and\r\nresults-oriented dialogue and for mutual goodwill. We hope\r\nthat this offer will be accepted. Such a process will also\r\nserve the principles of the United Nations as well as\r\naccepted norms of relations between States.\r\nMr. Kaskarelis (Greece): I do not think it is worth\r\nresponding in detail to our Turkish colleague, because he\r\nrepeated exactly what he said last year. I should like only\r\nto point out that the facts speak for themselves. For more\r\nthan 20 years Turkey has been occupying by military force\r\none third of the territory of Cyprus, an independent State\r\nMember of the United Nations, ignoring all the relevant\r\nSecurity Council and General Assembly resolutions. Turkey\r\nalso has an extremely negative record on human rights, as\r\neveryone is aware, and is continuing to pursue an\r\nexpansionist policy in the region, ignoring international law\r\nand treaties.\r\nMr. Moushoutas (Cyprus): The representative of\r\nTurkey, in replying to the Foreign Minister of Greece,\r\nmade reference to the question of Cyprus, a grave\r\ninternational problem involving invasion and occupation\r\nthat is today inscribed on the agenda of this very session.\r\nThe representative of Turkey — in a vain effort to eclipse\r\nTurkey from the scene of the crime against Cyprus — hides\r\nbehind a fictitious entity, an entity that the Security Council\r\ncalled illegal. In fact, the Council called on all Member\r\nStates to not have anything to do with it.\r\nUnfortunately, however, for the Turkish representative,\r\nthe United Nations membership has identified the question\r\nof Cyprus as an international problem and not a\r\nbicommunal dispute, and it has consistently adopted\r\nresolution after resolution in the General Assembly and in\r\nthe Security Council. These resolutions call first and most\r\nimportantly for the withdrawal from Cyprus of the\r\noccupying troops; the return of the refugees to their homes\r\nand lands; respect for the human rights and fundamental\r\nfreedoms of all Cypriots, whether they be Greek Cypriots\r\nor Turkish Cypriots; and respect for the sovereignty,\r\nindependence and territorial integrity of the Republic of Cyprus.\r\nBut Turkey, using the illegal entity that it put together\r\nin order to cloud its shameful and unacceptable activities in\r\nCyprus, has caused the geographical and human division of\r\nCyprus. The Turkish representative speaks about\r\n“cleansing”. He is an expert on it, because his country has\r\nbeen trying to do it in Cyprus since 1974. The Turkish\r\npolicy in Cyprus is one of division, segregation and\r\npartition. It has forcefully caused the division of our\r\npeople on ethnic and religious grounds. The presence in\r\nCyprus of 35,000 Turkish troops, imposing this form of\r\napartheid, is not only contrary to United Nations\r\nresolutions demanding the troops’ withdrawal, but\r\nconstitutes an affront to world public opinion. It also\r\nposes a formidable challenge to the Security Council —\r\nwhich has primary responsibility for the maintenance of\r\ninternational peace and security — to ensure compliance\r\nwith its solemn decisions. The Security Council has called\r\nsince 1975 for the withdrawal of the foreign troops from\r\nCyprus. Today, not a single Turkish soldier has left the\r\nisland, and what is more, Turkey has implanted in Cyprus\r\n85,000 Turkish settlers from the mainland of Turkey.\r\nThe Turkish representative used the Treaty of\r\nGuarantee to justify this crime against humanity. The\r\nTreaty of Guarantee does not give Turkey the right to use\r\nmilitary force to impose its will. If this Treaty were to\r\ngive Turkey the right to use force, it would be contrary to\r\nArticle 2, paragraph 4, of the Charter of the United\r\nNations. So Turkey’s actions are criminal and illegal.\r\nI was truly shocked to hear the Turkish\r\nrepresentative speaking with pride of human rights and\r\nrespect for culture. I do not think that he chose the best\r\ntime in history to bring this matter up. One cannot open\r\na newspaper without reading about the inhumanity of the\r\nTurkish military to its own people and, of course, to the\r\nCypriots, who recently committed the crime of protesting\r\nbecause for 22 years they have not been able to go to\r\ntheir homes and lands. And before the whole world, the\r\nTurkish army beat to death a young Cypriot and shot to\r\ndeath another.\r\nMr. Tanç (Turkey): As regards the statement just\r\nmade by the previous speaker, his counterpart — the\r\nrepresentative of the Turkish Republic of Northern\r\nCyprus, His Excellency Mr. Osman Ertug — will respond\r\nto that statement in writing, and my delegation will\r\ncirculate his response as an official document. As regards\r\nour Greek colleague’s statement, I should like to finish\r\nwhat I was saying about Cyprus. The best statement on\r\nthe situation there was made in the Security Council by\r\nArchbishop Makarios, the leader of the Greek Cypriot\r\nside:\r\n“The military regime of Greece has callously\r\nviolated the independence of Cyprus. Without trace\r\nof respect for the democratic rights of the Cypriot\r\n11\r\nGeneral Assembly 30th plenary meeting\r\nFifty-first session 10 October 1996\r\npeople, without trace of respect for the independence\r\nand sovereignty of the Republic of Cyprus, the Greek\r\njunta has extended its dictatorship to Cyprus ...\r\n“The coup caused much bloodshed and took a great\r\ntoll of human lives ...\r\n“It was an invasion, which violated the independence\r\nand the sovereignty of the Republic ...\r\n“As I have already stated, the events in Cyprus do not\r\nconstitute an internal matter of the Greeks of Cyprus.\r\nThe Turks of Cyprus are also affected. The coup of\r\nthe Greek junta is an invasion, and from its\r\nconsequences the whole people of Cyprus suffers, both\r\nGreeks and Turks.” (S/PV.1780, p. 7)\r\nMr. Moushoutas (Cyprus): I am sorry to speak again,\r\nbut I want to confirm what I said earlier: that we have a\r\nsituation involving a criminal who is trying in vain to\r\neclipse himself from the crime and to put a puppet in his\r\nplace to speak in his stead.\r\nSecurity Council resolutions 541 (1983) and 550\r\n(1984) are very, very clear. They condemn that entity as\r\nillegal, and call on all Member States not to recognize it.\r\nIndeed, the entity is not recognized by any Member State\r\nexcept the country that perpetrated this great crime against\r\nCyprus.\r\nMr. Kaskarelis (Greece): I should like to make a few\r\nbrief comments. I wish to point out that as early as July\r\n41974, the very first Security Council resolution adopted on\r\nCyprus, immediately after the Turkish invasion, called for\r\nthe withdrawal of the Turkish invasion troops from Cyprus.\r\nA considerable number of other resolutions followed, all\r\ninsisting on the withdrawal of the Turkish occupation\r\nforces, the withdrawal of the Turkish settlers, the safe\r\nreturn of refugees, respect for human rights, accounting for\r\nmissing persons, and many other issues. Unfortunately,\r\nTurkey has shown an impressive lack of respect for all of\r\nthese resolutions.\r\nThe President: Since we have heard the last speaker\r\nin the general debate and in exercise of the right of reply,\r\nI shall now make a brief statement to conclude our\r\ngeneral debate.\r\nA total of 181 leaders participated in the general\r\ndebate, which began on 23 September. Among them were\r\n12 Heads of State, 1 Crown Prince, 17 Prime Ministers,\r\n17 Deputy Prime Ministers and Foreign Ministers, and\r\n106 Foreign Ministers. This impressive list of speakers\r\nunderlines once again the importance attached to the\r\ngeneral debate — the only universal opportunity for\r\nleaders of the 185 Member States to share their views\r\nwithout fear or favour.\r\nThe major themes addressed during the debate cover\r\nall the pressing issues that define and challenge our roles\r\nas countries with specific interests and our understanding\r\nof the multidimensional nature of global issues. If we\r\nappear to be able to gravitate towards common\r\ndefinitions, we are not always clear about or united on\r\ncommon courses of action.\r\nMany statements were made that reaffirmed the need\r\nto reform the United Nations and to restore its credibility\r\nand capacity to deliver, in order to enhance its relevance\r\nand applicability. The reform of the Security Council and\r\nthe financial crisis besetting the United Nations were\r\nparticularly stressed.\r\nMany leaders underlined the critical issue of\r\ndevelopment, stressed the need for the United Nations to\r\nbe the major forum for development cooperation, and\r\nelaborated on the need to address the issues of debt, trade,\r\nfinance and the environment in an integrated manner. A\r\nnumber of leaders of Africa and other developing regions\r\nof the world, expressing fears of even greater\r\nmarginalization, spoke of the need for the international\r\ncommunity to support and assist them in their efforts\r\ntowards economic and social progress and subsequent\r\nintegration into the global economy.\r\nThe consideration of specific steps, including the\r\nelimination of nuclear weapons and the signing of the\r\nComprehensive Nuclear-Test-Ban Treaty, was a recurring\r\ntheme. Disarmament in all its aspects, including the\r\nestablishment of nuclear-weapon-free zones, a ban on the\r\nexport of anti-personnel mines, and the illicit arms trade,\r\nfigured prominently.\r\n12\r\nGeneral Assembly 30th plenary meeting\r\nFifty-first session 10 October 1996\r\nThe situation in the Middle East and other areas of\r\nconflict, such as in the Great Lakes region of Africa, the\r\nBalkans and Central Asia, were of major concern, as they\r\nthreaten fragile peace accords, present and future\r\ngenerations, and opportunities for societies and States.\r\nThere was a strong protest against the silent armies of the\r\nnight that bring chaos, despair and destitution to innocent\r\npeople. The issues of transboundary threats, including\r\nterrorism, drug trafficking and environmental pollution,\r\nwere raised, together with issues relating to human rights,\r\nwomen, children, and the role of public information in an\r\nage of satellite communication.\r\nThe general debate has concluded a day ahead of\r\nschedule as a result of our collective determination to\r\nimprove our methods of work and time management. There\r\nwere only 27 plenary meetings instead of the estimated 30.\r\nAccording to the Secretariat, there has been a notional\r\nsavings of some $81,600 and other significant savings in\r\novertime and other areas. The lessons we can learn from\r\nhow we have managed our working methods should\r\nbecome an integral part of the work culture of the United\r\nNations on a system-wide basis, and be committed to both\r\nby delegations and by the Secretariat. It should send a small\r\nbut significant signal that we are seriously committed to\r\nenhancing the efficiency of the United Nations and that we\r\nare tired of being criticized by others on the outside.\r\nEfficiency in our working methods is only a part of\r\nthe task ahead. The work in the Committees and the\r\nplenary, and the level and manner of decision-making there,\r\nwill determine the quality of our output and make a big\r\ndifference. Committee and plenary work at the lowest\r\ncommon denominator would have no meaning and would\r\nfail to have an impact on real-life issues and the real world.\r\nI need add that work in the Committees and the plenary\r\nprecedes what we will collectively examine in the Working\r\nGroups, and that the United Nations will be judged first by\r\nwhat we do in the Committees and the plenary,\r\nnotwithstanding the strong interest in and focus on the work\r\nwe do in the Working Groups.\r\nAnother 68 days remain before the session adjourns on\r\n17 December, and 272 before the end of the fifty-first\r\nsession. This sets the time-frame within which delegations\r\nare encouraged to meet some of the challenges that were so\r\neloquently defined by the political leaders who began this\r\nfifty-first session. I look forward to the continued\r\ncommitment and constructive cooperation of all in ensuring\r\nthat this session is productive by reinvigorating the United\r\nNations.\r\nMay I take it that it is the wish of the General\r\nAssembly to conclude its consideration of agenda item 9?\r\nIt was so decided.\r\nProgramme of work\r\nThe President: First, I should like to announce that\r\nthe consideration of item 36, entitled “International\r\nassistance for the rehabilitation and reconstruction of\r\nNicaragua: aftermath of the war and natural disasters”,\r\noriginally scheduled as the second item for Monday, 14\r\nOctober, in the morning, is postponed to a later date, to\r\nbe announced. I should also like to inform members that\r\non Monday, 14 October, as the second item, the\r\nAssembly will begin consideration of agenda item 98,\r\nentitled “Operational activities for development”. Under\r\nthis item, it will take up the report (A/51/256) of the\r\nSecretary-General on progress at mid-decade on\r\nimplementation of General Assembly resolution 45/217 on\r\nthe World Summit for Children. This will be for the\r\npurpose of hearing a statement by the Secretary-General.\r\nThe speakers for this item will be heard on Tuesday, 15\r\nOctober, in the morning, as the second item, as originally\r\nscheduled.\r\nAgenda item 25, entitled “Cooperation between the\r\nUnited Nations and the Caribbean Community”, will be\r\nconsidered on Monday, 11 November, in the morning, as\r\nthe second item, instead of being considered on Thursday,\r\n24 October, as originally scheduled. Agenda item 26,\r\nentitled “Cooperation between the United Nations and the\r\nEconomic Cooperation Organization” will also be taken\r\nup on Monday, 11 November, in the morning, as the third\r\nitem.\r\nI should like to remind delegations that the election\r\nof 18 members of the Economic and Social Council will\r\ntake place on Thursday, 31 October, in the morning. All\r\nthe changes and additions announced since the issuance\r\nof document A/INF/51/3 will be incorporated in the\r\nrevised version of the document, which will be issued on\r\nMonday 14 October.\r\nMay I further inform members of the Assembly that\r\nthe voluntary contributions to the 1997 programme of the\r\nUnited Nations High Commissioner for Refugees will\r\nnow take place on Friday, 8 November, in the morning,\r\ninstead of on Wednesday 13 November, as originally\r\nscheduled.\r\nThe meeting rose at 4.35 p.m.\r\n13\r\n"