"United Nations A/51/PV.35\r\n96-86520 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-first Session\r\n35th plenary meeting\r\nTuesday, 15 October 1996, 3 p.m.\r\nNew York\r\nPresident: Mr. Razali Ismail . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Malaysia)\r\nThe meeting was called to order at 3.05 p.m.\r\nAgenda item 156\r\nObserver Status for the International Criminal Police\r\nOrganization-Interpol in the General Assembly\r\nDraft resolution (A/51/L.1)\r\nThe President: I call on the representative of Sweden\r\nto introduce the draft resolution contained in document\r\nA/51/L.1.\r\nMr. Osvald (Sweden): It is an honour for me to\r\nintroduce, on behalf of the 43 co-sponsors, the draft\r\nresolution entitled “Observer Status for the International\r\nCriminal Police Organization-Interpol in the General\r\nAssembly”, contained in document A/51/L.1. I should\r\nmention that in that document the Islamic Republic of Iran\r\nwas inadvertently omitted as an original co-sponsor of the\r\ndraft. The following countries have also informed us that\r\nthey wish to join the list of sponsors: Australia, Belgium,\r\nBrunei Darussalam, Canada, Croatia, Georgia, Hungary,\r\nIreland, Israel, Lithuania, Luxembourg, the Netherlands,\r\nNew Zealand, Republic of Moldova, Romania, The former\r\nYugoslav Republic of Macedonia, Turkey, Ukraine and\r\nZimbabwe.\r\nCombating and preventing international crime is a\r\ncrucial challenge to the international community. Unless we\r\ncooperate at a global level, we will not succeed in this\r\nendeavour. It is therefore essential to do what we can to\r\nfacilitate and promote cooperation and coordination\r\nbetween the different organs involved in combating crime\r\nwith transnational ramifications.\r\nThe work of Interpol in this area is well known and\r\nwidely recognized. As many as 176 States are currently\r\nrepresented in Interpol, making it a unique global forum\r\nfor crime prevention. Interpol has cooperated with the\r\nUnited Nations for years on a wide-ranging set of issues\r\nrelated to crime prevention and law enforcement. Last\r\nyear, at the Interpol General Assembly in Beijing, the\r\nmembers of Interpol unanimously adopted a resolution\r\nexpressing Interpol’s desire to obtain observer status with\r\nthe United Nations General Assembly in order to provide\r\nfor still-closer cooperation between the organizations.\r\nAgainst this background, my delegation, together\r\nwith other delegations from all the different regional\r\ngroups, has submitted the draft resolution before us. We\r\nbelieve that granting Interpol observer status with the\r\nGeneral Assembly will contribute greatly to efforts to\r\ncombat international crime. Interpol is an\r\nintergovernmental organization that meets the criteria for\r\nthe granting of observer status with the General Assembly\r\nlaid down in decision 49/426. The operative part of the\r\ndraft resolution invites the International Criminal Police\r\nOrganization-Interpol to participate in the sessions and\r\nwork of the General Assembly in the capacity of\r\nobserver, and requests the Secretary-General to take the\r\nnecessary action to implement the resolution. It is our\r\nhope that the General Assembly will adopt the draft\r\nresolution by consensus.\r\nGeneral Assembly 35th plenary meeting\r\nFifty-first session 15 October 1996\r\nThe President: The Assembly will now take a\r\ndecision on draft resolution A/51/L.1.\r\nMay I take it that the Assembly decides to adopt draft\r\nresolution A/51/L.1?\r\nThe draft resolution was adopted (resolution 51/1).\r\nThe President: In accordance with the resolution just\r\nadopted, I now call on Mr. Björn Eriksson, President of the\r\nInternational Criminal Police Organization-Interpol.\r\nMr. Eriksson (International Criminal Police\r\nOrganization-Interpol): The Secretary General of the\r\nInternational Criminal Police Organization-Interpol, Mr.\r\nRaymond Kendall, and I are very honoured to be present in\r\nthe United Nations General Assembly today. On behalf of\r\nthe International Criminal Police Organization-Interpol, I\r\nshould like to take the opportunity to express our deep\r\nappreciation for the decision to grant the organization the\r\nstatus of observer to the United Nations General Assembly.\r\nWe are very proud of the fact that next week we shall\r\nbe able to report back to our governing body, the Executive\r\nCommittee, and to our General Assembly that we have\r\nachieved the objective of our General Assembly last year,\r\nnamely to obtain observer status within the United Nations\r\nGeneral Assembly.\r\nThe Secretary General and I would also like to express\r\nour sincere gratitude to the Swedish delegation to the\r\nUnited Nations and to the Member countries that have\r\nrepresentatives on Interpol’s Executive Committee, as well\r\nas to the other sponsors of the resolution, who have done\r\nso much to promote ICPO-Interpol’s observer status within\r\nthe United Nations General Assembly.\r\nThe mission of ICPO-Interpol, with its 176 member\r\ncountries, is to combat international offences against\r\nordinary criminal law while respecting human rights and the\r\nlaws of its member countries. The United Nations and the\r\nICPO-Interpol are in many ways carrying out the same\r\nmission whose aim is to create a safer world. Consequently,\r\nour two organizations have, for many years, cooperated in\r\nmany sectors relating to crime prevention and law\r\nenforcement. Today’s decision will mean that we have\r\nformed an even better platform at the highest level to\r\nreinforce and extend our cooperation. Let us not forget that\r\nour two organizations serve the vast majority of people in\r\nthe world in the fight against the minority that commits\r\ncrimes. Today’s decision, therefore, will benefit not only\r\nour two organizations, but also the people we serve.\r\nToday the International Criminal Police Organization\r\nis equipped with highly sophisticated information\r\ntechnology facilities as well as an advanced, fast and\r\nsecure communications network, which makes it possible\r\nfor us to transmit information from one continent to\r\nanother with absolute security. The Organization also has\r\nan analytical Crime Intelligence Unit working on\r\ninternational crime on the basis of the information\r\nreceived from all 176 member countries. The Unit\r\nproduces reports that are of the utmost importance for\r\nforming effective law-enforcement strategies and policies.\r\nFor some time now, we have been engaged in a\r\nregionalization process and have established subregional\r\nbureaux in Asia, Africa and South America. We foresee\r\nthat this development will continue and that Interpol will\r\nbe able to enhance law-enforcement cooperation at the\r\nregional level.\r\nFinally, the United Nations, its agencies and Interpol\r\nhave cooperated for many years in the field of law\r\nenforcement. During recent years, we have expanded\r\ncooperation into new areas, such as the International\r\nCriminal Tribunal for the Former Yugoslavia. I am\r\ncertain that in future we shall find even more new areas\r\nfor cooperation.\r\nAs representatives of the International Criminal\r\nPolice Organization-Interpol, the Secretary General and I\r\nare convinced that our organization has the ability and\r\nstructure to meet the demands of the future. We hope that\r\nthrough joint efforts, together with the United Nations, we\r\nshall be able to step into the twenty-first century and\r\nprove even more effective in the fight against\r\ninternational crime.\r\nWe believe that the greatest threat to our democracy\r\ntoday is that presented by the menace of organized crime\r\nand drug trafficking, whose combined resources, derived\r\nfrom their illegal activities, enable them to corrupt our\r\ndemocratic institutions at the highest level. With political\r\nwill and an action-oriented approach, we shall be in a\r\nmuch more favourable position. The higher status granted\r\nto ICPO-Interpol will enable the organization better to\r\ncombine and coordinate its actions in the furtherance of\r\nour primary objective — to make the world a safer place.\r\nOnce again, the Secretary General and I renew our thanks\r\nand appreciation.\r\n2\r\nGeneral Assembly 35th plenary meeting\r\nFifty-first session 15 October 1996\r\nThe President: May I take it that it is the wish of the\r\nAssembly to conclude its consideration of agenda item 156?\r\nIt was so decided.\r\nAgenda item 98 (continued)\r\nOperational activities for development\r\nReport of the Secretary-General on the progress at\r\nmid-decade on the implementation of General\r\nAssembly resolution 45/217 on the World Summit\r\nfor Children (A/51/256)\r\nMr. Amorim (Brazil): The World Summit for\r\nChildren was a historic landmark not only because it\r\ngathered 71 Heads of State and 88 ministerial delegates to\r\nagree on a document, but also because it launched an\r\nunprecedented movement in favour of children throughout\r\nthe world.\r\nThe progress achieved since the World Summit for\r\nChildren is encouraging and proves that the United Nations\r\ncan play an effective role in the field of development. One\r\ncould argue that the progress would have been achieved\r\nanyway. This may be true to some extent, but the\r\nestablishment of time-bound and measurable goals by the\r\nSummit certainly had a major impact in mobilizing\r\ncommitment and resources.\r\nBrazil not only ratified the Convention on the Rights\r\nof the Child, but has also made positive strides towards the\r\nend-decade goals, particularly in the fields of immunization,\r\nsalt iodization and vitamin A supplementation. A key\r\nelement in this effort was the establishment of partnerships\r\non various levels in the implementation of the World\r\nSummit’s goals.\r\nOn one level, close collaboration was established\r\nbetween the Government and civil society. The preparation\r\nof the programme of action was the result of a participatory\r\nprocess. The organ responsible for the definition of national\r\npolicies and guidelines relating to children — the Council\r\nfor Defence of the Child and Adolescent — is actually\r\ncomposed of representatives both of various ministries and\r\nof non-governmental organizations. This approach has\r\nconferred greater legitimacy on policies and actions and at\r\nthe same time has helped to promote awareness and the\r\nmobilization of local populations.\r\nA second level of partnership is embodied in the\r\ncoordination of actions between federal, state and municipal\r\ngovernments. Decentralization has been a key feature of\r\nour national follow-up process to the World Summit for\r\nChildren. Theoretically, it would have been easier for the\r\nfederal Government to prepare a national programme of\r\naction and to consult with State Governments on it.\r\nInstead, we chose to launch a process that resulted in the\r\npreparation of programmes of actions at the State level,\r\nwith the strong involvement of municipalities. The\r\nimportance of this approach is that it fostered a sense of\r\njoint responsibility among the different spheres of\r\ngovernment. At the same time, it ensured that the specific\r\nneeds of each region were adequately taken into account.\r\nOn still another level, we developed a partnership\r\napproach with our neighbours. In 1994, the 28\r\nGovernments of Latin America and the Caribbean ratified\r\ntheir commitment to the goals for children by subscribing\r\nto the Nariño Accord. Earlier this year, our countries\r\ngathered again in Santiago to take stock of their policies\r\nand to discuss future directions. The regional partnership\r\nhas provided the opportunity for Latin America and the\r\nCaribbean to develop its own perspective on children’s\r\nissues — for instance, by introducing commitments\r\nrelated to child rights additional to those initially agreed\r\nin the World Summit for Children.\r\nLast but not least comes partnership with children\r\nthemselves. In Brazil, we have been working together\r\nwith grass-roots organizations that are actually led by\r\nchildren. Our approach is in accordance with the\r\nConvention on the Rights of the Child, which views\r\nchildren as social subjects and not only as objects of\r\npolicies. In all those partnerships, the role of the United\r\nNations Children’s Fund (UNICEF) as a catalyst for\r\naction has been important.\r\nAccording to the Secretary-General’s report, there is:\r\n“an encouraging trend towards the achievement of\r\nthe majority of the goals for children.” (A/51/256,\r\npara. 11)\r\nYet there are major challenges ahead.\r\nIt is important to keep the momentum going in\r\ncountries that have already reached the mid-decade goals,\r\nor even the end-decade goals, and not to bask in the\r\nwarmth of past achievements. We should be concerned\r\nwith sustainability of goals in countries that risk being\r\nmarginalized in terms of support by the international\r\ncommunity. It is too soon for the international\r\n3\r\nGeneral Assembly 35th plenary meeting\r\nFifty-first session 15 October 1996\r\ncommunity, in particular for UNICEF, to reduce its support\r\nto those countries.\r\nAnother challenge will be to accelerate progress\r\ntowards the end-decade goals, particularly in sub-Saharan\r\nAfrica. Some end-decade goals will be more difficult to\r\nachieve than the mid-decade ones because they involve\r\nmore complex actions. Brazil remains committed to\r\naccelerating the pace, particularly towards the goals of\r\nreducing maternal mortality and of improving the quality of\r\nbasic education.\r\nAs for basic education, the prospects are particularly\r\nencouraging. We are focusing on better training and salaries\r\nfor teachers, ensuring that the resources for education go\r\ndirectly to the schools and that expenditures are supervised\r\nby local communities, as well as on improving education\r\nmaterials and technologies.\r\nA constitutional amendment proposed by the Federal\r\nGovernment and already approved in the first round of\r\nvoting will ensure an increase of resources for basic\r\neducation next year from approximately $80 to $300 per\r\nchild per year, which is more than the level of $230\r\nrecommended by the Economic Commission for Latin\r\nAmerica and the Caribbean.\r\nBrazil attaches great importance to improving the\r\nprotection of children in especially difficult circumstances.\r\nParticularly concerned by reports of child labour, child\r\nprostitution and other forms of violence, the Federal\r\nGovernment has embarked on a national campaign against\r\nthe exploitation of children and adolescents. We are\r\nexpanding the coverage of a programme aimed at providing\r\na monthly allowance of $50 to families who remove their\r\nchildren from work in mines and plantations and send them\r\nto school.\r\nWe are also concerned with the situation of children\r\nin armed conflict. The report on this subject, prepared by\r\nMrs. Graça Machel — the expert designated by the\r\nSecretary-General, to whom I wish to pay tribute here —\r\nprovides a sound analysis on the subject and contains\r\nrecommendations that should be implemented. We will\r\ncertainly take these findings into account in our bilateral\r\ncooperation programmes, such as those with Angola and\r\nMozambique.\r\nIn response to the threat that landmines pose to\r\ncivilians, particularly children, Brazil imposed a moratorium\r\non the export of such weapons and is supporting the\r\nnegotiation of a convention to ban landmines.\r\nThe Secretary-General’s report does not contain an\r\nassessment of the progress in ensuring improved\r\nprotection of children in especially difficult circumstances.\r\nThe establishment of measurable indicators to assess this\r\ngoal is certainly not an easy task. However, we are\r\nconvinced that, with or without such indicators, the full\r\nimplementation of the standards contained in the\r\nConvention on the Rights of the Child is to be pursued\r\nactively by the international community. The “rights”\r\napproach of the Convention increasingly will become the\r\noverarching basis for our future actions in favour of\r\nchildren.\r\nMr. Robinson (United States of America): It is a\r\npleasure to be here today and to have the opportunity to\r\nreview the progress towards implementation of the goals\r\nset by the World Summit for Children here in New York\r\njust over six years ago.\r\nThe mid-decade review of progress towards the\r\ngoals set at the World Summit for Children presents a\r\nunique opportunity to refocus the attention of the world\r\nand of each country on our children. It is an opportunity\r\nto evaluate successes as well as shortfalls, to learn the\r\nlessons of the past five years and to use those lessons in\r\nidentifying the strategies we will need to reach the\r\nSummit goals and to sustain our success.\r\nAs a Member State representative, I would like to\r\ntake a few moments to review some of the actions that\r\nmy Government has taken to achieve the goals agreed at\r\nthe Summit in 1990. As is true for almost all countries,\r\nthe well-being of our nation’s women and children has\r\nimproved in some ways, but has not done well in others.\r\nI would like to highlight some of the encouraging\r\ntrends: first, the rate of full immunization for two-year\r\nolds has increased; secondly, infant mortality continues to\r\ndecline; thirdly, teen birth rates for those aged 15 to 19\r\nhave declined, although the teen birth rate is still higher\r\nthan 20 years ago.\r\nThere are also some less positive trends, and I think\r\nwe should share the good as well as the not-so-good.\r\nFirst, AIDS has become the third leading cause of death\r\namong American women 25 to 44 years of age; among\r\nadolescents with AIDS, 38 per cent are female. Secondly,\r\nabout 25 million women smoke in the United States,\r\ncausing the deaths of an estimated 106,000 women and\r\n3,500 infants each year. Thirdly, violence is a major\r\npublic health problem, with more than one million\r\nchildren and women injured each year. Fourthly, for many\r\n4\r\nGeneral Assembly 35th plenary meeting\r\nFifty-first session 15 October 1996\r\nindicators of well-being, minority children and youth fare\r\nmuch worse than majority children and youth.\r\nAs a Member State, we endeavour to take stock of our\r\ngains, to understand where we can improve, and to prepare\r\nour responses. To do this, it is crucial that we have the\r\nmost accurate and comprehensive trend information\r\npossible. We have worked hard to improve the quality and\r\ncompleteness of this information.\r\nOur children and youth are truly our nation’s most\r\nvaluable resource. The mid-decade goals and the goals for\r\nthe year 2000 help us establish priorities for the protection\r\nand nurturing of that resource. We are taking this data and\r\nthe lessons learned about where further improvement is\r\nnecessary and possible, and using it to ensure that the\r\naspirations of the World Summit for Children become a\r\nreality.\r\nI will now turn to international efforts. As a donor, the\r\nUnited States is very pleased to hear about the progress that\r\nhas been made to date towards achieving the Summit goals.\r\nThe accomplishments outlined in the present document are\r\nsubstantial, and we commend them. At the same time, the\r\nUnited States believes that additional plans and actions\r\nwould enable us to take full advantage of the opportunity\r\npresented by this review.\r\nWe recommend a process of cost-effective\r\nconsultation with partners and international experts to be\r\nplanned and implemented — as was done for the Summit\r\nfor Children — to identify lessons learned and strategies\r\nneeded to reach the goals for the year 2000.\r\nIn challenging areas such as acute respiratory\r\ninfection, nutrition, measles and maternal mortality,\r\ninternational partners, including the United States, have\r\ngained substantial experience since 1990. Consultation with\r\nthese partners would enhance the ability of the United\r\nNations to support implementing countries by making this\r\nexperience available. As indicated in this progress report,\r\ncontinued advocacy and leadership are needed by\r\norganizations of the United Nations system, notably the\r\nUnited Nations Children’s Fund, in this regard.\r\nWe sincerely hope that this mid-decade review will\r\nhelp to revitalize the consensus and commitment to children\r\nand the goals for them that were initiated at the 1990\r\nSummit.\r\nMr. Elaraby (Egypt) (interpretation from Arabic): We\r\nare participating in the discussion of item agenda 98 at a\r\ntime of increasing international commitment to\r\nsafeguarding the rights of the child and the potential of\r\nchildren. This commitment has already been reaffirmed\r\nby the unprecedented number of ratifications of the\r\nConvention on the Rights of the Child: 187 to date, a\r\nnumber never before achieved by any other human rights\r\nconvention.\r\nOn 30 September, we marked the sixth anniversary\r\nof the World Summit for Children. That Summit was the\r\nfirst international conference of the 1990s and reaffirmed\r\nthat the rights of the child and the safeguarding of those\r\nrights by States and individuals help in achieving the\r\nphysical, psychological and intellectual development of\r\nchildren, enabling them subsequently to make a positive\r\ncontribution to creating a healthy society in which the\r\nrights of individuals and communities are respected.\r\nBecause of the ongoing efforts made by international\r\nand national bodies, the rights of children have now\r\nbecome the human rights that are most likely to be\r\nimplemented in practice. These rights have today become\r\na tangible reality, as borne out by increases in basic social\r\nservices, such as health and education, as well as by the\r\nestablishment of legal and legislative structures at the\r\nnational level. Likewise, people in government who can\r\nserve children in the future have been educated in this\r\nregard.\r\nEgypt quickly ratified the Convention on the Rights\r\nof the Child. President Mubarak also declared a decade\r\nfor the protection of the Egyptian child, from 1990 to the\r\nend of the millennium. We are making enormous efforts\r\nto ensure the protection of children, and have set up a\r\nnational council for mothers and children, responsible for\r\nestablishing general policies as well as a national plan to\r\nguarantee that children are a part of all Government\r\nplanning. We have established specialized children’s\r\nlibraries in various areas and children’s health is attended\r\nto in schools. Recent media campaigns have promoted\r\nmother and child health. Parliament has adopted a new\r\nuniform law for children whose provisions are more in\r\nkeeping with the text of the Convention. Previously, all\r\nthese matters had been scattered in various laws that were\r\nnot legally homogeneous, and were incomprehensible to\r\nthe ordinary citizen and even to lawyers and judges. For\r\nthe first time, then, Egypt has adopted a law that brings\r\ntogether the various rules and provisions concerning\r\nchildren, from the foetal stage until the child is capable of\r\nassuming adult responsibilities.\r\n5\r\nGeneral Assembly 35th plenary meeting\r\nFifty-first session 15 October 1996\r\nAs we take stock of the situation at mid-decade and\r\nsee what has been done at the national level, we note that\r\nEgypt’s actions as reflected in the report of the Secretary-\r\nGeneral have been combined with the national cooperation\r\nefforts of the United Nations Children’s Fund in Cairo to\r\naddress the question of the provision of drinking water and\r\nother services. Positive indicators are mentioned, and in the\r\nnext five years these will be supplemented with regard to\r\nthe education of children. We continue to face challenges\r\nand obstacles, particularly in certain tribal areas. Our\r\nimmunization campaigns will continue along with efforts in\r\nthe area of family planning and sanitation.\r\nIn conclusion, I appeal for the protection of children\r\nand for the rights and physical integrity of the child to be\r\nguaranteed, especially in armed conflicts. We condemn\r\nmilitary actions which subject citizens to death or\r\ndisplacement. The children who come to mind are those in\r\nthe occupied Arab territories, Palestine and Lebanon, who\r\nhave been killed or have been victims of acts violence, as\r\nwell as many others who are victims of armed aggression.\r\nI would also like to mention African children who suffer\r\nfrom poverty and famine as well as from the absence of\r\npeace. I call upon all States to support the United Nations\r\nSystem-wide Special Initiative for Africa to strengthen\r\ndevelopment in that continent. These measures should be\r\nimplemented, as they are of primary importance to ensure\r\nrespect for African children.\r\nMr. Hahm (Republic of Korea): I would like to begin\r\nby extending our appreciation to the Secretary-General for\r\nhis excellent report on mid-decade progress on the World\r\nSummit for Children (A/51/256). My delegation believes\r\nthat the report presents a clear and comprehensive overview\r\nof the situation of children worldwide at this important\r\nhalfway mark and suggests future actions to be pursued\r\nduring the second half of the decade in order to reach the\r\ngoals for the year 2000.\r\nMy delegation would like to take this opportunity to\r\ncommend the United Nations Children’s Fund (UNICEF)\r\nfor its valuable role in the follow-up process, for its strong\r\nleadership in developing a national plan of action and for\r\nmonitoring the progress towards the goals. Furthermore, my\r\ndelegation would like to express its appreciation to the\r\nvarious non-governmental organizations, including the\r\nUNICEF national committees, which have striven with\r\ngreat commitment and dedication to the global agenda for\r\nchildren.\r\nThe report indicates an encouraging trend towards the\r\nachievement of the majority of the goals for children in\r\nmost countries. Two of the more noteworthy\r\naccomplishments relate to control of preventable diseases\r\nand the near universal ratification of the Convention on\r\nthe Rights of the Child, a critical step in creating an\r\nenvironment for the protection of children. All of us here\r\ntoday should be proud of these mid-term achievements.\r\nDespite these positive developments, we still face\r\nmany of the same challenges today as we did five years\r\nago and even as far back as 50 years ago. Tragically, tens\r\nof thousands of children continue to die every day from\r\nmalnutrition and diseases, which are preventable. The\r\nreport states that about 12 million children under the age\r\nof five die annually and that about 70 per cent of these\r\ndeaths are due to preventable disease. Most of the\r\nchildren who are perishing from preventable disease and\r\nmalnutrition are in developing countries, particularly\r\nSouth Asia and sub-Saharan Africa. Even more disturbing\r\nis that millions of these children exist in an environment\r\nwhere fear and turmoil are a part of their daily lives;\r\nmany of these children are recruited as combatants in\r\nregional conflicts.\r\nIn addition to basic survival issues, another critical\r\narea at this mid-term review time, though it is not\r\nexplicitly expressed as a goal, is gender disparities. It is\r\ndisheartening to note that little or no major improvements\r\nhave been made to remedy gender disparities both in\r\nschool enrolment and illiteracy in developing countries,\r\nand that the situation with regard to the commercial\r\nexploitation of children and reports of child abuse\r\nworldwide has been deteriorating.\r\nAs we stand on the threshold of the next millennium,\r\nwe must confront the question of how individual\r\nGovernments and the international community as a whole\r\nshould address these challenges for the coming years.\r\nFirst and foremost, bringing an end to the needless deaths\r\nof some 8 million children each year must continue to be\r\na key priority in the years ahead. To that end, the\r\ninternational community should assist developing\r\ncountries in the effort to reduce the mortality rate of\r\nchildren.\r\nGiven the direct and vital role that women play in\r\nchild welfare and given the vulnerability of girls, a\r\nframework for women’s equality and empowerment\r\nshould be more actively applied to the mainstreaming of\r\ngender issues in both national and international strategies\r\nfor the next half-decade.\r\n6\r\nGeneral Assembly 35th plenary meeting\r\nFifty-first session 15 October 1996\r\nIn light of the vital role played by non-governmental\r\norganizations and the private sector in children’s advocacy,\r\nraising public and political awareness, mobilizing resources\r\nand fostering more active and systemic involvement should\r\nbe encouraged at all levels, from developing and\r\nimplementing strategies for the second half-decade to\r\nmonitoring and assessing their progress.\r\nAnother issue which my delegation considers of vital\r\nimportance is the collection of indicators and statistical\r\ndata, the tools with which to quantify progress not only at\r\nthis mid-decade point but also during future assessments.\r\nThe unfortunate reality is that we are generally faced with\r\nconstraints, such as data limitation and unavailability, a lack\r\nof reliable sources, inappropriate measuring techniques and\r\nthe misclassification of data. My delegation firmly believes\r\nthat improvements in collecting data and measuring\r\nindicators and statistics are crucial if we are accurately to\r\nassess the progress of work toward our common goals.\r\nDuring the past five years, there has been growing\r\nrecognition that working towards the goals established for\r\nchildren naturally contributes to the attainment of other\r\nsocial and economic goals. It is evident that the series of\r\nglobal conferences held under the auspices of the United\r\nNations during the 1990s following the World Summit for\r\nChildren has consolidated and broadened the notion of\r\nhuman-centred development, and the environmental and\r\nhuman rights agenda. Based on this encouraging experience,\r\nmy delegation would like to reaffirm its commitment to\r\nchildren and to forging an international partnership in\r\ncompleting the tasks before us by the year 2000. It is the\r\nprofound hope of my delegation that the articles of the\r\nDeclaration of the World Summit will become a reality in\r\nthe not-too-distant future.\r\nMs. Thahim (Pakistan): My delegation would like to\r\nthank the Secretary-General for his report on progress at\r\nmid-decade on implementation of General Assembly\r\nresolution 45/217 on the World Summit for Children. We\r\nfind the report useful, objective and forthright. We would\r\nalso like to express appreciation to the relevant United\r\nNations agencies for their role not only in helping to bring\r\nthis document about, but also in the Summit’s follow-up\r\nprocess.\r\nWe commend the non-governmental organizations for\r\ntheir genuine efforts and valuable contributions towards the\r\nachievement of the goals and objectives of the Summit. The\r\nactions of these non-governmental organizations in the\r\nfollow-up to the Summit did not represent merely a\r\nconventional struggle. It was a crusade on behalf of\r\nchildren. A great deal of credit for whatever we have\r\naccomplished at the mid-decade point goes to these\r\norganizations.\r\nPakistan takes great pride in having been one of the\r\ninitiators of the World Summit for Children. We will\r\ncontinue our steadfast commitment to the noble goals of\r\nthe Summit. In Pakistan, the Government has embarked\r\nupon many programmes aimed at accomplishing the goals\r\nset by the Summit. We have ratified the Convention on\r\nthe Rights of the Child. We are addressing child-related\r\nissues with a high degree of urgency and seriousness. We\r\nhave succeeded in creating widespread awareness in all\r\nsections of society about the needs and rights of our\r\nchildren. Laws concerning children’s rights have been\r\nstrengthened. Institutional mechanisms for the protection\r\nof children, such as special committees for prosecuting\r\nviolators of labour laws, have been established. In the\r\nhealth sector, we have eradicated the scourge of guinea\r\nworm disease, dramatically reduced the number of deaths\r\ncaused by measles and achieved near-universal salt\r\niodization.\r\nIn Pakistan, as in many developing countries, a\r\nnumber of major tasks remain to be accomplished. Infant\r\nand maternal mortality levels continue to be unacceptably\r\nhigh. We are considering an optimal strategy at the\r\nnational level for overcoming the grave impediments of\r\nresource constraints, in the form of a set of measures to\r\nensure optimal utilization of limited resources. This will\r\nhave to be complemented by a pool of trained and\r\nmotivated staff. We are, therefore, focusing on this aspect.\r\nDespite our achievements, further attention needs to be\r\ngiven to health care by strengthening existing services.\r\nWe believe that at the national level, powerful\r\nlegislation, socio-economic reforms and education are\r\neffective measures to achieve the goals of the Summit. It\r\nis gratifying to note that in the process of the follow-up\r\nto the World Summit for Children, the Convention on the\r\nRights of the Child has become the most rapidly accepted\r\nhuman rights treaty in history. As of July 1996, the\r\nConvention had been ratified by 187 countries. This is a\r\nremarkable achievement. We hope that it will assist the\r\ninternational community in accomplishing the goals of the\r\nSummit.\r\nThe Secretary-General has rightly observed that the\r\ntest of all international declarations and plans is the\r\ndegree to which they are implemented by national\r\nGovernments and all sections of society. We would like\r\n7\r\nGeneral Assembly 35th plenary meeting\r\nFifty-first session 15 October 1996\r\nto add that such declarations have to be matched by a\r\ncollective commitment to concrete actions.\r\nAt the mid-decade point, we note that the most\r\nstriking progress in the context of child survival has been\r\nmade in the areas of immunization coverage, the control of\r\ndiarrhoeal diseases, polio, guinea worm and iodine-\r\ndeficiency disorders, and the promotion of breast-feeding.\r\nAccomplishment of these goals has been made possible by\r\nconcerted efforts by Governments, communities, United\r\nNations agencies and non-governmental organizations. We\r\nmust now sustain the progress, particularly in the field of\r\nimmunization. Special attention should be focused on\r\nsub-Saharan Africa, in view of the fact that 14 out of the\r\n18 countries with less than 50 per cent child immunization\r\ncoverage are in this region.\r\nWe are acutely concerned that the progress on\r\nmalnutrition, maternal mortality, sanitation and girls’\r\neducation has been weak, uncertain or even negligible. The\r\nprevalence of child malnutrition is disturbingly high in\r\nsub-Saharan Africa and South Asia, as is maternal\r\nmortality. Progress in providing clean water and sanitation\r\nand in ensuring that all children are able to attend school is\r\npainfully slow. There is yet another area that gives us cause\r\nfor deep concern. While under-five mortality has declined\r\nin all regions, the pace of progress has been too slow to\r\nmeet the end-of-decade goal, particularly in sub-Saharan\r\nAfrica and South Asia.\r\nWhile analysing the diversity in progress towards\r\nachieving the Summit’s goals, the Secretary-General has\r\nobserved that given their historical background, differing\r\nlevels of development, existing levels of capacity and other\r\ninitial conditions, countries and regions face different\r\ndegrees of challenges in meeting the goals set at the global\r\nlevel.\r\nWe do not disagree with the Secretary-General’s\r\nobservations regarding the causes of diversity in progress.\r\nWe would, however, like to caution against brushing aside\r\nthe perpetual inability of countries and regions to meet the\r\ngoals set at a global level by simply explaining the realities\r\non the ground. If the tragedies of under-five mortality in\r\nsub-Saharan Africa and South Asia, which together account\r\nfor three fourths of all under-five deaths in the world,\r\ncontinue to defy national strategies, the situation cannot be\r\nignored. It calls for urgent and concerted action. The United\r\nNations Children’s Fund will have to intensify its efforts.\r\nThe international community will have to help the\r\ndeveloping countries in capacity-building to formulate and\r\nimplement effective programmes.\r\nToday the survival, protection and development of\r\nchildren are threatened in varying degrees in many parts\r\nof the world, particularly in the developing countries. It\r\nis the common responsibility of the international\r\ncommunity to ensure that all of us have the opportunity\r\nto bring up healthy, educated, protected and secure\r\nchildren. Let us not forget the plight of children in\r\nespecially difficult circumstances, particularly in situations\r\nof armed conflict.\r\nChildren represent our future. They deserve a place\r\nat the top of our national and international agendas. After\r\nall, the dream of a happy and secure world cannot come\r\ntrue as long as there is a single child living in misery and\r\ndespair in any part of the globe. Pakistan fully endorses\r\nthe Secretary-General’s recommendation that the General\r\nAssembly should consider holding a special session in\r\nfive years’ time to examine how far the world’s nations\r\nhave fulfilled their promises for children. The year 2000\r\nwould be the right time to assess our achievements. Let\r\nus pledge today that we will fulfil our promises for\r\nchildren.\r\nFinally, while pledging to fulfil our promises for\r\nchildren, let us also reflect on the issues and address\r\nsome pertinent questions. Why is it that serious problems\r\ncontinue to defy national strategies in the poor countries?\r\nHow do we tackle these stubborn obstacles in the way of\r\nglobal development? The answer to the first question is\r\nprovided by the fact that there is a massive mismatch\r\nbetween the magnitude of requirements and the amount of\r\nresources available to the concerned countries to enable\r\nthem to take concrete and effective measures. The answer\r\nto the second question is that the international community\r\nneeds to tackle these problems with adequate resources,\r\nwith a high degree of determination and perseverance,\r\nand on a war footing.\r\nMr. Ahmed (India): Let me first of all compliment\r\nthe Secretary-General for his exhaustive report on the\r\nprogress at mid-decade on the implementation of the\r\nGeneral Assembly resolution on the World Summit for\r\nChildren (A/51/256).\r\nWe have noted with satisfaction that the area in\r\nwhich the most progress has been made is the control of\r\npreventable diseases, specifically the promotion of\r\nservices such as immunization, control of iodine-\r\ndeficiency disorders, eradication of polio and guinea\r\nworm disease, and protection of breastfeeding. It is\r\nequally heartening to note the marked progress in creating\r\nan environment for the protection of childhood by the\r\n8\r\nGeneral Assembly 35th plenary meeting\r\nFifty-first session 15 October 1996\r\nnear-universal ratification of the Convention on the Rights\r\nof the Child and that access to safe water has improved\r\nconsiderably.\r\nMr. Erwa (Sudan), Vice-President, took the Chair.\r\nHowever, it is a matter of great concern for all of us\r\nthat in relation to some goals there has not been significant\r\nprogress. The weakest areas are in the fields of\r\nmalnutrition, maternal mortality, adult literacy and the\r\nspread of sanitation services. We agree with the Secretary-\r\nGeneral that more needs to be done in pursuit of these\r\ngoals; the challenges for the rest of the decade will be to\r\nimprove our record. While the World Summit for Children\r\nhad an extraordinary mobilizing power, generating new\r\npartnership between Governments, non-governmental\r\norganizations, donors, the media, civil society and\r\ninternational organizations, it is of paramount importance\r\nthat the newly created partnership be strengthened and\r\nexpanded. We have given our commitment to the children\r\nand we have to fulfil our promises. We welcome the call of\r\nthe Secretary-General for the General Assembly to consider\r\nholding a special session in five years’ time to examine the\r\nextent to which the world’s nations have fulfilled their\r\npromises.\r\nIt is my privilege to speak a few words to this body,\r\non behalf of the Government of India, in review of our own\r\nprogress in achieving mid-decade goals. India’s\r\ncommitment to the care of children since our independence\r\nis enshrined in our Constitution. As a follow-up to this\r\ncommitment, the Government of India adopted a National\r\nPolicy for Children in 1974 with a view to providing\r\nadequate services to children, both before and after birth\r\nand through the period of growth, to ensure their full\r\nphysical, mental, child-health, nutritional and educational\r\nprogress. Following the Declaration adopted by 71 Heads\r\nof State or Government at the World Summit for Children,\r\nthe Government of India set itself the task of achieving\r\nmajor goals in health, water and sanitation, nutrition,\r\neducation, removal of gender bias and improved protection\r\nfor children in especially difficult circumstances.\r\nIndia is a signatory to the World Declaration on the\r\nSurvival, Protection and Development of Children and the\r\nPlan of Action for implementing it. With India’s ratification\r\nof the United Nations Convention on the Rights of the\r\nChild, a rights-oriented approach to children and\r\ndevelopment is gaining importance and will henceforth\r\nform the basis of Government strategy to achieve major\r\ngoals of child development.\r\nIn the health sector, the goal of reduction of\r\nmortality and morbidity could be achieved to the extent\r\nof 95 per cent, leaving a gap of 5 per cent to be covered.\r\nThis is an enormous task, given the sizeable proportion of\r\nIndia’s population under age 14, whose number, it is\r\nestimated, will be 305 million by the year 2001.\r\nAs regards the goal of providing universal access to\r\nsafe drinking water and improved sanitation, we have so\r\nfar been able to provide 89.3 per cent of the habitations\r\nwith at least one source of drinking water. Today, there\r\nare less than 1,000 villages with no source of drinking\r\nwater. Pilot projects for fluorosis control have been\r\nstarted in the states of Andhra Pradesh, Haryana,\r\nRajasthan, Punjab and Gujarat, where incidences of\r\nfluorosis have been reported. Access to sanitary means of\r\ndisposal of human wastes includes 19.2 per cent of rural\r\nhouseholds.\r\nOn nutrition, 15 major states have reported coverage\r\nof more than 80 per cent of infants receiving measles\r\nvaccinations, and getting their first vitamin A dose of\r\n100,000 international units. More than 67 per cent of\r\nedible salt at the production level is iodized. It is reported\r\nthat oral rehydration therapy has become popular in over\r\n80 per cent of our villages.\r\nThe Government of India’s National Nutrition\r\nPolicy, adopted in 1993, is yielding definite results\r\ntowards solving the problem of malnutrition, both through\r\ndirect nutrition intervention for especially vulnerable\r\ngroups and through various conditions of improved\r\nnutrition.\r\nAs regards education, the 1986 National Policy on\r\nEducation and the 1992 Programme of Action envision\r\neducation as fundamental to the all-around development\r\nof children, and stipulate free and compulsory education\r\nof satisfactory quality for all children up to 14 years of\r\nage before the turn of the century. the National Policy on\r\nEducation also emphasizes universal enrolment of\r\nchildren. The current status indicates that an incremental\r\napproach to primary education is being followed in 125\r\ndistricts in an estimated 15,000 out of 750,000 primary\r\nschools. The All-India Educational Survey of 1993\r\nreported improvement in primary schools’ gross\r\nenrolment ratio by 42 per cent overall and by 7.5 per cent\r\namong girls, over a period of seven years from 1986 to\r\n1993.\r\nThe attendance rate for girls in rural areas has\r\nincreased by 12 per cent over the past five years. As a\r\n9\r\nGeneral Assembly 35th plenary meeting\r\nFifty-first session 15 October 1996\r\nresult of the increased attendance rate in rural areas over\r\nthe past five years, 36 million more girls of the age group\r\nof 5 through 14 are now going to primary schools in India.\r\nTo achieve the goal of universalization of elementary\r\neducation, a number of programmes have been introduced,\r\nsuch as Operation Blackboard, Minimum Levels of\r\nLearning, the Scheme of Operationalizing, Microplanning\r\nand the Scheme of Non-formal Education. These\r\nprogrammes aim at bringing about substantial improvement\r\nin the facilities and quality of education in primary schools,\r\nalong with improvement in the existing levels of learning\r\nachievement of children.\r\nIn order to remove gender bias and provide improved\r\nprotection of children in especially difficult circumstances,\r\na National Plan of Action for the South Asian Association\r\nfor Regional Cooperation Decade of the Girl Child\r\n1991-2000 is under implementation. Non-governmental\r\norganizations are being encouraged to start non-institutional\r\nservices. The Child Labour (Prohibition and Regulation)\r\nAct of 1986 is more vigorously applied, as child labour\r\npersists because of socio-economic compulsions.\r\nOur achievements notwithstanding, the tasks ahead of\r\nus are daunting. However, we intend to address them\r\nfrontally and with vigour. An optimal utilization and\r\nmobilization of internal and external resources are being\r\nattempted. Our efforts in the field of child development are\r\ntestimony to India’s commitment to the cause of children.\r\nOur actions are aimed at child-centred development in\r\nwhich children are not just recipients of the benefits of\r\nservices and programmes but the focus of development\r\nitself.\r\nIn conclusion, my delegation would like to urge the\r\ninternational community to collaborate more closely with\r\nnational Governments in the successful implementation of\r\nthe strategies drawn up with a view to keeping our\r\npromises to the children of the world. I wish to extend a\r\nnote of appreciation for the help given us by many United\r\nNations agencies, in particular the United Nations\r\nChildren’s Fund, in the tasks we have set ourselves, and to\r\nexpress the hope that such cooperation may continue.\r\nMr. Wang Xuexian (China) (interpretation from\r\nChinese): Six years ago the World Summit for Children\r\nwas successfully convened. Today, we are pleased to see\r\nthat all countries have worked very hard to turn the\r\ncommitments they made at that Summit into reality, with\r\nencouraging results achieved in improving the survival,\r\nprotection and development of children. This can be\r\nattributed first and foremost to the political will of all\r\nGovernments and to their commitment to children, as well\r\nas to the rapid entry into force of the Convention on the\r\nRights of the Child, which, as an international legal\r\ninstrument, has provided a legal framework for the\r\nactions taken by countries. In addition, effective\r\ninternational cooperation on behalf of children has also\r\nplayed a positive role. The Chinese delegation wishes to\r\ntake this opportunity to express its appreciation to the\r\nUnited Nations Children’s Fund (UNICEF) for the\r\nimportant role it has played during the past six years.\r\nChina is now earnestly fulfilling the commitments it\r\nmade at the Summit. Our legislative bodies have\r\nformulated and approved a host of laws and legal\r\nregulations on the survival, protection and development of\r\nchildren, on the basis of our Constitution. A fairly\r\ncomplete legal system for the protection of the rights and\r\ninterests of children has taken shape. In 1992, the Chinese\r\nGovernment officially made public the Outlines of the\r\nPlan on the Development of Chinese Children in the\r\n1990s. The State Council has set up a Committee on\r\nWomen and Children, which oversees the implementation\r\nof the Outlines.\r\nThanks to the unremitting efforts of the Chinese\r\nGovernment, the basic conditions of Chinese children\r\nhave markedly improved, and most of the indicators have\r\nreached the mid-decade goals. In the field of health care\r\nChina has now established a health-care system for\r\nwomen and children suited to our conditions. The three-\r\ntier health-care and disease-prevention network in both\r\nurban and rural areas covers children throughout the\r\ncountry. The wide and planned use of vaccines for\r\nchildren has greatly reduced the incidence of vaccine-\r\npreventable disease as well as the rate of mortality. It is\r\nexpected that the goal of eliminating polio will be reached\r\nby the year 2000. In 1995 the mortality rate for Chinese\r\nbabies and children under five was 36.4 per thousand and\r\n44.5 per thousand, respectively, down about 27 per cent\r\nas compared to 1991.\r\nIn the field of education, the Chinese Government\r\nhas always made child education a top priority and has\r\nyearly increased its input. At present, the enrolment rate\r\nfor school-age children is 98.5 per cent and that of girls\r\n98.2 per cent, both surpassing the mid-term targets. The\r\nHope Project initiated throughout the country in 1989 to\r\nhelp children who cannot afford schooling has kept in\r\nschool 1,250,000 children who would otherwise have\r\ndropped out.\r\n10\r\nGeneral Assembly 35th plenary meeting\r\nFifty-first session 15 October 1996\r\nChina attaches great importance to the protection of\r\nhandicapped children and has tried very hard to create\r\nfavourable conditions for their survival and development.\r\nBy the end of 1995, 360,000 child patients suffering from\r\nthe sequelae of polio have improved their physical functions\r\nafter undergoing operations, and more than 60,000 deaf\r\nchildren have regained their hearing. The enrolment rate for\r\nschool-age handicapped children has risen from 20 per cent\r\nin 1990 to 60 per cent today, and up to 80 per cent in\r\neconomically advanced regions. Far from being content\r\nwith those achievements, the Chinese Government is\r\nmaking and will continue to make even greater efforts in\r\nthis regard.\r\nThe mid-decade review should both evaluate progress\r\nand identify existing problems. From a global point of\r\nview, among the many target areas set at the Summit the\r\nresponse to some remains weak, such as reducing\r\nmalnutrition, cutting down the maternal mortality rate and\r\nincreasing adult literacy. There is an even greater need for\r\nthe international community to make special efforts greatly\r\nto reduce the mortality rate of children under five. In this\r\nconnection, the Chinese delegation shares the views of the\r\nSecretary-General on the survival, protection and\r\ndevelopment of children in the next five years and concurs\r\nwith the recommendations set forth in his report.\r\nThe Chinese delegation believes that the international\r\ncommunity should concentrate its efforts in the following\r\nareas: First, poverty remains the fundamental cause that\r\njeopardizes the survival, protection and development of\r\nchildren. Poverty in families and communities has denied\r\nmany children access to health care and education. Poverty\r\nis also one of the causes of child labour and prostitution.\r\nUnless poverty is eliminated, the promotion of the survival,\r\nprotection and development of children will be no more\r\nthan empty words. Therefore, the international community,\r\nand the United Nations in particular, should give top\r\npriority to the elimination of poverty in promoting the cause\r\nof children.\r\nSecondly, one of the main goals set at the World\r\nSummit for Children was to put children in conflict and\r\nwar-torn areas under special protection. In recent years,\r\nsome regions have seen constant armed conflicts and wars.\r\nAs a result, there are large numbers of children who need\r\nsuch protection. The international community, and\r\nespecially the relevant United Nations agencies, should\r\nmake special efforts to provide these unfortunate children\r\nwith timely protection. The United Nations should also take\r\neffective measures to protect the basic rights and interests\r\nof innocent children in countries under sanctions.\r\nThirdly, protecting children from harmful\r\ninformation and materials is one of the main elements of\r\nthe Convention on the Rights of the Child. Unfortunately,\r\nthe culture of violence, murder, pornography and drugs\r\nrunning rampant in some countries has victimized a large\r\nnumber of children. What is more, this culture is being\r\nextended to other regions of the world, posing a threat to\r\nthe physical and mental health of their children.\r\nTherefore, it is imperative to implement the\r\naforementioned provisions of the Convention by stopping\r\nthe production and dissemination of poisonous cultural\r\nproducts and replacing them with healthy information and\r\nmaterials.\r\nFourthly, the question of resources is the key to the\r\nattainment of the end-decade goals. The 20/20 Initiative\r\nhas its positive aspects and should therefore be promoted.\r\nHowever, in order to get additional resources to help\r\ndeveloping countries reach the end-decade goals, efforts\r\nmust be made to reverse the present downward trend in\r\nofficial development assistance. To take back the\r\ncommitments made at the Children’s Summit would mean\r\ncheating children.\r\nFifthly, sub-Saharan Africa faces even more\r\ndifficulties in trying to meet the mid-decade goals. The\r\nUnited Nations agencies that provide development\r\nassistance, and especially UNICEF, should pay particular\r\nattention to this and the South Asian regions and give\r\nthem more financial, technical and personnel assistance so\r\nas to help them catch up with the rest of the world during\r\nthe next five years.\r\nNothing in my life would make me happier than to\r\nsee the smiling faces of children. I sincerely wish that\r\nchildren everywhere can live a happy life.\r\nMr. Yelchenko (Ukraine): The 1990 World Summit\r\nfor Children and the entry into force of the Convention on\r\nthe Rights of the Child are historic landmarks in the\r\nconsolidation of international efforts to establish the\r\npolitical and legal basis for the advancement of children.\r\nUkraine fully supports the conclusion drawn by the\r\nSecretary-General in his report on the Progress at\r\nMid-Decade on Implementation of General Assembly\r\nresolution 45/217 on the World Summit for Children:\r\n“The World Summit for Children therefore not only\r\nelevated children to a new prominence on the\r\ninternational agenda, but provided a launching pad\r\nfor a regeneration of the international movement\r\n11\r\nGeneral Assembly 35th plenary meeting\r\nFifty-first session 15 October 1996\r\nagainst poverty in all its social and economic\r\ndimensions.” (A/51/256, para. 3)\r\nI think this is a good opportunity to extend our gratitude to\r\nthe group of countries — namely, Canada, Egypt, Mali,\r\nMexico, Pakistan and Sweden — for its timely initiative to\r\nconvene a summit devoted to children.\r\nThe States signatories to the World Declaration on the\r\nSurvival, Protection and Development of Children and to\r\nthe relevant Plan of Action have recognized that there was\r\nno other task that deserved greater priority than the\r\nprotection and development of children, who will be\r\nresponsible for the further survival, stability and progress of\r\nhuman civilization. In our view, the decisions adopted at\r\nthe World Summit for Children have been tested in the\r\nperiod since, and it has been proved that we are on the\r\nright track.\r\nToday’s meeting of the General Assembly is very\r\nimportant for evaluating progress on the implementation of\r\nthe provisions of the above-mentioned documents. From the\r\nreport of the Secretary-General we can conclude that care\r\nof children occupies an important place in the domestic\r\npolicies of many governments. For its part, Ukraine is\r\nmaking every effort to fulfil its obligations under the Plan\r\nof Action. Several months ago, in his letter to the\r\nSecretary-General, the President of Ukraine pledged his full\r\nsupport to the efforts of the United Nations to carry out this\r\nmid-decade review of progress since the World Summit for\r\nChildren, emphasizing that the review could become an\r\nimportant basis for further activities directed at the\r\nimprovement of the situation of children.\r\nIn 1991, Ukraine ratified the Convention on the Rights\r\nof the Child, thus taking on new commitments to create an\r\nadequate legislative basis for the social protection of\r\nfamilies with children. Since then, a number of practical\r\nsteps have been taken to improve the situation of children\r\nin Ukraine. Within the last two years, national programmes\r\non family planning and the children of Ukraine have been\r\napproved. An analytical overview, “Children in the\r\nconditions of the transition period”, has been prepared.\r\nThe national programme on children is aimed at\r\ncreating favourable conditions for: the development of\r\nchildren; ensuring their legal and social protection;\r\npreventing diseases; providing the most reliable means of\r\nmedical care and treatment to children; implementing\r\nradical measures to prevent infectious diseases; eliminating\r\nmalnutrition among children; and implementing measures\r\nto prevent crime, drug abuse, alcoholism and smoking\r\namong children. To further improve efforts at the national\r\nlevel to implement the provisions of the Convention and\r\nthe World Declaration, a special inter-agency commission\r\nhas recently been established.\r\nI have mentioned just these few examples to show\r\nthat, in spite of the serious economic difficulties Ukraine\r\nhas experienced during the current transition period, state\r\nand government bodies continue to undertake appropriate\r\nsocial measures to preserve the nation’s genetic fund, in\r\nwhich the future of Ukraine resides.\r\nAssessment of the mid-decade achievements gives us\r\ngrounds for some optimism. At the same time, it reveals\r\nspheres in which no progress has yet been made. The\r\ncontinued deterioration in the condition of children in\r\nmany regions of the world is a matter of special concern.\r\nSpecifically, the problem of preventing and eradicating\r\nthe sale of children, child prostitution and child\r\npornography requires urgent and effective measures at\r\nnational, regional and international levels. The First\r\nWorld Congress on the Commercial Sexual Exploitation\r\nof Children, held in Stockholm this past August, was an\r\nimportant and timely step in this direction.\r\nIt is the view of our delegation that such United\r\nNations institutions as UNICEF, the United Nations\r\nDevelopment Programme (UNDP), the United Nations\r\nPopulation Fund (UNFPA), the World Health\r\nOrganization (WHO) and others should continue to play\r\na key role in this regard. I would like to commend the\r\nefforts of UNICEF in my country. We also welcome the\r\nrecent decision to establish a regional UNICEF office for\r\nCentral and Eastern Europe, the Baltic States and the\r\nCommonwealth of Independent States countries, with\r\nliaison offices in Kiev, Minsk and Moscow.\r\nThe current discussion of the Secretary-General’s\r\nreport shows that much work still has to be done. We,\r\ntherefore, have to undertake additional joint efforts to find\r\nnew solutions if we want to achieve the goals of the\r\nWorld Summit for Children by the year 2000. The more\r\nwe care about our children today, the more confident we\r\ncan be about their future, and hence about the future of\r\neach country, every region and the world as a whole.\r\nWe should always remember that there were times\r\nwhen we too were children, with our dreams and the\r\nexpectations of our parents. There is a famous proverb,\r\nwhich I believe is not unique to my country: as you sow,\r\nso shall your reap. So, as the Secretary-General rightly\r\nstated yesterday morning, let us put children first. Let us\r\n12\r\nGeneral Assembly 35th plenary meeting\r\nFifty-first session 15 October 1996\r\ndo everything possible to meet the expectations of the\r\nworld’s children.\r\nMs. Smolcic (Uruguay) (interpretation from Spanish):\r\nThe World Summit for Children is part of a trend to give\r\nprominence to the cause of children in the international\r\npolitical agenda. The World Summit Declaration and Plan\r\nof Action mark our commitment to pursue the action\r\nalready initiated to achieve a series of development goals\r\nand strategies for children in the decade of the 1990s.\r\nWe believe that the results achieved at mid-decade\r\nshould sustain the momentum of the process in favour of\r\nchildren, and that a comprehensive approach is needed,\r\nsince there is inevitably a close link to development, human\r\nrights, the environment and population.\r\nTo prepare its plan of action on social policy and in\r\nthe areas of education, children in particularly difficult\r\ncircumstances, nutrition, women and health, Uruguay set up\r\na coordinating team which has enjoyed the technical and\r\nfinancial support of the United Nations Children’s Fund\r\n(UNICEF), assistance from the technical cooperation\r\nprogramme of the Planning and Budget Office of the\r\nPresidency of the Republic, the Inter-American\r\nDevelopment Bank, and leaders and officials of all the\r\nsectors involved.\r\nBecause of the evolution of its social policies on\r\nchildren, Uruguay stands out in the regional context.\r\nHistorically speaking, the consolidation of a democratic\r\nUruguay and of republican principles has been linked to the\r\ndevelopment of its educational system and the social\r\nprotection of children and youth.\r\nIn the field of education, although the literacy rate in\r\nUruguay stands at 97 per cent, the Government of Uruguay\r\nhas embarked on the implementation of an overall\r\neducational reform without precedent this century, whose\r\npriorities include: strengthening the quality of education at\r\nthe various levels; expanding the coverage of pre-school\r\neducation to include children aged four to five years,\r\nresulting in the enrolment of 25,000 new pupils by the year\r\n2000; restructuring class schedules for secondary education\r\nso as to increase the time students spend in educational\r\nestablishments; and redesigning the education available in\r\nthe professional technical field by remodelling university\r\neducation to meet the needs of the labour market and create\r\nnew careers.\r\nWith regard to children’s health, the early\r\ndevelopment and maturity attained in the institutionalization\r\nof social services have led to great progress as can be\r\nseen in the indicators on infant survival.\r\nThe main goals of the Ministry of Public Health are\r\nto increase the rates of breastfeeding and substantially\r\nreduce infant mortality, which fell last year to 16 deaths\r\nper 1,000 live births.\r\nSimilarly, one of Uruguay’s key objectives in the\r\nfield of health is to improve the mental, physical and\r\nemotional well-being of children, which is already\r\nreflected in the reduction of infant mortality. However,\r\none problem to be resolved is the fact that only 15 per\r\ncent of Uruguayan children are breastfed up to six months\r\nof age. This therefore affects a child’s survival,\r\ndevelopment and growth. Thus the challenge is to make\r\na reality of the target that 75 per cent of children should\r\nhave six months of natural breastfeeding by the year\r\n2000. This will be the most effective ... weapon in\r\nreducing ... the infant mortality rate to 10 per 1,000 in a\r\ncountry whose health conditions ensure a quality of life\r\nthat is outstanding in the region. The Human\r\nDevelopment Index calculated by the United Nations\r\nDevelopment Programme ranks Uruguay thirty-second in\r\nthe world and third in Latin America.\r\nPromoting baby-friendly hospitals which, in turn,\r\npromote maternal breastfeeding has received special\r\nmention by UNICEF. In this regard, Uruguay will take\r\npart in the First Southern Cone Congress on Breastfeeding\r\nthat will take place in Santa Catarina, Brazil, from 26 to\r\n30 October this year. Its aim is the signature of a letter of\r\ncommitment for the establishment of a uniform policy on\r\nincentives for the whole region. This document will be\r\nsubmitted to the First World Congress on Breastfeeding\r\nto be held in Thailand in December.\r\nUruguay undertook to implement the goals agreed at\r\nthe World Summit for Children and prepared its plan of\r\naction for children. According to data provided by\r\nUNICEF, our country ranks among those in which most\r\nof the mid-decade goals have been achieved with a high\r\nlevel of sectoral technical commitment. Thus the status of\r\nthese goals is positive in general. However, rapid changes\r\nin Uruguayan society have given rise to new situations\r\nand emerging problems which call for new methodologies\r\nand there is therefore a new need to protect the\r\npopulation faced with issues such as child abuse, domestic\r\nviolence, drug abuse, teenage pregnancy and AIDS.\r\nIn accordance with the programme of the\r\nGovernment of Uruguay, the main national objectives are\r\n13\r\nGeneral Assembly 35th plenary meeting\r\nFifty-first session 15 October 1996\r\ngeared to a development strategy based on democratic\r\nconsolidation, strengthening equality and social integration,\r\nand a fair distribution of choices and opportunities among\r\nall Uruguayan citizens in a society from which no one is\r\nexcluded. This means creating effective equality of\r\nopportunity from the beginning of people’s lives and\r\nopening new horizons for young people, broadening\r\navenues for their incorporation into the labour market,\r\ncreating new spheres of activity for the development of\r\ntheir personality and affording them options for their\r\nparticipation in society.\r\nUruguay is committed to working steadfastly to\r\neliminate obstacles that make it difficult to achieve the\r\ngoals of the World Summit for Children, so that future\r\ngenerations of boys and girls can enjoy decent living\r\nstandards and our societies attain greater solidarity and\r\nequality.\r\nMrs. Flórez Prida (Cuba) (interpretation from\r\nSpanish): My Government endorses the conclusion\r\ncontained in the Secretary- General’s report (A/51/256) that\r\nthe goals established at the World Summit for Children\r\nhave had an extraordinary mobilizing power, generating a\r\nnew level of activity for children around the world.\r\nThe progress made is undeniable. The results obtained\r\nin child survival goals such as immunization coverage,\r\ncontrol of diarrhoeal diseases and the promotion of\r\nbreastfeeding are enough for us to conclude that the effort\r\nmade has been worthwhile.\r\nHowever, we do not think that we should boast when\r\nthere has been little or no progress made towards the\r\nfulfilment of goals identified in such fundamental areas as\r\ninfant mortality in children under five, malnutrition or the\r\neducation of girls. Nor can we overlook unequal progress\r\ntowards such goals that has been made between the\r\ndifferent regions, as well as between the different countries\r\nwithin these regions.\r\nIt is true that political will in the mobilization and\r\nempowerment of all resources in pursuit of such goals has\r\nnot always been equal at the national level. However, we\r\nbelieve that, in most cases, the basic limitations have been\r\nlargely caused by structural factors requiring action outside\r\nthe scope of a specific Government. To aim at the overall\r\ndevelopment of children without the overall development of\r\nthe social and material environment where they grow up\r\nwould make no sense at all.\r\nNational efforts must be accompanied by a new\r\nphilosophy of international solidarity that would generate\r\nnew resources to help developing countries implement\r\ntheir national Summit follow-up plans. While in one\r\ngroup of countries, government actions in education can\r\nfocus on such goals as how to ensure their students\r\nuniversal access to computer technology, in a large group\r\nof nations, Governments cannot even provide notebooks\r\nand pencils required for the functioning of the primary\r\neducation system.\r\nCuba wishes very especially to recognize the\r\nconcrete results attained in inter-organ collaboration\r\nwithin the United Nations system in fulfilling its goals for\r\nchildren, in which the leadership of the United Nations\r\nChildren’s Fund (UNICEF) has been undeniable. In\r\ncomplying with the agreements adopted at the World\r\nSummit for Children, Cuba has a national programme of\r\naction that operates as an instrument of social policy,\r\nsupporting the programmes carried out by the country in\r\nthe overall development of its children. In implementing\r\nour national programme, we have had the constant\r\nsupport of the system’s bodies and, very particularly, the\r\ncontribution of agencies involved in children’s well-being\r\nand health, such as the United Nations Development\r\nProgramme, the World Health Organization, the World\r\nFood Programme, the United Nations Population Fund,\r\nthe Food and Agriculture Organization of the United\r\nNations and UNICEF.\r\nFor more than three decades, the Government and\r\norganizations of Cuban society have focused their efforts\r\nand energies on redressing the serious setbacks that have\r\nhistorically affected its children’s living conditions,\r\nsurvival, development and well-being. These efforts have\r\ncovered all areas of social life, in particular education and\r\nhealth.\r\nMost of the goals set by the World Summit for\r\nChildren for the year 2000 have already been attained or\r\nsurpassed by Cuba. This is particularly significant when\r\nwe consider that it was precisely the years following the\r\nSummit that have been the most difficult in the entire\r\neconomic history of the island. Our country had to come\r\nto grips with the sudden break in economic relations,\r\ntrade and forms of productive supplementation that had\r\nbeen established over decades with the countries of\r\nEastern Europe and the former Soviet Union. This was\r\naccompanied by the tightening of the United States\r\nblockade, inclusive of food and medicine for our children.\r\n14\r\nGeneral Assembly 35th plenary meeting\r\nFifty-first session 15 October 1996\r\nThe country’s purchasing power dropped by\r\napproximately 80 per cent between 1989 and 1993. This\r\nwill give an idea of the scope of the efforts undertaken to\r\nmaintain and even improve some indices of the well-being\r\nof Cuban children. In Cuba, 97.6 per cent of children\r\nbetween the ages of 6 and 14 are currently in school and\r\nthe infant mortality rate has been under 10 per 1,000 live\r\nbirths for four consecutive years; this rate was 9.4 in 1995.\r\nThe premise that a child’s happiness is worth more\r\nthan all the riches of the world has guided my\r\nGovernment’s policy, and not only towards Cuban children.\r\nMore than 15,000 Cuban doctors have rendered their\r\nservices, at no cost, in dozens of countries. Furthermore,\r\nthousands of children from all over the world have studied\r\nin our schools and colleges. More than 10,000 children,\r\nvictims of the Chernobyl nuclear accident, have undergone\r\ntreatment in our country.\r\nCuba supports the convening of a General Assembly\r\nspecial session within five years to review the\r\nimplementation of the Declaration and Plan of Action for\r\nchildren and to set the goals and strategies that will guide\r\nour collective action in the first years of the coming\r\nmillennium.\r\nMay I conclude this statement by reaffirming my\r\nGovernment’s commitment to the overall development of\r\nchildren. This goal, as has been the case over the past three\r\ndecades, will continue to determine the design of policies\r\nand programmes in all spheres in my country. The\r\nwell-being of children constitutes an essential value of\r\nCuban culture.\r\nMr. Mabilangan (Philippines): In 1990, the World\r\nSummit for Children adopted a World Declaration on the\r\nSurvival, Protection and Development of Children and a\r\nPlan of Action for its implementation. The Declaration\r\npresented us with a challenge and an opportunity to make\r\na difference in the lives of children. The Plan of Action\r\nidentified seven major goals relating to the survival, health,\r\nnutrition, education, and protection of children for\r\nfulfilment by the year 2000.\r\nLeaders from every corner of the world who were\r\ngathered in this very Hall declared a solemn commitment\r\nto build a world order that would safeguard the most\r\nprecious resource of the human race — its children.\r\nReferring to the Summit, the 1990 Report on the State of\r\nthe World’s Children stated that\r\n“A major renewal of effort to protect the\r\nlives and the development of children, and to\r\nend the worst aspects of poverty, would ... be\r\nthe greatest long-term investment which the\r\nhuman race could make in its future economic\r\nprosperity, political stability, and environmental\r\nintegrity.” (The State of the World’s Children\r\n1990, OUP, p. 4)\r\nThis statement continues to hold true today and, indeed,\r\nit will for years to come.\r\nImmediately after the World Summit, countries\r\nstarted to translate their commitments into action.\r\nIn the Philippines, the Plan of Action for the Filipino\r\nChildren in the 1990s and Beyond, a product of\r\ncooperative efforts of the Government, non-governmental\r\norganizations and other members of the civil society, was\r\nput in place. It was my country’s response to the\r\nSummit’s call to put children first in the development\r\nagenda. Our commitments to and goals for Filipino\r\nchildren were made part of the country’s Medium-term\r\nDevelopment Plan and of our Social Reform Agenda.\r\nAt this juncture, I wish to make special mention of\r\nthe valuable assistance and contribution of the United\r\nNations Children’s Fund in our efforts to implement our\r\nPlan of Action. Our thanks also go to our development\r\npartners and to the other members of the United Nations\r\nsystem of operational activities for development.\r\nSix years later, the Secretary-General reports that in\r\nmost countries there is an encouraging trend towards the\r\nachievement of the majority of the goals. However, his\r\nreport also acknowledges the lack of significant progress\r\nin some areas, particularly in sub-Saharan Africa and in\r\nSouth Asia.\r\nOur main challenge today is the achievement of the\r\nSummit goals by the year 2000. There is now an even\r\ngreater need for all members of the international\r\ncommunity, the United Nations system, the private sector\r\nand non-governmental organizations, to work together for\r\nthe world’s children. Countries that are in danger of\r\nmissing even the mid-decade goals by the end of this\r\ncentury — such as those in sub-Saharan Africa and the\r\nleast developed countries in Asia and Latin America —\r\ndeserve our special attention and assistance. The\r\nPhilippines joins others in making an appeal to the donor\r\ncommunity to reverse the trend in the flow of official\r\ndevelopment assistance. In places where progress has\r\n15\r\nGeneral Assembly 35th plenary meeting\r\nFifty-first session 15 October 1996\r\nbeen significant, our challenge is to sustain such gains. We\r\ncannot afford to slow down, because children cannot wait.\r\nWe express the sincere hope that the almost universal\r\nratification of the Convention on the Rights of the Child\r\nwill give a stronger shield of protection to children affected\r\nby armed conflict, exploitation, abuse and neglect. At any\r\ngiven time, our commitment to children must transcend\r\npolitical or any other considerations not related to their\r\nsurvival, protection or development.\r\nToday, the Philippines recommits itself to the goals\r\nand objectives of the World Summit for Children. We shall\r\ncontinue to do our utmost for Filipino children. Within our\r\nlimited capability, we stand ready to cooperate with others.\r\nThe 1990 World Summit for Children set specific,\r\nmeasurable and time-bound goals. To enable us to gauge\r\nour efforts at the end of the decade, the Philippines\r\nrecommends that a special session of the General Assembly\r\nbe held in the year 2001 to review the status of the Summit\r\ngoals.\r\nMr. Petrella (Argentina) (interpretation from\r\nSpanish): I thank the Secretary-General for his report on the\r\nprogress at mid-decade on implementation of General\r\nAssembly resolution 45/217 on the World Summit for\r\nChildren. It is particularly gratifying for me to participate\r\nin this debate on this item, which has always been a matter\r\nof great interest and commitment for the Government of\r\nArgentina.\r\nThe World Summit for Children, held six years ago,\r\nwas a historic landmark in the world’s progress for the\r\ncause of children. At that time, it was our conviction that\r\nwe were inaugurating an era in which the concerns of\r\nchildren would acquire unprecedented political significance.\r\nThe adoption of the Convention on the Rights of the Child\r\nin 1989 and its rapid, almost universal ratification by 187\r\nStates are events which we welcome with real satisfaction.\r\nThe Secretary-General’s report notes encouraging\r\nachievements in the fields of health, nutrition, education\r\nand sanitation. We note that three out of five countries are\r\nabout to achieve the general goal of increasing the child\r\nsurvival rate or have a good chance of doing so. The report\r\nemphasizes important achievements in the area of\r\nimmunization and the virtual elimination of the usual\r\nendemic diseases. Iodized salt has reached 1.5 billion\r\npersons to prevent such diseases, saving 1 million children\r\nper year by increasing the family’s capacity to treat\r\ndehydration.\r\nHowever despite all these efforts, there are\r\ndiscouraging indicators which show that there has been\r\nvirtually no progress since 1990 in the area of infant\r\nnutrition, maternal mortality and sanitation. It is clear to\r\nus that these efforts should go hand in hand with a strong\r\nemphasis on education — the only way to eradicate these\r\nserious problems completely. To achieve the goals set for\r\nthe year 2000, we will need to continue to mobilize\r\nresources on all levels: national budgets, the private\r\nsector, civil society, donor organizations and non-\r\ngovernmental organizations.\r\nIn the last six years, Argentina has consolidated\r\nexpanded programmes of immunization for all children\r\nunder seven years of age, distributing throughout the\r\ncountry 22 million doses of vaccines annually. We have\r\nalso continued the second stage of eliminating neonatal\r\ntetanus by vaccinating women between 12 and 49 years\r\nof age in the provinces most at risk, with a coverage of\r\n900,000 persons in 1995. The consolidation of the\r\nprogramme to eradicate measles, which began in 1992\r\nwith a massive inoculation of more than 10 million\r\nchildren and youths between one and 14 years of age and\r\nthe establishment of a monitoring system for certain\r\ndiseases, have led to a drastic reduction in cases, which\r\nwent from 5,000 to 8 laboratory-confirmed cases in 1995.\r\nThe Argentine Government is extremely concerned\r\nover the growing number of incidents throughout the\r\nworld related to the sale of minors, traffic in organs,\r\nprostitution and child pornography. We appeal to the\r\ninternational community to adopt all necessary measures,\r\nincluding administrative or legislative measures, to\r\neradicate these crimes and convict the criminals.\r\nWith the support of many members of the Latin\r\nAmerican and Caribbean group, my country took steps in\r\n1994 to prepare a binding legal instrument to fight the\r\ntraffic in minors. The report on this matter submitted in\r\n1995 by the Latin American Institute for the Prevention\r\nof Crime pointed to a series of specific situations and to\r\nthe growth of this phenomenon. The responses by\r\nGovernments to the Secretary-General’s questions have\r\nbeen in favour of preparing a binding instrument in this\r\nfield. In our view, it is important for the Secretary-\r\nGeneral to continue to obtain the views of States on the\r\npreparation of such a convention on the international\r\ntraffic in minors.\r\nWe subscribe with enthusiasm to the Stockholm\r\nDeclaration and Agenda for Action, and we congratulate\r\nthe Government of the Kingdom of Sweden for the\r\n16\r\nGeneral Assembly 35th plenary meeting\r\nFifty-first session 15 October 1996\r\ninitiative and the results of the World Congress against\r\nCommercial Sexual Exploitation of Children. Based on the\r\ncontribution of these international events, we wish to\r\nemphasize the need to highlight very particularly in\r\ndescribing the present situation not only the poverty and\r\nabandonment of victimized children, but also the moral\r\ndegradation, the perversion and the gross indecency of the\r\ncriminals who abuse them.\r\nI wish to congratulate all relevant organizations of the\r\nUnited Nations for their part in these successes: the United\r\nNations Children’s Fund, the organ directly responsible for\r\nchildren, for its characteristic efficiency; the World Health\r\nOrganization for its fundamental role in preparing the goals\r\nrelating to health and its support to countries for the\r\nattainment of these goals; and the many non-governmental\r\norganizations of Argentina and the rest of the world.\r\nFinally, I wish to state that we believe that the General\r\nAssembly should consider the possibility of holding, five\r\nyears hence, a special session to review again the scope of\r\nour promises and achievements.\r\nMrs. Vargas (Nicaragua) (interpretation from\r\nSpanish): In the 1980s, the report entitled “The State of the\r\nWorld’s Children” told us that 250,000 children died every\r\nweek, a vast majority of them from preventable diseases;\r\nthat millions barely survived in terrible sanitary conditions;\r\nand that the increase in malnutrition of millions of children,\r\nespecially in developing countries, was alarming. In the\r\ncourse of that decade, approximately 2 million children died\r\nthe victims of war, and between 4 million and 5 million\r\nsuffered physical disabilities. Unfortunately, during the\r\nsame decade the continuation of the debt crisis in the\r\ndeveloping world meant that the countries of the South\r\ntransferred $50 billion a year to the countries of the North\r\nand that an average of only 12 per cent of government\r\nexpenditures were allotted to basic health care.\r\nWe believe that we have to emphasize these facts\r\nagain although they are well known to us all, since they\r\ngive us a partial picture of the situation at the end of the\r\n1980s. It was in precisely this disconcerting panorama that\r\nwe were faced with which under the auspices of the United\r\nNations the historic decision was taken to hold the World\r\nSummit for Children. In September 1990 more than 159\r\ncountries met to adopt a commitment for the children of the\r\nworld.\r\nToday we are gathered in this General Assembly Hall\r\nto consider the report of the Secretary-General on the\r\nprogress at mid-decade following that Summit. The\r\nquestion that must be asked is, what have we done to\r\nchange this panorama in these five years? What have we\r\nachieved at the national and the international level to\r\nimplement the goals we set at the World Summit for\r\nChildren?\r\nMy delegation is participating in this debate not only\r\nto express what we have done in Nicaragua since the\r\nWorld Summit but also because of our interest in and\r\nconcern about the depressing situation of the world’s\r\nchildren, particularly in developing countries. Like most\r\nother developing countries, Nicaragua entered the 1990s\r\nin a situation where our children still had many unmet\r\nneeds. The war that Nicaragua suffered in the 1980s left\r\na devastating mark on children who, as has been the case\r\nin other situations, were the innocent victims. This meant\r\nthat more than 190,000 children were affected directly,\r\nincluding those displaced, orphaned, dead, wounded,\r\nmaimed, kidnapped and repatriated. These are some of the\r\neffects of war that we are still trying to overcome.\r\nThe commitment that we undertook at the 1990\r\nWorld Summit therefore represented a challenge that we\r\nhad to accept in extremely difficult circumstances, since\r\nwe entered the decade in the midst of a deep economic\r\ncrisis with reduced resources, an oppressive external debt\r\nand great demands and needs for social services. At the\r\nsame time, we have had to fulfil certain necessary\r\nobligations to rehabilitate our economy. These conditions,\r\nas has been the case in many countries, as recognized in\r\nthe Secretary-General’s report, have had a negative effect\r\non our social indicators.\r\nNevertheless, despite our economic and financial\r\ndifficulties, our Government has always decided in favour\r\nof complying with the goals set at the Summit. As part\r\nof this commitment, in 1990 Nicaragua established the\r\nNational Commission for the Protection of Nicaraguan\r\nChildren, which is responsible for coordinating and\r\nregulating educational matters through governmental and\r\nnon-governmental initiatives relating to children. In 1992,\r\nwe established the National Plan of Action for Human\r\nDevelopment, Children and Youth for the period 1992-\r\n2000, with a view to initiating actions to alleviate and\r\nreduce poverty. During these five years, through national\r\ndays of health, we have achieved 100 per cent\r\nimmunization coverage for tuberculosis, 90 per cent for\r\npoliomyelitis and an average of 75 per cent for diphtheria,\r\npertussis and tetanus, which means that, little by little, we\r\nare reaching the goals set in these fields.\r\n17\r\nGeneral Assembly 35th plenary meeting\r\nFifty-first session 15 October 1996\r\nNicaragua is also a party to the Convention on the\r\nRights of the Child and, pursuant to its provisions,\r\nsubmitted its first report to the Committee on the Rights of\r\nthe Child in May this year. In that report, Nicaragua\r\nrecognized the difficulties faced by Nicaraguan children.\r\nThe Committee also prepared a number of\r\nrecommendations that our Government is studying with\r\ngreat interest, especially those that pertain to the urgent\r\nneed for legal reform to benefit children and to recognize\r\nthe rights of boys and girls in my country. In this\r\nconnection, we can state that on 4 July 1996 the President\r\nof Nicaragua, Ms. Violeta Barrios de Chamorro, submitted\r\nto the National Assembly for discussion a draft code on\r\nchildren and adolescents, which incorporates a new legal\r\napproach which would legally guarantee attention to and\r\ncomprehensive protection of children and adolescents in\r\nNicaragua.\r\nWe have read with great interest the report of the\r\nSecretary-General; we can see that some positive steps have\r\nbeen taken at mid-decade and that, while progress varies\r\nfrom region to region, important progress has been achieved\r\nworldwide, especially in the areas of immunization,\r\nprevention and the treatment of communicable diseases. We\r\ncan also note that in the field of education, as the report\r\nemphasizes, progress has been made in many countries. As\r\nis evident from the report, during these five years,\r\nsignificant progress has been achieved worldwide on\r\ninstitutional aspects. We can say today that most of the\r\ncountries that participated in the World Summit have\r\ncreated commissions for children and have prepared\r\nnational programmes or plans, and that the Convention on\r\nthe Rights of the Child has already been adopted by more\r\nStates than any other human rights covenant in history.\r\nHowever, we are obliged to state that it is of concern\r\nthat, as can be seen not only in the report of the Secretary-\r\nGeneral but also in “The State of the World’s Children\r\n1995”, so far in the 1990s and despite the achievements\r\nmade, the harmful situations faced by children are alarming\r\nand must receive due attention. We wish to underscore, as\r\nthe Secretary-General’s report states, that this mid-decade\r\nreview is cause for celebration. But the report also points\r\nout areas where policies, strategies, plans of action and\r\neven goals need to be adjusted and perfected. In these five\r\nyears, we have seen that, although we are making advances\r\nto reduce infant mortality and to achieve immunization and\r\nbasic education for our children, other phenomena, some of\r\nwhich are not new to us, compromise the progress\r\nachieved. “The State of the World’s Children 1995”\r\ndescribes increasingly frequent disasters, such as those\r\nsuffered by boys and girls in Angola, Mozambique,\r\nSomalia, Sudan, Haiti and Bosnia. The statistics which\r\nderive from these situations will cast a large shadow on\r\nfuture generations.\r\nAccording to the report, in recent years, the debt\r\ncrisis and structural adjustment programmes have reduced\r\nreal income in many developing countries. With the\r\nexception of industrialized countries, many regions of the\r\nworld are far from achieving the goals. The report\r\nrecognizes that in Latin America progress has been\r\nachieved but the goals are still distant. In countries of\r\nCentral and Eastern Europe, the Commonwealth of\r\nindependent states and the Baltic States, most of the\r\nsocial and economic indicators have become worse in the\r\nfirst half of the decade.\r\nWith regard to Africa, the report states that it is the\r\nonly region in which the total external debt is greater than\r\nthe gross national product and that low economic growth\r\nand insufficient public resources are such that they have\r\nhad negative implications for children. Those statistics\r\nshould be of concern to us all.\r\nTo these problems, we must add the crisis of the\r\nspread of AIDS, from which millions of children suffer\r\nthroughout the world, the increase in drug addiction and\r\nchild prostitution, the effects of national disasters and the\r\ndeterioration of the environment. These are all new\r\nphenomena that have set us back and require us\r\nconstantly to review our goals and objectives.\r\nAs can be seen, the activities of the United Nations,\r\nespecially the United Nations Children’s Fund (UNICEF),\r\nin support of our Governments’ efforts to achieve some\r\nof the goals of the World Summit for Children have been\r\nof great importance for developing countries. Nicaragua\r\nattaches special importance to the activities of UNICEF\r\nin the field, particularly its coordination work in national\r\nemergencies, and its attention to the social sectors at\r\ngreatest risk, such as the poorest of our populations who\r\nlive in rural and marginal areas. This, together with the\r\nroles played by the resident coordinators and the national\r\nauthorities, will contribute more effectively to ensuring\r\nthe achievement of the goals of the World Summit for Children.\r\nWhile the Secretary-General’s report emphasizes the\r\nresponse given by the United Nations system to\r\nimplement the objectives of the Summit, we wish to refer\r\nto the part of the report that deals with the mobilization\r\nof resources. If more efforts are not made to mobilize\r\nadditional necessary resources, it will be difficult for\r\ndeveloping countries to implement the goals. The report\r\n18\r\nGeneral Assembly 35th plenary meeting\r\nFifty-first session 15 October 1996\r\nrecognizes that, on average, at present only 12 per cent of\r\nnational budgets are given over to basic social services, and\r\nthat in many cases this shows little sign of improving. The\r\nstructural adjustment programmes that many developing\r\ncountries have had to implement have, on the whole, not\r\nyet acquired a human face, and very often — if not in most\r\ncases — their negative effects are being felt in social\r\nservice programmes.\r\nThat is why my country attaches due importance to\r\nstrengthening links between national and international\r\ninstitutions and organizations, as well as to promoting a\r\nbroad mobilization of resources aimed at expanding\r\nactivities in defence of children and social communication\r\nso as to achieve adjustment with a human dimension. We\r\nalso consider it very important not to reduce funding to\r\nUNICEF programmes in Latin America, which would have\r\na detrimental effect on current technical and policy\r\ncooperation with UNICEF in the region.\r\nIn conclusion, my delegation concurs with the\r\nSecretary-General’s conclusions that we need to give\r\ngreater attention to children who are the victims of armed\r\nconflict and exploitation. We also support the work of the\r\nworking group that is preparing a draft optional protocol to\r\nthe Convention on the Rights of the Child, on the sale of\r\nchildren, child prostitution and child pornography. We agree\r\nwith the Secretary-General’s suggestion that for the rest of\r\nthe decade we should devote greater efforts to the goal of\r\nincreasing the protection of children who are in particularly\r\ndifficult circumstances — circumstances such as those in\r\nwhich the majority of children in developing countries live.\r\nMr. Biørn Lian (Norway): Allow me first of all to\r\nsay on behalf of my delegation that we deem the progress\r\nmade towards achieving the goals set for children’s\r\ndevelopment in the 1990s in the field of health to be\r\npromising, and, in some areas, truly impressive. The global\r\ntrends in the areas of immunization and control of\r\npreventable children’s diseases are encouraging. The world\r\nis on the brink of eradicating both polio and guinea worm\r\ndisease. With respect to water, the goal set at the World\r\nSummit has already been exceeded. However, we also\r\nrecognize geographical disparities both between and within\r\ncountries. In the remaining years, the focus in our view\r\nshould be on readjustments, and on the achievement of\r\ngoals in the areas of maternal mortality, particularly in\r\nsub-Saharan Africa and South Asia. Furthermore, we should\r\nlook at malnutrition, sanitation, the under-five mortality\r\nrate, improving the quality of basic education and\r\neliminating the gender gap with regard to access to basic\r\neducation.\r\nIn following up the 20/20 initiative, more emphasis\r\nshould be given to exploring ways to restructure national\r\nbudgets, as well as aid budgets, in favour of basic social\r\nservices. A meeting was held to this effect in Oslo in the\r\nspring, hosted by the Governments of Norway and the\r\nNetherlands. A follow-up meeting will he held in two\r\nyears’ time at which countries will discuss their\r\nexperiences.\r\nThe recognition of women’s rights and needs is a\r\ndeterminant factor for improving children’s living\r\nconditions and quality of life. Norway is therefore\r\nstrongly committed to the recognition of women’s rights,\r\nwhich should be equal to those of men in all areas of life.\r\nThis, inter alia, means improving women’s access to\r\neconomic resources, and their increased participation in\r\ndecision-making processes. Recognizing the rights of\r\nwomen to full equality and participation is therefore\r\ncritical to achieving the World Summit goals.\r\nThe gender gap as it affects access to education is\r\nparticularly serious in Africa. In 1996 Norway decided to\r\nsupport, through the United Nations Children’s Fund\r\n(UNICEF), a long-term educational programme for girls\r\nin Africa. Norway plans to allocate about NKr 150\r\nmillion to this programme between 1996 and 1999. The\r\nprogramme covers about 30 countries, and the aim is to\r\nstrengthen the educational system in individual countries,\r\nwith an emphasis on increasing the proportion of girls\r\nwho begin and complete primary school.\r\nNorway was among the first countries to sign the\r\nConvention on the Rights of the Child, in January 1990,\r\nand to ratify it, in January 1991. As an indication of the\r\nimportance my Government attaches to follow-up of the\r\nWorld Summit for Children, I also wish to note that\r\nNorway established a separate Ministry for Children and\r\nFamily Affairs in January 1991. However, the needs and\r\ninterests of children and adolescents were high on the\r\npolitical agenda in my country even before that. The\r\nNorwegian Government instituted an ombudsman for\r\nchildren as far back as 1981 — the first country in the\r\nworld to do so. Since then other countries have done the\r\nsame, drawing on the Norwegian experience. This\r\nexperience is also being transferred to some developing\r\ncountries, for instance Nicaragua, in a process facilitated\r\nthrough Norwegian development assistance. The\r\nombudsman for children has a wide mandate and is an\r\nindependent spokesperson for children in Norway. The\r\nombudsman promotes children’s interests vis-à-vis\r\nGovernments and official authorities as well as the private\r\nsector. He is also responsible for calling attention to\r\n19\r\nGeneral Assembly 35th plenary meeting\r\nFifty-first session 15 October 1996\r\ndevelopments that are harmful to children, and for\r\nproposing changes to improve the situation of children.\r\nIn response to the Plan of Action and the Convention,\r\nand in recognition of our global responsibility towards\r\nchildren, the Norwegian Government has drawn up a\r\nstrategy for development assistance focusing on children.\r\nMore attention will be given concentrating our official\r\ndevelopment assistance on purposes benefitting children\r\ndirectly. Priority areas include children’s rights, children’s\r\nhealth, children’s nutrition, their education, the care and\r\nearly stimulation of children and vulnerable groups of\r\nchildren.\r\nThe child is not an object, but a subject. Each child\r\nmust be treated with respect for his or her dignity and\r\nvalue. And the responsibility for improving children’s lives\r\nlies with each one of us, in our daily relationship with and\r\ncare for children. However, we cannot deny that great\r\nresponsibility also rests with each Government to establish\r\nand pursue policies favourable to children and to their\r\nfamilies. I would say that children’s living conditions and\r\nwell-being should be taken as a significant indicator of the\r\ngeneral situation in a country in terms of equality and the\r\ndistribution of a country’s resources.\r\nThe Norwegian Government recognizes and\r\nparticularly appreciates that many Governments of\r\ndeveloping countries have prepared and are successfully\r\nimplementing national action plans for children. This is in\r\nline with the Declaration and recommendations of the\r\nWorld Summit. These are strategic instruments for striving\r\ntowards and hopefully reaching the World Summit goals.\r\nMy Government is a strong advocate of so-called recipient\r\nresponsibility, which means that policies and strategies in\r\nall aspects of the development of a country must be based\r\non that country’s own priorities. And these priorities should\r\nbe based on the reality in that country as defined by its\r\npeople through participatory processes.\r\nMy Government is strongly committed to questions\r\nconcerning children, to satisfying children’s needs and to\r\nassuring their rights. At the World Summit in 1990\r\nemphasis was put on children’s health. The world now\r\nfaces great challenges related to the implementation of the\r\nrights of the child. Today, there is a balance between focus\r\non the health of children and on their social rights. The\r\nWorld Congress against Commercial Sexual Exploitation of\r\nChildren, held at Stockholm in August, was a forceful\r\ncontribution to bringing an end to this fundamental\r\nviolation of the rights of the child.\r\nAllow me in this context also to report that Norway\r\nwill host a conference at Oslo in October next year. That\r\nconference will address the challenges related to the\r\nprotection of children from economic exploitation and\r\nfrom performing any work that is likely to be hazardous,\r\nto interfere with the child’s education or to be harmful to\r\nthe child’s health or physical, mental, spiritual, moral or\r\nsocial development. Our particular reason for raising the\r\nissue of child labour is to identify how Norway and other\r\ncountries can actively contribute to speeding up progress\r\ntowards real implementation of the Convention on the\r\nRights of the Child and respect for the International\r\nLabour Organization Minimum Age Convention and other\r\nrelevant international instruments, through development\r\nassistance and other forms of international cooperation.\r\nThe approach should be to facilitate an open and\r\nconstructive dialogue between Governments and\r\nrepresentatives from organized groups of civil society,\r\ndefining complementary strategies to reach the objective\r\nof combatting child labour. The conference in Oslo will\r\nfocus on economic exploitation of the youngest children.\r\nSpecial efforts will be made to identify strategies for the\r\neradication of child labour by children under 15 years of\r\nage.\r\nOn behalf of the Norwegian Government, let me\r\ncommend the United Nations Children’s Fund (UNICEF)\r\nfor its special role as a forceful advocate for children’s\r\nwell-being and children’s rights all over the world and for\r\nits concrete and targeted action to mobilize resources to\r\nfulfil the goals set for the year 2000. Let me also\r\ncommend the Committee on the Rights of the Child,\r\nunder the United Nations High Commissioner for Human\r\nRights, which is directly responsible for the follow-up of\r\nthe Convention on the Rights of the Child, for its advise\r\nand support to Governments in their implementation of\r\nthe Convention.\r\nMr. Fowler (Canada) (interpretation from French):\r\nIf children are a country’s wealth, a country’s worth is\r\nmeasured by how it cares for its children. The 1989\r\nadoption of the Convention on the Rights of the Child,\r\nthe 1990 World Summit for Children, and the World\r\nCongress against the Commercial Sexual Exploitation of\r\nChildren are welcome reminders that in the 1990s the\r\nMembers of the United Nations take this responsibility\r\nseriously.\r\nA few weeks ago the United Nations Children’s\r\nFund (UNICEF) organized a ceremony in this building to\r\ncommemorate the mid-decade review of the 1990 World\r\nSummit for Children. The Minister for Foreign Affairs of\r\n20\r\nGeneral Assembly 35th plenary meeting\r\nFifty-first session 15 October 1996\r\nCanada, Mr. Lloyd Axworthy, joined the Secretary-General,\r\nMr. Boutros Boutros-Ghali, the President of the General\r\nAssembly, Ambassador Razali Ismail, the Executive\r\nDirector of UNICEF, Ms. Carol Bellamy, and ministers and\r\nrepresentatives of the five other initiating States of the\r\nWorld Summit to mark that important occasion. Their\r\nstatements during the ceremony were strikingly similar: that\r\nwhile we, the world community, have made significant\r\nprogress in fulfilling the objectives of the Summit’s Plan of\r\nAction, much more remains to be done.\r\nCanada is proud to have worked with Mr. James\r\nGrant, the previous Executive Director of UNICEF, and the\r\nother initiating States — Mexico, Pakistan, Sweden, Mali\r\nand Egypt — to make the World Summit a reality. As Mr.\r\nAxworthy stated, Canada renews its pledge made at the\r\nSummit to ensure full respect for the rights of children\r\neverywhere.\r\nThrough Canada’s national programme of action, the\r\nBrighter Futures Initiative, which emerged from the World\r\nSummit, Canada ratified the Convention on the Rights of\r\nthe Child, introduced a child tax benefit, created an action\r\nplan for children and implemented a child development\r\ninitiative. This latter programme emphasizes the important\r\ngains for children and society when children six years old\r\nand under get off to the best possible start in life. More\r\nthan this, the Brighter Futures Initiative emphasized the link\r\nbetween our responsibility to the children of Canada and\r\nour responsibility to the children of the world.\r\nIn our 1995 blueprint for foreign policy, known as\r\n“Canada in the World”, we give priority in our official\r\ndevelopment assistance to human rights, democracy and\r\ngood governance, including an explicit reference to the\r\nrights of children as an integral part of that priority.\r\n(spoke in English)\r\nIndeed, by promising to commit 25 per cent of its\r\nofficial development assistance to meeting basic human\r\nneeds, Canada has surpassed the United Nations goal of\r\nallocating 20 per cent of such assistance to basic social\r\nneeds. We estimate that we contribute $660 million a year\r\nin support of children, a great deal of which is meeting\r\nbasic human needs. There is a host of programmes and\r\ninitiatives in this regard that we are proud of, but none\r\nmore so than our efforts to reduce iodine deficiency, the\r\nprincipal cause of mental retardation worldwide. By\r\nUNICEF’s estimate, progress towards universal salt\r\niodization in 1995 saved 7 million children in 46 countries\r\nfrom mental impairment.\r\nCanada will continue to focus on such issues as\r\nchildren and AIDS, street children and education.\r\nCanada’s current investment in girl-child education is an\r\nexample of the important interplay between gender equity,\r\nchild well-being and sustainable development. For the\r\npast two years, Canada and UNICEF have been involved\r\nin a primary education programme for girls in 15 African\r\ncountries. We will continue to pursue our goals in these\r\nand other areas in partnership with the United Nations\r\nand UNICEF and such Canadian non-governmental\r\norganizations as Save the Children Canada, Street Kids\r\nInternational and HealthReach.\r\nSeveral days after the 30 September ceremony, Mr.\r\nAxworthy appeared before a parliamentary subcommittee\r\nin Canada to outline the Government’s priorities in\r\nrespect to international child-labour issues. We all know\r\nthat child labour is rooted largely in poverty and that the\r\neradication of abusive forms of child labour does not lend\r\nitself to easy solutions. Simply putting children out of\r\nwork is not the answer. There must be alternatives for\r\nensuring their education and care and the income of their\r\nfamilies. Development cooperation, with an emphasis on\r\npoverty reduction and meeting basic needs, is central to\r\nCanada’s efforts to attack the root causes of abusive child\r\nlabour.\r\nCanada has identified three areas in which we have\r\ndeployed our development assistance to overcome the\r\nproblem of child labour. First is affordable access to\r\nprimary education, with particular attention to girls — a\r\nmajor goal identified at the World Summit. Second is\r\nimproving the status, role and economic security of\r\nwomen as equal partners in development. These measures\r\ndirectly promote the well-being of children. Third is\r\nsupport for good governance. This is essential if\r\nGovernments are to advance social-development goals in\r\npartnership with civil society and enforce existing laws\r\nand regulations governing the employment of children.\r\nIn the area of child sexual exploitation, Canada has\r\namended its criminal code to prohibit child pornography\r\nand has introduced legislation that criminalizes child-sex\r\ntourism practiced by Canadians. Mr. Axworthy attended\r\nthe World Congress Against Commercial Sexual\r\nExploitation of Children at Stockholm in August, along\r\nwith an impressive array of other people, including 700\r\nrepresentatives from 119 countries, over 100 participants\r\nfrom the United Nations itself and other international\r\norganizations, 500 non-governmental-organization and\r\nyouth delegates and 500 media representatives. That high\r\ndegree of participation in the Congress indicated the level\r\n21\r\nGeneral Assembly 35th plenary meeting\r\nFifty-first session 15 October 1996\r\nof interest and commitment to the issue, but the success of\r\nthe Congress will be measured ultimately by the extent to\r\nwhich the commercial sexual exploitation of children\r\ndeclines. In the interim, a measure of its success will be the\r\nextent to which the Declaration and Agenda for Action\r\napproved at the Congress are implemented. Later in this\r\nsession, the Canadian delegation will be working to ensure\r\neffective follow-up to the Stockholm Agenda for Action.\r\nThe situation of child soldiers is also of great concern\r\nto Canada. We are participating actively in the United\r\nNations Commission on Human Rights Working Group to\r\ndevelop an optional protocol to the Convention on the\r\nRights of the Child on the situation of children in armed\r\nconflict. Another important step will be the release early\r\nnext month of a report by the United Nations Secretary-\r\nGeneral’s expert on children in armed conflict, Mrs. Graça\r\nMachel. Again, my delegation will be working with others\r\nto take concrete action in response to Mrs. Machel’s\r\nrecommendations.\r\nCanada is also giving close attention to children in\r\npost-conflict reconstruction and transition economies.\r\nChildren are victims in disproportionate numbers of injuries\r\ninvolving landmines. As we have seen in Bosnia and\r\nSomalia, they are also tragically subject to post-traumatic\r\nstress. The recent international meeting at Ottawa provided\r\nimportant impetus for work on a global ban on landmines.\r\nThe mid-decade review is a testimony to what the\r\nworld community can accomplish when it sets clear\r\nobjectives and works together to achieve those goals. It is\r\nalso a compelling statement of the work that lies ahead.\r\nCanada will work hard with all Members to complete our\r\nmission of establishing children’s rights as enduring ethical\r\nprinciples and international standards of behaviour towards\r\nchildren. Nothing we could achieve here will be more\r\nimportant.\r\nMs. Durrant (Jamaica): I wish to join previous\r\nspeakers in thanking the Secretary-General for the report\r\ncontained in document A/51/256. That report gives a very\r\ndetailed and clear analysis of the background to the World\r\nSummit for Children, the end-decade and mid-decade goals\r\nthat were set at the Summit and the enormous effort and\r\nenergy which were generated thereafter. We recall the way\r\nin which the wider international community became\r\ninvolved in an amazing drive to push the affairs of children\r\nto the top of our agenda.\r\nPerhaps even more significant, however, was the\r\nSummit’s catalytic effect on the issues relating to social\r\ndevelopment. The Secretary-General in his report rightly\r\ncredits the children’s Summit with encouraging the\r\n“regeneration of the international movement against\r\npoverty in all its social and economic dimensions.”\r\n(A/51/256, para. 3)\r\nIndeed, the Summit provided a blueprint for the series of\r\nglobal Conferences that followed, both at the Conferences\r\nthemselves and in the implementation process.\r\nThe Government and people of Jamaica share in the\r\nSecretary-General’s celebration of the significant progress\r\nmade in the area of children’s health and development,\r\nspecifically in the achievement of mid-decade and even\r\nsome end-decade goals by various countries and regions.\r\nSimilarly, we share and support the Secretary-General’s\r\nwarning that there is still so much more to be done if we\r\nare to improve and/or maintain the existing conditions\r\nunder which our children live.\r\nLike many of the nations in the Latin American and\r\nCaribbean regions, Jamaica is on track to achieve most of\r\nthe end-decade goals, having met all the mid-decade goals\r\nset by the World Summit, as well as those set by the\r\nNariño Accord, which was adopted by regional leaders in\r\n1994. The Nariño goals largely mirror those of the World\r\nSummit, but are more expansive in their scope and focus\r\non issues of particular concern to the Latin American and\r\nCaribbean countries — for example, problems of teenage\r\npregnancies, disabilities and child rights.\r\nIn August this year, regional leaders met at Santiago\r\nde Chile to review the progress made in the\r\nimplementation of the goals of the Summit and of the\r\nNariño Accord. The ministers adopted the Santiago\r\nAccord, which includes a set of goals that go even\r\nbeyond those made set at Nariño. The new Accord calls\r\nfor the adoption of modern social policies based on\r\nhuman and children’s rights and defines the new goals for\r\nthe region, primarily in the areas of child rights,\r\nreproductive health and gender equality.\r\nDespite Jamaica’s many strides over the past few\r\ndecades in the areas of maternal and child health, there is\r\na need for critical improvement in these areas, as well as\r\nin the area of child protection. Jamaica was the first\r\ncountry of the Caribbean Community to appear before the\r\nCommittee on the Rights of the Child. We have since\r\nfinalized a new country programme with the United\r\nNations Children’s Fund (UNICEF), which will promote\r\ncompliance with the recommendations of the Committee.\r\n22\r\nGeneral Assembly 35th plenary meeting\r\nFifty-first session 15 October 1996\r\nThis will be done through the implementation of selected\r\nand relevant goals of our national plan of action.\r\nAs with many other nations, poverty is the basic cause\r\nof problems affecting Jamaica’s children, with one third of\r\nthose under four years of age living in extreme poverty.\r\nThe Government of Jamaica has declared the eradication of\r\npoverty its highest priority. Consequently, any programme\r\nrelated to the well-being of children will have to focus on\r\ndeprived, underserviced geographical areas and low-income\r\ngroups. To illustrate, the Government of Jamaica new\r\ncooperation programme with UNICEF has four components,\r\nwhich will concentrate on the survival, protection and\r\ndevelopment rights of Jamaica’s children. This will, in turn,\r\nbe based on the following main areas: social planning;\r\nadvocacy and mobilization, particularly as they relate to the\r\nrights of all children to survival, development and\r\nprotection; education and young child development; the\r\nneeds and rights of children who are especially vulnerable;\r\nand improving the quality of life in designated low-income\r\ncommunities through the provision of basic services and the\r\nempowerment of the community. We recognize, of course,\r\nthat this programme is an ambitious one, made even more\r\nso by the fact that it focuses mainly on those problem areas\r\nwhich require much advocacy, sustained over a long period\r\nof time.\r\nThe Secretary-General in his report identifies resource\r\nmobilization as a major challenge faced by countries in the\r\nimplementation process. In this regard, we believe that the\r\ncollaboration is vital among governmental and\r\nnon-governmental organizations, the private sector, bilateral\r\nand multilateral development-assistance agencies. Here, I\r\nwould like to emphasize that countries should be rewarded,\r\nand not penalized, for their successes in the area of child\r\ndevelopment.\r\nIn this, the sixth anniversary year of the World\r\nSummit for Children, when we are but three years shy of\r\nthe year 2000, questions are often raised as to the utility of\r\nthe many global conferences which have been held since\r\n1990. The World Summit for Children stands as an\r\nimpressive testimony to the ability of such conferences to\r\ngenerate concrete results. Now, even six years later, the\r\nspirit generated by the Summit is still at a high point. I\r\nwould like to urge all present not to lose track of this\r\npositive development. We must do everything in our power\r\nto ensure that, in another six years, the drive to improve the\r\nwelfare of the world’s children will be as strong or even\r\nstronger. In this connection, Jamaica wishes to endorse the\r\nsuggestion, presented in the Secretary-General’s report, that\r\nthe General Assembly consider holding a special session in\r\n2001 to again examine the progress achieved in the\r\nimplementation of the World Declaration and Plan of\r\nAction, as well as to consider goals and strategies beyond\r\nthe year 2000.\r\nMr. De Rojas (Venezuela) (interpretation from\r\nSpanish): We wish to thank the Secretary-General, Mr.\r\nBoutros Boutros-Ghali, for his report on the progress at\r\nmid-decade and for his assessment of achievement of the\r\nmid-decade and end-decade goals, as requested in the\r\nDeclaration and Plan of Action of the World Summit for\r\nChildren. The report is a clear reflection of the task\r\nahead, since it includes an objective analysis, not only of\r\nthe progress achieved at mid-decade, but also of the\r\nlessons learned and the challenges ahead for achieving the\r\ngoals for children by the year 2000.\r\nThe World Summit for Children marked a definitive\r\nstep towards an era in which children’s issues will acquire\r\nall the political importance they deserve and promises\r\nmade to children at the international level will become\r\nplans of action. In this regard, as the report states, this\r\nprocess of national programmes of action is unique in the\r\nhistory of the United Nations development work and\r\nrepresents a new modality in the relationship between\r\ninternational decision-making and measures at the national\r\nlevel.\r\nIn our region, the Ibero-American Summit held in\r\nApril 1994 adopted a number of objectives for the\r\ncountries of the Nariño Accord. At the third Inter-\r\nAmerican ministerial meeting on children, held in Chile\r\non 8 and 9 August this year, we reiterated the priority of\r\nboys, girls and adolescents in the social agenda for the\r\nhemisphere for the remainder of the century, fostering\r\nintegration of social and economic policies following an\r\nintegrated approach, which would increase the level of\r\nsocial investments so as to overcome poverty and make\r\nprogress on human development.\r\nAt that meeting, we also once again reiterated our\r\ncommitment to fulfilling the goals for children and social\r\ndevelopment by the year 2000, in accordance with\r\nnational priorities, policies, programmes and laws, so as\r\nto adapt these goals to the practical situation in each\r\ncountry.\r\nIn Venezuela in recent years, we have undertaken a\r\nseries of actions aimed at improving our management of\r\nsocial policies. In this regard, we have reviewed and\r\nupdated the goals of the Summit through programmes,\r\nprojects and actions aimed at promoting respect for the\r\n23\r\nGeneral Assembly 35th plenary meeting\r\nFifty-first session 15 October 1996\r\ncivic rights of children embodied in the Convention on the\r\nRights of the Child. We wish to mention the legislative\r\nprogress made in my country to bring internal laws in line\r\nwith the Convention’s provisions.\r\nVenezuela stands firm in its commitment to the most\r\nimportant resource for our development: our boys, girls and\r\nadolescents. In order to achieve our goals regarding\r\nmalnutrition, we have taken action in the areas of food\r\nsupplements, including a programme for minors who are\r\nnot in institutions; programmes for nutritional rehabilitation;\r\nprogrammes for milk and other dairy programmes for pre-\r\nschoolers; snack programmes for pre-schoolers; multi-home\r\nprogrammes; a food programme for the school population;\r\nand food scholarships. The refocusing of social policy on\r\ncertain population groups has been a creative step. The\r\nprincipal criteria used to identify the groups to focus on\r\ninclude vulnerability and the prioritizing of higher-risk\r\ngroups, such as children under six, pregnant women,\r\nnursing mothers, out-of-school youth, malnourished children\r\nand so on.\r\n“Agenda Venezuela”, an integral part of the agreement\r\nmy country recently signed with the International Monetary\r\nFund, embodies the right of Venezuelans to protect their\r\nfamily as the fundamental nucleus of our society. The State\r\nof Venezuela has committed itself to giving priority\r\nattention to mothers and children, health and education.\r\n“Agenda Venezuela” also incorporates a range of social\r\nprogrammes aimed at channelling resources towards the\r\nprotection of the most vulnerable social groups in order\r\npartially to compensate for decreases in family income\r\nduring the difficult adjustment period.\r\nVenezuela continues to support all preventive-action\r\nmeasures, inter alia, to improve the quality of education\r\nthrough programmes promoting mutual respect between\r\nboys and girls in pre-school and primary and secondary\r\neducational establishments.\r\nAs far back as the last century, José Martí wrote that\r\ngirls should know the same as boys and that we should\r\nwork for children because they are the hope of the world.\r\nWe must unite our efforts to achieve the goals before us so\r\nthat the dreams of the past and the promises of the present\r\nmay come true.\r\nMr. Abdellah (Tunisia) (interpretation from French):\r\nAt this review of the progress at mid-decade on\r\nimplementation of resolution 45/217 of the General\r\nAssembly on the World Summit for Children, the\r\ndelegation of Tunisia would like to comment on this issue.\r\nI wish to congratulate the Secretary-General on the\r\nquality of the report submitted to us. The World Summit\r\nfor Children held six years ago marked an historic stage\r\nin the growing importance of the children’s cause in the\r\nworld through the adoption of the World Declaration on\r\nthe Survival, Protection and Development of Children and\r\na Plan of Action which identified goals for States to the\r\nyear 2000 and involve the United Nations in support for\r\nnational efforts.\r\nFirst, I wish to recall that the goals set in 1990 at\r\nthe World Summit for Children have had an extraordinary\r\nmobilizing effect, which we welcome. Throughout the\r\nworld, activities undertaken have given rise to a\r\nburgeoning of programmes for children. They have also\r\nhelped to create new partnerships between Governments\r\nand non-governmental organizations. Donors, the media,\r\nsociety and international organizations have, for their part,\r\nmobilized around a common goal.\r\nThe World Summit Declaration and Plan of Action,\r\nas well as the integration of the Convention on the Rights\r\nof the Child into international law, have provided the\r\nlegal framework that has supported the growing\r\nmomentum for the children’s cause throughout the world.\r\nIn defining quantifiable and time-bound goals, the Summit\r\nwas a pioneer in mobilizing resources and eliciting\r\ncommitment.\r\nWith regard to specific achievements, Tunisia\r\nwelcomes the results arrived at in many countries in terms\r\nof follow-up activities to the World Summit. The report\r\nof the Secretary-General on this question provides some\r\ninformation, some of which seems extremely eloquent to\r\nme. The goals regarding the survival of children have\r\nbeen achieved with respect to immunization coverage,\r\ncontrol of diarrhoeal diseases, poliomyelitis, the control of\r\niodine-deficiency disorders, access to drinking water and\r\nthe promotion of breastfeeding.\r\nEighty-nine countries have already reached the mid-\r\ndecade goal by achieving 90 per cent immunization\r\ncoverage. There is every reason to hope for the\r\nelimination of poliomyelitis by the year 2000. The\r\nnumber of people without access to drinking water has\r\nfallen by about one-third since 1990. The mid-decade goal\r\nhas also been attained in the matter of the promotion of\r\nbreastfeeding with the adoption of baby-friendly practices\r\nin maternity facilities. Here, I would like to stress the\r\nvery positive impact of the Plan of Action in terms of\r\nsustainable development for the countries of the South.\r\n24\r\nGeneral Assembly 35th plenary meeting\r\nFifty-first session 15 October 1996\r\nThese achievements, according to recent reports of the\r\nUnited Nations Children’s Fund, have helped significantly\r\nto foster the well-being of the people concerned throughout\r\nthe world.\r\nFirst, the time-bound goals, which were defined with\r\nlocal conditions uppermost in mind, have speeded up\r\ndevelopment efforts. Secondly, these results have shown\r\nthat the provision of equipment and access to basic\r\nservices, however essential, are not enough. Above all, poor\r\npeople need to be able to control their social and economic\r\nfuture and we need to strengthen national capacities and\r\nsocial mobilization, the keys to lasting progress. Basic\r\neducation, primary health care and nutrition are part of the\r\nmost effective and viable strategy for breaking the spiral of\r\npoverty, overpopulation and environmental degradation.\r\nThat kind of investment can help considerably to reduce\r\npoverty in a relatively brief span of time.\r\nWith regard to Tunisia and its national efforts, I am\r\npleased to refer to the achievements that the public\r\nauthorities, in close cooperation with the active forces of\r\ncivil society, have made for children.\r\nTunisia’s interest in child protection and development\r\nhas evolved remarkably as a basic element in our human-\r\nresources development policy. The attention we devote to\r\nchildren is based on the conviction that any investment in\r\nfuture generations is the best guarantee of progress and\r\nstability in the country.\r\nThe reforms and the steps taken for children are in\r\nkeeping with the World Declaration on the Survival,\r\nProtection and Development of Children in the 1990s. They\r\nhave been reflected in the elaboration since 1991 of a\r\nnational programme of action; its adoption and integration\r\ninto our economic development plan in 1992 shows how\r\ndetermined Tunisia is to honour its commitments to\r\nchildren.\r\nThe national programme of action was consolidated by\r\nthe ratification of the United Nations Convention on the\r\nRights of the Child in 1991; the celebration of National\r\nChildren’s Day on 11 January every year, pursuant to a\r\ndecision of the President of the Republic; the establishment\r\nin 1995 of the President’s prize for the rights of the child,\r\nwhich is awarded every year to individuals, organizations,\r\ninstitutions and bodies that have distinguished themselves\r\nnationally, regionally or globally by providing eminent\r\nservices in the areas of the rights of the child and the\r\nprotection and development of children; the adoption in\r\nNovember 1995 of the Code for the Protection of Children,\r\nwhich recognizes the higher interests of children and\r\nestablishes a network of delegates to protect children\r\nthroughout Tunisia, thus promoting preventive action for\r\nchildren in difficult circumstances; the revision of the\r\nFamily Code, the Penal Code, the Code of Obligations\r\nand Contracts and a certain number of laws to harmonize\r\nlegislative instruments and to consolidate the rights of\r\nchildren; the creation of a follow-up mechanism to ensure\r\nthat the objectives of the national programme of action\r\nfor children are being met through the drafting of an\r\nannual report on the situation of children that is submitted\r\nto the Council of Ministers in January every year.\r\nIn the area of health, we stress the efforts made by\r\nTunisia in terms of basic health, particularly in the area\r\nof maternal and child health, wide immunization\r\ncoverage, the development of family planning services\r\nand the extension of social coverage to all of our people.\r\nAmong the most important indicators of the success\r\nof this health policy, we note the eradication of children’s\r\ndiseases through the establishment by the State of specific\r\nintensive national programmes, of which there are now\r\nsix, constituting the basic components of maternal and\r\nchildren’s health. We also note the reduction of the\r\nmortality rate for children under five from 244 per\r\nthousand live births in 1966 to 38 per thousand in 1994,\r\nas well as the reduction of the infant mortality rate from\r\n163 per thousand in 1962 to 32 per thousand in 1994.\r\nThe results obtained nationally have enabled my\r\ncountry to enjoy continuous progress in terms of human\r\ndevelopment. Human and social progress in Tunisia is not\r\nan isolated phenomenon. It involves the programme of\r\naction which I mentioned, but it is also part of a world\r\nmovement that brings together all Members of the United\r\nNations, thus allowing economic development to go hand\r\nin hand with social development and leading to the\r\nattainment of sustainable human-development goals.\r\nThus, I wish to express our satisfaction at the\r\nprogress described in the Secretary-General’s report.\r\nHowever, in this field perhaps more than in others, efforts\r\nneeds to be ongoing. However laudable the achievements\r\nmight be, we should not lose sight of the fact that many\r\ngrey areas exist throughout the world in which no social\r\nprogress has been seen, particularly in terms of the\r\nimproved status of children, especially in Africa and\r\nSouth-East Asia. Millions of children are still deprived of\r\nthis progress. The infant mortality rate is going down, but\r\ntoo slowly, and maternal mortality continues to be an\r\n25\r\nGeneral Assembly 35th plenary meeting\r\nFifty-first session 15 October 1996\r\nacute problem. Little progress has been made as regards\r\nmalnutrition and elementary education.\r\nFurthermore, children in conflict zones in Africa, the\r\nMiddle East and elsewhere suffer the most abominable\r\nmutilations and continue to die as much from bombs as\r\nfrom the effects of malnutrition and disease. The most\r\ndramatic example remains that of Iraqi children, many of\r\nwhom have died from lack of food and medicines. The\r\ninternational community has a duty to put an end to this\r\ntragic situation as soon as possible.\r\nIn order to attain the goals of the Summit, we must\r\ncontinue to mobilize resources at every level. I wish to\r\nrefer here to the Secretary-General’s report, which\r\nstresses the following points: the Plan of Action of the\r\nWorld Summit for Children called upon all countries to\r\nre-examine their budgets to ensure that programmes\r\naimed at the protection and development of children\r\nwould have priority. In order to do this, every effort\r\nshould be made to ensure that such programmes be\r\nprotected in times of economic austerity and structural\r\nadjustments. In order to attain these goals, clearly,\r\nadditional resources must be provided. Therefore, the\r\nSecretary-General’s report says that an additional $20\r\nbillion per year would be needed over the course of the\r\ndecade.\r\nIn order to maintain the spirit of the Summit and to\r\nkeep our promises to children, Tunisia supports the\r\nSecretary-General’s proposal to hold a special session in\r\nfive years’ time to review progress made on the Plan of\r\nAction of the World Summit for Children.\r\nThe meeting rose at 6.05 p.m.\r\n26\r\n"