"United Nations A/51/PV.34\r\n96-86495 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-first Session\r\n34th plenary meeting\r\nTuesday, 15 October 1996, 10 a.m.\r\nNew York\r\nPresident: Mr. Razali Ismail . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Malaysia)\r\nThe meeting was called to order at 10.05 a.m.\r\nAgenda item 13\r\nReport of the International Court of Justice (A/51/4)\r\nThe President: This morning the Assembly will first\r\nturn to the report of the International Court of Justice now\r\nbefore the Assembly (A/51/4) covering the period from 1\r\nAugust 1995 to 31 July 1996.\r\nMay I take it that the General Assembly takes note of\r\nthe report of the International Court of Justice?\r\nIt was so decided.\r\nThe President: I call upon Mr. Mohammed Bedjaoui,\r\nPresident of the International Court of Justice.\r\nMr. Bedjaoui (President of the International Court of\r\nJustice) (interpretation from French): It is again a pleasure\r\nand an honour for me to have the opportunity to address\r\nthe General Assembly on behalf of the International Court\r\nof Justice. I cannot reiterate often enough the importance,\r\nin my view, of this direct and truly privileged\r\ncontact between the Court I represent and the General\r\nAssembly, and I am most pleased as well that this has\r\nbecome a regular event. The independence and equanimity\r\nwhich must in all circumstances govern the work of the\r\njudiciary, presuppose, of course, that the court maintain a\r\ncertain distance between itself and the upheavals of the\r\nsociety in whose service it works. But the profoundly social\r\nnature of that function at the same time implies that a\r\ncourt must constantly be alert to the problems of that\r\nsociety, and remain in contact with those who are subject\r\nto its jurisdiction. I therefore wish to express my sincere\r\nthanks to the Assembly — which is not only the major\r\nplenary organ of our Organization, but also the cradle of\r\ninternational democracy — for having again this year\r\nbeen willing to set aside a little of its precious time for\r\nthe President of a Court which is open to all the States of\r\nthe world and which exists to deal with all the legal\r\nquestions those States may wish to submit to it.\r\nI am all the more aware of the privilege I have in\r\naddressing this body today, in that it has elected to the\r\npresidency of the Assembly an illustrious individual, His\r\nExcellency Tan Sri Razali Ismail, to whom I extend my\r\nwarmest congratulations. Let me tell you, Sir, what great\r\nhopes your election raises for the international\r\ncommunity, which is honoured to welcome you to this\r\neminent post. Your brilliant diplomatic career has enabled\r\nyou to become acquainted with many of the peoples of\r\nthe world, who are now placing a very special trust in\r\nyou, because they know that you understand all their\r\ndiverse aspirations. The noble struggle in which you have\r\nengaged over the years for the promotion of human\r\nrights, the development of peoples and respect for the\r\nglobal environment compels our admiration. As a citizen\r\nof Malaysia, you are also a symbol of a nation which has\r\nachieved an exemplary blend of rich, age-old traditions\r\nand a modernism as courageous as it is effective in the\r\npromotion of economic renewal and social well-being.\r\nThe International Court of Justice is especially delighted\r\nGeneral Assembly 34th plenary meeting\r\nFifty-first session 15 October 1996\r\nby your election since you recently did it the honour of\r\ntestifying, most masterfully, before it regarding the grave\r\nconcerns of your people — of so many peoples — about\r\nthe threat and the use of nuclear weapons. I am convinced\r\nthat, with the ideals which have always guided your actions,\r\nand with your particular talents and experience, you will\r\nsuccessfully fulfil the exalted mission which the\r\ninternational community has this year entrusted to you. I\r\nwish you every success in this difficult enterprise.\r\nIn 1994, I shared with your Assembly some reflections\r\non the role of the International Court of Justice in the\r\ngeneral system for the maintenance of peace established by\r\nthe Charter. Last year — the fiftieth anniversary of the\r\nUnited Nations and thus a year of stock-taking — I\r\nfollowed up on those reflections by attempting to sketch the\r\nfuture of the Court, taking account of its various\r\nachievements. I should now like to complete this triptych\r\nwith some considerations on the difficulties encountered by\r\nthe Court in the performance of its truly unique mission in\r\nthe service of peace. The wealth of its achievements\r\nthroughout the past half-century and the very evident\r\nrevival of interest shown in it in recent years should not\r\ncause us to lose sight of the constraints under which it\r\noperates. A proper perception of those constraints seems to\r\nme essential to a solid understanding of the work of the\r\nCourt and thus to the strengthening of that work.\r\nThe International Court of Justice is a component, as\r\nmembers are aware, not only of the machinery created by\r\nthe Charter for the peaceful settlement of disputes, but also\r\nof the general system for the maintenance of international\r\npeace and security. The Court is the principal judicial organ\r\nof the Organization, and, as such, its responsibilities are\r\nconsiderable. While it does not bear exclusive responsibility\r\nfor the peaceful settlement of legal disputes, it does in a\r\nway bear the principal responsibility. For successfully\r\ncarrying out the tasks thus incumbent upon it, it has at its\r\ndisposal two instruments: the contentious procedure, at the\r\nend of which the Court settles the dispute submitted to it by\r\nhanding down a judgment that is binding on the parties; and\r\nthe advisory procedure, at the end of which the Court may\r\nrespond, by rendering an advisory opinion, to a legal\r\nquestion put to it by an organization authorized to do so.\r\nThe contentious procedure would seem to be the\r\npre-eminent peacemaking instrument available to the Court.\r\nI have already had occasion to stress the advantages for this\r\npurpose of the advisory procedure. Apart from the fact that\r\nit can be an effective instrument of preventive diplomacy,\r\nthe advisory procedure may make a substantial contribution\r\nto the solution of a dispute that already exists. It can\r\nmoreover provide the Court with an opportunity to deal\r\nwith some of the major questions under discussion by the\r\ninternational community. There is scarcely any need for\r\nme to refer at this juncture to the momentous issues\r\nwhich, both from the standpoint of the development of the\r\nlaw and from that of world peace, are at stake in advisory\r\nproceedings such as those instituted by this Assembly\r\nwith respect to the Legality of the Threat or Use of\r\nNuclear Weapons.\r\nThe International Court of Justice is endowed with\r\nboth a privileged institutional status and procedural\r\ninstruments whose potential is frequently underestimated.\r\nNevertheless, its action in the service of peace faces\r\ncertain limitations over which it has scant control. Some\r\nof them are structural, deriving from the very essence of\r\nthe function of courts and also from the essence of\r\ncontemporary society in the service of which international\r\ncourts work. The other limits are circumstantial and\r\nrelate, inter alia, to the material resources made available\r\nto the court. While the former limitations are constant,\r\nbeing structural, and in principle could be removed only\r\nat the cost of a distortion of the judicial function or a\r\nprofound transformation of the political environment in\r\nwhich it is performed, the latter are reversible, but have\r\nthe drawback of being extremely unpredictable.\r\nLet us first consider the structural limitations. The\r\nfunction of a court might be said to be to restore peace by\r\napplying the rule of law in relations between those subject\r\nto jurisdiction. There is no disputing the pre-eminent role\r\nof the rule of law as a factor for harmony and stability in\r\nany society. The law is always an instrument and never\r\nan end in itself. But it is an indispensable instrument in\r\nterms of ordering relations between the various\r\ncomponent of society with a view to attaining the\r\nobjectives sought by that society, given the changing\r\nsystem of values of that society. It is therefore a truism to\r\nassert that by endeavouring to achieve respect for the rule\r\nof law in relations between its subjects, a court is playing\r\nthe role of peacemaker which is essential to the\r\npromotion of the social good. In this sense, it is not\r\nincorrect to say that a court’s function is “political”,\r\nwhich does not mean — and this must be stressed — that\r\nit can be in any way partisan. It is “political” in the sense\r\nthat the court is one of the protagonists contributing to the\r\nbuilding of human society. However fundamental it may\r\nbe, the action of a court cannot, however, serve as a\r\npanacea for the many and varied ills that may afflict a\r\nsociety, for a whole range of reasons.\r\nIn the first place, there are many disorders or\r\nimbalances which, by their very nature, substantially —\r\n2\r\nGeneral Assembly 34th plenary meeting\r\nFifty-first session 15 October 1996\r\nif not totally — elude the grasp of the law, and hence of\r\nthe courts. Even the most advanced societies cannot be\r\ncompletely “juridicized”. The law cannot claim by virtue of\r\nits essential instrumental dimension to understand all\r\naspects of reality. In any society, there are tensions, some\r\nmore diffuse or apparent, chronic or acute than others,\r\nwhich pose a threat to the social order when they have no\r\nclearly defined object. Such tensions, which moreover\r\ncannot be left unchecked, inherently elude application of\r\nthe rule of law, which thus appears unsuited to the task of\r\ncontrolling them. As for more clearly characterized\r\ndisputes, their complexity is frequently such that, even\r\nwhen they have a legal dimension, tackling that dimension\r\nby judicial means — useful though this exercise may be —\r\nis not enough to settle them, or even to mitigate them.\r\nThe peacemaking function of courts thus encounters its\r\nfirst limitation in the inevitable limits on the degree to\r\nwhich the law permeates social relations and on its\r\neffectiveness. Admittedly, although the law never exhausts\r\nreality, the place it occupies in the range of societies varies\r\nenormously. This place depends on the social reality of\r\nwhich the law forms part: in other words, on a given social\r\nmilieu, with its ethical imperatives and its political,\r\neconomic, cultural and other factors. The frequency and\r\nimpact of the crises which in this way escape the benefits\r\nof court intervention are themselves determined by the state\r\nof that social milieu.\r\nIn the international order, the social fabric is less\r\nimpregnated by law than it is in the domestic order.\r\nBecause international society is less integrated, legal\r\nrelations in it are weaker, even cruder. It scarcely needs to\r\nbe recalled that today this society is still strongly marked\r\nby the “horizontalism” stemming from the coexistence of\r\nState sovereignties. In the absence of a universal legislative\r\npower which, through general channels, would lay down\r\nrules corresponding to the reconciled needs of all the actors\r\nin international life, the law of individuals continues to be\r\nthe direct product of its subjects, all of whom, through\r\nState voluntarism, retain control of that part of international\r\nlaw whose application to themselves they accept. There is\r\nno doubt that this singular situation, in which the creator of\r\nthe rule of law is also its direct object, is less favourable to\r\nthe development of a legal system which is “balanced”,\r\nwhether as regards its normative scope or the material\r\ncontent of its rules. It is no secret that the intensity and the\r\nobject of the “legislative” actions of the subjects of the\r\ninternational legal order are too often still directly\r\ndependent both on the power and the interests of each of\r\nthose subjects, or of the groupings that they form according\r\nto various criteria. International law, not yet a law of\r\nsolidarity, remains simultaneously heterogeneous and\r\nfragmentary.\r\nHere, therefore, is a further difficulty and a\r\nchallenge for an international court, whose work in the\r\nservice of peace is entirely dependent on the application\r\nof that law. However, I would add that, by a kind of\r\nparadox, this handicap under which the international\r\njudicial function labours at the same time confers upon it\r\na quite specific social role. Indeed, since the subjects of\r\ninternational law are concurrently the creators and the\r\nobjects of the rules of that law, in the vast majority of\r\ncases, it falls to them to interpret and apply those rules\r\nthemselves. This being so, it seems somewhat unusual to\r\nsubmit legal disputes between them to a third party. When\r\nan international court is called upon to settle such\r\ndisputes, its decision is thereby thrown into even sharper\r\nrelief. All the actors on the international stage are then\r\naffected by the decision rendered, even if that decision is\r\nformally binding on the parties alone. This decision is all\r\nthe more eagerly anticipated and then scrutinized as\r\nintervention by such a court remains the exception. This\r\nis still true even at a time when recourse to international\r\ncourts is increasing, as it is for the International Court of\r\nJustice at present.\r\nWithout seeking to enter into doctrinal disputes\r\nregarding the incompleteness or otherwise of international\r\nlaw, I must note that, in the field of application of this\r\nlaw, there are quite remarkable contrasts of normative\r\ndensity. Although international law has shortcomings, or\r\njust uncertainties, it is undeniable that the weaknesses of\r\nthe instrument are also inevitably the weaknesses of\r\nwhoever is called upon to have recourse to it, even if they\r\nmay also contribute to the importance of its role. I would\r\nadd that the grey areas of the law of individuals may\r\naffect fields that are particularly sensitive for the peace\r\nand the future of the world.\r\nThe International Court of Justice experienced at\r\nfirst hand the anguish of these grey areas when at the\r\nrequest of the Assembly it considered the question of the\r\nLegality of the Threat or Use of Nuclear Weapons. While\r\nthe imperfections of a legal order may make greater\r\nflexibility in the interpretation and application of the rule\r\nof law by a court acceptable, or even promote such\r\nflexibility, this does not mean that a court can take the\r\nplace of the legislator. Indeed, the International Court of\r\nJustice said as much with the utmost clarity in\r\nparagraph 18 of the advisory opinion it delivered on the\r\nquestion I have just referred to, stating that:\r\n3\r\nGeneral Assembly 34th plenary meeting\r\nFifty-first session 15 October 1996\r\n“The Court ... states the existing law and does not\r\nlegislate. This is so even if, in stating and applying the\r\nlaw, the Court necessarily has to specify its scope and\r\nsometimes note its general trend.”\r\nThere are many systems of law which make it an\r\nobligation for a court to rule even when the law is silent or\r\nobscure, but at the same time prohibit it from legislating.\r\nBy definition, the law cannot provide for every eventuality.\r\nScarcely is it adopted than the courts are faced with a\r\nthousand and one problems. The function of the courts\r\nconsists, precisely, in translating the law into action by\r\nimbuing themselves with its spirit, by applying its general\r\nprecepts to the particular circumstances with wisdom and\r\ndiscernment and, in cases which it has not resolved, by\r\ncompleting the law through so-called doctrinal\r\ninterpretation. The administration of justice would clearly\r\nbe impossible if courts were to refrain from ruling\r\nwhenever the law is obscure or incomplete. What, on the\r\ncontrary, courts are forbidden to do, because this does not\r\nfall within their functions, is to interpret authoritatively, in\r\nother words to reply to the essential doubts — or even to\r\na legal vacuum — by creating a new norm. The creative\r\npower of courts, as expressed in their jurisprudential\r\nfunction, is in a relation of dependency as regards the\r\nvarious formal sources of law. It has sometimes been said\r\nthat courts must compensate for the shortcomings of the\r\nlaw but cannot fill the lacunae of the law. When the law\r\nitself makes it impossible to reply in whole or in part to a\r\nquestion submitted to a court, the court’s duty consists in\r\nand is limited to registering that state of affairs, however\r\ndisappointing this may seem.\r\nBy virtue of the very structure of international society,\r\nonly States, in an elevated and responsible conception of\r\ntheir sovereignty, can remedy such a situation by speeding\r\nup the construction of international law. In this respect, the\r\nInternational Court of Justice can but hope for an expansion\r\nand an improvement in the legal bases of its function.\r\nPending that development, the Court’s task may in many\r\nways appear thankless but this does not mean that it\r\ntherefore ceases to be useful — far from it.\r\nIn order properly to assess the contribution of courts\r\nto social peace, it is not enough to take into consideration\r\nthe potentialities or the limits of the rule of law which it is\r\ntheir task to apply. For indeed there are other characteristic\r\nelements of the judicial function which, although\r\nelementary, are nonetheless fundamental: Regardless of the\r\nlegal order in which they operate, courts can act only when\r\nrequested to do so and, as a rule, they only intervene\r\na posteriori.\r\nCourts are always seized of a matter; they never\r\nseize themselves of it. In this respect particularly, their\r\nfunction is distinct from that of the executive. Although\r\nthat is the well-established principle, the ease with which\r\ncourts may be seized of a matter as well as the effects of\r\nthe seizure, nevertheless vary appreciably from one legal\r\norder to another.\r\nIn this respect too, access to courts in highly\r\nintegrated societies is almost automatic. Not only are\r\ncourts competent a priori, but if the interests of society as\r\nsuch are challenged, society has adequate means at its\r\ndisposal for initiating corrective measures, by itself\r\nseizing the courts of a matter by taking legal action. In\r\nthe international order, however, there is nothing\r\ncomparable. Respect for the sovereignty of States is\r\nechoed in the cardinal principle of consensualism. No\r\nState can be made subject to the verdicts of courts unless\r\nit has already agreed to do so. The International Court of\r\nJustice cannot be expected, in the manner of the Security\r\nCouncil, to entertain all the disputes likely to pose a\r\nthreat to international peace and security. The Court can\r\nintervene only at the request of and with the consent of\r\nthe interested parties. However, this structural limitation,\r\nwhich hampers the Court’s action, may be partly\r\nremoved. Progress towards this end is possible. It\r\nprobably requires a more permissive approach to the\r\nCourt’s jurisdiction, more limited use of preliminary\r\nobjections by States engaged in proceedings, a less lax\r\nconception of State consensualism and, finally, a clearer\r\nperception by all States of the advantages they may\r\njointly derive from submitting their disputes to the Court.\r\nFurthermore, whereas in vertical societies, the\r\nrulings of courts are not only compulsory but also\r\nenforceable, in the international order, the absence of\r\nexecutive power essentially leaves it to the legal subjects\r\nthemselves to ensure that legal decisions are respected.\r\nThe Covenant of the League of Nations and then the\r\nCharter of the United Nations sought to offset the\r\npotentially dangerous effects of this situation in which\r\nself-help prevails. In this respect, Article 94 of the\r\nCharter contains a number of weaknesses that must be\r\nadmitted, such as the fact that intervention by the Security\r\nCouncil is subordinated to a request by one of the parties.\r\nAlso, the Council is given very wide discretionary\r\npowers. It may, says the Charter, act if it deems\r\nnecessary. However, it gives me pleasure to note that,\r\nfortunately, the judgments of the International Court of\r\nJustice have in the past been scrupulously respected.\r\n4\r\nGeneral Assembly 34th plenary meeting\r\nFifty-first session 15 October 1996\r\nThe fact nevertheless remains that the formal limits\r\nplaced on the seizure of the International Court and on the\r\nexecution of its rulings render its task all the more difficult\r\nwhen it has to act in a crisis situation. This, therefore,\r\nfurther limits its contribution to the maintenance of peace.\r\nA moment ago I referred to another element of the\r\njudicial function, which is as characteristic as it is constant.\r\nIt is the functions of courts to heal rather than to prevent.\r\nContrary to those of the legislator or the executive, the\r\ndecisions by which courts perform their functions are\r\ndecisions a posteriori. Contentious jurisdiction presupposes\r\nthe existence of a dispute and, in most legal systems, the\r\nparty that appears before a court must prove what is\r\ncommonly termed an “an existing and pending interest”.\r\nFrom that standpoint, the function of courts is more to\r\nrestore than to maintain peace. The way they function is\r\nrendered all the more delicate because, as is the case in\r\ninternational society, this function does not form part of a\r\nstructure that has an executive machinery. In this respect,\r\nthe wholly unique nature of the advisory proceedings before\r\nthe International Court of Justice, whose preventive virtues\r\nno longer need to be demonstrated, should be stressed once\r\nagain.\r\nIn addition to these constraints which I have termed\r\n“structural” because they are inherent in the function of\r\ncourts or in the present state of international society, there\r\nare some others which are by no means necessary. I refer\r\nin particular to all those related to the material resources\r\nwhich society places at the disposal of courts to enable\r\nthem to fulfil their task. What resources are provided is\r\nessentially dependent not just on the prevailing economic\r\nsituation but also on the prevailing political situation.\r\nIndeed, the resources allocated to courts vary markedly\r\nfrom one society to another — and even within a given\r\nsociety, they vary from one period to another — depending\r\non the importance of the role courts are recognized to have\r\nin each of those societies and on the resources at their\r\ncommand. Unfortunately, the judge is often the poor\r\nrelation in our societies, and all too often only through\r\ncrises highlighting the impecuniosity of the judicial\r\napparatus can the parsimony of the budgetary authorities\r\ntowards it be overcome. But justice can obviously be sound\r\nonly if it has a minimum of resources with which to\r\noperate, and on a permanent basis.\r\nIn its report to the General Assembly it is not\r\ncustomary for the International Court of Justice to mention\r\nthe material difficulties it encounters in performing its\r\nduties. For the first time, it has this year been compelled to\r\ndo so. The gravity of the situation left it with no alternative.\r\nIn fact, however, there is nothing strange about this, since\r\nArticle 33 of the Statute of the Court states that\r\n“The expenses of the Court shall be borne by the\r\nUnited Nations in such a manner as shall be decided\r\nby the General Assembly”.\r\nIt was therefore most certainly the Court’s duty to\r\ndraw the attention of the Assembly to a situation which\r\nseriously imperils the very discharge of the Court’s\r\nduties. It is not appropriate for me, in this forum, to go\r\ninto this matter in detail. It is considered at some length\r\nin chapter IV of the Court’s report. Suffice it to say here\r\nthat the Court voices the fear that the reductions in\r\nresources required of it are “beginning to curtail its\r\nestablished levels of judicial service” (A/51/4, para. 185)\r\nand are engendering “delay ... in discharging its duties”\r\n(ibid., para. 188). Among other things, the Court states\r\nthat\r\n“The reality is that the funding of the Court falls\r\nconsiderably short of what is required for it to fulfil\r\nits functions ...\r\n“The costs to the Court of ensuring that a case is\r\nfairly and impartially heard may not be sufficiently\r\nappreciated ... Yet it has always been recognized\r\nthat the Court cannot render justice without\r\nperforming those tasks, and it falls to the United\r\nNations to provide it with the requisite means.”\r\n(ibid., paras. 189-190)\r\nI would like to stress that it is a particular attribute\r\nof any responsible institution consciously to question the\r\nlimits imposed on its actions. Such questioning is all the\r\nmore essential for an institution which, like the judicial\r\ninstitution, performs a crucial social role. Indeed, all the\r\nbeneficiaries of its work are entitled to know without any\r\nambiguity what they can and what they cannot expect\r\nfrom it. It was in this resolutely constructive spirit that I\r\nwished to share these few comments. Let no one see them\r\nas betraying any apathy or any pessimism. Quite the\r\ncontrary, I cannot conceal my outright satisfaction at\r\nbeing able to observe and to state that, notwithstanding all\r\nthe constraints under which the organ of which I am\r\nPresident has to labour, its activity during the past year\r\nhas been fruitful as never before.\r\nDuring the period from 1 August 1995 to 31 July\r\n1996, the Court rendered no less than five decisions in\r\ncases of extreme complexity. Contrary to its usual\r\npractice of considering only one case at a time, the Court,\r\n5\r\nGeneral Assembly 34th plenary meeting\r\nFifty-first session 15 October 1996\r\nin order to bring off this tour de force, had constantly to\r\ndeliberate on an average of three cases simultaneously. In\r\nresponse to the resumption by France of nuclear testing,\r\nNew Zealand filed a Request for an Examination of the\r\nSituation in accordance with Paragraph 63 of the Court’s\r\nJudgment of 20 December 1974 in the Nuclear Tests (New\r\nZealand v. France) Case. After hearings on whether the\r\nRequest submitted by New Zealand fell within paragraph 63\r\nof the 1974 Judgment, the Court found, in its Order of 22\r\nSeptember 1995, that it did not. It then held three weeks of\r\nhearings in October and November 1995 simultaneously on\r\ntwo well-known requests for advisory opinions, one filed by\r\nthe World Health Organization on the Legality of the Use\r\nby a State of Nuclear Weapons in Armed Conflict, and the\r\nother filed by the General Assembly on the Legality of the\r\nThreat or Use of Nuclear Weapons.\r\nAn unprecedented number of States submitted written\r\nstatements and took part in the hearings on what may be\r\nthe most important questions ever put to the Court in\r\nadvisory proceedings. The two Advisory Opinions, which\r\nrequired consideration of exceptionally difficult problems,\r\nwere rendered on 8 July 1996. While considering these\r\nrequests, the Court was also seized of a request for the\r\nindication of provisional measures in the case concerning\r\nthe Land and Maritime Boundary between Cameroon and\r\nNigeria and issued an Order on that request on 15 March\r\n1996. The Court also held hearings from 29 April to 3 May\r\n1996 on issues of jurisdiction and admissibility raised in the\r\ncase concerning the Application of the Convention on the\r\nPrevention and Punishment of the Crime of Genocide\r\n(Bosnia and Herzegovina v. Yugoslavia (Serbia and\r\nMontenegro)), and delivered a Judgment on those questions\r\non 11 July 1996.\r\nFinally, since last month the Court has also been\r\nengaged in settling the case concerning Oil Platforms\r\ndestroyed in the Gulf during the Iraq-Iran war, a case\r\nbetween the Islamic Republic of Iran and the United States\r\nof America.\r\nIn conclusion, I should like once again to stress that\r\nthe place of the law and of courts in international society\r\ncan only be consolidated, or even expanded, if members of\r\nthe Assembly as legislators and we as judges together\r\nrecognize that this process depends on both respect for the\r\ntask already accomplished — not to say the legal edifice\r\nalready constructed — and on the meticulous\r\nacknowledgment of the new realities of human society. It\r\nis absolutely essential that this twofold condition be met if\r\nlasting progress is to be ensured in the development of a\r\ntrue community of law at the international level.\r\nIn closing my statement, I should like to voice the\r\nsimple yet fervent hope that the Court may, against all\r\nodds, pursue its exalted work with pride and humility.\r\nThis hope, I am sure, will be met if all the States\r\nrepresented here with such distinction and the\r\nOrganization that unites us lend the Court their\r\nindispensable support.\r\nMr. Amorim (Brazil) (interpretation from French):\r\nAfter President Bedjaoui’s authoritative analysis of the\r\npolitical, sociological and even philosophical dimensions\r\nof international law and its application, it is best to be\r\nbrief. I will aim to be so.\r\n(spoke in English)\r\nI would like to start by thanking the President of\r\nthe International Court of Justice for his informative\r\nintroduction of the report on the Court’s activity during\r\nthe year of its fiftieth anniversary. The annual\r\npresentation of the report of the International Court of\r\nJustice to the General Assembly provides Member States\r\nwith a unique opportunity to engage in a debate on the\r\nwork of a principal organ of the United Nations known\r\nfor its high professional standards. We avail ourselves of\r\nthis opportunity to express our appreciation for the\r\nCourt’s important contribution to world peace and\r\nreaffirm our continuing support for its endeavours.\r\nThe increased caseload of the International Court of\r\nJustice in the past few years should be greeted as a sign\r\nof lasting relevance and renewed vitality. We would like\r\nto be able to interpret such a development as growing\r\nevidence of respect for international law and interest in\r\njudicial settlement as a means for the pacific resolution of\r\ndisputes. However, it is perhaps still premature to reach\r\nsuch a conclusion.\r\nThe danger of a global conflagration seems to have\r\ndiminished in our present international environment. But\r\nthe preservation of peace and security has become a task\r\nfraught with new and complex challenges, given the\r\nrecent emergence of a myriad of extremely violent\r\nlocalized conflicts. In discharging its responsibilities, the\r\nSecurity Council has often been pressed to improvise\r\nsolutions, and in this process insufficient attention has\r\nbeen given to the tools provided by international law as\r\nconsubstantiated in the Court’s Statute.\r\nAll Members of the United Nations are, by virtue\r\nof their adherence to the Charter, also parties to the\r\nStatute of the International Court of Justice. This allows,\r\n6\r\nGeneral Assembly 34th plenary meeting\r\nFifty-first session 15 October 1996\r\nin particular, for the establishment of a mutually reinforcing\r\nrelationship between the Security Council and the Court.\r\nWhereas for several decades the work of the Security\r\nCouncil was hampered by the politics of bipolarity, the\r\nintensification of the Security Council’s activity since the\r\nend of the cold war would seem to warrant closer\r\ncooperation between the organ charged with primary\r\nresponsibility for the maintenance of international peace and\r\nsecurity and the Organization’s principal judicial organ.\r\nThe development of a closer relationship between the\r\nCourt and both the Security Council and the General\r\nAssembly is worth encouraging as a way of strengthening\r\nthe rule of law in international relations and giving full\r\nexpression to the provisions of the Charter. In promoting\r\nsuch a relationship, it is worth recalling the provisions of\r\nArticle 96 regarding the possibility, open to both the\r\nGeneral Assembly and the Council, to request advisory\r\nopinions from the Court on any legal question.\r\nMoreover, it has been suggested that, as the\r\ncohesiveness of the international community intensifies, the\r\nCourt may be called upon to examine questions relating to\r\nthe jurisdictional boundaries between the different organs of\r\nthe system. Is it possible to envisage a future when the\r\nCourt might have powers of judicial review over\r\nadministrative actions or political decisions taken by\r\nanother principal organ, or is such an evolution too far-\r\nfetched to be contemplated? The fact that this possibility\r\nwas raised during a previous debate under this agenda item\r\nis indicative of the fertile ground open for further\r\nexploration, which could bring to fruition new and\r\nenhanced forms of integration of the main parts of our\r\ninstitutional system.\r\nA landmark opinion was arrived at by the International\r\nCourt of Justice as regards, inter alia, the existence of a\r\nlegal obligation to negotiate in good faith measures of\r\nnuclear disarmament and bring those negotiations to a\r\nconclusion. This Opinion constitutes a new term of\r\nreference for the international community in favour of\r\nnuclear disarmament and provides the General Assembly\r\nwith a valuable incentive to pursue its own efforts to\r\neliminate nuclear weapons.\r\nI would also like to stress the significance of the\r\nCourt’s action to promote harmonious integration in a part\r\nof Latin America which was, until recently, ravaged by\r\nstrife. I am referring to the Judgment issued by the Court\r\nin connection with the land, island and maritime frontier\r\nbetween El Salvador and Honduras. The Court’s treatment\r\nof this question has made an invaluable contribution to the\r\nsubregion’s stability, helping the two countries to liberate\r\ntheir creative energy to face the challenges of social and\r\neconomic development while consolidating democracy.\r\nBesides issuing advisory opinions and settling\r\ncontentious cases, the Court has also demonstrated its\r\nability to function as an effective tool of preventive\r\ndiplomacy and could well acquire an enhanced role in this\r\ncapacity in the years to come. The Court will be\r\nparticularly well placed to promote understanding before\r\npassing judgment when it is seen as a partner in settling\r\na dispute at an early stage in the process, rather than as\r\na last-resort alternative.\r\nAs pointed out by Judge Mohammed Bedjaoui,\r\nwhose inspired leadership at The Hague is highly\r\nappreciated by my authorities, legal settlement is perhaps\r\nmore widely supported and more sought after when the\r\ninternational atmosphere is less tense. It is unfortunately\r\nalso true that disregard for international law continues to\r\nthreaten stability in many regions, while judicial forms of\r\nsettlement are still widely underutilized.\r\nBrazil has decided to present the candidacy of one\r\nof its most illustrious sons, a specialist in international\r\nlaw and diplomacy, a former Foreign Minister and at\r\npresent a Supreme Court Justice, to one of the vacancies\r\nin the Court. This decision reflects my country’s belief in\r\nthe Court’s central standing within the institutional\r\nframework of the United Nations, as well as its desire to\r\nhelp promote an effective international legal order in a\r\nworld scenario which offers new hopes for peace and\r\nunderstanding among nations. This decision represents an\r\nexpression of faith in the future role of the Court and a\r\ndetermination to participate to the best of our ability in\r\nstrengthening multilateralism.\r\nThe President: I should like to propose that the list\r\nof speakers in the debate on this item now be closed.\r\nIt was so decided.\r\n7\r\nGeneral Assembly 34th plenary meeting\r\nFifty-first session 15 October 1996\r\nMr. Fernández Estigarribia (Paraguay): Allow me,\r\nfirst of all, to express our appreciation for the introduction\r\nto the report by the President of the International Court of\r\nJustice. I wish sincerely to congratulate him for his\r\nexcellent work at the head of our world Court, which is\r\ncelebrating a half century of existence. Similarly, I wish to\r\nextend our congratulations to the other Judges of the current\r\nCourt and to pay tribute to former Judges who laid down\r\nmany rulings and opinions in the voluntary, effective and\r\nconscious exercise of their intellectual and moral\r\nindependence.\r\nParaguay accepts international law as part of its\r\nnational legislation and its Constitution embodies\r\ninternational justice as the ultimate resource for solving\r\ninternational conflicts. Therefore, inspired by our desire for\r\npeace and by the loftiest ideals of the United Nations,\r\nParaguay decided a few days ago to contribute to ending\r\nthe scourge of war and to cooperate in the peaceful\r\nsettlement of international disputes by proceeding to deposit\r\nwith the Secretary-General of the United Nations its\r\ninstrument of acceptance of the compulsory jurisdiction of\r\nthe International Court of Justice in The Hague. The\r\nGovernment of Paraguay’s decision to accept voluntarily a\r\nnew jurisdiction was the result of prior consultation and\r\nreceived the support of the main political forces of my\r\ncountry. This was yet another demonstration of the efforts\r\nof Paraguayan society to link itself firmly to the best of\r\nuniversal civilization.\r\nWe are living in a world in which events are occurring\r\nthat would have been unimaginable just a short while ago,\r\nmajor political changes in international relations that prompt\r\nus to rethink international law. There is talk of\r\nsupranational integration, the establishment of ad hoc\r\ninternational courts to judge certain crimes, such as\r\ngenocide, and the possibility of establishing an international\r\ncriminal court. All this obliges the international community\r\nto reassess the management of the main judicial body of the\r\nUnited Nations in its advisory and litigatory functions in the\r\nsettlement of international controversies by peaceful means.\r\nAt the same time, we note with some concern that, in\r\nrecent years, the increase in the number of States Members\r\nof the United Nations accepting the compulsory jurisdiction\r\nof the International Court of Justice is not significant in\r\nrelation to the appreciable increase in the number of United\r\nNations Members since its foundation. We therefore hope\r\nthat more States will accede to the optional clause of the\r\nStatute of the International Court of Justice, accepting\r\nwithout further reservations the compulsory competence of\r\nthe Court, which Mr. Eduardo Jiménez de Aréchaga quite\r\nrightly called the most important and comprehensive\r\nmultilateral judicial agreement that exists at the present\r\ntime.\r\nEver since the United Nations was founded, respect\r\nfor international law and its gradual strengthening have\r\nbeen the pillars of its structure. Therefore, we\r\noptimistically support the future work of the International\r\nCourt of Justice in living up to the challenges we face at\r\nthe end of this century. We therefore agree with Arnold\r\nToynbee, writing in the prologue to Kurt Breysig’s\r\nHistory of Mankind when he says:\r\n“In the brief span of a lifetime, modern\r\ntechnology, eliminating distance, has suddenly\r\nmerged all of the inhabited world into one single\r\nwhole. All peoples and cultures, all pious\r\ncommunities on Earth for the first time in history\r\nlive in close mutual physical contact. However, we\r\ncontinue to be as far apart from one another\r\nmentally as before, because the hearts and the\r\nsensitivities of mankind cannot keep pace with\r\nmechanical discoveries. This means that we are\r\nentering the most dangerous phase mankind has ever\r\nhad to brave. We must live in very close contact\r\nwith one another in order to get to know each other\r\nbetter.”\r\nToday, while forces from many parts of the world\r\nand of different beliefs strangely coincide in relentless\r\ncriticism of the United Nations, we prefer, almost\r\nhumbly, to tell them that they are wrong and to reaffirm,\r\nto the contrary, our faith in law as an element of superior\r\ncoexistence so as to offset once again the dangers cited\r\nby the great philosopher of history. This could be another\r\ninspiration for the work of the Court in The Hague.\r\nMr. Martini Herrera (Guatemala) (interpretation\r\nfrom Spanish): I have the honour of speaking on behalf\r\nof the five Central American countries: Costa Rica, El\r\nSalvador, Honduras, Nicaragua and Guatemala.\r\nThis is the third time that I have had the privilege in\r\nthis Hall of listening to a statement in which\r\nMr. Mohammed Bedjaoui, President of the International\r\nCourt of Justice, has commented with his well-known and\r\nadmired brilliance and erudition on the annual report of\r\nthe Court. His comments, which we appreciate, will be\r\nvery useful in all our work, but particularly so given the\r\nreport’s necessarily technical and formal nature. We are\r\nextremely grateful to President Bedjaoui for having added\r\n8\r\nGeneral Assembly 34th plenary meeting\r\nFifty-first session 15 October 1996\r\nto his comments on the report, as has been customary for\r\nhim and his predecessor, interesting ideas about general\r\naspects of the work and role of the Court.\r\nLike any national community, the community of\r\nnations cannot, as Grotius so eloquently noted, exist without\r\na legal system to govern relations among its members. Ubi\r\nsocietas, ibi ius. In any community, whether national or the\r\ncommunity of States, the better and more developed the\r\nlegal system in force is, the more certain peace among its\r\nmembers will be and the greater progress of all kinds the\r\ncommunity will be able to achieve.\r\nNonetheless, it is difficult to conceive of a community\r\nwhose legal system has no organ which in some way\r\nexercises judicial or similar functions. No set of legal rules,\r\nno matter how perfect, can be implemented without\r\ngenerating disagreement between the subjects governed.\r\nThe inability to settle such disagreements is incompatible\r\nwith the proper functioning of the corresponding legal\r\nsystem. Admittedly the disagreement can be solved by non-\r\njudicial means, but such methods are generally not\r\ncomparable to judicial process. In addition, unlike judicial\r\nprocess, they have the drawback that they do not contribute\r\nto the necessary improvement of the system through the\r\ninterpretation of its rules and the elimination of its\r\nloopholes.\r\nEven though a judicial body exists — the Court whose\r\nreport is before us — the legal system governing the\r\ncommunity of States is basically greatly inferior to those\r\ninside the entities that comprise the community. As a result\r\nof this situation, international law has, conceptually, been\r\nplaced at the “vanishing point” of the legal system. This is\r\na reflection of several factors of equal significance. Some\r\nof these factors are substantive, such as the imperfection of\r\nmany of the rules of international law and the loopholes\r\nthat arise therefrom. Another factor is the lack of adequate\r\npenalties, including an effective and satisfactory machinery\r\nthat would, in every appropriate case, make it possible to\r\nensure enforced compliance with such rules. A third factor\r\nof equal importance — and one that I wish to address\r\nhere — is the fact that no State can oblige another State\r\nwithout its consent, in settlement of a dispute between\r\nthem, to submit to a judicial body that can make a decision\r\nbinding on both parties.\r\nClearly, some groups of States have established, in the\r\nframework of regional unions, incipient federalist systems\r\nwith bodies that can make binding decisions on the\r\nsettlement of disputes between their members. However,\r\nsuch States are few in number and such bodies operate\r\nwithin strict limits, dealing with issues such as the\r\nConvention on the Law of the Sea. Each State member of\r\nsuch a union also needs a central judicial body of\r\nuniversal competence to which disputes with States that\r\ndo not belong to the union can be submitted.\r\nIf the financial crisis of the United Nations were to\r\nhave an adverse impact on the quality of the work of the\r\nCourt, or if States suspected that this might eventually\r\nhappen, they might become reluctant to turn to the Court.\r\nFor practical purposes, this would be tantamount to the\r\ndisappearance of the institution. The same problem might\r\noccur if the financial crisis were significantly to\r\nundermine the functioning of the Court. I might add that\r\nif, as the result of such a situation, the hands of the Court\r\nwere tied, as has happened in the past, the financial\r\nresources that it consumed, while they might be lower\r\nthan at present, would effectively be wasted.\r\nIf the International Court of Justice were to cease\r\nfunctioning effectively, the international legal system\r\nwould seriously deteriorate and backslide spectacularly.\r\nStates would find themselves in a situation similar to that\r\nwhich existed before 1922, when the Permanent Court of\r\nInternational Justice — the venerable predecessor of the\r\npresent Court — was established. If this were to occur,\r\nthe only recourse of States wishing to resolve their\r\ndisputes through binding decisions would be the\r\ninstitution of ad hoc arbitration tribunals. As we all know,\r\nwhile these continue to be available to any State that\r\nwishes to use them, for well-known reasons their work is\r\ninferior to that of a permanent central tribunal like the\r\nInternational Court of Justice.\r\nFor all these reasons, my delegation is deeply\r\nconcerned about the serious difficulties that the Court is\r\nexperiencing as a result of the financial crisis of the\r\nUnited Nations. The gravity of the situation for the Court\r\nis underlined by the fact that this is the first time that its\r\nreport to the General Assembly refers to financial\r\nproblems.\r\nAs they have been throughout the current decade, the\r\nvolume and quality of the work in the period covered by\r\nthis report are truly impressive. The tasks currently facing\r\nthe institution will require efforts that are no less intense.\r\nOne example, among several that I could mention, of the\r\nintensity with which the Court works is that, having\r\nissued two Advisory Opinions on 8 July 1996, the Court\r\nthen issued a ruling on 11 July. We admire the dedication\r\nof the members of the Court. This was surely achieved\r\nwith a great deal of effort and stress.\r\n9\r\nGeneral Assembly 34th plenary meeting\r\nFifty-first session 15 October 1996\r\nI also wish to emphasize that there are currently\r\nseveral new issues on the Registry of the Court that raise\r\ncomplex and delicate questions. It is in the interests of the\r\ninternational community as a whole that they be resolved.\r\nMy comments may have seemed to be elemental or\r\nnot very original. However, we believe that such matters\r\nshould be taken into account if we are to appreciate the\r\nseriousness of the danger facing the international\r\ncommunity arising out of the difficulties being experienced\r\nby the International Court of Justice as a result of the\r\nfinancial crisis of the United Nations.\r\nWe must find a way of ensuring that this crisis does\r\nnot undermine the functioning of the institution, which,\r\nalthough it consumes less than 1 per cent of budgetary\r\nresources, is extremely useful to the international\r\ncommunity.\r\nMr. O’Hara (Malaysia): My delegation would like to\r\nthank the renowned and illustrious Judge Mohammed\r\nBedjaoui, President of the International Court of Justice, for\r\nhis statement, in which he referred, inter alia, to the report\r\nof the Court to the General Assembly. However, we regret\r\nthat the report was circulated for our consideration only\r\ntoday. We hope that, in future, steps are taken to ensure\r\nthat the report is circulated in a timely manner so as to\r\nafford delegations ample time and opportunity to analyse it.\r\nIn the short time that we have been given to peruse the\r\nreport, we find that its composition and structure are very\r\nsimilar to those of the reports of previous years.\r\nNevertheless, we congratulate Judge Bedjaoui on his lucid\r\npresentation of the issues facing the Court. We are indeed\r\nfortunate to have a jurist of Judge Bedjaoui’s standing and\r\ncalibre presiding over the Court.\r\nMy delegation wishes to take this opportunity to\r\nexpress sincere condolences to the family of the late Judge\r\nAndrés Aguilar Mawdsley and to extend congratulations to\r\nJudge Gonzalo Parra-Aranguren, who was elected to serve\r\nthe remainder of the late Judge’s term.\r\nIt is very disquieting to note the present difficulties of\r\nthe Court as articulated in chapter IV of the report — in\r\nparticular, that the Court has been placed under exceptional\r\nstrain during a period in which the staff and resources of its\r\nRegistry have been subjected to severe cuts. We wish to\r\nexpress concern that, at a time of substantial recourse to the\r\nCourt by States and international organizations, staff and\r\nbudgetary reductions are inevitably beginning to curtail its\r\nestablished level of judicial service. While we\r\nwholeheartedly support the cost-cutting measures being\r\nundertaken by the United Nations, we call upon the\r\nOrganization to ensure that the Court is given funds\r\nsufficient for it to continue to function as the premier\r\njudicial body in existence today. Clearly, this state of\r\naffairs could have been avoided if all Member States had\r\npaid their contributions promptly, in full and without\r\nconditions.\r\nMy delegation notes that there has been increasing\r\nrecourse to the Court by Member States over the years.\r\nThis is a positive sign that augurs well for the future of\r\nthe Court. The Court, in carrying out its entrusted\r\nfunctions, must never lose sight of its representative\r\ncharacter. In handing down decisions and opinions based\r\non international law, it can and must play the role of an\r\nequalizer of divergent and contrary interests.\r\nIn early July this year, the Court handed down its\r\nAdvisory Opinion on the Legality of the Threat or Use of\r\nNuclear Weapons. My delegation welcomes this Advisory\r\nOpinion, which was delivered in response to General\r\nAssembly resolution 49/75 K. Malaysia and 21 other\r\ncountries submitted separate written and oral submissions\r\nto The Hague. Malaysia views favourably the decision of\r\nthe Court that the threat or use of nuclear weapons would\r\ngenerally be contrary to the rules of international law\r\napplicable in armed conflict, and in particular the\r\nprinciples and rules of humanitarian law.\r\nIn the view of my delegation, this Advisory Opinion\r\nwas a major and positive development in the overall\r\ncontext of nuclear disarmament. We view favourably the\r\npositivism of the Court when it held that there exists an\r\nobligation to pursue in good faith and to bring to a\r\nconclusion negotiations leading to nuclear disarmament in\r\nall its aspects under strict and effective international\r\ncontrol. My delegation considers this to be an important\r\ndevelopment in the general disarmament process.\r\nTo provide further impetus to the Court’s Advisory\r\nOpinion, the General Assembly should collectively work\r\ntowards the process of nuclear disarmament. Malaysia and\r\nother like-minded countries are initiating a follow-up draft\r\nresolution to the Advisory Opinion of the Court. My\r\ndelegation salutes the Court for this courageous legal\r\nopinion on a very controversial manner. This Opinion of\r\nthe Court has, in the view of my delegation, reinforced\r\nthe faith of the international community in the integrity\r\nand in the important role the Court plays in the\r\ninternational system.\r\n10\r\nGeneral Assembly 34th plenary meeting\r\nFifty-first session 15 October 1996\r\nThe Court, given its dual mandate — to decide in\r\naccordance with international law the disputes referred to it\r\nby States and to give advisory opinions on questions\r\nsubmitted to it by duly authorized international organs and\r\nagencies — has an important role to play in the promotion\r\nof peace and harmony among the nations and peoples of\r\nthis world. The processes provided for under the Statute of\r\nthe Court advance the rule and role of international law.\r\nHowever, much still remains to be done before full respect\r\nfor the law that regulates relations among States can be\r\nachieved.\r\nMy delegation has always expressed its confidence in\r\nthe role and the work of the Court. However, my delegation\r\nis of the belief that the Court has yet to realize its full\r\npotential. Article 92 of Chapter XIV of the Charter states\r\nthat the Court is the principal judicial organ of the United\r\nNations. Yet the utilization of the Court by the Security\r\nCouncil and the General Assembly is still limited. We call\r\nupon the General Assembly and the Security Council to\r\nconsider utilizing the Court for the purpose of interpreting\r\nthe relevant and applicable law. We would also urge that\r\ncontroversial decisions be referred for review by the Court.\r\nAs the United Nations enters its fifty-first year, it has\r\nbecome increasingly clear that it needs revamping. In line\r\nwith this position, we would further submit that there is an\r\nobvious need for a review of the role and composition of\r\nthe Court, given its fundamental importance as the principal\r\njudicial organ of the United Nations. The Security Council\r\nand the Court were established as the United Nations\r\nprincipal organs, and therefore there are undoubted linkages\r\nbetween them. Both these organs, with their important\r\nroles, should be representative of today’s global\r\ncommunity. As we continue in our efforts to reform and\r\nrestructure the Security Council, it is equally pertinent to\r\nreview the composition of the Court as well.\r\nIn this context, my delegation is of the opinion that\r\nthe views expressed by some permanent members of the\r\nSecurity Council that their rights, status and prerogatives\r\ncannot be altered is inconsistent with the basic principles\r\nembodied in the Charter. The position of some of the\r\npermanent members that they should be allowed to assume\r\nsimilar rights in other organs of the United Nations is even\r\nmore unacceptable to my delegation in view of the fact that\r\nthe Charter does not so provide. The international\r\ncommunity has an obligation to itself and to future\r\ngenerations meticulously to scrutinize the credentials of\r\naspiring candidates to the Court, rather than endorsing them\r\non the basis of geopolitical considerations.\r\nThis brings me to the next item: the forthcoming\r\nelections. On 5 February 1997, the terms of office of five\r\nmembers of the Court will expire. It is therefore\r\nnecessary at this fifty-first session of the General\r\nAssembly to elect five judges for a term of office of nine\r\nyears. Even though Article 13 of the Statute of the\r\nInternational Court of Justice enables members to be\r\nre-elected, Malaysia would like to point out that it is\r\nnecessary that the body as a whole be representative of\r\nthe main forms of civilization and that the principal legal\r\nsystems of the world be reassured. This is the first step\r\nthat all States should take to ensure the revitalization of\r\nthe United Nations system.\r\nWe thank the five Judges who will be completing\r\ntheir terms of office for the dedicated and invaluable\r\nservice rendered to the Court and the world community.\r\nWe extend to all those standing for election, including\r\nthose seeking re-election, our wishes for success.\r\nIn conclusion, it is vital that the role and\r\ncomposition of the Court be re-appraised within the\r\ncontext of the review and reform of global institutions.\r\nThe current collective drive to reform and revitalize these\r\ninstitutions, including the Court, should be given further\r\nimpetus. A revitalized Court can play its role more\r\neffectively in the advancement of international law and\r\njustice and we look forward to a more dynamic, vibrant\r\nand revitalized Court for the future. Finally, we wish to\r\nreassure the Court of our continued cooperation and\r\nsupport for its work during the coming year.\r\nMr. Baali (Algeria) (interpretation from French):\r\nAllow me, before making a few general comments on the\r\nreport and role of the International Court of Justice, to\r\nperform the very pleasant duty of paying a well-deserved\r\ntribute to the President of the International Court of\r\nJustice, Mr. Mohammed Bedjaoui, a diplomat, jurist and\r\nstatesman with exceptional professional, moral and human\r\nqualities, who has left a very clear stamp on the history\r\nof international relations over the last four decades. I am\r\nproud, like other diplomats and leaders of my generation\r\nin Algeria, in Africa and elsewhere to have been his\r\nhumble disciple.\r\nMr. Samhan (United Arab Emirates), Vice-President,\r\ntook the Chair.\r\nI therefore cannot forgo the pleasure of welcoming\r\nhim here today and, through him, the other members of\r\nthe Court, to whom I am pleased to convey my country’s\r\n11\r\nGeneral Assembly 34th plenary meeting\r\nFifty-first session 15 October 1996\r\ngratitude for the competence and honesty with which they\r\nadminister the law and serve justice.\r\nGiven the new challenges of these final years of our\r\nmillennium, the International Court of Justice today, half a\r\ncentury after its founding, has become the body to which\r\nStates, both large and small, and international organizations\r\nare turning increasingly to seek justice or to request the\r\nCourt’s authoritative opinion on disputes, differences or\r\nlegal problems that arise or create differences between\r\nthem, convinced that the only valid and lasting solution is\r\none based on law.\r\nThe comprehensive and brilliant statement by\r\nPresident Bedjaoui on the activities of the Court and its role\r\nin international affairs reinforces that feeling and also\r\nconfirms the growing role of the Court in the settlement of\r\ndifferences between States. In the context of building the\r\nnew world order, the increased activities of the Court in\r\nrecent years appear to signal the beginnings of a new and\r\nvery promising phase in the Court’s life. The abundant\r\nrecord of that 50-year-old legal body is already a very\r\npositive one and amply demonstrates its ability to meet the\r\nnew challenges it is facing.\r\nEach time the Court has taken up a dispute or handed\r\ndown advisory opinions, and whatever the standing and\r\npower of the protagonists, the International Court of Justice\r\nhas always calmly proceeded to enunciate nothing but the\r\nlaw. That is the record of the 50 years of its continued\r\nactivities, and more specifically it is the record of the past\r\nthree years, during which the Court has considerably\r\nstepped up its work rate and has taken decisions on an\r\ninfinitely greater number of disputes or legal problems in\r\nwhich its jurisdiction has been sought. We must, however,\r\nnote that the potential inherent in the Court is still clearly\r\nunderutilized. The Court has on every occasion\r\ndemonstrated that it was able to resolve conflicts that had\r\nresisted all other means of peaceful settlement of disputes\r\nemployed hitherto and that it was “the” final recourse.\r\nThe various substantive judgments rendered in several\r\nborder disputes that had been sources of overt or latent\r\nconflicts between fraternal African countries, such as,\r\ninter alia, the dispute between the Libyan Arab Jamahiriya\r\nand Chad over the Aouzou Strip, are examples of the\r\npositive and salutary role the Court can play if States can\r\nonly resolve to entrust matters to it.\r\nOn the other hand, and notwithstanding the advisory\r\nrole given to it by Article 96 of the Charter, the Court has\r\nbeen doomed to relative inaction. The opportune initiative\r\ntaken by the General Assembly to request an advisory\r\nopinion on the legality of the threat or use of nuclear\r\nweapons may perhaps, we hope, put an end to this period\r\nof timidity and groundless reticence on the part of the\r\nAssembly to exercise a right entrusted to it under the\r\nCharter. Algeria would like to take this opportunity to\r\nexpress its appreciation to the Court for having issued an\r\nopinion on such an important and sensitive matter. It also\r\nreaffirms its satisfaction at the advisory opinion handed\r\ndown on 8 July 1996, which we feel reinforces the\r\ninternational community’s appeal for universal, non-\r\ndiscriminatory nuclear disarmament. We believe that that\r\nadvisory opinion by the Court is an important legal\r\nprecedent and a major basis for the development of\r\ninternational law in this area and that it will serve the\r\ncause of world peace and security.\r\nIn addition, the contribution made by the\r\nInternational Court of Justice to the maintenance of\r\ninternational peace and security is very significant, as\r\nshown by the increasingly frequent recourse States are\r\nhaving to its services as well as by the good-faith\r\nexecution of its decisions.\r\nThe major issues on which the attention of the\r\nOrganization is focused today, whether we are talking\r\nabout the principal themes of the Agenda for Peace, the\r\ndemocratization of United Nations structures and their\r\nfunctioning or improving the Organization’s effectiveness,\r\nrepresent a movement, at present relatively limited, in\r\nwhich the Court should legitimately be concerned and, we\r\nthink, involved.\r\nThe international realities of the post-cold-war era do\r\nafford the Court new opportunities, required as it is to\r\nreassess its role and future action and to adapt itself to the\r\nnew realities so that it may continue to play the special\r\nrole entrusted to it within the United Nations and in\r\ninternational affairs.\r\nIn this context, the imperfections of the system\r\ndesigned in San Francisco, of which the most striking\r\nexamples are its lack of a true international legal power\r\nand of a means to monitor the constitutionality of the\r\nactions of the Organization’s principal bodies, should, in\r\nthis era of reform, encourage us to enter into an in-depth\r\ndiscussion of the appropriate ways and means to remedy\r\nthe salient deficiencies of the system and give a new lease\r\non life to the rule of law.\r\nIn carrying out this vast undertaking and\r\nstrengthening the role and action of the Court, the\r\n12\r\nGeneral Assembly 34th plenary meeting\r\nFifty-first session 15 October 1996\r\npolitical will of States remains the prerequisite without\r\nwhich nothing can be either done or undone. Given the\r\nfinancial difficulties of the Court, which could hamper its\r\nactivities at the very time it is being called upon to increase\r\ntheir scope, we hope that it will find here in the Assembly\r\nthe support and understanding it is entitled to expect.\r\nAlgeria is fully prepared to act to strengthen the role\r\nof the Court and the rule of law, convinced as it is that the\r\nalternative, that of strengthening the rule of force, is a\r\nmuch worse choice.\r\nMr. Tello (Mexico) (interpretation from Spanish): I\r\nwould like to take this opportunity to express to Judge\r\nMohammed Bedjaoui, President of the International Court\r\nof Justice, our appreciation for the report on the Court’s\r\nwork he has presented to the Assembly. As usual, his\r\ncomments have enriched our debate.\r\nI should also like to express our sorrow at the death\r\non 24 October 1995 of Judge Andrés Aguilar Mawdsley, an\r\nillustrious Venezuelan and Latin American jurist, who made\r\nsuch a decisive contribution to the cause of law.\r\nWe welcome the fact that the initiative taken by\r\nMexico in 1991 to promote dialogue between the\r\nInternational Court of Justice and the General Assembly is\r\nproving productive. A growing number of States feel that\r\nthe submission of the Court’s report to the Assembly is\r\nmore than a mere autumn ritual. For us, it is an opportunity\r\nto strengthen understanding and cooperation between two\r\nof the principal organs of the United Nations.\r\nIt is precisely to enable this dialogue to become more\r\neffective that it is essential for the Court’s report to be\r\nissued sufficiently in advance of its consideration by\r\nMember States. On several occasions we have urged the\r\nSecretariat to ensure that the documentation is available in\r\naccordance with the arrangements now in force. Today we\r\nreiterate that appeal, and we express our concern at the very\r\nbelated publication of the documents that are the basis of\r\nour deliberations.\r\nIn the course of this year, the International Court of\r\nJustice rendered two advisory opinions on matters of the\r\nutmost importance to Mexico because they concern the very\r\nsurvival of mankind. I am referring to the opinions on the\r\nLegality of the Use by a State of Nuclear Weapons in\r\nArmed Conflict and the Legality of the Threat or Use of\r\nNuclear Weapons. My country took an active role before\r\nthe Court during the proceedings relating to these cases.\r\nNot only did it file written statements on each case, but it\r\nwas also represented at and participated in the hearings\r\nheld by the Court.\r\nMexico’s position concerning the opinions delivered\r\nby the Court is contained in document A/51/220,\r\ndistributed as a working document of the General\r\nAssembly. I will therefore confine myself here to\r\nemphasizing three elements which we believe are\r\nparticularly important. First, we welcome the fact that the\r\nCourt emphasized the universal applicability of the\r\nfundamental rules of law concerning armed conflicts. And\r\nwe in turn wish to stress that among these fundamental\r\nrules none is more important than the principle that the\r\nrules of international humanitarian law should be fully\r\napplied in all circumstances. Secondly, the Court\r\ndetermined that the threat or use of nuclear weapons in\r\ngeneral would be contrary to the rules of international law\r\napplicable in armed conflict, and in particular to the\r\nprinciples and rules of international humanitarian law.\r\nThirdly and lastly, the Court unanimously affirmed that\r\nall States have an obligation to pursue in good faith and\r\nbring to a conclusion negotiations leading to nuclear\r\ndisarmament in all its aspects under strict and effective\r\ninternational control. In accordance with the conclusions\r\nof the Court, Mexico will continue and intensify its\r\nefforts so that nuclear disarmament can become a reality\r\nin the near future.\r\nThis year we are celebrating the fiftieth anniversary\r\nof the International Court of Justice, an institution which\r\nwas established as the result of the belief of States that\r\nonly respect for the fundamental rules of law could\r\nguarantee peace. We believe that this significant\r\nanniversary provides an appropriate framework within\r\nwhich to start thinking about the prospects, on the eve of\r\na new millennium, for the major judicial body of the\r\nUnited Nations. For 75 years the legal context for the\r\njudicial resolution of conflicts between States has not\r\nchanged. Making only procedural changes, the\r\nInternational Court of Justice has preserved the system it\r\ninherited from its predecessor, the Permanent Court of\r\nInternational Justice. We believe that it would be\r\ndesirable to undertake an evaluation of the way in which\r\nwe have been applying the statute of the International\r\nCourt of Justice as well as possible ways of strengthening\r\nthe role of this body in the world of today and tomorrow.\r\nIn the context of the work of the Special Committee\r\non the Charter of the United Nations and on\r\nStrengthening the Role of the Organization, Mexico has\r\npointed out that it is necessary to examine ways of\r\nrevitalizing the Court, a body which is not a subject of\r\n13\r\nGeneral Assembly 34th plenary meeting\r\nFifty-first session 15 October 1996\r\nconsideration in any of the Working Groups involved in the\r\nreform and modernization of the United Nations.\r\nIn addition to the need to increase the number of\r\nauthorized advisory entities, including those advising the\r\nSecretary-General, we believe that the Court could be\r\nstrengthened by the revision of its membership, in the light\r\nof the criteria established in Article 9 of its Statute. This\r\narticle stipulates that, in electing members of the Court, the\r\nelectors shall bear in mind not only that the persons to be\r\nelected should individually possess the qualities required,\r\nbut also that in the body as a whole the representation of\r\nthe main forums of civilization and of the principal legal\r\nsystems of the world should be assured. We believe that a\r\nbetter application of that criterion would strengthen the\r\nmembership of the Court. At the present time there are\r\nregions that are under-represented. These include Latin\r\nAmerica. The criterion of the representation of the principal\r\nlegal systems of the world seems to be increasingly\r\nneglected and not to play an important role in the election\r\nprocess. To the extent that all the major legal systems are\r\nrepresented on the Court, its acceptance as a universal\r\norgan imparting justice and promoting respect for the rules\r\nof international law will be strengthened.\r\nWe have mentioned some issues which in our opinion\r\ncould affect the revitalization of the Court, but this should\r\nnot be interpreted to mean that there are not other equally\r\nimportant issues. We urge States to take advantage of the\r\ncontext of the fiftieth anniversary of the Court’s\r\nestablishment to promote and — through such bodies as the\r\nSpecial Committee on the Charter — participate in\r\ndeliberations leading to the adoption of measures to\r\nincrease the contribution of the Court to the peaceful\r\nsettlement of disputes and the development of international\r\nlaw. We respectfully invite members of the Court to state\r\ntheir views on ways of expanding the role of that body in\r\nthe coming century, because we are convinced that their\r\ncomments will prove very useful in future decision-making.\r\nMr. Rebagliatti (Argentina) (interpretation from\r\nSpanish): Allow me, on my own behalf and on behalf of\r\nmy delegation, to welcome the President of the\r\nInternational Court of Justice, Mohammed Bedjaoui. We\r\nare pleased that the General Assembly again has the\r\nopportunity to make contact through him with the\r\nInternational Court of Justice and to examine the progress\r\nof its work. This periodic contact is of the utmost\r\nimportance. It reflects the interest of the General Assembly\r\nin the activities of the Court. It is also an example of the\r\nclose cooperation that should prevail among the principal\r\norgans of the United Nations so that it can attain its\r\nobjectives.\r\nI would like to take this opportunity to express my\r\nGovernment’s gratitude for the productive work carried\r\nout by the members of the International Court of Justice.\r\nIn particular, I wish to pay tribute to the judges from\r\nLatin America and the Caribbean. Invariably, my region\r\nhas contributed its best jurists to this lofty tribunal. I must\r\nrecall here its former President, José María Ruda, in\r\nwhose honour Argentina created a special prize in the\r\nframework of the United Nations Decade of International\r\nLaw.\r\nA few months ago the international community\r\ncommemorated in The Hague the fiftieth anniversary of\r\nthe inaugural session of the International Court of Justice.\r\nThe ceremony provided a special opportunity to consider\r\nthe quality and significance of the extensive activity of\r\nthe International Court of Justice during its first 50 years.\r\nThe volume and vital importance of its decisions\r\nattest to the vitality of this body to which, since its\r\nestablishment, States have entrusted questions related to\r\nthe major and most varied contemporary problems. The\r\nmore than 80 judgments and advisory opinions are\r\neloquent testimony to the work of the Court. Well-known\r\njudgments and advisory opinions such as those on South-\r\nWest Africa, the delimitation of the continental shelf in\r\nthe North Sea, fisheries and so forth show, inter alia, the\r\nimportant contribution that the International Court of\r\nJustice has made to the settlement of disputes of key\r\nrelevance.\r\nThe recent questions submitted to the Court include\r\ntopics that are crucial to international peace and security\r\nsuch as the crime of genocide or the legality of the threat\r\nor use of nuclear weapons, the implications of which are\r\nbeing considered at the moment in another part of the\r\nGeneral Assembly. The Advisory Opinion of 8 July this\r\nyear surely brought together different currents of opinion\r\nboth within and outside the International Court of Justice,\r\nand particularly in the General Assembly. Accordingly, it\r\nis an obvious challenge for doctrine, and particularly for\r\nMember States, with respect to the gradual development\r\nof international law which they are obliged to review. All\r\nthis, in brief, shows the renewed confidence felt at the\r\ninternational level in the authority, integrity, impartiality\r\nand independence of the Court.\r\n14\r\nGeneral Assembly 34th plenary meeting\r\nFifty-first session 15 October 1996\r\nThe increasing vitality of the International Court of\r\nJustice is also reflected in the submission of proposals to\r\nstrengthen its future role as the main judicial body of the\r\ninternational community organized in the United Nations.\r\nProposals have been made inter alia to strengthen and\r\nexpand its competence in disputes and its advisory role,\r\nparticularly by authorizing the Secretary-General to request\r\nan advisory opinion from the Court. Initiatives such as\r\nthese, designed to strengthen the Court’s capacity in the\r\npeaceful resolution of disputes, deserve thorough analysis\r\nby Member States. The Argentine Government is\r\ncommitted to this effort. Therefore, we believe that for the\r\nbest understanding and proper consideration of the work of\r\nthe Court and possible expansion of its competence, this\r\nplenary should give due time and attention to considering\r\nthe report. We trust that at the next session of the General\r\nAssembly we will receive the report sufficiently in advance\r\nto have time to consider it properly.\r\nAt the commemorative ceremony at The Hague I\r\nmentioned earlier, President Bedjaoui reiterated the promise\r\nthat President José Gustavo Guerrero formulated on 18\r\nApril 1946 to maintain the prestige and authority of the\r\nCourt, and he renewed his commitment to carrying out the\r\nfuture work of the Court with the backing of its authority\r\nand the maturity it has acquired.\r\nWe welcome the renewed promise made by President\r\nBedjaoui and, at the same time, we renew our commitment\r\nas a Member State to remain faithful to the principle of the\r\npeaceful settlement of our disputes.\r\nMr. Slade (Samoa): My delegation appreciates the\r\nreport of the International Court of Justice, for which we\r\nthank and compliment the President of the Court. We find\r\nthe report to be clear and sufficient in detail. In particular,\r\nI would like to thank President Bedjaoui for introducing the\r\nreport and for his welcome and very substantial exposition\r\non the Court’s contribution to the maintenance of peace.\r\nIt is clear from the report that the Court is fulfilling its\r\nrole as the principal judicial organ of the Organization, a\r\nrole that is widely accepted. Samoa’s own experience as an\r\nobserver and as a participant in the Court’s proceedings\r\nbears this out. The Court today has an acknowledged place\r\nin the United Nations system, and in the peaceful settlement\r\nof international disputes.\r\nCompared to the situation in the late 1960s, when few\r\nStates appeared to want to use it, the Court in recent years\r\nhas tended to have a crowded list of 10 or more cases,\r\nattracting parties from all regions, including our own in\r\nthe Pacific.\r\nGreater use of the Court has been advocated by the\r\nSecretary-General, by successive Presidents of the Court\r\nand by many speakers from this podium. It is gratifying\r\nthat we are moving in this direction. It is a development\r\nto be encouraged.\r\nStates now seem ready to submit, and to entrust, to\r\nthe Court disputes concerning a wide range of activities.\r\nIt is evident from the report that the range of cases and\r\nthe complexity of subject matter are considerable, even\r\ndaunting. It is fair to say that this trend will be greatly\r\nassisted by growing confidence in the fairness and\r\nsoundness, and in the timeliness, with which the Court\r\nhands down its judgment.\r\nThere is particular satisfaction at greater use of the\r\nCourt when viewed in the context of the United Nations\r\nDecade of International Law, during which special\r\nattention will be given to the role of the Court in settling\r\ninter-State disputes, and more particularly, the Court’s\r\nrole as an instrument of preventive diplomacy, especially\r\nthrough its advisory opinions.\r\nResort to the Court and its facilities will undoubtedly\r\nbring particular problems. Inevitably, for one, there will\r\nbe delays in disposing of cases submitted to it. Other\r\nlikely difficulties — indeed other difficulties now being\r\nexperienced — are detailed in chapter IV of the report.\r\nIt would appear from the account given in\r\nchapter IV of the report that the manner and quality of\r\nmanagement by the Court of its caseload, in the light of\r\nits resources and time, might well be one of the most\r\nimportant and basic problems to be resolved. It would\r\nseem to my delegation to be an issue perhaps deserving\r\ncloser analysis.\r\nThe Court, of course, must function in a changing\r\nworld. As an integral part of the United Nations, it is\r\ninevitable that the Court, too, must undergo adjustment\r\nand change. My own delegation is very firmly of the\r\nopinion that any reforms of the Court must be aimed at\r\nstrengthening the Court, its structure and procedures, as\r\nwell as the provision of adequate resources for its proper\r\nand effective functioning.\r\nWe think that the membership of the Court and the\r\ntenure and method of election of judges could well\r\nbenefit from further consideration. This is a matter that\r\n15\r\nGeneral Assembly 34th plenary meeting\r\nFifty-first session 15 October 1996\r\nhas been referred to by a number of previous speakers.\r\nSimilarly, serious consideration might be given to extending\r\nthe Court’s advisory procedure to the other United Nations\r\norgans and entities not currently provided for under the\r\nCharter. Further, access to the Court cannot continue to be\r\nrestricted to nation States.\r\nAcceptance of the Court’s jurisdiction is of course the\r\nfundamental issue. More has been written on jurisdiction\r\nthan perhaps on any other aspect of the Court’s functioning.\r\nMy own delegation believes that compulsory third-\r\nparty jurisdiction is necessary for the proper application of\r\nthe principles of the rule of law at the international level.\r\nThe law should be capable of being authoritatively declared\r\nand expounded. It should be done by a judiciary that is\r\ncompletely independent. It should be done in a court before\r\nwhich nations can be compelled to appear.\r\nWhat seems clear though is that States have their own\r\npolitical perceptions which determine their attitude to\r\nincreased acceptance of the Court’s jurisdiction. It probably\r\nis the case that no amount of legal inventiveness will\r\nchange deep-rooted, political positions on — even\r\nopposition to — binding third-party settlement. Therefore\r\nwhat probably matters more in the long run is that, with\r\nincreasing use of the Court, this trend will be encouraged\r\nmore by the merits of the Court’s own performance, in\r\nterms of the fairness, soundness and expedition of the\r\nCourt’s procedures and judgments.\r\nIn this respect, may I say that my delegation expresses\r\nthe highest compliment to the Court on its historic Advisory\r\nOpinion on the question of the Legality of the Threat or\r\nUse of Nuclear Weapons. It is a profoundly important\r\nmeasure of advice from the International Court of Justice,\r\nin essence because of the important and very significant\r\nperspective it provides — the correct perspective in my\r\ndelegation’s opinion — on commitments to total\r\ndisarmament and the obligation to negotiate all aspects of\r\nnuclear disarmament.\r\nAt a later time we will have occasion to express\r\nourselves in greater detail on the Court’s Opinion. But let\r\nme say here that the Court’s judgment and Opinion of 8\r\nJuly 1996 on that question has been universally welcomed\r\nand has given reassurance of its outstanding role in\r\nupholding the primacy of international law.\r\nMr. Amer (Libyan Arab Jamahiriya) (interpretation\r\nfrom Arabic): May I at the outset join previous speakers in\r\nwelcoming the President of the International Court of\r\nJustice, who has presented the report on the Court’s\r\nactivity for the past year. My country is grateful for the\r\nrenewed opportunity for the General Assembly to\r\nconsider the report of the Court in order to reconfirm its\r\nauthority in promoting the primacy of, and ensuring full\r\nrespect for, international law.\r\nRespect for the rules of international law and\r\nheeding those rules has been, and continues to be, among\r\nthe principal commitments of the Libyan Arab\r\nJamahiriya. Proceeding from this, my country has invoked\r\nthe Court in more than one case and has implemented the\r\njudgments of the Court in all cases, including those that\r\nwere against its interests. I would refer here to the\r\njudgment on the border dispute between the Libyan Arab\r\nJamahiriya and Chad.\r\nMy country also submitted to the Court the dispute\r\nbetween it and certain Western States known as the\r\nLockerbie issue, believing that the Court is qualified to\r\nsettle that dispute. Logic would have suggested not\r\nresorting to the Security Council until the Court had its\r\nsay. Unfortunately, the States concerned did not await the\r\nCourt’s judgment. Instead, they politicized the entire\r\ndispute, sought to involve the Security Council, and made\r\nit adopt resolutions against the Libyan Arab Jamahiriya\r\nleading to unjust sanctions from which the Libyan people\r\nand neighbouring States continue to suffer.\r\nThe Libyan Arab Jamahiriya did not object to\r\nbringing to justice those accused of being implicated in\r\nthe incident involving the United States aircraft over\r\nLockerbie. However, we believe that the dispute between\r\nus and the Western States concerned is limited to the\r\nplace of judgment. While the States concerned insist on\r\ntrial in either Scotland or the United States, the Libyan\r\nArab Jamahiriya believes this insistence to be intransigent\r\nand unjust.\r\nLibyan legislation does not allow the extradition of\r\nits citizens to foreign courts. There is no convention for\r\nextradition between us and either of the two States.\r\nTherefore we can either await the Court’s judgment or\r\nagree to a compromise, which would be to conduct a trial\r\nat the Court’s seat in The Hague with Scottish judges and\r\nunder Scottish law.\r\nThe two accused have agreed to appear before the\r\nCourt at its seat in The Hague and the Libyan Arab\r\nJamahiriya has so informed the Security Council. My\r\ncountry’s position is testimony to our respect for\r\n16\r\nGeneral Assembly 34th plenary meeting\r\nFifty-first session 15 October 1996\r\ninternational legitimacy as well as our flexibility in dealing\r\nwith this problem. It is a position that has been supported\r\nby many international organizations including the Non-\r\nAligned Movement, the Organization of the Islamic\r\nConference, the Arab League, the Organization of African\r\nUnity and members of the Security Council itself.\r\nIn conclusion, I cannot fail to reaffirm that my country\r\nhas full respect for the International Court of Justice and\r\nwe have great hopes in its role in making international law\r\nprevail, particularly at a time when some States are\r\nattempting to impose the right of might and to use might as\r\na means of achieving hegemony, and one State is\r\nattempting to place itself above international law by\r\nadopting extraterritorial legislation which it seeks to apply\r\nto individuals and entities under other jurisdictions. This is\r\na violation of international law and disregards its rules as\r\nwell as all conventions, whether bilateral or multilateral.\r\nMr. Legal (France) (interpretation from French): My\r\npresence at this rostrum might be a surprise, because\r\nFrance traditionally does not speak when the International\r\nCourt of Justice submits its annual report to the General\r\nAssembly. Without intending discourtesy to other speakers,\r\nFrance does not believe that it is for a political organ or its\r\nmembers to comment on the work of a court, especially the\r\nprincipal judicial body of the United Nations.\r\nHowever, this year we think it necessary to bend that\r\nrule to indicate our firm commitment to the idea that the\r\nCourt should have the resources enabling it to work in\r\nconformity with the rules governing it, and in particular\r\nwith regard to the translation of documents produced by the\r\nparties.\r\nThe French delegation is concerned at the current\r\nsituation of allocation of financial resources, especially for\r\ntranslation, which seem insufficient to ensure that certain\r\nimportant documents on cases before the Court are\r\ntranslated into the Court’s languages. It might even be said\r\nthat there is a real risk of crippling the institution. The\r\nreport of the Court gives a clear, disquieting picture of this\r\nunprecedented situation beginning in paragraph 184.\r\nJudge Bedjaoui has convinced us of the seriousness\r\nand the urgency of this problem. We are determined that a\r\nsolution must be found without delay so that the judges can\r\nwork under conditions in keeping with the rules in force.\r\nThis is the least that the United Nations can do for what is\r\nthe highest international court — and the only one whose\r\njurisdiction is universal.\r\nMr. Benítez Saenz (Uruguay) (interpretation from\r\nSpanish): Uruguay has devoted and will continue to\r\ndevote particular attention to the work of the International\r\nCourt of Justice. Some years ago, Uruguay had the\r\nhonour of being able to make a contribution through the\r\npresence on the Court of two distinguished judges: E. C.\r\nArmand-Ugon and E. Jiménez de Aréchaga.\r\nAs a founding Member of the United Nations, since\r\nits establishment we have accepted the jurisdiction of the\r\nprincipal international judicial body, and we recognize its\r\nStatute as an integral part of the United Nations Charter.\r\nThis recognition is simply a reaffirmation of the primacy\r\nof international law and of our resolute dedication to the\r\nmaintenance of peace governed by the rule of law, which\r\nare pillars of the foreign policy of our Republic.\r\nTherefore, we recognize the compulsory jurisdiction of\r\nthe Court, and we have incorporated this in many\r\ninternational instruments to which we are parties.\r\nIn considering this year’s report of the Court, we\r\nwould like to express particular gratitude to its President,\r\nMr. Mohammed Bedjaoui, and to the officials who\r\nparticipated in its drafting, because it gives a detailed\r\npicture of the Court’s activity during the period under\r\nreview.\r\nBut over and above listing the activities of the Court,\r\nthe report indicates the vitality, the strength and the\r\ninternational prestige of the International Court of Justice\r\ntoday. In respect of strengthening the Court, at a time\r\nwhen we are considering the possibility of broadening the\r\nfunctions and membership of the Security Council, my\r\ndelegation shares the concern expressed earlier by some\r\ndelegations about the possibility of giving the\r\nInternational Court of Justice the power to oversee the\r\nlegality of the actions of the Security Council and of the\r\nGeneral Assembly itself. We recognize that this is a\r\ncomplicated subject; in our opinion it requires further\r\nstudy.\r\nTurning to the report, I cannot be silent about the\r\ndeath of Judge Andrés Aguilar Mawdsley, a member of\r\nthe Court. His career as a jurist and his outstanding work\r\nat the third United Nations Conference on the Law of the\r\nSea reflected his technical ability and the kind of man he\r\nwas. We share the deep sorrow of his compatriots and his\r\nfamily members.\r\nWe note with optimism that some of the cases which\r\nrequired an opinion of the Court on nuclear testing have\r\nnow been substantively resolved, since most members of\r\n17\r\nGeneral Assembly 34th plenary meeting\r\nFifty-first session 15 October 1996\r\nthe international community have adopted the\r\nComprehensive Nuclear-Test-Ban Treaty (CTBT). But the\r\ncase we consider most important is the one on the Legality\r\nof the Threat or Use of Nuclear Weapons. The request for\r\nan opinion from the General Assembly in resolution\r\n49/75 K was processed with the usual guarantees of the\r\nprocedural rules governing the activities of the Court. We\r\nconsider that the unanimous opinion that there is in neither\r\ncustomary nor conventional international law any specific\r\nauthorization of the threat or use of nuclear weapons should\r\nbecome the legal and political foundation for greater\r\nprogress towards total denuclearization. Interested States\r\nwere able to submit and defend their arguments both in\r\nwriting and in public oral hearings. The fact that 45 States\r\nparticipated directly in the Court’s deliberations clearly\r\nindicates the importance that the international community\r\nattached to that case, and further strengthened the historic\r\nopinion that was adopted.\r\nWe trust that both the legal message and the political\r\nrepercussions will receive the proper reception from States\r\nthat still possess nuclear weapons.\r\nLastly, we must mention the difficulties raised by the\r\nCourt in chapter IV of its report. The statement that the\r\nfinancial crisis of the United Nations is having a serious\r\nimpact on the work of the Court should be of concern to us\r\nall. Recalling last year’s report of the Court, we note in that\r\nreport that even though the financial difficulties of the\r\nOrganization were widespread, the Court did not feel it\r\nnecessary expressly to mention them in its report, as it does\r\nthis year.\r\nIn the relevant Committee, my delegation will address\r\nbudgetary issues carefully. But we cannot be silent here.\r\nControlling the expenditures of the Organization and\r\nincreasing its efficiency must never mean a deterioration in\r\nthe work of the International Court of Justice. We must find\r\nsolutions in this area. We hope that this budgetary situation\r\nwill not continue.\r\nThe Acting President (interpretation from Arabic):\r\nWe have heard the last speaker in the debate on this item.\r\nMay I take it that it is the wish of Assembly to conclude its\r\nconsideration of agenda item 13?\r\nIt was so decided.\r\nAgenda item 98 (continued)\r\nOperational activities for development\r\nReport of the Secretary-General on the progress\r\nat mid-decade on the implementation of General\r\nAssembly resolution 45/217 on the World Summit\r\nfor Children (A/51/256)\r\nMr. Tello (Mexico) (interpretation from Spanish):\r\nOn 30 September, a commemorative meeting was held\r\nhere at Headquarters to review the progress at mid-decade\r\non the implementation of the goals of the World Summit\r\nfor Children, which was attended by the Ministers of the\r\nsix convening countries.\r\nAt that meeting the Secretary of Health of my\r\ncountry reported on the actions taken and measures\r\nadopted by the Government of Mexico to attain the goals\r\nestablished at the Summit. He referred to the progress\r\nachieved and to the obstacles we have encountered in the\r\nimplementation of the National Programme of Action\r\n1995-2000. Today, before the General Assembly, I should\r\nlike to reiterate my Government’s commitment to the\r\nwell-being of children.\r\nThe report submitted by the Secretary-General forms\r\nan excellent basis for evaluating the progress we have\r\nmade in fulfilling the commitments undertaken in 1990\r\nand for identifying the areas where we must redouble our\r\nefforts in order to attain the objectives set at the Summit.\r\nThat report reflects the major progress achieved in various\r\nregions of the world, based on the implementation of\r\nnational plans of action in most Member States.\r\nThese programmes of action, based on the\r\nframework provided by the Summit, reflect a proven\r\neffectiveness strategy. They have accelerated the process\r\nof change with a view to the survival, development and\r\nwell-being of children. Their primary advantage is the\r\ninclusion of concrete goals, which enables systematic and\r\nperiodic evaluations. The national programmes have also\r\nsucceeded in securing political endorsement at the highest\r\ngovernmental levels as well as the active participation of\r\nbroad sectors of civil society.\r\nDisease prevention is one of the areas in which\r\nsignificant improvement can be seen in the situation of\r\nchildren. Increased vaccination services, the eradication of\r\npolio, the control of disorders due to iodine deficiency,\r\nand the promotion of maternal nutrition under adequate\r\nconditions are clearly important achievements. Now the\r\n18\r\nGeneral Assembly 34th plenary meeting\r\nFifty-first session 15 October 1996\r\nchallenge, in many cases, is to maintain what has been\r\nachieved.\r\nThe report, of course, calls attention to those goals that\r\nare far from being attained, such as reducing child\r\nmalnutrition and maternal mortality. The Secretary-General\r\nalso emphasizes that the lack of water and sanitation\r\nservices, as well as illiteracy, are problems that,\r\nunfortunately, persist in many countries.\r\nAmong the results achieved in my country, I should\r\nlike to mention the reduction in child mortality, particularly\r\ndue to diarrhoeal disease and acute respiratory infections;\r\nan increase in vaccination coverage; the eradication of\r\npolio; and the reduction in other illnesses, such as neonatal\r\ntetanus and measles. Other improvements include the\r\niodization of salt, access to basic education, a reduction in\r\nschool drop-out rates and illiteracy, and broader access to\r\ndrinking water.\r\nDespite these positive aspects, there are still great\r\nsocial disparities in my country. We will therefore redouble\r\nour efforts to consolidate our gains and to extend them to\r\nmore marginalized areas and populations.\r\nThere are also goals towards which the desired\r\nprogress has not been made. This is true of the reduction in\r\nthe incidence of maternal mortality and low birth weight;\r\naccess to information and family planning services for\r\nadolescents; the provision of drinking water in remote rural\r\nareas and marginalized urban areas; and the provision of\r\nsewage services.\r\nAnother important challenge for us is to improve the\r\nquality of school education and overcome the unacceptable\r\ngender differences in the level of school attendance and\r\nilliteracy rates. In addition, my Government is concerned\r\nabout the increasing numbers of boys and girls who are\r\nvictims of exploitation, physical and emotional violence,\r\nabandonment and injustice.\r\nTo ensure that the Government’s efforts on behalf of\r\nchildren are sustained and to enable us fully to attain the\r\ngoals set, we are undertaking extensive, in-depth social\r\nreform to promote integrated programmes with actions and\r\nmeasures that are more specific and, ultimately, more\r\neffective in combating poverty. The Government of Mexico\r\nis firmly committed to responding effectively, on a daily\r\nbasis, to the needs of children.\r\nThe 1990 World Summit for Children was widely\r\nrecognized as one of the great successes of the United\r\nNations. Owing to the major political commitments\r\nentered into by the leaders of various countries, which\r\nwere translated into concrete action, the question of\r\nchildren is now at the top of agendas of individual\r\ncountries and of the international community.\r\nHowever, we cannot rest on our laurels, because a\r\ngreat deal remains to be done. With political will and a\r\nsense of social responsibility, we must pledge to work\r\ntowards ensuring that all the Summit’s goals become a\r\ndaily reality as soon as possible, so that all the boys and\r\ngirls of the world can, as they should, enjoy life, play and\r\nprosper without oppression, suffering or want.\r\nThe Acting President (interpretation from Arabic):\r\nBefore calling on the next speaker, I should like to\r\npropose, if there is no objection, that the list of speakers\r\nfor the debate on this item be closed at 4 p.m. today.\r\nIt was so decided.\r\nMr. Tchoulkov (Russian Federation) (interpretation\r\nfrom Russian): The Russian delegation attaches great\r\nimportance to the discussion by the General Assembly of\r\nthe mid-decade review of progress on the implementation\r\nof the decisions of the World Summit for Children. The\r\nSummit, held on 29-30 September 1990, was an important\r\nlandmark for the international community, providing a\r\nstrong impetus for national and international activities in\r\nthis field. This has been confirmed by the development of\r\nnational programmes of action for children in 155\r\ncountries and by the ratification, by 187 countries, of the\r\nUnited Nations Convention on the Rights of the Child.\r\nWe welcome the Secretary-General’s report on\r\nprogress at mid-decade on implementation of the goals of\r\nthe World Summit for Children (A/51/256). The Russian\r\ndelegation notes with satisfaction the substantial progress\r\nmade in attaining a number of the goals set at the\r\nSummit, particularly in the areas of the reduction of child\r\nmortality, immunization, the elimination of iodine-\r\ndeficiency disorders, the decrease in the number of polio\r\nand tuberculosis cases, and the ratification and\r\nimplementation of the Convention on the Rights of the\r\nChild. Unfortunately, as is clear from the report, progress\r\nappears slower towards such goals as improving the\r\nquality of nutrition, reducing maternal mortality, and\r\nproviding universal access to basic education, particularly\r\nfor girls.\r\nThe Russian delegation believes that the results of\r\nthe mid-decade review and the national reports prepared\r\n19\r\nGeneral Assembly 34th plenary meeting\r\nFifty-first session 15 October 1996\r\nby many countries should be actively used by the United\r\nNations Children’s Fund (UNICEF) to modify its targets for\r\nthe period up to the year 2000 and to adjust, if necessary,\r\nits national activities.\r\nIn discussing the implementation of the decisions of\r\nthe Summit for children, one must acknowledge the\r\nimportant role that UNICEF has played and continues to\r\nplay. I should also like to recall the great personal\r\ncontribution made by Mr. Grant, former Executive Director\r\nof the Fund, to the holding of the Summit and to the\r\nimplementation of its decisions. We note with satisfaction\r\nthat the implementation of that forum’s decisions is one of\r\nthe main activities of the Children’s Fund, and a high\r\npriority for Ms. Carol Bellamy. The Fund has done\r\nimportant work in assisting countries, including Russia, in\r\nthe preparation of their national programmes of action for\r\nchildren and their subsequent implementation. We deeply\r\nappreciate the Fund’s activities in the area of the\r\ncoordination and monitoring of the implementation of\r\nprovisions of the Declaration and Plan of Action,\r\nparticularly within the framework of the annual The\r\nProgress of Nations report and in the area of the\r\ndevelopment of inter-agency cooperation in this field.\r\nWe believe that the Fund’s future activities should\r\nfocus on the implementation of the Convention on the\r\nRights of the Child, the strengthening of countries’ national\r\ncapacity to provide basic social services, and the\r\nmobilization of the efforts and resources of Governments,\r\ncivil society, donor countries and the relevant international\r\norganizations in order to attain the goals set by the World\r\nSummit for Children.\r\nThe President and the Government of the Russian\r\nFederation attach great importance in their activities to\r\nimproving the status of children and implementing the\r\nSummit’s Declaration and Plan of Action. A mechanism\r\nhas been set up to formulate and carry out State social\r\npolicies relating to the protection of the rights and interests\r\nof children, at both the national and regional levels. A\r\nCommission on Women, Family and Demography has been\r\nestablished at the President’s request. The State Duma of\r\nthe Russian Federal Assembly has formed a Committee on\r\nWomen, Family and Youth. The Government has also\r\nestablished an inter-agency commission to coordinate\r\nactivities connected with the implementation of the\r\nConvention on the Rights of the Child and the Declaration\r\nand Plan of Action for children, which is headed by a\r\nDeputy Chairman of the Government.\r\nA set of far-reaching regulatory documents on\r\nchildhood problems was drafted and adopted. Special\r\nmention should also be made of the 1992 presidential\r\ndecree on priority measures to implement the decisions of\r\nthe World Summit for Children and the Children of\r\nRussia federal programme, which was granted presidential\r\nstatus in 1994 and which sought to create conditions for\r\nthe normal development of children and to provide them\r\nwith social protection during a time of radical\r\nsocio-economic changes and reforms. The Children of\r\nRussia programme comprises 11 special-purpose\r\nprogrammes: Disabled Children, Orphaned Children,\r\nPreventive Measures for Unattended Children, Children of\r\nthe North, Children of Chernobyl, Children of Refugees\r\nand Internally Displaced Families, Gifted Children,\r\nVaccination Preventive Measures, Safe Motherhood,\r\nFamily Planning and Promotion of Social Services for\r\nFamilies and Children.\r\nThe preparation and adoption of the National Plan of\r\nAction for Children, approved in September 1995 by\r\npresidential decree, marked an important milestone. The\r\npriority tasks of the plan are the promotion of stronger\r\nlegal protection for children; support for the family as the\r\nchild’s natural environment; ensuring safe motherhood\r\nand the protection of children’s health; and providing for\r\nchildren’s upbringing, education and development, and for\r\ntheir support in especially difficult circumstances. This\r\ndocument has become the basis for concrete action to\r\nprotect children and motherhood for the coming five\r\nyears.\r\nThe Action Plan on Improving the Situation of\r\nChildren for the period up to 1998, approved last January,\r\nwas the first step in the implementation of the national\r\nPlan of Action. In order to monitor social indicators\r\nregarding the situation of children, an annual State report\r\non the situation of children in the Russian Federation\r\nbegan publication in 1994. Measures aimed at\r\nimplementing the objectives and principles of the World\r\nSummit for Children have been taken at both the national\r\nand the grass-roots level. To date, regional children’s\r\nprogrammes have been adopted in 50 of the 89 regions of\r\nthe country.\r\nRussia ratified the United Nations Convention on the\r\nRights of the Child in June 1990. In 1993 we submitted\r\nto the United Nations Committee on the Rights of the\r\nChild the first report on the implementation of the\r\nConvention. At present, we are working on the second\r\nreport, to be submitted next autumn.\r\n20\r\nGeneral Assembly 34th plenary meeting\r\nFifty-first session 15 October 1996\r\nSome improvements have been noted as a result of\r\npersistent efforts along these lines. In particular, there is a\r\ntrend towards a reduction in infant mortality; juvenile\r\ninfectious disease morbidity has fallen by 17 per cent; the\r\nfree provision of special dairy products has been initiated\r\nfor infants under two years of age; the dairy product output\r\nfor toddlers has gone up by 16 per cent over three years;\r\nthe number of social assistance centres for families and\r\nchildren has increased fourfold over three years; the school\r\ndrop-out rate decreased by 40 per cent in 1995 alone; more\r\nthan 100 rehabilitation centres for disabled children have\r\nbeen established; and more children are receiving social\r\nbenefits.\r\nHowever, the situation remains complicated. Of\r\nparticular concern is the poverty of a large part of the\r\npopulation; in 1995, 25 per cent of the population had an\r\nincome that was below subsistence level.\r\nThe result is poorer nutrition and worse children’s\r\nhealth. The problems of orphaned children have worsened.\r\nJuvenile delinquency and the rise in drug addiction among\r\nadolescents are of concern. There is an acute shortage of\r\nbudgetary resources to resolve these and other problems of\r\nchildhood and motherhood. The non-governmental\r\norganizations that could undertake to resolve some\r\nchildhood problems are still weak.\r\nWe hope that the recently adopted UNICEF regional\r\nprogramme of action in the countries of Central and Eastern\r\nEurope, the Commonwealth of Independent States and the\r\nBaltic, the opening of a regional office of the Fund in\r\nGeneva and a liaison office in Moscow, and the setting up\r\nof a regional fund to finance activities in non-programme\r\ncountries, will enhance the potential of UNICEF activities\r\nin the region, including in Russia, and help to improve the\r\nsituation for children in Russia during this difficult period\r\nof market reforms.\r\nMr. Reid (Australia): It is clear to all that the United\r\nNations has a role to play in meeting the contemporary\r\nchallenges faced by the international community. The\r\nUnited Nations Charter and the Declaration on the Occasion\r\nof the Fiftieth Anniversary of the United Nations pledge\r\nthis institution to support and strengthen fundamental\r\nhuman rights, social progress, tolerance and the\r\nmaintenance of international peace and security.\r\nAs recently as this current session, Australia, through\r\nan address by the Foreign Minister, Alexander Downer,\r\nreaffirmed its long-standing commitment to the United\r\nNations and indicated its preparedness to continue to\r\nwork jointly with Members to achieve these goals.\r\nSustained effort across all areas of the Charter is\r\nfundamental to broad-based and lasting progress. We\r\nrecognize the critical role in this matrix of the work of\r\nUnited Nations operational activities in supporting,\r\nthrough international partnership, national capacities and\r\nprogress in the economic, social and related fields.\r\nThe World Summit for Children, held in this city six\r\nyears ago, quite properly highlighted the priority concern\r\nof all Members for children and adopted a Plan of Action\r\nto address these concerns. The Summit was also the first\r\nof a series of international conferences and summits that\r\nbetween them have articulated agreed priorities for\r\neconomic and social progress or, as we now term them,\r\nmeasures for the eradication of poverty. As highlighted by\r\nthe Secretary-General’s report on progress at mid-decade\r\non implementation of General Assembly resolution 45/217\r\non the World Summit for Children, the Summit was\r\nunique in that it produced specific, measurable and time-\r\nbound goals. We have declared what we will do and\r\nwhen we will do it. It is therefore appropriate that this\r\nAssembly now examine progress with regard to these\r\ngoals.\r\nFor our own part, Australia, under its new\r\nGovernment, recognizes and acknowledges the need for\r\nan expanded and high level of immunization for children,\r\nand this is reflected centrally in our own health policy.\r\nThe progress described in the report is sound.\r\nProgress has been made, reflecting effective commitment\r\nat the national, regional and international levels. Progress\r\non child immunization, particularly in the Asia-Pacific\r\nregion, is impressive. This is practical progress by nations\r\nin meeting declared priorities and is a concrete\r\ndemonstration of the worth of international cooperation.\r\nNational Governments, the United Nations Children’s\r\nFund and related United Nations funds and programmes,\r\nwith the important inclusion of the United Nations\r\nDevelopment Programme, can be justifiably proud of\r\nthese achievements. Australia, too, has been pleased to\r\nplay a part in this achievement through our support for\r\nactivities undertaken by both national Governments and\r\nthe United Nations system.\r\nNevertheless, the gains have not gone far enough\r\nand have been neither universal nor uniform. Progress in\r\nreducing infant mortality has been too slow. This is\r\nparticularly deplorable given that effective, low-cost\r\n21\r\nGeneral Assembly 34th plenary meeting\r\nFifty-first session 15 October 1996\r\ntechnologies and interventions currently exist. Priority needs\r\nto be given to those regions in which mortality is highest,\r\ntargeting the major causes of preventable child mortality.\r\nTwelve million children under five years of age die each\r\nyear. The majority of these could be saved by practical,\r\nlow-cost interventions. If only one achievement results from\r\nthis session of the Assembly, it must surely be a\r\ncommitment to apply now the available and affordable\r\nsolutions that are at hand to the prevention of the deaths of\r\nchildren under five years of age. This single action would\r\ndo as much to achieve the goals of the World Summit for\r\nChildren as has been achieved in the preceding period.\r\nMore also needs to be done to advance child literacy,\r\nreduce the unacceptably high rates of maternal mortality\r\nand strengthen the social and economic status of women\r\nand children. These are complex challenges. They demand\r\ncarefully crafted responses in many individual instances.\r\nAustralia remains committed to supporting effective\r\nnational and United Nations programmes that target these\r\nkey areas and contribute to sustainable development.\r\nAustralia, in the company of many other countries,\r\nagrees that more needs to be done — and done more\r\nquickly — to meet the provisions of the Charter. Despite\r\ngood progress having been made, wastage, duplication and\r\nmissed opportunities have occurred too often. We are\r\ncommitted to making the United Nations system and its\r\noperational activities more responsive, better targeted and\r\nfully accountable to Members.\r\nFinancing is a part of this effort. We accept that more\r\nneeds to be done to place the operational activities of the\r\nUnited Nations on a secure and predictable financial\r\nfooting. In this respect, the issue of burden-sharing is as\r\nrelevant as the absolute levels of resources. We also see\r\nsharing of experiences, in particular South-South\r\ncooperation, as valuable in providing for unmet needs and\r\nstrengthening international cooperation.\r\nGreater effectiveness within current resource levels is\r\nalso a key aspect. The growth in both the number and\r\ncomplexity of challenges faced by United Nations\r\noperational activities requires greater efficiency on all\r\nfronts. We will work with the United Nations and Members\r\nto achieve these necessary efficiencies. We are concerned\r\nthat reform initiatives begun some time ago are yet to bear\r\nfruit at the all-important country level. Like others, we are\r\nimpatient for real progress and the realization of efficiency\r\ndividends that can be reinvested back into the programmes\r\nof the operational activities.\r\nFifteen dollars represent the average cost of the\r\nvaccines, syringes, cold chain equipment and health\r\nworker’s training and salary which are needed to\r\nimmunize, for life, one child against the six major\r\nchildhood diseases. We are advised that the cost of a\r\nsingle page of United Nations documentation in the six\r\nofficial languages is $900. What greater motivation do we\r\nneed to pursue more effective and efficient operation of\r\nthe United Nations system than the potential for 60\r\nadditional, at-risk children to be vaccinated for life for\r\nevery page of United Nations documentation we give up.\r\nThere are, of course, other substantive efficiencies we can\r\nand must pursue.\r\nIn closing, Australia welcomes the report of the\r\nSecretary-General and the progress it describes on what\r\nmust be a priority for all of us. The review process and\r\nthe progress against the goals set at the World Summit for\r\nChildren it describes have been valuable in maintaining\r\ncommitment and mobilization of effort for children.\r\nHowever, more needs to be done in meeting the basic\r\nneeds of children. Australia will continue to work with\r\npartners to address these pressing challenges.\r\nMr. Campbell (Ireland): I have the honour to speak\r\non behalf of the European Union. The following\r\nassociated States align themselves with this statement:\r\nBulgaria, Cyprus, Czech Republic, Estonia, Hungary,\r\nLatvia, Lithuania, Malta, Poland, Romania, Slovenia and\r\nSlovakia. Iceland and Liechtenstein also align themselves\r\nwith this statement.\r\nSix years ago, in 1990, 71 Heads of State or\r\nGovernment gathered in this Assembly Hall to adopt the\r\nWorld Declaration on the Survival, Protection and\r\nDevelopment of Children and a Plan of Action for its\r\nimplementation. Not only was this Summit a landmark\r\noccasion in its own right, but it was also, appropriately,\r\nthe first in a series of major United Nations summits and\r\nconferences that will end with the World Food Summit in\r\nRome next month. These meetings have helped redefine\r\nour thinking on human development and have led to a\r\nconsensus at the international level on how we should go\r\nabout achieving a better quality of life for all people.\r\nEach of the conferences has reaffirmed our commitment\r\nto meeting the needs of children.\r\nIt is noteworthy that we are assessing progress\r\ntowards the goals we have set ourselves for the survival,\r\nprotection and development of all children almost 50\r\nyears to the day since United Nations Children’s Fund\r\n(UNICEF) was established and in a world where there has\r\n22\r\nGeneral Assembly 34th plenary meeting\r\nFifty-first session 15 October 1996\r\nbeen almost universal ratification of the Convention on the\r\nRights of the Child. A remarkable 187 States have now\r\nratified the Convention, which provides for the promotion\r\nand protection of the rights of the child.\r\nGovernments must now ensure the implementation of\r\nthe obligations they have undertaken under the Convention.\r\nThese obligations are closely interconnected with the goals\r\nof the children’s Summit. The European Union wishes to\r\nstress that the best interests of the child must underlie all of\r\nour actions, including ensuring full and equal enjoyment of\r\nall human rights by the girl child.\r\nAmong the ways in which our commitment to children\r\nfinds practical expression is in the large number of\r\ncountries — 150 — which have drawn up national\r\nprogrammes of action to implement the outcome of the\r\nWorld Summit for Children. In addition, in many countries\r\nthere are complementary programmes at regional and local\r\nlevels.\r\nWe welcome the Secretary-General’s report on\r\nprogress to date. The European Union finds encouragement\r\nin the overall positive trends that are reported and\r\nappreciates the efforts that have been made, often in\r\ndifficult circumstances, to improve children’s survival\r\nprospects and the quality of their lives. Developments such\r\nas near-universal immunization coverage; the great progress\r\nwhich has been made in the eradication of guinea worm\r\ndisease; the prevention of iodine-deficiency disorders; the\r\npromotion of oral rehydration programmes; and\r\nimprovements in access to safe water must all be\r\ncommended. Of course, the sustainability of these\r\nachievements, including through the development of local\r\ncapacity, is now of crucial importance and, in this context,\r\nreliable indicators and monitoring and evaluation are\r\nessential.\r\nWhile there has been solid progress, it must be\r\nacknowledged that this progress has been uneven between\r\ngoals, between regions and subregions and within countries\r\nin those regions. The European Union remains deeply\r\nconcerned about the millions of children living in poverty\r\nthroughout the world and particularly about the situation of\r\nwomen and children in sub-Saharan Africa and parts of\r\nSouth Asia, where relatively little progress has been made.\r\nChildren growing up in poverty are often permanently\r\ndisadvantaged.\r\nSadly, the goals regarding improved nutrition, access\r\nto sanitation and maternal mortality rates have not been met\r\nand progress on basic education, particularly for girls, is\r\nnot on track.\r\nThus, while much has been done in the area of\r\nchildren’s survival, much remains to be done to ensure\r\ntheir development and protection. We must work not only\r\nto meet the basic survival goals undertaken but also to\r\nplace more emphasis on the protection of children from\r\nabuse, exploitation and neglect. We must do more to take\r\ncare of them in emergencies and in armed conflicts\r\nsituations. In this context, we note the substantial report\r\nof the Secretary-General’s expert on the impact of armed\r\nconflict on children.\r\nThe European Union reiterates its strong\r\ncommitment to implementing the Stockholm Agenda for\r\nAction Against the Commercial Sexual Exploitation of\r\nChildren. We support the efforts of the working group\r\nthat is drafting an optional protocol to the Convention on\r\nthe Rights of the Child on the sale of children, child\r\nprostitution and child pornography. We support all efforts\r\nto eliminate child labour and we urge Governments to\r\ntake all necessary measures for an immediate elimination\r\nof the most extreme and hazardous forms of child labour.\r\nWe express again our deep concern at the growing\r\nnumber of street children. In addition, the European\r\nUnion will continue to work towards improving the\r\nsituation of children with disabilities in order to ensure\r\nthat they enjoy their human rights fully.\r\nWe commend the United Nations system,\r\nparticularly UNICEF and also the International Labour\r\nOrganisation and World Health Organization for their\r\nefforts to assist countries in the implementation of the\r\ncommitments made at the World Summit for Children. As\r\nnoted earlier in this statement, we now have an\r\ninternational consensus on human development and, since\r\nthe adoption of the Declaration, the particular needs of\r\nchildren have been placed in this broader context. We\r\nsupport the integrated approach which has been taken by\r\nthe United Nations system to the follow-up to the\r\nsummits and conferences and we encourage the relevant\r\nbodies, particularly those involved in the implementation\r\nof the Cairo, Copenhagen and Beijing Conferences, to\r\ncontinue to work to ensure that all commitments relating\r\nto children are met.\r\nThe European Union reaffirms its commitments at\r\nthe national level and as part of the international\r\ncommunity, which shares in the responsibility to ensure\r\nthe survival, protection and development of all children.\r\nSome adjustment and reorientation of work plans and\r\n23\r\nGeneral Assembly 34th plenary meeting\r\nFifty-first session 15 October 1996\r\naction to be taken will be required in order to concentrate\r\nover the next few years on those areas where there has\r\nbeen relatively little progress. The European Union has\r\nnoted the Secretary-General’s proposal to have an end-of-\r\ndecade review meeting. We expect to see not only more\r\nprogress on child survival, but also great improvement in\r\nthe quality of life of all of our children in the coming years.\r\nThe Acting President (interpretation from Arabic):\r\nWe have heard the last speaker in the debate on this item\r\nfor this morning’s meeting. We shall hear the remaining\r\nspeakers on this item this afternoon.\r\nThe meeting rose at 1 p.m.\r\n24\r\n"