"United Nations A/51/PV.31\r\n96-86462 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-first Session\r\n31st plenary meeting\r\nFriday, 11 October 1996, 10 a.m.\r\nNew York\r\nPresident: Mr. Razali Ismail . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Malaysia)\r\nThe meeting was called to order at 10 a.m.\r\nAgenda item 119 (continued)\r\nScale of assessments for the apportionment of the\r\nexpenses of the United Nations (Article 19 of the\r\nCharter) (A/51/366/Add.3)\r\nThe President: I should like to draw the General\r\nAssembly’s attention to document A/51/366/Add. 3. In a\r\nletter contained in that document, the Secretary-General\r\ninforms me that, since the issuance of his communications\r\ndated 17 and 20 September and 2 October 1996, the\r\nGambia has made the necessary payment to reduce its\r\narrears below the amount specified in Article 19 of the\r\nCharter.\r\nMay I take it that the General Assembly duly takes\r\nnote of this information?\r\nIt was so decided.\r\nAgenda item 10\r\nReport of the Secretary-General on the work of the\r\nOrganization\r\nReport of the Secretary-General (A/51/1)\r\nThe President: Before calling on the first speaker, I\r\nwould like to propose, if there is no objection, that the list\r\nof speakers in the debate on this item be closed at 12\r\nnoon today.\r\nIt was so decided.\r\nMr. Marrero (United States of America): The\r\nfifty-first General Assembly’s general debate has ended.\r\nThe world’s great leaders have spoken. They were not\r\nalways in agreement. We heard significant differences of\r\nviews on important issues. But we also heard expressed\r\na strong sense of commitment to the United Nations, a\r\nsense of commitment that will be critical as we begin the\r\nwork of the fifty-first session of the General Assembly.\r\nIn this connection, my Government welcomes this\r\nopportunity to address the General Assembly on the\r\nSecretary-General’s report on the work of the\r\nOrganization. This document may be likened to an annual\r\nreport to shareholders. Through it, we can assess the\r\nperformance of our venture. The report is extensive.\r\nAmong the messages that come through its 151 pages are\r\nhow far-reaching the scope of the Organization’s activities\r\nis now, how much it is attempting to do for so many,\r\nhow complex its structure has become to do its work. It\r\npoints to how much has been achieved, and how much\r\nthere is for us to do. But the report’s ambition must be\r\nviewed against the backdrop of a critical reality: the\r\nlimited resources available to tackle so vast an agenda.\r\nThis reality constitutes the driving force for what many of\r\nus have been saying more and more firmly: We must\r\nreform the United Nations. We must prepare it for the\r\ntwenty-first century. We must strip from our texts the\r\nGeneral Assembly 31st plenary meeting\r\nFifty-first session 11 October 1996\r\nrhetoric of the past and from our practices inefficiency and\r\nwaste. We must speak the language of the future and\r\naccompany our words with deeds. And we must accomplish\r\nthese tasks together.\r\nIn the years since the end of the cold war, we have\r\nworked together in these precincts to promote cooperative\r\nsecurity, foster democracy and encourage sustainable\r\ndevelopment. From the speeches we heard in the general\r\ndebate we can proudly conclude that throughout the world\r\ndemocracy has become the preferred system of government;\r\none-time opponents of human rights are now advocates and\r\nthose who were once victims of repressive regimes today\r\nsit as ministers of Government; free-market capitalism has\r\novertaken socialist management as the economic model of\r\nchoice; “ecologically sustainable” is the watchword of our\r\ndevelopment strategies. We have come a long way. Our\r\nmarch towards a better future for all passes along a trail\r\nthat our predecessors have blazed. For the future, for the\r\nUnited Nations of the twenty-first century, we must expand\r\nthat trail into a road, widen it and pave it. It must be broad\r\nenough that all mankind may travel along it to brighter days\r\nahead.\r\nIt is for the United Nations of the future to set out the\r\nsignposts along that road. It is for all of us, working\r\ntogether as the United Nations, to make the way safe for all\r\npeople as they pass through communities free of drugs and\r\nthugs, liberated from the horrors of drought, hunger and\r\nnoxious diseases. We want to be able to walk that road\r\nwith welcome companions, freely moving about for\r\nbusiness or pleasure. We want to work together with others\r\nto put an end to the journeys born of mayhem and\r\nslaughter.\r\nFor the United Nations to be the effective partner we\r\nneed, its penchant for being all things to all people must be\r\nconstrained. Diffuse programmes and projects do not yield\r\npositive results. Instead, they generate waste, over-extension\r\nand budgets that fund little subprogrammes with big goals\r\nand no results.\r\nTo my delegation, the reform our Organization needs\r\nwill move the programme budget from a catalogue of\r\ncurrent aspirations to a focused set of deliverable products.\r\nOur tolerance of ineffectual programmes is a price we\r\ncollectively can no longer afford to pay. Symbolic\r\nprogrammes, incoherent structure, and wasteful personnel\r\npractices are a tax on the scarce resources we collectively\r\nare able to invest in the United Nations. They are a tax on\r\nthe credibility of collective efforts. They are a tax that must\r\nbe cut.\r\nThe Secretary-General’s report on the work of the\r\nOrganization addresses the need for organizational\r\nrenewal and reform. The process has begun; it must gain\r\nadded momentum. From the general debate we conclude\r\nthat there is broad international support for norms and\r\nrobust action with regard to the treatment of refugees,\r\nsustainable development, humanitarian security,\r\ninternational crime and punishment, population\r\nmanagement, human rights and intrusive inspections of\r\nweapons of mass destruction.\r\nWe see as we look towards the twenty-first century\r\nthe growth of an international society guided by rules,\r\ngiven to self-help and able to live in peace. We seek\r\nthrough our reform initiatives to energize the United\r\nNations in ways that push the growth of this civil\r\ninternational society so that the peace and security we\r\nstrive to build will benefit all and so that its preservation\r\nwill be in the interest of all.\r\nMy delegation has reflected upon efforts under way\r\nto reform our United Nations. We view reform as the\r\nprocess that will allow the United Nations to be all we\r\ndreamt it could be. These dreams should serve to nurture\r\nour thoughts. We must exercise our minds towards giving\r\nthem reality. That is the duty of the membership. We\r\nmust leave to the Secretariat the management of the\r\nefforts under way. There can be no progress unless the\r\nSecretary-General is encouraged to exercise his\r\nprerogatives as chief administrative officer. We are firmly\r\ncommitted to the view that the Secretariat can be\r\naccountable without being micromanaged. Elaborating a\r\nrational set of priorities requires all our time and energy.\r\nWe cannot afford the waste of doing the work others are\r\nbetter placed to do.\r\nWe have already spelled out the specifics of our\r\nreform proposals. It is a rich menu. We have shared it\r\nwith all our colleagues. Our commitment to it has not\r\nchanged. We have heard the ideas colleagues have put\r\nforward. We think we know their minds on the issues.\r\nThere is sufficient agreement to move the process\r\nforward, for agreements to be reached and reforms\r\nadopted. To this end, we look forward to the continuation\r\nof the work of the Open-ended High-level Working\r\nGroup on the Strengthening of the United Nations\r\nSystem. Much was achieved in the past year, for which\r\nwe are grateful to the co-Chairs. Now is the time to get\r\nto the specifics.\r\nReform will permit the United Nations to make\r\nbetter use of the resources Member States make available\r\n2\r\nGeneral Assembly 31st plenary meeting\r\nFifty-first session 11 October 1996\r\nto it. Reform also will encourage Member States to come\r\nforward with needed moneys. In this regard, my\r\nGovernment is proud to report to the General Assembly\r\nthat in the weeks ahead we will be able to transfer to the\r\nUnited Nations significant funds, enough to preserve our\r\nstatus as the major contributor. But fundamental issues\r\nabout financing remain. We believe that the High-level\r\nOpen-ended Working Group on the Financial Situation of\r\nthe United Nations has made progress. We look forward to\r\na collective decision to put in place a more equitable scale\r\nof assessments. We agree that it is not prudent for the\r\nOrganization to be overly dependent on the contributions of\r\none Member State.\r\nLast year, we collectively capped the United Nations\r\nregular budget. This autumn, we will be joining others in\r\nurging the adoption of a zero-growth budget outline for the\r\nnext biennium. Fiscal responsibility has served to encourage\r\nefficiency. We must join together to preserve what we have\r\ngained. We must stay the course. Limiting ourselves in this\r\nway is not easy, but success would set us firmly on the\r\nroad towards an affordable future.\r\nThe delegation of the United States looks forward to\r\nworking with colleagues on these and other matters this\r\nyear and requests that this agenda item remain open. Our\r\nefforts in the General Assembly should be aimed at\r\nadvancing the goals of security, prosperity and peace that\r\nare central to the United Nations purpose.\r\nMr. Deineko (Russian Federation) (interpretation from\r\nRussian): On instructions from the Permanent\r\nRepresentative of the Russian Federation to the United\r\nNations, Mr. Sergey Lavrov, it is my honour to read out the\r\ntext of his statement to the General Assembly.\r\n“The Russian delegation is grateful to the\r\nSecretary-General for his annual report on the work of\r\nthe Organization. We consider it, on the whole, to be\r\na cogent and detailed document reflecting the United\r\nNations achievements and shortcomings against a\r\nbackground of radical transformations in the world\r\nand in the context of profound reforms taking place in\r\nthe Organization. We believe, however, that the\r\npolitical, economic and other priorities of the United\r\nNations for the coming year could have been set forth\r\nin a more precise way.\r\n“The transformation of the world into a\r\nmultipolar one increases the importance of the United\r\nNations as a single universal centre for coordinating\r\nthe activities of States. The Organization’s\r\neffectiveness should be guaranteed by consistent\r\nsupport, not subject to conjunctural fluctuations, to\r\nbe provided by Member States as well as by\r\nnon-selective compliance with their political and\r\nfinancial obligations under the United Nations\r\nCharter.\r\n“We appreciate the measures taken by the\r\nSecretary-General, in contact with the Security\r\nCouncil, to strengthen United Nations potential in\r\nthe area of peacekeeping. We support the warning\r\nexpressed in the report against blurring the three\r\ndistinct areas of authority in this field, which have\r\nproved their value, namely, the political direction\r\ngiven by the Security Council, the executive\r\ndirection for which the Secretary-General is\r\nresponsible, and the command in the field entrusted\r\nto chiefs of peacemaking missions.\r\n“Russia fully supports the Secretary-General’s\r\nappeal for closer cooperation between the United\r\nNations and regional organizations in the areas of\r\npreventive diplomacy, peacemaking and\r\npeacekeeping. The report objectively reflects the\r\npeacemaking role of Russia in solving the Georgia-\r\nAbkhazia conflict and in advancing the peace\r\nprocess in Tajikistan and Nagorny Karabakh, as well\r\nas the United Nations contribution to the settlement\r\nof conflicts in the region of the Commonwealth of\r\nIndependent States (CIS). We are convinced that the\r\nUnited Nations contribution to those efforts can and\r\nshould be greater and include a wider peacemaking\r\npresence, providing financial as well as moral and\r\npolitical support to peacekeeping operations\r\nconducted under CIS auspices.\r\n“The report contains sections on the situation in\r\nAfghanistan that are particularly relevant in the light\r\nof recent dramatic developments there. It is\r\nprimarily an appeal to all Afghan parties\r\nimmediately to cease hostilities and to have recourse\r\nunconditionally to peaceful dialogue. The leaders of\r\nfive CIS States, at their recent meeting in Almaty,\r\nhave made similar proposals.\r\n“An important stage has been reached in the\r\nsettlement in Bosnia. The elections held there and\r\nthe complete lifting by the Security Council of\r\neconomic sanctions against the Federal Republic of\r\nYugoslavia and the Republika Srpska were a\r\nlandmark in the development of the so-called Yugo-\r\ncrisis and strengthened the peace process. We\r\n3\r\nGeneral Assembly 31st plenary meeting\r\nFifty-first session 11 October 1996\r\nbelieve that in the near future the long-overdue\r\ndecision will be taken on the resumption of\r\nYugoslavia’s participation in the work of the General\r\nAssembly, the Economic and Social Council, and\r\nother international bodies. That is an indispensable\r\nstep that will contribute to the continuation of the\r\npeace process and enhance the prestige of the United\r\nNations itself.\r\n“We welcome United Nations efforts to support\r\nthe political settlement in the Middle East. Recent\r\nevents there have clearly indicated that the longer the\r\nartificial pause in the peace process goes on, the\r\ngraver becomes the danger of returning to\r\nconfrontation. The implementation of all the\r\nagreements already concluded and the continuation of\r\nthe negotiations in all areas, on the basis of the land-\r\nfor-peace principle, are the only way to move forward.\r\n“The assessments given in the report with regard\r\nto the situation in the hot spots in Africa cannot fail to\r\nbe of grave concern. Russia supports the efforts of the\r\nUnited Nations, the Organization of African Unity\r\n(OAU) and the subregional organizations to promote\r\npeace and stability in Africa.\r\n“We fully support the Secretary-General’s appeal\r\nto all States to adhere to the Comprehensive Nuclear-\r\nTest-Ban Treaty and to take steps to ratify it as soon\r\nas possible so that it can enter into force.\r\n“At the same time, we share the concern of the\r\nSecretary-General with regard to the threat still posed\r\nby the vast stocks of fissile material. As the report\r\npoints out, the implementation of the agreements\r\nreached by the 8 States at the April 1996 Moscow\r\nSummit on Nuclear Safety and Security will help\r\nresolve this and other problems relating to nuclear\r\nsafety and security.\r\n“The Secretary-General has rightly and\r\nrepeatedly focused attention on the difficult financial\r\nsituation of the Organization. The crux of the crisis is\r\nin the failure of Member States to pay assessed\r\ncontributions and, primarily, in a unilateral\r\nwithholding of payments for political reasons. We\r\nshare the view of the Secretary-General that the next\r\ntask is to resolve the problem of payments by all\r\nStates of current contributions and payment of arrears.\r\nRussia, for its part, despite our well known domestic\r\ndifficulties, has already paid more than $210 million\r\nto the United Nations this year, which exceeds by far\r\nthe contributions it was assessed for this period. Our\r\npayments will be continued in accordance with the\r\npreviously announced decisions of the President and\r\nthe Government of the Russian Federation.\r\n“It is good that the Secretary-General should\r\nemphasize the idea we have long advocated; the\r\nlong-term solution of the United Nations financing\r\nproblems, which lies in developing a new scale of\r\nassessments on which all Member States can rely.\r\nWe intend to press for such a solution within the\r\nHigh-level Open-ended Working Group on the\r\nFinancial Situation of the United Nations.\r\n“We support the Secretary-General’s proposal\r\nto make the United Nations budgetary review\r\nprocess simpler and more flexible, thereby turning it\r\ninto a more effective instrument for both Member\r\nStates and the Secretariat.\r\n“The report’s assessments of the performance\r\nof the United Nations economic units show\r\nconvincingly enough the real and important role\r\nplayed by the United Nations in the existing system\r\nof multilateral institutions. At the same time, the\r\nreport unfortunately fails fully and vividly to\r\ndemonstrate the comparative advantages of the\r\nUnited Nations in that sphere. There is virtually no\r\nanalysis of the effectiveness of such activities, just\r\nas there are no proposals to strengthen coordination\r\nin the economic sector, which is justly criticized in\r\nintergovernmental negotiations for duplication and\r\nparallelism in the work of its units, for an\r\nuncoordinated approach and for inertia regarding\r\nreform. We hope that in his next report on the work\r\nof the Organization the Secretary-General will\r\ncorrect those omissions.\r\n“We would like to see the report contain not\r\nmerely examples but also specific assessments of the\r\npluses and minuses of United Nations cooperation\r\nwith the Bretton Woods institutions, research\r\ninstitutes, the private sector and other partners.\r\n“At the same time, there is an interesting\r\npresentation of the objectives and the potential of\r\nimportant joint initiatives launched under the\r\nauspices of the United Nations in recent years,\r\namong them the United Nations System-wide\r\nSpecial Initiative for Africa, the Joint and\r\nCo-sponsored United Nations Programme on\r\nHIV/AIDS, the Global Environment Facility, the\r\n4\r\nGeneral Assembly 31st plenary meeting\r\nFifty-first session 11 October 1996\r\nConsultative Group on International Agricultural\r\nResearch and the Ad Hoc Intergovernmental Panel on\r\nForests.\r\n“We found useful the information given on the\r\nwork done under the programme implemented in the\r\ninterests of economies in transition by the United\r\nNations Statistics Bureau, the United Nations\r\nConference on Trade and Development (UNCTAD),\r\nthe Economic Commission for Europe (ECE), the\r\nUnited Nations Environment Programme (UNEP), the\r\nUnited Nations Development Programme (UNDP), the\r\nUnited Nations Population Fund (UNFPA) and so on.\r\n“The report notes that activities performed by the\r\noperational funds and programmes to promote\r\nenvironmentally sustainable development targeted\r\ntowards human needs are affected because donor\r\ncountries are reducing their financing. This naturally\r\nraises a concern and requires an adequate response by\r\nthe international community.\r\n“There is every reason for priority to be given\r\nthe humanitarian area, which the Secretary-General\r\npinpoints in his report, and in particular to his call to\r\npay more attention to crises in Africa, where the scale\r\nof human suffering is incommensurate with the\r\nhumanitarian aid provided.\r\n“A continuous link to be assured between the\r\nprovision of aid and recovery and development,\r\nespecially in the post-conflict period, still remains high\r\non the agenda. We would like to see effect given soon\r\nto the useful steps initiated by the Department of\r\nHumanitarian Affairs, namely the introduction of the\r\nHumanitarian Early Warning System (HEWS) and the\r\nRelief Web. It is also vital to foster the White\r\nHelmets\u0027 initiative in the light of the early experience\r\ngained in operations in Angola, Armenia, Haiti,\r\nJamaica and the Gaza Strip, as well as to make a\r\nrational use of military and civil-defence facilities to\r\nprovide emergency assistance in the event of natural\r\ndisasters.\r\n“We note with satisfaction the importance, which\r\nis stressed in the report, of keeping under review\r\nissues relating to the promotion of the rule of\r\ninternational law and strengthening its role as the basis\r\nfor a just world order. In particular, complete\r\nimplementation of the programme of the United\r\nNations Decade of International Law proclaimed by\r\nthe General Assembly could contribute to that end.\r\nThe Russian initiative to hold a third peace\r\nconference is in keeping with that initiative.\r\n“The world community is focusing its attention\r\non issues of countering such new challenges to\r\ninternational security as terrorism, organized crime\r\nand drug addiction. Our delegation supports United\r\nNations efforts in these priority areas and hopes that\r\nadditional impetus to the development of an\r\ninternational legal basis for cooperation will be\r\nprovided by the practical proposals submitted at this\r\nsession, including the Russian proposal on drafting\r\na convention against acts of nuclear terrorism.\r\n“Human rights is one of the central issues on\r\nthe United Nations agenda. We are pleased to note\r\nthat the Secretary-General’s report lays particular\r\nemphasis not only on problems of the protection and\r\nsettlement of refugees in emergency situations, but\r\nalso on the preventive treatment of crises that create\r\nthe refugees.\r\n“The Secretary-General makes particular\r\nreference to the conclusion drawn by the regional\r\nconference on refugees in the post-Soviet territory,\r\nheld in May of this year, on the need to prevent and\r\ncurtail the phenomenon of stateless persons in order\r\nto prevent the emergence of potential refugees. That\r\napproach, with its emphasis on preventive measures,\r\nshould be consistently implemented in practice,\r\ninter alia, during the discussion at this session of the\r\nhuman rights situation in countries that deprive a\r\nsubstantial part of their population of the opportunity\r\nto obtain citizenship and to exercise many other\r\ngenerally recognized human rights.\r\n“We agree with the assessment of the role of\r\nthe United Nations High Commissioner for Human\r\nRights, including aspects concerning the reform of\r\nthe Organization’s human rights machinery. At the\r\nsame time, proposals to reform United Nations\r\nactivities in that area should, pursuant to General\r\nAssembly resolutions, be first discussed in a\r\nworking group of the Third Committee and\r\nimplemented in strict compliance with and on the\r\nbasis of the decisions of the Organization’s Member\r\nStates.\r\n“In conclusion, I would like to point out that\r\nwe, along with a number of other delegations,\r\nbelieve it useful that the Secretary-General should\r\nintroduce his report on the work of the Organization\r\n5\r\nGeneral Assembly 31st plenary meeting\r\nFifty-first session 11 October 1996\r\norally. The doubts raised in this regard by some\r\nrepresentatives do not seem to us to be justified. We\r\nare convinced that one of the most important policy\r\ndocuments of the Organization should be introduced\r\npersonally by a statement by the Secretary-General\r\nhimself. That practice could be instituted as early as\r\nthe next session.”\r\nMr. Valle (Brazil): Sir, it is with great satisfaction\r\nthat I speak under your presidency to present Brazil’s\r\nobservations on this year’s report of the Secretary-General\r\non the work of the Organization.\r\nAs usual, the annual report comprises both a\r\ncomprehensive presentation of information on the work of\r\nthe United Nations in its varied fields of activity and more\r\ninterpretative formulations on where we are coming from\r\nand where we may be heading. We commend the Secretary-\r\nGeneral for his sustained effort during the past five years\r\nto present us with as detailed material as possible on the\r\nfull scope of the Organization’s mandate, while sharing\r\nwith us his many perceptions on the underlying currents at\r\nplay and on possible ways to deal with them.\r\nThe year of the fiftieth anniversary of the Organization\r\nwas one of justified commemoration. As an original\r\nsignatory of the United Nations Charter, Brazil was among\r\nthe delegations that partook in the celebrations with a sense\r\nof pride in the Organization’s past accomplishments and\r\nwith high hopes for the future. The Secretary-General has\r\nchosen the heading “Renewal and Reform” to introduce the\r\nperiod covered in this, his fifth report. This is indeed the\r\nmood that pervaded my own delegation’s involvement in\r\nthe work of the fiftieth session of the General Assembly.\r\nOur participation in the General Assembly Working\r\nGroups that are grappling with the elaboration of a\r\nblueprint for a better and more efficient United Nations is\r\nmotivated, in particular, by a genuine belief in the\r\nOrganization’s capacity to overcome the technical and\r\npolitical obstacles on the path to reform. However, as\r\nindicated very straightforwardly in the statement in support\r\nof renewing multilateralism, issued in New York on\r\n25 September 1996 by 16 Heads of State or Government,\r\nmy own among them, “the hopes we shared have not been\r\nfulfilled.” (A/51/408, annex, p. 2)\r\nIn spite of the eloquent rhetoric in favour of\r\nmultilateralism which we were offered last year, there\r\nremains a widening gap between the international\r\ncooperation we have and the one we need, as the 16\r\ncountries very aptly stated in document A/51/408. Thus, a\r\nreview of the report on the activity of the past year\r\ncannot, unfortunately, be an exercise in self-\r\ncongratulation. We agree with the Secretary-General when\r\nhe points out that reform is an ongoing process. But\r\nconditions for this ongoing process must improve if it is\r\nto move forward at a sufficiently steady pace to keep\r\nother less encouraging tendencies at bay.\r\nThe Secretariat, Member States and non-\r\ngovernmental organizations all have a role to play in\r\nhelping improve conditions, and special leadership will\r\ncontinue to be expected from those whose capacity to\r\nlead is the basis for their special rights and obligations.\r\nThe Secretary-General has set forth three guidelines\r\nfor our future endeavours in the United Nations that are\r\nthe pillars of Brazil’s own foreign policy: peace,\r\ndevelopment and democratization. We have consistently\r\nunderlined the desirability of establishing a strong,\r\nmutually reinforcing relationship between peace and\r\ndevelopment, and we remain convinced of the relevance\r\nof this interlinkage to the contemporary international\r\nagenda.\r\nThree decades ago, Ambassador Araujo Castro\r\ncoined a three-word syllabus for the United Nations of his\r\ntime: disarmament, development and decolonization. Two\r\nyears ago the Brazilian Minister of External Relations\r\nadapted this motto for an Organization which had all but\r\ndisposed of the last remnants of colonialism, to read:\r\ndemocracy, development and disarmament.\r\nWhile we are fundamentally in harmony with the\r\nSecretary-General’s triad, I would like to elaborate on\r\neach of its constituents. It is not out of some fortuitous\r\nattachment to the letter “D” that we have in the past\r\nconcentrated on the importance of disarmament for the\r\npromotion of global peace and security. Until quite\r\nrecently, the tensions generated by rivalry among the\r\nmost heavily armed Powers made any other security\r\nconcerns seem secondary in the view of those which, like\r\nmy own country, were among the non-nuclear and less-\r\narmed Powers. The nuclear threat may receive less\r\nattention today, but it has not disappeared.\r\nBrazil agrees with the Secretary-General’s\r\nassessment of the historic significance of the opening for\r\nsignature of the Comprehensive Nuclear-Test-Ban Treaty.\r\nWe also support the Secretary-General’s call for the\r\nnuclear-weapon States to reduce their arsenals further, in\r\nline with the recommendations of the Canberra\r\nCommission. We take note with particular satisfaction that\r\n6\r\nGeneral Assembly 31st plenary meeting\r\nFifty-first session 11 October 1996\r\nthe southern hemisphere and certain adjacent areas to the\r\nnorth of the Equator have become nuclear-weapon-free by\r\nvirtue of the successful conclusion of negotiations that led\r\nto the opening for signature of the Pelindaba and Bangkok\r\nTreaties.\r\nAs a party to the chemical-weapons Convention, we\r\nurge the two declared chemical Powers to expedite their\r\nratification of that important Treaty. Moreover, while the\r\ninternational community works towards the elimination of\r\nanti-personnel landmines, we have unilaterally undertaken\r\nto declare a moratorium on the export of landmines.\r\nThe possibilities opened up by a greater degree of\r\ncooperation among the five permanent members of the\r\nSecurity Council following the Gulf war resulted in\r\nintensified activity by the Council in facing a new set of\r\nchallenges to prevent, control and resolve conflicts. A\r\nworrisome by-product of such activity, however, has been\r\nthe blurring of the distinction between the peaceful\r\nsettlement of disputes on the one hand, and coercion on the\r\nother. The tendency to favour military action to the\r\ndetriment of diplomacy is not one that my delegation is\r\nready to follow, and we would contend that it is not one\r\nthat finds support in the Charter, which contemplates\r\ncoercion only as a last resort.\r\nThe Secretary-General declares in his report that\r\n“the activity we call preventive diplomacy\u0027 should be\r\nrenamed preventive action\u0027”. (A/51/1, para. 652)\r\nIf “action” in this context were understood as measures in\r\nfavour of social and economic development or humanitarian\r\nassistance, we might not feel any unease. We would still\r\nhave doubts, however, about the wisdom of this remark.\r\nThe word “action” appears once in Chapter VI of the\r\nCharter, although it figures eight times in Chapter VII,\r\nincluding in its title. Conflict prevention is clearly not a\r\nChapter VII activity; as the Secretary-General correctly\r\npoints out, it cannot be imposed on parties. It should not be\r\nconfused, even if unintentionally, with enforcement\r\nmeasures, for by definition it is a realm for the exertion of\r\nnon-coercive efforts through persuasion, negotiation,\r\nmediation, conciliation and arbitration; in short, it remains\r\nthe realm of diplomacy.\r\nAs the representative of a country with a well-\r\nestablished diplomatic tradition, I would like to emphasize\r\nBrazil’s commitment to the peaceful settlement of disputes\r\nand its rejection of coercion except as a last resort and in\r\nthe strictest conformity with the Charter. Diplomacy\r\nremains as relevant today as when the nation-State first\r\nmade its appearance. To suggest otherwise would seem\r\nfoolhardy in an environment where conceptual confusion\r\nis already rampant.\r\nAdmittedly, many of the crises brewing today defy\r\nthe Organization’s capacity to react. But the lesson we\r\nshould derive from the post-Gulf-War years in preventing,\r\ncontrolling and resolving a new generation of conflicts is\r\nthat the United Nations can be most effective when it\r\nfinds the means to carry out its work impartially, and that\r\nit tends to lose credibility when it does not.\r\nThe Secretary-General’s report highlights the\r\nimportance of the cycle of international conferences of the\r\n1990s in the fulfilment of the responsibilities of the\r\nUnited Nations in the social and economic spheres. We\r\nwould like to be able to share in his assessment that they\r\nare producing concrete and far-reaching results, and shall\r\ncontinue to do our utmost for that to be the case. On the\r\nother hand, we find it premature to speak of\r\n“Implementing an Agenda for Development” (A/51/1, part\r\nIII A), when its contents have yet to be satisfactorily\r\nformulated and adopted. We agree, nevertheless, with the\r\nemphasis placed by the Secretary-General on the need to\r\npreserve the central position of the United Nations in\r\ninternational cooperation for development, especially in\r\nthe context of declining flows of official development\r\nassistance from the developed countries.\r\nHaving spoken of the continued relevance of\r\ndisarmament and diplomacy for the promotion of peace,\r\nand having spoken of the pressing need for strengthening\r\nthe Organization’s role in the promotion of development,\r\nI would like to conclude with a word on democracy.\r\nA striking feature of both the General Assembly’s\r\nand the Security Council’s recent activity is the general\r\ntrend towards consensus-building, and towards\r\nunanimously adopted decisions. We welcome this trend to\r\nthe extent that it might be seen as a reflection of Member\r\nStates’ wide-ranging commonality of views in pursuing\r\nshared objectives. A true and vigorous democracy,\r\nhowever, is more often than not marked by the existence\r\nof a plurality of dissenting voices. We are convinced that\r\nin these times of renewal and reform, the main bodies of\r\nthe United Nations can only stand to gain from\r\ndemocratically expressed pluralism. With the preservation\r\nof multilateralism at stake and its strengthening still\r\nbeyond our grasp, we must take full advantage of the\r\npossibilities offered by this universal forum to forward\r\ndemocracy, development and peace.\r\n7\r\nGeneral Assembly 31st plenary meeting\r\nFifty-first session 11 October 1996\r\nMr. Turbay (Colombia) (interpretation from Spanish):\r\nAllow me on behalf of the Non-Aligned Movement to\r\nexpress my warmest congratulations to you, Sir, on your\r\nelection to the presidency of the General Assembly. Your\r\nknowledge and experience will contribute greatly to the\r\nsuccess of our work at the present session. I wish also to\r\npay tribute to your predecessor, Mr. Diogo Freitas do\r\nAmaral of Portugal, for his extremely valuable work during\r\nthe fiftieth session of the General Assembly.\r\nI would like also to thank the Secretary-General,\r\nMr. Boutros Boutros-Ghali, on behalf of the Non-aligned\r\nMovement, for his comprehensive report, contained in\r\ndocument A/51/1, and for his initiatives to enhance the\r\neffectiveness of the Organization and its Secretariat.\r\nIt would not be possible to address in a single\r\nstatement all the topics contained in the report before us.\r\nHowever, without attempting to address the specific\r\ncontents of the report, let me state at the very outset that\r\nthe role of the United Nations, including in particular that\r\nof the General Assembly, in promoting economic growth\r\nand development must be strengthened. In that regard, it is\r\nvery important that the Organization place development at\r\nthe top of its agenda. We therefore believe that\r\ndevelopment should have a separate chapter in the report of\r\nthe Secretary-General, because development is an\r\nimperative, a goal, a right and, most important, the\r\nfoundation of peace.\r\nI would also like to make specific comments on what\r\nthe Joint Coordinating Committee stated in the Open-ended\r\nHigh-level Working Group on the Strengthening of the\r\nUnited Nations System. First, given the nature and scope of\r\nthe report of the Secretary-General on the work of the\r\nOrganization, it would be very useful to prepare an\r\nexecutive summary covering the most important issues\r\ncontained in the report.\r\nSecondly, the report should be discussed in plenary\r\nmeeting immediately after the general debate, which could\r\nprovide an opportunity to assess the manner and extent in\r\nwhich General Assembly mandates have been implemented\r\nby the Secretariat. It is the prerogative of Member States to\r\nestablish priorities. It is they, based on those priorities and\r\nthrough the General Assembly, that give specific mandates.\r\nThirdly, consideration of the report should therefore\r\nentail an in-depth analysis of its contents. As a result of\r\nthis, appropriate concrete action should be taken on the\r\nreport. Hence, we need a more suitable way of considering\r\nthe report, in addition to the existing debate. This kind of\r\nanalysis would also provide an opportunity for the\r\nGeneral Assembly to refer certain issues of the report to\r\nthe Main Committees whenever the issues in a given\r\nsection require specialized analysis.\r\nFourthly, the report should be submitted at an early\r\nstage and should be available to all Member States in all\r\nthe official languages of the Organization, in a timely\r\nmanner.\r\nMr. de Silva (Sri Lanka): We thank the Secretary-\r\nGeneral for his detailed report dealing with various facets\r\nof the Organization’s work, which lays particular\r\nemphasis on reform, the establishment of peace, conflict-\r\nprevention and some aspects of development. Following\r\nthe wide-ranging discussions and in-depth analysis carried\r\nout at the fiftieth-anniversary session concerning the\r\nrenewal of the United Nations, Member States now have\r\na better vantage point from which to assess the work of\r\nthe Organization. The report deals with a set of complex\r\npolitical, security and development problems\r\nencompassing a broad range of thematic issues, as well as\r\nwith ongoing and past situations. The report seeks to\r\nencapsulate, in succinct form, analyses and assessments\r\nrelated to this complex web of national, regional and\r\nglobal issues. This is clearly no easy task, and could even\r\nresult in oversimplification. I shall revert to this later in\r\nmy statement.\r\nNevertheless, there is much substance in the report\r\nthat will provide Member States with source material for\r\ndiscussion and debate in the Assembly. A thoroughgoing\r\ndebate is necessary so that sound intergovernmental\r\npolicy can emerge from our exchange of views. We do\r\nnot wish to go into details about the themes or sectors\r\nthat are dealt with in the report, as we hope to make more\r\nspecific comments and suggestions under the individual\r\nagenda items and in the Committees concerned. Our\r\nobservations will be confined to general remarks\r\nconcerning the overall thrust of the report, while\r\nemphasizing certain aspects that are of particular interest\r\nto my Government.\r\nAs the report testifies, the United Nations has scored\r\nsome successes, suffered some failures and faces an\r\nuncertain financial future. The initial groundswell of\r\noptimism that was generated at the end of the cold war\r\nhas now given way to a sober pragmatism and a realistic\r\nappreciation of what the United Nations can do and what\r\nits Members are willing and able to do in promoting\r\npeace, development and security within and between\r\nStates. The related reality is that the United Nations can\r\n8\r\nGeneral Assembly 31st plenary meeting\r\nFifty-first session 11 October 1996\r\ndo what its Member States empower it to do. Naturally, it\r\ncan do no more and no less. Whilst the Secretary-General’s\r\nreport captures this sense of pragmatism, we feel that more\r\nattention needs to be paid to the clear policy guidelines laid\r\ndown by intergovernmental bodies than to the Secretariat’s\r\ninterpretation of certain concepts, whether they relate to\r\n“An Agenda for Peace” or to an Agenda for Development.\r\nThe representative of Colombia made this point very\r\ncogently just now when he spoke as Chairman of the\r\nNon-Aligned Movement.\r\nWe agree with the Secretary-General’s conclusion that\r\ndevelopment and democratization themselves will be the\r\nmost effective means of conflict prevention. We are happy\r\nto note that the Secretary-General remains committed to\r\nensuring that however urgent peacekeeping and\r\nhumanitarian assistance efforts may be, they should not\r\ndetract from long-term efforts for development and human\r\nprogress. While this sounds axiomatic, the developing\r\ncountries have yet to see more specific action to translate\r\nthis ideal into reality. Underdevelopment often determines\r\nthe factors and conditions under which a conflict emerges.\r\nEconomic disparity, social injustice and abuse of rights are\r\nthe seminal causes of conflict.\r\nIn an era of diminishing multilateral development\r\nbudgets, the United Nations has an indispensable role to\r\nplay as catalyst, both in the macroeconomic policy area and\r\nin the operational spheres, to promote growth and\r\ndevelopment worldwide. We therefore agree with the\r\nSecretary-General that the United Nations has to redouble\r\nits efforts to forge an international consensus on a new\r\nrationale and framework for development cooperation. We\r\nwould like to emphasize in that regard the developing\r\ncountries’ concern and disappointment that work on an\r\nAgenda for Development still remains in the realm of\r\ndebate. The development agenda faces an uncertain\r\nfinancial future, as is the case with the United Nations\r\nitself.\r\nThe important international consensus that was\r\nembodied in Agenda 21 at Rio and in the outcome of the\r\nfirst World Social Summit, held at Copenhagen, promised\r\nso much, but delivered so little in terms of resource\r\ncommitments and tangible benefits to the needy in the\r\ndeveloping world. Such failures do not represent sound\r\nmeasures to build confidence about future prospects, but\r\nrather indicate the yawning gulf between expectation and\r\nfulfilment. We look forward to next year’s review and\r\nappraisal of the implementation of Agenda 21, but we fear\r\nthat a mere reiteration of objectives without corresponding\r\nresource commitments will be of little or no use. More\r\nfocused analysis on this score would have been useful.\r\nWithin the multilateral system of the United Nations,\r\ndevelopment issues must be freed from the complex\r\npolitical issues of conflict prevention. The development of\r\nan integrated approach to conflict prevention and to\r\ndevelopment may be a conceptually challenging task. This\r\nshould not lead to a situation where development issues\r\nare considered only in the context of overall United\r\nNations efforts in preventive diplomacy, humanitarian\r\naction and human rights. These are parallel processes that\r\nmust go hand in hand. Situations need to be handled on\r\na case-by-case basis. It is difficult to reduce these\r\ncomplex matters to one thematic exercise in which a\r\nrange of complicated situations are synthesized into one\r\nprescription for preventing or resolving conflicts, or for\r\nbuilding peace. Whilst integration of United Nations\r\nactivities might be desirable in certain situations,\r\ndelinking could be helpful in other situations. Whether in\r\ndevelopment, in conflict prevention or in humanitarian\r\nassistance, each situation has its own dynamics,\r\ncharacteristics, peculiarities and sensitivities. These need\r\nto be borne in mind in prescribing thematic solutions to\r\nvarious situations, including those described in Secretary-\r\nGeneral’s report. The broad-brush approach contained in\r\nthe report, we hope, is only for the purpose of\r\npresentation and does not represent a departure from the\r\nwell known, accepted United Nations policy of treating\r\nvarious situations on a case-by-case basis, a policy\r\nunderlined in resolutions 47/120 and 46/182, which deal\r\nwith United Nations preventive diplomacy policy and with\r\npolicies on humanitarian assistance.\r\nThere are a few aspects of Secretary-General’s\r\nreport that we would like to comment on in the light of\r\nmy general observations, as these have implications both\r\nfor Charter principles relating to the sovereignty and\r\nterritorial integrity of Member States and for the\r\nprinciples and guidelines relevant to United Nations\r\npolicy on preventive diplomacy, which were painstakingly\r\nnegotiated by Member States and incorporated into a\r\nseries of General Assembly resolutions following the\r\nSecretary-General’s report “An Agenda for Peace”.\r\nThe Secretary-General’s report this year refers to the\r\n“forthcoming availability to the Departments of\r\nPolitical Affairs and Peacekeeping Operations of the\r\nHumanitarian Early Warning System database\r\ndeveloped and maintained by the Department of\r\nHumanitarian Affairs”. (A/51/1, para. 645)\r\n9\r\nGeneral Assembly 31st plenary meeting\r\nFifty-first session 11 October 1996\r\nWhile this could be a useful information tool it is essential\r\nand vital that Member States be fully informed of its\r\ncontents and of the manner in which it is proposed that this\r\ndatabase be used.\r\nIt is presumed that Member States would have access\r\nto this database, not only to make it more comprehensive\r\nand authentic, but also so that they will be informed of the\r\nsubstance of the system in order to contribute to possible\r\nresponse strategies to deal with such humanitarian\r\nemergencies. Regular consultations with Member States in\r\ngeneral and with the countries which are the subject of such\r\ndatabases in particular would be essential. This is stipulated\r\nin the resolutions adopted by the General Assembly\r\nconcerning the preventive-diplomacy policies of the United\r\nNations. We would accordingly urge the Secretariat and the\r\nrelevant United Nations agencies to initiate and maintain\r\nregular consultations with the Member States concerned in\r\nregard to the compilation of this database. It is essential\r\nthat the output of any such data base is also shared with the\r\nMember States concerned in order to be consistent with\r\nCharter principles as well as to ensure transparency and that\r\nany action proposed would be undertaken only with the full\r\nprior knowledge and consent of the Member State\r\nconcerned. The United Nations now has sufficient\r\nexperience in preventive diplomacy to realize that without\r\nsuch interaction the desired result cannot be achieved.\r\nMember States would expect the Secretariat to disseminate\r\nmore information concerning such mechanisms, as was\r\nrequired by resolution 47/120.\r\nWe have noted the observations contained in the report\r\nconcerning the transformation of certain concepts, such as\r\npreventive diplomacy, preventive action and the evolving\r\nconcept of peacemaking. As the Secretary-General has\r\npointed out, the evolution of the conceptual basis as well as\r\noperational activities through the lessons learned from\r\nUnited Nations peacekeeping and peacemaking experience\r\nelsewhere is indeed a natural and desirable phenomenon.\r\nHowever, as in the case of the new concepts that were\r\nbrought forward in the Secretary-General’s report entitled\r\n“An Agenda for Peace”, these evolving concepts also\r\nrequire refinement and constant consultations and\r\ndiscussions with the Member States concerned.\r\nWe welcome the Secretary-General’s intention in this\r\nregard to have regular studies and analysis in the form of\r\n“lessons-learned studies” (A/51/1, para. 553), which will be\r\nundertaken by the Secretariat in the spheres of humanitarian\r\nactivities and preventive diplomacy. We earnestly hope that\r\nthese studies will be made available for intergovernmental\r\ndiscussion at the United Nations, so that Member States are\r\nkept fully aware of evolving concepts as they relate to\r\noperational realities.\r\nIt is impossible to overemphasize the need for\r\nconstant consultations with Member States, as required by\r\nresolutions 47/120 and 46/182, in order to ensure that the\r\nactions, reports and programme delivery of the United\r\nNations remain consistent with the intergovernmental\r\npolicies laid down by the General Assembly. There is\r\nalso a need for the United Nations, particularly those\r\nagencies operating at the country level, to submit up-to-\r\ndate and accurate information to Headquarters concerning\r\nthe situation in a given country. Here again, consultations\r\nby the United Nations, both at the country level and at the\r\nHeadquarters level, is of utmost importance not only for\r\nthe projection of accurate information, but, more\r\nimportant, for a correct assessment of very complex\r\nsituations that can otherwise be misinterpreted or\r\nmisunderstood by various interest groups.\r\nWith regard to my own country, Sri Lanka, we were\r\ncompelled to bring to the Secretary-General’s notice\r\ncertain inaccuracies and some gross oversimplifications\r\nwhich crept into the report. This, we believe, was\r\nbasically due to the lack of consultations with the\r\nGovernment, either at the field level or at the\r\nHeadquarters level, before information was digested and\r\npresented for publication. Certain facts presented were\r\nclearly obsolete and outdated, and some of the language\r\nused was misleading and ill-considered, having\r\nimplications for such important principles as territorial\r\nintegrity, sovereignty and non-interference in the internal\r\naffairs of a Member State. The Government of Sri Lanka\r\nhas invited a number of United Nations agencies to work\r\nin the country in continuation of our long-standing\r\ndevelopment cooperation relationship with the United\r\nNations. In the present context of terrorist-initiated\r\nviolence in some parts of Sri Lanka, these agencies have\r\nalso been requested to perform certain humanitarian\r\nfunctions. The Government values this cooperation, but\r\nwould very much like these activities to be consistent\r\nwith accepted principles relating to United Nations\r\nfunctions in the field of humanitarian affairs and\r\neconomic and social development. What has been set out\r\nin the report is clearly deficient in accuracy and obsolete\r\nin fact. I do not wish to go into detail, as we have\r\ncirculated a document (A/51/398) putting forward the\r\ncorrect position with regard to the situation referred to in\r\nSecretary-General’s report.\r\nThe point I wish to reiterate is that for the Secretary-\r\nGeneral’s report to be a valuable tool for\r\n10\r\nGeneral Assembly 31st plenary meeting\r\nFifty-first session 11 October 1996\r\nintergovernmental discussion it should contain information\r\nwhich is up to date and accurate. I regret to state that the\r\nsection on Sri Lanka in the Secretary-General’s report was\r\nlacking in both respects. We hope that the Governments\r\nconcerned will be consulted before future reports are\r\nprepared in order to avoid such shortcomings.\r\nThere may be editorial difficulties in formulating a\r\nglobal report of this nature that touches upon a variety of\r\ncomplex situations in various countries around the world.\r\nIt is nevertheless important that accuracy and\r\ncomprehensiveness be ensured in the Secretary-General’s\r\nreport since Member States cannot take sound decisions\r\nbased on partial information couched in ill-considered\r\nlanguage. The only way that such accuracy and credibility\r\ncan be achieved is to consult the Governments concerned\r\nbefore such pronouncements are issued, so that the risk of\r\noversimplifying complex situations merely for the sake of\r\nthe report’s thematic presentation can be eliminated or\r\nminimized.\r\nJustice is not done to a report of this complexity and\r\ncomprehensiveness by the present practice of allotting it an\r\nall too brief one-day discussion in the General Assembly.\r\nWe would appreciate it if this comprehensive report were\r\nmade available to Member States sufficiently well in\r\nadvance of the debate in the Assembly, so that delegations\r\nand indeed capitals can have a reasonable time, at least\r\nsome days, before the report is discussed so that it can be\r\ngiven the attention and the seriousness that it deserves. We\r\nthank the Secretariat for making available this year’s report\r\nin advance, compared to last year, when the report was\r\nissued on the eve of the general debate.\r\nWe share the view that the General Assembly should\r\nperhaps think in terms of considering specific ways of\r\ngiving more detailed consideration to the Secretary-\r\nGeneral’s report, either through existing Committee\r\nstructures or through a mechanism of the Assembly to be\r\nagreed upon after consultations by its President. Given the\r\noverall policy orientation of the report and its high political\r\ncontent, it is important that the General Assembly itself\r\nconsider the report in greater detail than is possible in a\r\none-day discussion in plenary meeting, as has hitherto been\r\nthe practice.\r\nIn conclusion, we would like to thank the Secretary-\r\nGeneral once again for making available the report in\r\nadvance this year, and would urge him to continue to\r\nadhere to that useful practice. More important, we look\r\nforward to more intensive and regular consultations by\r\nHeadquarters as well as by United Nations agencies with\r\nthe Member States concerned with regard to the report’s\r\nprojection of various country situations, in order to make\r\nthis process of interaction more effective, more accurate\r\nand more meaningful.\r\nMr. Agam (Malaysia): The Malaysian delegation\r\nwould like to thank the Secretary-General for his report\r\non the work of the Organization, contained in document\r\nA/51/1. As the report is a long and comprehensive one, I\r\ndo not intend to make an extensive and elaborate\r\ncommentary, but merely to touch on a few salient points.\r\nMy delegation notes with concern the Secretary-\r\nGeneral’s observation about a\r\n“diminished willingness to engage the critical issues\r\non the international agenda through the United\r\nNations”. (A/51/1, para. 3)\r\nMy delegation hopes that this is not indicative of a lack\r\nof commitment to the United Nations process. In their\r\nstatements to the Assembly, national delegations all\r\npointed to the global challenges that await the United\r\nNations. There was also much emphasis on the need for\r\na concerted effort towards invigorating the United\r\nNations. If we are to live up to these lofty hopes and\r\nexpectations, there should be an increased rather than a\r\ndiminished willingness to be engaged in the multilateral\r\nprocess of the United Nations, thereby reinforcing the\r\ncentrality of the role of this Organization.\r\nThe report also touched on several reforms and\r\nreorganization measures undertaken by the Secretary-\r\nGeneral in respect of the Secretariat. My delegation is\r\nsupportive of these and strongly encourages the process.\r\nHowever, it is our hope that the reforms that have been\r\nundertaken or are being planned are not being carried out\r\nat the dictate of certain groups to ensure primacy of their\r\nnarrow interests over the interests of the larger\r\nmembership of the Organization.\r\nIn its section on coordinating a comprehensive\r\nstrategy and strengthening administrative structures, the\r\nreport included statistical details pertaining to the General\r\nAssembly, such as who attended and addressed the\r\nAssembly, the number of meetings held and the number\r\nof resolutions adopted. While we acknowledge that such\r\ndetails are helpful, it would have been even more useful\r\nto know the status of the implementation of those\r\nresolutions.\r\n11\r\nGeneral Assembly 31st plenary meeting\r\nFifty-first session 11 October 1996\r\nMy delegation also notes that while the number of\r\nmandated reports prepared by the United Nations continues\r\nto increase, the Secretary-General also issued more than\r\n270 other reports. It would have been useful if a thematic\r\nlisting of these other reports had been given so as to\r\nprovide an indication of the areas and the reasons why\r\nthese additional reports were required.\r\nParagraph 50 of the report states that the Security\r\nCouncil has continued to rely on sanctions as a means of\r\nensuring compliance by target States with relevant\r\nresolutions of the Council. Today, eight sanctions regimes\r\nare in place. The question of sanctions is a matter of the\r\nutmost seriousness and concern to Member States. My\r\ndelegation feels strongly that sanctions should be resorted\r\nto with great caution, and carried out only when other\r\npeaceful options provided for in the Charter have proven to\r\nbe inadequate. Sanctions should be carried out in strict\r\nconformity with the United Nations Charter, with clear\r\nobjectives, with provision for regular review and with\r\nprecise conditions under which they can be lifted. They\r\nshould never, above all, be intended or allowed to be used\r\nas an instrument for promoting the narrow national interests\r\nof individual Member States.\r\nIn the area of disarmament, my delegation observes\r\nthat while the Secretary-General’s rather lengthy report\r\nnotes important recent developments such as the signing of\r\nthe Comprehensive Nuclear-Test-Ban Treaty, it makes only\r\ncursory mention of the equally important advisory opinion\r\nof the International Court of Justice on the legality of the\r\nthreat of use or the use of nuclear weapons. In the view of\r\nmy delegation the advisory opinion was a major and\r\npositive development in the overall context of nuclear\r\ndisarmament, not least because of the unanimous conclusion\r\nof the Court that\r\n“there exists an obligation to pursue in good faith\r\nand bring to a conclusion negotiations leading to\r\nnuclear disarmament in all its aspects under strict\r\nand effective international control”. (A/51/1,\r\npara. 79)\r\nAt this session of the General Assembly, Malaysia and\r\nother like-minded countries are initiating a follow-up draft\r\nresolution pertaining to the advisory opinion of the Court.\r\nOn the question of ensuring an adequate financial\r\nbase, it is indeed regrettable that the financial situation of\r\nthe United Nations continues to be in a deplorable state.\r\nThe non-payment by major contributors of assessments\r\nfor the United Nations budget has forced the United\r\nNations to resort to borrowing from its peacekeeping\r\naccounts, thereby resulting in a delay in payment to troop-\r\ncontributing countries of expenses for troops and\r\nequipment. My delegation is concerned about the effect\r\nthat this will have on the participation of Member States\r\nin future peacekeeping operations, especially on that of\r\ndeveloping countries.\r\nMy delegation is also concerned with the report’s\r\nbleak forecast that the United Nations will continue to\r\nface a worsening regular-budget situation due to a\r\npersistent negative cash flow. In this regard, we would\r\nurge Member States to honour their obligations, and pay\r\ntheir arrears from previous years and current contributions\r\npromptly and unconditionally.\r\nOn the issue of the ceiling for the scale of\r\nassessments for the regular budget in respect of a major\r\ncontributor, the Secretary-General’s proposal to decrease\r\nit from the present 25 per cent to 20 or 15 per cent is, in\r\nthe view of my delegation, inconsistent not only with the\r\nprinciple of the capacity to pay and with Charter-\r\nmandated obligations, but also with the role and influence\r\nwielded by that major contributor. Further, such a\r\nproposal would unrealistically and unfairly impose an\r\nadditional financial burden on other Member States,\r\nespecially on those with a lesser capacity to pay.\r\nAs regards the Secretary-General’s requirement for\r\na simplified budgetary review process, my delegation is\r\nof the opinion that the current procedure is adequate as it\r\nprovides a good mechanism of necessary checks and\r\nbalances.\r\n12\r\nGeneral Assembly 31st plenary meeting\r\nFifty-first session 11 October 1996\r\nOn an Agenda for Development, the report states that\r\nthe Agenda has the potential to provide an important\r\nblueprint for international cooperation in years to come.\r\nIndeed, my delegation would go a step further. We cannot\r\nimagine a United Nations without an agenda for\r\ndevelopment, as there can be no peace and security without\r\ndevelopment. In this regard, my delegation supports the\r\nproposal just made by the Chairman of the Non-Aligned\r\nMovement, that the issue of development be dealt with in\r\na separate chapter of future reports of the Secretary-\r\nGeneral. My delegation is concerned that the discussions on\r\nthe Agenda for Development are not progressing as fast as\r\nwe would like them to be. The Agenda should also be more\r\naction-oriented. My delegation would urge more determined\r\nefforts to see the Agenda through to its successful\r\nconclusion.\r\nAs stated in the report, collaboration and cooperation\r\nbetween multilateral organizations and other development\r\npartners, including the Bretton Woods institutions, has\r\nbecome more essential. This is to ensure that ideas and\r\nresources are utilized in the most efficient and cost-\r\neffective manner. In subscribing to this observation, my\r\ndelegation would urge the multilateral organizations to\r\nensure that such collaboration be fair and just, in view of\r\nthe tendency of those institutions to impose conditions that\r\nare very often unfair.\r\nThe section that deals with the humanitarian\r\nimperative sets out a clear scenario of the challenges that\r\nthe United Nations has to respond to. My delegation\r\nrecognizes that the United Nations bears a tremendous\r\nresponsibility in this humanitarian area, especially in\r\nmaking available the necessary human, material and\r\nfinancial resources. In this regard, my delegation calls upon\r\nthe international community to continue its voluntary\r\ncontributions to support global humanitarian efforts, so as\r\nto alleviate the suffering of those affected.\r\nOn the question of preventive diplomacy and\r\npeacemaking, peacekeeping and post-conflict peace-\r\nbuilding, in addition to my delegation’s concern, expressed\r\nearlier, that peacekeeping activities have been hampered by\r\nthe lack of financial resources due to the current financial\r\ncrisis, I would also like to stress that these activities should\r\nbe undertaken in strict conformity with the mandates given\r\nto the United Nations. Member States must provide clear\r\nguidelines with regard to the definitions, principles and\r\nways and means for the implementation of activities related\r\nto preventive diplomacy, peacemaking, peacekeeping and\r\npost-conflict peace-building. My delegation would therefore\r\nurge that negotiations on preventive diplomacy,\r\npeacemaking and post-conflict peace-building be\r\ncompleted as soon as possible.\r\nIn its concluding chapter, the report of the Secretary-\r\nGeneral states, inter alia, that the end of the cold-war-era\r\nbrought a new hope that the promise of the Charter of the\r\nUnited Nations could be renewed, and that an\r\ninternational system based on collective security, shared\r\nvalues and cooperative problem-solving could finally be\r\nachieved. This is a hope that Malaysia fully shares.\r\nHowever, if there are to be more than just pious hopes\r\nand expectations it is incumbent upon us as States\r\nMembers of this Organization to play a constructive role\r\nin ensuring that the Organization will not only survive but\r\nthrive in the next 50 years and beyond. Therein lies the\r\nimportance of the ongoing, indeed continuous, process of\r\nreform and restructuring of the United Nations system, a\r\nprocess that demands the fullest involvement and\r\ncommitment from each and every Member of the\r\nOrganization. It is a process to which the Malaysian\r\ndelegation intends to contribute in the most useful and\r\neffective way we can.\r\nMr. Sucharipa (Austria): Since this is the first time\r\nI have addressed the General Assembly at this session, let\r\nme reiterate my Government’s congratulations to you, Sir,\r\non your election as President. The first three weeks of our\r\nwork have already shown that necessary reform in the\r\nworking methods of the Assembly is indeed possible\r\nprovided there is strong leadership of the kind you are\r\nproviding.\r\nThe Secretary-General has presented us with a report\r\nthat highlights the challenges to the Organization and the\r\nsteps taken so far to meet them. It shows that the\r\nOrganization is changing, and that this process is still far\r\nfrom complete. In this context, I should like to make the\r\nfollowing main points.\r\nMr. Agathocleous (Cyprus), Vice-President, took the\r\nChair.\r\nFirst, an unbiased look at the report shows that far\r\nmore useful and indeed essential work is done by the\r\nUnited Nations than is often assumed.\r\nSecondly, the report focuses on emerging priorities\r\nin international cooperation, such as the Organization’s\r\nrole in the prevention and the peaceful settlement of\r\narmed conflicts and the threat posed by drugs and\r\norganized crime to international security.\r\n13\r\nGeneral Assembly 31st plenary meeting\r\nFifty-first session 11 October 1996\r\nThirdly, the report also shows that the necessary\r\nreforms in the Secretariat are proceeding faster than our\r\ncommon efforts to adapt the intergovernmental machinery.\r\nAnd finally, the report, as good as it is, is somewhat\r\nlimited by its format. The concise presentation of the work\r\ndone in the past year and the Secretary-General’s analysis\r\nof the state of the Organization simply beg to be\r\ncomplemented with a forward-looking executive summary.\r\nBefore addressing these points in a little more detail\r\nI should like to stress what should be obvious to us all:\r\nWithout a secure financial basis there can be no lasting\r\nreform. It may be effective in the short term to use\r\nfinancial pressure to get a reform process going. But it is\r\ncounterproductive to force too many management resources\r\nto be used to achieve savings just to get us through the\r\nbudget year. Of course, we should all be vigilant as to how\r\nour contributions are spent, and indeed we are. But it is\r\nour, the Member States’, job, not the Secretariat’s, to\r\nreview and where necessary adapt the mandates, as well as\r\nto take a hard look at the forums we work in and the\r\nprocedures we use on the intergovernmental level. These\r\nare political not managerial decisions, and we have to meet\r\nthis obligation.\r\nThis is not a report by a useless organization. Nor is\r\nit by any stretch of the imagination the depiction of some\r\nkind of world government. It is a mirror of our common\r\nwill, and sadly, in some areas — and not the least\r\nimportant ones — a mirror of the lack of it. For all its\r\ninevitable length, it gives us a sober and concise picture of\r\nthe state of our common work. Gone is the optimism that\r\npervaded us all, that the United Nations envisaged in the\r\nCharter would finally come into its own after the end of the\r\ncold war. However, we must not overemphasize this\r\ndownward trend. There have been setbacks, certainly. But\r\napart from the probably healthy realization that not all\r\nconflicts lend themselves to United Nations peacekeeping,\r\nit would seem that reverse budget creep has set in. Could\r\nit be that the countries shouldering the major part of\r\ncontributions to the United Nations regular budget,\r\npeacekeeping budgets and voluntary contributions especially\r\nin the field of development see less of a reason for\r\nmultilateral international cooperation? Has unrestrained\r\nbelief in globalization replaced multilateralism? Is it not\r\ntempting to take a pick-and-choose approach, so much more\r\neasily explainable to national treasuries, and so much more\r\nuseful to further narrow national interests? And would it\r\nthen not be highly expedient to blame the Organization’s\r\nreal or perceived inadequacies in order to rationalize the\r\nrejection of multilateral diplomacy? We hope that this\r\ntrend will not continue.\r\nThe report itself provides many a good argument\r\nagainst this line of thought. Agreed, there are still some\r\nremnants of a bygone era, some intergovernmental and\r\nSecretariat structures of at best symbolic value to a\r\nlimited number of Member States. And we all know that\r\nold habits die hard; we are much more prone to create a\r\nnew committee than to dissolve one that has outlived its\r\npurpose. But we should be encouraged by the focus the\r\nSecretary-General has put on emerging priorities,\r\nparticularly in the field of security in the broadest sense\r\nof the term. We welcome the growing acceptance of a\r\nbroad definition of security as an acknowledgement of the\r\ninterdependence of all the purposes and principles of the\r\nCharter. It also corresponds to our conviction that\r\nproblems should be addressed at the proper level. Thus a\r\nbetter-focused United Nations has to deal with problems\r\nthat cannot be resolved nationally or regionally.\r\nWe fully support the increasing emphasis on\r\npreventive diplomacy. While truly international conflicts\r\nare rare, we have seen that intranational conflicts can\r\nquickly lead to international problems. However\r\nsuccessful a later peacekeeping operation might be, it is\r\nobviously preferable to make every effort to prevent the\r\noutbreak or to prevent the escalation of hostilities,\r\nlimiting as much as possible the suffering, the human and\r\nmaterial losses, and the resources involved.\r\nThe fight against illicit drugs and organized crime\r\nhas long been taken to the international level by the\r\nperpetrators themselves. And a global approach is indeed\r\nneeded, given that many manifestations of this scourge\r\nhave their roots in post-conflict situations, in the lack of\r\ncivil society, in lawlessness or in abject poverty. The\r\nUnited Nations combines what is appropriately called the\r\nunique legitimacy of its universal membership and its\r\nbreadth of scope to address not only the manifestations\r\nbut also the root causes of these international problems.\r\nThe Secretary-General rightly points out that the\r\nefforts of Member States to reform the intergovernmental\r\nmachinery have not kept pace with reform on the\r\nSecretariat’s side. I hope that this is a case of a half-\r\nfull/half-empty glass and that in the many meetings of the\r\nreform Working Groups we have managed to lay the\r\nfoundations for the hard decisions ahead. It is time to\r\nmake decisions. We will not be able to find the perfect\r\nsolution to all questions, but petty particular interests\r\nshould not be in a position to block vital improvements\r\n14\r\nGeneral Assembly 31st plenary meeting\r\nFifty-first session 11 October 1996\r\nsupported with near unanimity. While reform will have to\r\nremain on the Organization’s agenda as a constant feature,\r\nthe current major efforts to restructure and revitalize, to\r\nmodernize and update the United Nations must now be\r\nbrought to a conclusion. Any organization that becomes\r\nprimarily inward-looking and constantly preoccupied with\r\nitself will be a sick organization.\r\nThe Secretary-General’s report on the work of the\r\nOrganization is indeed an important document. It merits a\r\nprofound debate of the kind we are having today in plenary\r\nmeeting, but as many delegations stressed in the Open-\r\nended High-level Working Group on the Strengthening of\r\nthe United Nations System, the document could benefit us\r\neven more if it were accompanied by a forward-looking\r\nexecutive summary, a point that has already been made\r\ntoday by the representative of Colombia, speaking on behalf\r\nof the Non-Aligned Movement. To the extent possible,\r\nunder the present format the Secretary-General has already\r\nincluded some future-oriented references here and there, for\r\ninstance expanding on the clustering concept for the\r\nSecretariat structure in paragraph 1140. We encourage the\r\nSecretary-General to widen this approach to all suitable\r\nparts of the report. We would also welcome earlier\r\npublication of the report to allow Heads of delegations to\r\nrefer to it in their statements in the general debate if they\r\nso wish, as well as an in-depth discussion of the report in\r\nplenary meeting immediately after the general debate.\r\nAlthough it may not correspond to the tradition of this\r\nHouse, we also feel that the General Assembly would\r\nbenefit from the oral introduction of the report by the\r\nSecretary-General himself.\r\nBut our main goal has to be substantial progress on\r\nreform: first through intensive work within the committees\r\nof this General Assembly, and then later next year in the\r\nWorking Groups once they resume their activities. I am\r\nconfident that Ambassador Razali will ensure a coordinated\r\nand, perhaps, consolidated approach to this process. I would\r\nhope that the Secretary-General in his report to the fifty-\r\nsecond session of the General Assembly will then be able\r\nto record that we have done our homework.\r\nMr. Sevilla Siero (Nicaragua) (interpretation from\r\nSpanish): The Secretary-General’s report is a document of\r\nthe utmost usefulness for Member States because its clarity\r\nallows us to familiarize ourselves with, examine, evaluate\r\nand comment on the various areas of the work of the\r\nUnited Nations over the last year. This document bears\r\nwitness to the many and varied tasks the United Nations\r\nand the Secretary-General have undertaken to try to respond\r\neffectively to the many challenges and opportunities that\r\nconfront the Organization, and to fully uphold the\r\nprinciples of the Charter. It also reflects the direction of\r\nthe Organization in this post-cold-war period.\r\nOwing to the breadth of the report, it would be hard\r\nto imagine covering in a single statement the diverse\r\nrange of important subjects it contains. Therefore, I will\r\ntry to select points that my delegation feels have a major\r\nimpact on our Organization’s life.\r\nI should note here that my delegation associates\r\nitself with the statement made earlier by the representative\r\nof Colombia on behalf of the Non-Aligned Movement.\r\nIn the introduction to his report, the Secretary-\r\nGeneral calls attention to a paradox, saying that\r\n“In the context of the fiftieth anniversary of the\r\nUnited Nations, the past year has brought a historic\r\nrecommitment by Member States to the purposes\r\nand principles of their Organization ...\r\n“The period covered in the pages of this annual\r\nreport, has, however, also brought indications of a\r\ndiminished willingness to engage the critical issues\r\non the international agenda through the United\r\nNations.” (A/51/1, paras. 2 and 3)\r\nSo that States can correctly interpret these contentions,\r\nthe Secretary-General stresses that\r\n“Most notable among these indicators have been the\r\nongoing financial crisis, which so dominated the first\r\npart of the year and remains a matter of urgent\r\nconcern; the decline in peacekeeping activity, ... and\r\na continuation of the dismaying downward trend in\r\nthe level of resources made available for\r\ndevelopment.” (ibid., para. 3)\r\nConcerning the financial crisis, the Secretary-General\r\npoints out that\r\n“As at 31 July 1996, unpaid assessments exceeded\r\n$3 billion. Of this amount, $0.8 billion is for the\r\nregular budget and $2.2 billion is for peacekeeping\r\nbudgets”. (ibid., para. 184)\r\nIn this crisis, which originated in the lack of payment by\r\nsome Member States, we agree with what has been said\r\npreviously by the Group of 77, that the crisis will\r\ncontinue until the major contributors regularize their\r\npayments. In this context, we are concerned about any\r\n15\r\nGeneral Assembly 31st plenary meeting\r\nFifty-first session 11 October 1996\r\nattempt to link the payment crisis to the scale of\r\nassessments as well as about the conditioning of the\r\npayment of assessments to the reform of the Organization\r\nor of the methodology governing the scale of assessments.\r\nWe hope that the fulfilment of commitments made during\r\nthe general debate will allow the Organization to largely\r\novercome the effects of the crisis.\r\nThe financial reform under consideration in the High-\r\nlevel Open-ended Working Group on the Financial Situation\r\nof the United Nations should try to consider how to include\r\nfairer assessments approximating as closely as possible the\r\nreal ability of each Member State to pay.\r\nWith respect to the reduction of peacekeeping\r\noperations, the Secretary-General reports that there were\r\n67,269 troops deployed in July 1995, while by July 1996\r\nthis figure had fallen to 25,296, without a parallel reduction\r\nin the number of conflicts requiring the attention of the\r\ninternational community. That is to say, there was a\r\nsubstantial reduction of forces.\r\nThe Secretary-General also points out that, of the 16\r\npeacekeeping operations currently deployed, most have\r\nextremely difficult missions because most current conflicts\r\nare intra-State conflicts being waged not only by regular\r\narmies but also by militias and civilians with poorly defined\r\nchains of command. These conflicts are sometimes marked\r\nby a breakdown in government institutions and an\r\ninterruption of the rule of law.\r\nOur delegation feels that one of the main purposes for\r\nwhich the United Nations was established — in accordance\r\nwith paragraph 1 of Article 1 of the Charter — was\r\n“To maintain international peace and security, and to\r\nthat end: to take effective collective measures for the\r\nprevention and removal of threats to the peace, and\r\nfor the suppression of acts of aggression or other\r\nbreaches of the peace”.\r\nTo that end, the Organization must have sufficient\r\nresources to be able to act promptly in those situations in\r\nwhich it bears the primary responsibility. In this regard, the\r\nSecretary-General defines the lessons learned from\r\npeacekeeping operations. The first is that, when facing\r\nhostile action, every operation must deploy the strength\r\nnecessary to achieve the tasks entrusted to it and to protect\r\nitself. Otherwise, the credibility of the Organization and the\r\nsafety of its personnel will be jeopardized. Secondly, no\r\ninstrument for peace and security can bring about a lasting\r\npeace without the political will of the parties to the conflict.\r\nThis has been fully demonstrated throughout history.\r\nPeace would not have been achieved in Central America\r\nif the parties to the conflicts had not agreed that it was\r\nbest for each nation and for the Central American region\r\nas a whole. Thus, the root causes of the conflicts were\r\naddressed, and not merely their superficial manifestations.\r\nAs the Secretary-General says, the political, economic,\r\nsocial and humanitarian causes of the armed conflicts\r\nwere addressed.\r\nWe feel that the United Nations should increase its\r\nactivities to prevent conflicts so as to ensure that they do\r\nnot take place, thus requiring the Organization to devote\r\nresources to restoring peace. Unfortunately, many of these\r\nconflicts have taken place despite efforts to avoid them.\r\nIn paragraph 652 of his report, the Secretary-General\r\nstates:\r\n“I have come to the conclusion, however, that the\r\nactivity we call preventive diplomacy\u0027 should be\r\nrenamed preventive action\u0027. Diplomacy is certainly\r\na well-tried means of preventing conflict. The\r\nUnited Nations experience in recent years has\r\nshown, however, that there are several other forms\r\nof action that can have a useful preventive effect:\r\npreventive deployment; preventive disarmament;\r\npreventive humanitarian action; and preventive\r\npeace-building, which can involve, with the consent\r\nof the Government or Governments concerned, a\r\nwide range of actions in the fields of good\r\ngovernance, human rights and economic and social\r\ndevelopment.” (A/51/1, para. 652)\r\nIn this context, I wish to stress my delegation’s\r\nsupport for the establishment of a United Nations rapid-\r\nreaction force, as has been proposed by a group of\r\ncountries, including Nicaragua.\r\nThe Secretary-General tells us in his report that,\r\ndespite the improvement of the current capacity of the\r\nUnited Nations to support development, the Organization\r\nhas fewer and fewer resources available to it for this\r\npurpose. One of the main purposes of the United Nations,\r\nestablished in Article 1, paragraph 3 of the Charter is\r\n“To achieve international cooperation in solving\r\ninternational problems of an economic, social,\r\ncultural, or humanitarian character”.\r\nIn other words, this is a matter of cooperation for\r\ndevelopment. However, in the international sphere,\r\n16\r\nGeneral Assembly 31st plenary meeting\r\nFifty-first session 11 October 1996\r\ndevelopment continues to be considered secondary to\r\nconcerns about peace. These elements are inseparable,\r\nhowever, and supplement one another. There can be no\r\npeace without development, and vice versa. The United\r\nNations must make greater efforts to ensure the foundations\r\nof a lasting peace through economic and social\r\ndevelopment, which requires our sustained attention.\r\nIn this context, we should recall that among the\r\nunderlying causes of conflicts, mainly in the developing\r\nworld, we almost always find poverty, illiteracy, poor\r\nhealth, lack of food, a deteriorating environment and so\r\nforth — in a word, a lack of development. Given this\r\nreality, assistance for development becomes preventive\r\naction, as the Secretary-General tells us. We are therefore\r\nconcerned that last year the percentage of official\r\ndevelopment assistance declined and call on those States\r\nmost able to do so to increase their cooperation with the\r\ndeveloping countries of the South, and in particular with the\r\nleast developed countries.\r\nWe should stress that, in this interdependent world,\r\nconflicts, no matter where they begin, affect the rest of the\r\nglobe, and that the entire international community therefore\r\nhas an obligation to try to prevent them.\r\nThe United Nations is an Organization with ongoing\r\neconomic, social, cultural and humanitarian concerns of a\r\nglobal nature. Its work involves all human activities and\r\nthat is why it cannot successfully fulfil its mandate or face\r\nits great challenges if Member States do not give it the\r\nnecessary resources for carrying out the tasks entrusted to\r\nit. The strengthening of the structures of the United Nations\r\nshould therefore be a permanent activity of the Organization\r\nand of all its members. In this context, our comments touch\r\non the revitalization of the role of the General Assembly,\r\ngiven its competence in all areas dealt with by the\r\nOrganization and especially because the principle of the\r\nsovereign equality of States takes on particular significance\r\nin this body.\r\nEfforts to revitalize the functioning of the Assembly\r\nare being made by the diverse Working Groups addressing\r\nthe most important aspects of the future of our\r\nOrganization: the reform of the Security Council, the\r\nAgenda for Peace, the Agenda for Development, the\r\nfinancial situation of the United Nations and the\r\nstrengthening of the United Nations system. My delegation\r\nwill take the opportunity to comment on the work of these\r\nGroups on another occasion.\r\nWe are also pleased with the discussions underway\r\nto create a more efficient division of labour between the\r\nGeneral Assembly and the Economic and Social Council,\r\nwhich will help eliminate the duplication of work between\r\nthese two main organs. Along these same lines, we urge\r\nthe Security Council to continue attending to the desire of\r\nMember States for greater transparency in its deliberations\r\nand, accordingly, for more frequent public meetings.\r\nOn 10 September, the General Assembly adopted the\r\ntext of the Comprehensive Nuclear-Test-Ban Treaty,\r\nwhich has been signed here at United Nations\r\nHeadquarters by many States, including Nicaragua. The\r\nTreaty contains a specific commitment on the part of\r\nnuclear-weapon and non-nuclear-weapon States to achieve\r\nthe final goal of a completely nuclear-free world. We\r\nstrongly support the Secretary-General’s appeal to all\r\nStates to sign the Treaty and start the necessary national\r\nprocedures to ratify it as quickly as possible so that it can\r\nquickly enter into force. We urge the United Nations and\r\nall its Member States to continue this trend of\r\ndisarmament in order to achieve for all a world of peace\r\nand freedom, a world that is more secure, just, peaceful,\r\ntolerant and democratic.\r\nIn conclusion, I would like on behalf of my\r\ndelegation to express our gratitude to the Secretary-\r\nGeneral for this analysis of events of the last year. We\r\nsupport his efforts to improve our Organization and to\r\nguarantee greater efficiency.\r\nMr. Henze (Germany): Let me start by thanking the\r\nSecretary-General and his collaborators for the report on\r\nthe work of the Organization. This is the fifth report of its\r\nkind. My delegation welcomes it. The thorough and\r\ndetailed report gives a true picture of the difficult work\r\ndone over the past year. It accurately reflects the long and\r\nintensive agenda of the United Nations. The Organization\r\nis like a huge ship making its way through the high seas\r\nand fraught with a heavy load. The ship’s destination is\r\npeace and well-being for all. The report proves how\r\ndifficult and challenging it is to steer the right course.\r\nSometimes the ship has to avoid areas of stormy weather,\r\nsometimes she has to go right through a storm.\r\nThe report shows clearly that our ship is not in good\r\ncondition. It speaks of “urgent concerns” and\r\n“indications of a diminished willingness to engage\r\nthe critical issues on the international agenda”\r\n(A/51/1, para. 3)\r\n17\r\nGeneral Assembly 31st plenary meeting\r\nFifty-first session 11 October 1996\r\nThe introduction is headed by the right motto: Renewal and\r\nreform.\r\nSome first emergency repair work was done during the\r\nfiftieth session: management reforms, efficiency measures,\r\ncost reductions. However, this is not enough. The repair\r\nwork done so far is only the beginning. The basic\r\ngroundwork is still missing. The ship is not fit for its\r\nambitious objectives. It cannot even keep its course. Some\r\nwould be content with fresh paint or with insufficient\r\ninstruments which only allowed the ship to go around in\r\ncircles. Let me repeat: such a reform would not be enough.\r\nThe United Nations ship is badly in need of a complete\r\nstructural and institutional overhaul.\r\nHow should this be done? Maritime traffic in our day\r\nis supported by modern instruments. But visual perception\r\nis still the easiest and most familiar method. On a crucial\r\npoint on her route, our ship has passed a powerful\r\nlighthouse: the fiftieth anniversary of the United Nations. It\r\nsent strong and unambiguous signals that can still be seen:\r\nthe Declaration on the Occasion of the Fiftieth Anniversary\r\nof the United Nations. In this Declaration, Member States\r\ncommitted themselves to\r\n“give to the twenty-first century a United Nations\r\nequipped, financed and structured to serve effectively\r\nthe peoples in whose name it was established”.\r\n(resolution 50/6)\r\nCaptains and crews who do not respect lighthouse signals\r\nnormally risk their ship, often even their own lives. I\r\nbelieve that no Member State can afford to ignore the clear\r\nsignals and warnings of the lighthouse.\r\nThe General Assembly, being the bridge of command\r\nof our ship, must now give the instructions that will\r\ndetermine the course and future shape of the ship. This is\r\nnot the moment for more in-depth debates or for stalling for\r\ntime. If we want to enable the ship to meet the challenges\r\nof the next century, we must stop formal discussions\r\nwithout conclusions and come to terms with our tasks.\r\nLong and numerous meetings — the report mentions an\r\noverall number of 265 — have been held in the various\r\nreform working groups of the General Assembly: on the\r\nAgenda for Development, on the financial situation of the\r\nUnited Nations, on the Agenda for Peace, on the\r\nstrengthening of the United Nations system, and on reform\r\nof the Security Council. This is the framework for the\r\nship’s complete overhaul.\r\nThe direction now to follow is the effective overall\r\ninstitutional reform, consisting of, as the report says:\r\n“improvements in the effectiveness and functioning\r\nof the principal organs; a better balance in the\r\nauthority of the Security Council, the General\r\nAssembly and the Economic and Social Council, as\r\nenvisioned in the Charter; and a streamlining of the\r\nsubsidiary machinery”. (ibid., para. 9)\r\nNo ship can navigate without fuel and provisions. Nobody\r\ndisputes that the non-payment of dues by some Member\r\nStates is a major problem undermining the work of the\r\nUnited Nations. But we also cannot ignore the need for a\r\nlasting solution to the financial crisis: the adaptation of\r\nthe scale of assessment to reflect the changes in the\r\neconomic and financial conditions of a number of\r\nMember countries. There is a proposal of the European\r\nUnion to that effect which we are firmly attached to. In\r\nour view the time has come to start a very concrete\r\ndiscussion on the basis of precise figures before the lights\r\nin this building go out because the United Nations lacks\r\nthe money to pay the bill. In that discussion we have to\r\nbear in mind one aspect among many other elements:\r\nthere is a connection between the political will to play a\r\nrole in the United Nations and the willingness to assume\r\nthe corresponding share of the common financial burden.\r\nFilling the tank with fuel will allow us to start the\r\nengine. But in order to be able to steer the right course\r\nwe also need repair work on the command bridge and the\r\nengines: we have to reform the organs of the United\r\nNations. The General Assembly is the command bridge of\r\nthe Organization. To cope with stormy weather, it needs\r\nan agenda which aims at more substance and less form.\r\nThe rather high number of reports to be submitted to the\r\nGeneral Assembly is part of this question. The General\r\nAssembly needs a shorter and more meaningful agenda\r\nwith fewer rather than more items. It needs an agenda\r\nwhich a normal permanent representative, and her or his\r\ncollaborators, can oversee and handle in its entirety\r\nwithout the help of 20 or so experts. It needs to avoid\r\nduplication of work in the committees and the Plenary.\r\nMy delegation hopes that the Open-ended High-level\r\nWorking Group on the Strengthening of the United\r\nNations System will be successful in its work. The\r\nsubstantial voluntary contribution Germany has made to\r\nthe trust fund will help to carry on the work of the\r\nWorking Group during the fifty-first session. The\r\nWorking Group is currently also dealing with the reform\r\nof the Secretariat. We note that a process of management\r\n18\r\nGeneral Assembly 31st plenary meeting\r\nFifty-first session 11 October 1996\r\nreform has been initiated which will, we hope, make the\r\nway the Secretariat is going about its work more effective\r\nand efficient. A key factor that has successfully contributed\r\nto this reform process has been the work of the Office of\r\nInternal Oversight Services (OIOS). We are pleased that the\r\nconcept of independent internal oversight is apparently\r\ntaking root within the Secretariat. But more certainly needs\r\nto be done. Constructive efforts must be made to extend the\r\nOIOS concept to other agencies throughout the United\r\nNations system, such as the funds and programmes and,\r\neventually, the specialized agencies.\r\nBut any repair work that does not include an important\r\nengine of the Organization, the Security Council, will\r\nremain patchwork. The Open-ended Working Group on the\r\nQuestion of Equitable Representation on and Increase in the\r\nMembership of the Security Council and Other Matters\r\nRelated to the Security Council has presented the most\r\ndetailed and comprehensive report in its three years of\r\ndeliberations. The report contains all the elements necessary\r\nfor a genuine reform of the Security Council. It does not\r\noffer prefabricated solutions, but it is an excellent base for\r\nconcrete negotiations and a clear indicator of the direction\r\nto take. Nine out of 10 of the new proposals of the report,\r\nwhich deal with the composition and size of the Security\r\nCouncil, support or do not exclude an enlargement in both\r\ncategories of membership, permanent and non-permanent.\r\nOther important proposals refer to the working methods and\r\nprocedures of the Security Council and its decision-making,\r\nincluding the veto. Germany has proposed a periodic review\r\nclause. It is now time to translate ideas and positions into\r\naction and real change. The outgoing President of the\r\nfiftieth session of the General Assembly, Mr. Freitas do\r\nAmaral, has said:\r\n“Member States ... must deliver. The world expects\r\nthis. The issues cannot just be endlessly debated.\r\nThere must be action, and there must be action soon.”\r\n(Official Records of the General Assembly, Fiftieth\r\nSession, Plenary Meetings, 128th meeting, p. 7)\r\nI have nothing to add to these words.\r\nLet me now deal with the destination of our ship. We\r\nremain firmly convinced that there will be no lasting peace\r\nand stability without sound economic and social\r\ndevelopment. Therefore, the reform process in the social\r\nand economic field of the United Nations remains a major\r\ntask on our agenda. We continue to support adjustments in\r\nthe institutional framework of the United Nations that\r\nreflect the new consensus on the priorities of development\r\ncooperation and serve these priorities in an efficient\r\nmanner. In a rapidly changing world only a simpler, more\r\nfocused and more integrated organization will be\r\nresponsive enough to serve the needs of its Members.\r\nAccelerating change in an increasingly interdependent\r\nworld should not simply lead to an ever-growing number\r\nof institutions and mechanisms. Rather, strategically\r\nimportant priorities must be recognized and addressed in\r\nan effective and efficient manner. Progress has been made\r\nin this direction in the General Assembly, in the\r\nEconomic and Social Council and in the funds and\r\nprogrammes, as well as in the Secretariat. The ninth\r\nsession of the United Nations Conference on Trade and\r\nDevelopment has enabled this important institution to\r\nrefocus on its main contributions to the most pressing\r\nneeds of development. Cooperation in the promotion of\r\nsustainable development between the United Nations and\r\nthe Bretton Woods institutions has become increasingly\r\nclose.\r\nWe recognize the progress. However, further serious\r\nefforts and important steps are required in order to give\r\ncredit to the central role of the United Nations in the\r\ncooperation for sustainable development. Let me mention\r\nsome of them.\r\nTogether with the Secretary-General we will have to\r\ndiscuss measures to shape a streamlined, more coherent\r\nand responsive Secretariat to provide the most integrated\r\nand effective support possible to Member States and to\r\nthe intergovernmental forums and to increase the\r\neffectiveness of operational activities at the country level.\r\nThe European Union has made proposals in this regard\r\nand will further develop them in the near future.\r\nA strengthened Administrative Committee on\r\nCoordination (ACC) should further improve the\r\ncoordination between the various agencies active in\r\ndevelopment cooperation within the United Nations\r\nsystem, in particular in following up on the major United\r\nNations conferences. We look forward to the results of\r\nthe task forces established in this context. An improved\r\ninteraction between this committee and the Economic and\r\nSocial Council should become an important avenue for\r\neffective coordination between all parts of the United\r\nNations development system. In this context we welcome\r\nand encourage the streamlining of the subsidiary\r\nstructures of ACC.\r\nThe Agenda for Development should be finalized as\r\nsoon as possible. It is not conducive to the impact of the\r\nAgenda and to the profile of the United Nations in\r\ndevelopment cooperation for this document to remain on\r\n19\r\nGeneral Assembly 31st plenary meeting\r\nFifty-first session 11 October 1996\r\nthe negotiating table for too long and to be overtaken by\r\nevents too often. The steps outlined in the resolutions on\r\nthe restructuring and revitalization of the United Nations in\r\nthe social, economic and related fields (in particular the\r\nlatest resolution, 50/227) should be put into practice fully\r\nand soon, and become stepping stones on the way to a\r\nmore focused and vigorous dialogue and to more relevant\r\ndecision-making at the country level.\r\nI do not want to leave the area of reform in the\r\neconomic, social and related fields without emphasizing the\r\nspecial efforts required for the least developed countries\r\nand Africa. We welcome the results of the recent review of\r\nthe New Agenda for the Development of Africa in the\r\n1990s, as well as the United Nations System-wide Special\r\nInitiative for Africa. This initiative should be taken up by\r\nall concerned through more concerted efforts on common\r\npriorities.\r\nEconomic and social development needs peace and\r\nstability. The conflicts over recent years have not only\r\nreversed the development in the countries and regions\r\naffected. They have also devastated the successes and\r\nresults of development efforts and required billions of\r\ndollars for humanitarian assistance — money that could\r\nhave been spent with long-lasting effects for the economic\r\nand social development of the conflict regions. Against this\r\nbackground, peacekeeping operations, preventive diplomacy\r\nand post-conflict peace-building must be further improved.\r\nThis is why we attach particular importance to the\r\nsuccessful completion of the work of the Informal Open-\r\nended Working Group of the General Assembly on an\r\nAgenda for Peace. Substantial progress was able to be made\r\nduring the last session, but two of the working groups still\r\nhave to agree on a few remaining issues in a report.\r\nMoreover, post-conflict peace-building rightly received\r\nparticular attention in the Secretary-General’s report. It is\r\nalso a priority for my country. An international workshop\r\nin Berlin on the concept of and lessons learned from\r\npeace-building has produced a substantial and interesting\r\nreport on how to win the peace. We would be glad to\r\nprovide every interested delegation with a copy of this\r\nreport.\r\nThe proliferation of arms — mostly small arms and\r\nlight weapons, including landmines — in conflict areas is\r\none of the most serious impediments to peace, according to\r\nthe Secretary-General’s report. The seven-point action\r\nprogramme presented by Minister Kinkel on anti-personnel\r\nmines is part of the many activities aiming at effectively\r\nreducing the harm caused by such mines. Germany also\r\npledges its full support to initiatives in the General\r\nAssembly, as well as in other forums, aimed at the final\r\nban of these weapons. A joint resolution initiative by my\r\ncountry and others in the First Committee, focusing more\r\ngenerally on the need for practical disarmament measures\r\nto promote the consolidation of peace in areas that have\r\nsuffered from conflict, is intended to be another step\r\nforward and to provide some new momentum for this\r\nCommittee.\r\nNew momentum is needed in many areas. Let me in\r\nthis context state once again how happy we are to see\r\nAmbassador Razali as captain on the bridge of command.\r\nWe expect his expertise and steering hand to help all of\r\nus in getting through the heavy waters of our agenda.\r\nMr. Petrella (Argentina) (interpretation from\r\nSpanish): Allow me first to congratulate President Razali\r\nIsmail for the manner in which he is conducting this\r\nsession.\r\nI also extend our congratulations to the Secretary-\r\nGeneral for his presentation of such a detailed and\r\nstimulating report on the work of the Organization. This\r\ndocument should be evaluated in the light of the\r\n“Supplement to An Agenda for Peace\u0027” and “An Agenda\r\nfor Development”, as it shows the consistency and\r\ncontinuity of an intense effort that opens up horizons and\r\nshows us the path we must travel in order to reach those\r\ngoals.\r\nReform and the financial situation were the dominant\r\nthemes of the last session. The Working Group chaired by\r\nAmbassador Oscar de Rojas of Venezuela led to the\r\nadoption of resolution 50/227, which represented an\r\nimportant response to these matters. We agree with the\r\nSecretary-General that the implementation of this\r\nresolution will give new impulse to the reforms already\r\nunderway.\r\nWe likewise value the progress made by the Ad Hoc\r\nOpen-ended Working Group of the General Assembly on\r\nan Agenda for Development. That forum allows States to\r\ndebate frankly the new opportunities for cooperation in\r\nthe area of development and to analyse the restructuring\r\nof the United Nations.\r\nWe are pleased with the results of the ninth session\r\nof the United Nations Conference on Trade and\r\nDevelopment (UNCTAD). The new work programme is\r\nmore concentrated. The process begun in Cartagena\r\n20\r\nGeneral Assembly 31st plenary meeting\r\nFifty-first session 11 October 1996\r\nshould be accompanied by the reform of UNCTAD’s\r\nsecretariat.\r\nAs the Secretary-General indicates, the deterioration of\r\nthe financial situation is reaching unprecedented depths. We\r\nobserve this situation with the greatest concern, as there can\r\nbe no effectiveness without the prompt and unconditional\r\nmeeting of financial responsibilities by Member States. The\r\nserious situation adds a heavy burden to the troop — and\r\nequipment — contributing countries. Countries like\r\nArgentina are experiencing significant delays in\r\nreimbursements for these expenditures.\r\nWe thank the Secretary-General for the efforts he\r\nmade in the General Assembly’s High-level Open-ended\r\nWorking Group on the Financial Situation of the United\r\nNations. We will continue to work in that Group towards\r\nan agreement on the most adequate mechanisms for solving\r\nthe crisis.\r\nWe regret the fact that, despite the Security Council’s\r\ndecision to hold more open meetings, such meetings have\r\nnot occurred to the desired extent. It is necessary to\r\ncontinue to work for greater transparency in the Council’s\r\nwork. An example of our determination is the proposal on\r\nprocedures and working methods we presented with New\r\nZealand this year in the General Assembly’s Open-ended\r\nWorking Group on Security Council reform.\r\nWith the same goal of increasing transparency,\r\nArgentina promoted a mechanism for consultation and\r\nexchange of information between the Council and the troop-\r\ncontributing countries. We were pleased that the Security\r\nCouncil adopted a presidential statement last March\r\npartially reflecting these concerns. We also thank the\r\ncountries that worked for this achievement — namely New\r\nZealand, Spain, Italy, Germany, Pakistan, Japan, the\r\nNetherlands, Honduras, Brazil and Chile. They reflect and\r\nrepresent a broad spectrum of what members of this\r\nOrganization feel about the current work modalities of the\r\nSecurity Council.\r\nWe also urge a redoubling of efforts to bring the\r\nRépertoire of the Practice of the Security Council up to\r\ndate. We know the financial obstacles this task would\r\nentail, but we are also aware that the valuable information\r\ncontained in the Répertoire is of essential importance to the\r\nnon-permanent members of the Council, parliaments and\r\npublic opinion in general.\r\nThe implementation of the Vienna Declaration and\r\nProgramme of Action has resulted in progress towards the\r\nuniversal promotion of human rights.\r\nWe value the achievements of the High\r\nCommissioner for Human Rights, Ambassador José Ayala\r\nLasso of Ecuador, and the treaty supervision bodies. His\r\nconcern for democracy in the American hemisphere is\r\nsupported.\r\nWe wish to thank the Office of the United Nations\r\nHigh Commissioner for Refugees for its efforts in 1996\r\non behalf the millions of refugees and internally displaced\r\npersons. The diverse nationalities of refugees and the\r\ngreat number of economic migrants who are displaced\r\nalong with them makes the task of determining who is a\r\nrefugee difficult. Case-by-case treatment should be given\r\nthem, along with a close scrutiny of the situation in their\r\ncountries of origin, without prejudice to the institution of\r\nthe refugee. As for economic migrants, we feel that this\r\ncategory of persons also need international assistance.\r\nWe attach particular importance to the role played\r\nby the United Nations in the area of humanitarian\r\nassistance and the rebuilding of countries afflicted by\r\nemergencies and disasters.\r\nThree years after the launching of the “White\r\nHelmets” initiative, we are pleased with the degree of\r\nsuccessful implementation that has already been achieved.\r\nThe projects being carried out in Gaza, Armenia, Haiti,\r\nAngola and Jamaica, as well as the financial and human\r\nsupport given by various countries, are among the best\r\nproofs of the viability of the initiative. Similarly, the\r\nparticipation of “White Helmets” in such varied activities\r\nas food distribution, electoral assistance, urban planning\r\nand humanitarian demining operations reflect the\r\nflexibility and demand for this type of mechanism. We\r\nare convinced that the “White Helmets” are now viable\r\ntools to help alleviate suffering caused by emergencies of\r\nthe most varied type.\r\nWe therefore appeal, on the basis of this positive\r\nexperience, for the organization of corps of “White\r\nHelmets” at the national level, thus providing the\r\ninternational community and the United Nations with\r\nadditional sorely needed of emergency humanitarian\r\nassistance.\r\nWe agree with the Secretary-General when he tells\r\nus in “An Agenda for Peace” that it is better to prevent\r\nconflicts through early warning, preventive diplomacy\r\n21\r\nGeneral Assembly 31st plenary meeting\r\nFifty-first session 11 October 1996\r\nand — when necessary — preventive deployment than to\r\nemploy large-scale political and military measures at a later\r\ndate.\r\nWe recognize the achievements of the Departments of\r\nPolitical Affairs, Humanitarian Affairs and Peacekeeping\r\nOperations in working in greater coordination. As recently\r\nstated by Foreign Minister Di Tella before this General\r\nAssembly, peacekeeping operations are among the most\r\neffective tools in the world for averting violence. We\r\ntherefore give our early and full support for these missions.\r\nArgentina has always responded quickly and without\r\nconditions to the invitations of this Organization.\r\nWe concur with the Secretary-General that it is vital\r\nto improve deployment times for United Nations missions.\r\nArgentina will participate in any mechanism capable of\r\ncutting the time between the adoption of Security Council\r\nresolutions establishing an operation and the actual arrival\r\nof troops in the field.\r\nThe adoption of the Comprehensive Nuclear-Test-Ban\r\nTreaty constitutes an important achievement towards ending\r\nthe proliferation of nuclear arms. That is why we signed the\r\nTreaty on 24 September.\r\nWith respect to the area known as micro-disarmament,\r\nthe steps taken by the United Nations to control arms\r\ntransfers and the illegal traffic in arms, which undermine\r\nregional stability, are appropriate ones. My country has\r\nworked actively in the Disarmament Commission on the\r\npreparation of the guidelines for establishing effective\r\ncontrol mechanisms.\r\nArgentina feels it appropriate that the Secretary-\r\nGeneral has called attention in his Supplement to “An\r\nAgenda for Peace” to the problem of anti-personnel\r\nlandmines. We welcome the Security Council’s initiative to\r\nhold an open debate on this tragic situation last August.\r\nMindful of this scourge, Argentina, within the\r\nOrganization of American States has supported the\r\ndemining programmes in Central America. In 1995, we\r\nsuspended the export, sale or transfer of all types of mines.\r\nAt the bilateral level, with regard to the United Kingdom\r\nwe have offered to take responsibility for removing mines\r\nlaid in the Malvinas Islands as a result of the conflict in\r\n1982.\r\nThis report and those of earlier years set out among\r\nthe most fruitful packages of measures carried out since the\r\nfounding of this Organization. They have been carried out\r\nin the context of changes in the international system\r\nwhose depth cannot yet be fully evaluated. It is clear that\r\nthe Organization must now prepare to face new conflicts,\r\never more diverse in terms of the actors involved and\r\ntheir increasingly complicated motivations. As the\r\nSecretary-General says, conflicts and confrontations\r\nwithin States are now more frequent than wars between\r\nthem. We should add to this that what are known as the\r\nnew threats to security are largely linked to the lack of\r\ndevelopment, the lack of education, and poverty. These\r\nare all mainly transnational phenomena. The United\r\nNations therefore provides a unique forum for decisions\r\nand action. Therefore, we feel that any United Nations\r\nreform should be aimed at meeting these new challenges\r\nrather than at strengthening structures created as a result\r\nof a world and circumstances and problems which,\r\nfortunately, have already been buried in the past.\r\nI conclude with a reference to a fact that is not in\r\nthe report but which we feel would have fitted in well if\r\ncircumstances had permitted, namely the very important\r\nposition that the Secretary-General, Mr. Boutros Boutros-\r\nGhali, took on 7 October 1996 with respect to the\r\nsituation of women and children in a sister country, a\r\nmember of this General Assembly. This does not surprise\r\nus, because a militant stance in favour of human rights is\r\nnever excessive. The Secretary-General has shown this to\r\nus all once again.\r\nMr. Mabilangan (Philippines): Let me begin by\r\nsaying that my delegation welcomes the Secretary-\r\nGeneral’s comprehensive report on the work of the\r\nOrganization. I also wish to support fully the statement\r\nmade by Colombia on behalf of the Non-Aligned\r\nMovement. Given the importance of the report and the\r\nbroad number of issues it addresses, the General\r\nAssembly’s consideration should go beyond the present\r\nformat of a debate in plenary meeting. In this regard, a\r\nserious attempt should be made by the General Assembly\r\nto conduct an in-depth analysis and exchange of views on\r\nthe report, and/or on its debate on the report, for the\r\npurpose of taking concrete action on it. Naturally,\r\nundertaking this type of analysis would require a new\r\nway of considering the report in addition to the debate on\r\nthis item.\r\nWe concur with the Secretary-General’s observations\r\nin the introduction regarding the accomplishments of the\r\nOrganization last year, particularly the historic\r\nrecommitment by Member States to the purposes and\r\nprinciples of the United Nations in the context of its\r\nfiftieth anniversary. Nevertheless, we share his concern\r\n22\r\nGeneral Assembly 31st plenary meeting\r\nFifty-first session 11 October 1996\r\nthat the past year brought indications of a diminished\r\nwillingness to engage the critical international issues\r\nthrough the United Nations, and witnessed the deteriorating\r\nfinancial situation of the United Nations, and a downward\r\ntrend in available development resources.\r\nA major issue addressed in the report is the\r\nstrengthening and reform of the United Nations. It is\r\ntherefore important that our session advance the work of\r\nthe open-ended working groups as soon as possible and in\r\na satisfactory manner.\r\nThe High-level Open-ended Working Group on the\r\nStrengthening of the United Nations System is considering\r\nmeasures aimed at revitalizing the General Assembly’s\r\nability to fulfil the role envisaged for it by the Charter of\r\nthe United Nations, including measures geared towards\r\nenhancing its interaction with the other principal United\r\nNations organs. We hope the Group will be in a position to\r\nrecommend such measures to the General Assembly by the\r\nend of this session. The Group should also continue\r\nin-depth examination of issues related to the Secretariat,\r\nincluding enhancing its independent character and\r\npromoting diversity and gender balance of United Nations\r\npersonnel at all levels.\r\nRegarding the Open-ended Working Group on the\r\nQuestion of Equitable Representation on and Increase in the\r\nMembership of the Security Council and Other Matters\r\nRelated to the Security Council, it is fairly evident that\r\nexisting differences on key issues, especially those relating\r\nto the expansion of membership, can be resolved on a\r\nconsensual basis only through compromise. Nevertheless,\r\nthe latest report of that Group records a growing\r\nconvergence of views on other key issues. It thus provides\r\na good starting point for future work.\r\nEnsuring a sound and viable financial basis for the\r\nOrganization is an essential element of United Nations\r\nreform. The High-level Open-ended Working Group on the\r\nFinancial Situation of the United Nations must therefore\r\narrive at concrete recommendations on measures addressing\r\nthe question of arrears and the payment of contributions in\r\nfull and on time.\r\nTurning to part III of the report, it is essential that we\r\ntreat development as an objective in its own right. The link\r\nbetween peace and development has never been in doubt.\r\nYet development itself is a highly complex and\r\ncomprehensive process and is clearly distinct from peace\r\nand security. Blurring this distinction or situating\r\ndevelopment in the context of peace tends to diminish what\r\nhas been and remains the fundamental concern of an\r\noverwhelming number of States Members of the United\r\nNations and the majority of humankind. Development\r\ncomplements peace, and vice versa. It therefore deserves\r\na chapter of its own in the report.\r\nBearing this observation in mind, we acknowledge\r\nwith appreciation the efforts and activities of the\r\nSecretary-General and of the Organization in supporting\r\nand advancing international development cooperation,\r\nparticularly the wide-ranging operational activities for\r\ndevelopment undertaken by the various programmes,\r\nfunds and offices of the United Nations. However, we\r\nremain concerned at the international community’s slow\r\nimplementation of the numerous international\r\ndevelopment commitments. Any agreed agenda for\r\ndevelopment must aim to hasten the speed of\r\nimplementation of these commitments.\r\nWe also note the vigorous efforts of the Secretary-\r\nGeneral and of the United Nations system as a whole in\r\npromoting human rights. As in other areas of the United\r\nNations, efforts should be maintained towards\r\nstreamlining and rationalizing the United Nations human\r\nrights machinery.\r\nResolution 46/182 provides the operational\r\nframework for coordinated international action for\r\nhumanitarian assistance and natural disasters. It\r\nemphasizes that humanitarian assistance should be put in\r\na development context, namely the continuum from relief\r\nto rehabilitation to development. We attach importance to\r\nthis point.\r\nHowever, the continuum with respect to systemic\r\nbreakdowns, or non-natural disasters, is more complicated\r\nbecause no amount of humanitarian assistance can rebuild\r\na society decimated by conflict unless the underlying\r\npolitical problems of the conflict are being addressed.\r\nHumanitarian assistance is not a substitute for a political\r\nsolution.\r\nI also wish to highlight the Secretary-General’s\r\nobservations in paragraph 556 of his report concerning the\r\nunintended consequences of United Nations sanctions for\r\nsome civilian populations in targeted countries, vulnerable\r\ngroups in particular. The United Nations should keep this\r\nissue under continuous examination.\r\nRegarding part IV of the report, we are particularly\r\ninterested in knowing more about the nature of the data\r\nin the Humanitarian Early Warning System database\r\n23\r\nGeneral Assembly 31st plenary meeting\r\nFifty-first session 11 October 1996\r\nreferred to in paragraph 645. We are also keen on gaining\r\nmore information on the nature of the work of the\r\nOversight Group mentioned in paragraph 646, as well as\r\nfurther details as to when the Secretariat would deem a\r\nsituation a potential, as distinct from an actual, crisis.\r\nOn peacekeeping operations, greater participation of\r\ntroop contributors in decision-making is essential, and we\r\nsupport the various efforts and proposals aimed at achieving\r\nthis. We also fully support the enlargement of the Special\r\nCommittee on Peacekeeping Operations as soon as possible.\r\nWe underscore the Secretary-General’s implicit\r\nrecognition in paragraph 652 that preventive diplomacy\r\nactivities are of a diplomatic nature. However, we feel the\r\nconcept of preventive action must be examined further.\r\nRegardless of the instrument used by the United\r\nNations to address a conflict or prevent a dispute from\r\nerupting into conflict, we must nevertheless heed the\r\nSecretary-General’s observation that no instrument for\r\npeace and security can bring about a lasting peace without\r\nthe will of the parties to the conflict to achieve peace. This\r\nis an enduring truth that all policy makers must take to\r\nheart.\r\nThe Secretary-General states that the United Nations\r\nis in the midst of a dramatic transformation which has been\r\nneither smooth nor easy. Moreover, this transformation has\r\ntouched all areas of United Nations activity; no part or\r\nsector has been exempted. Our responsibility as Member\r\nStates is to direct this transformation towards positive and\r\nmeaningful ends.\r\nMr. Türk (Slovenia): The report of the Secretary-\r\nGeneral on the work of the Organization is an important\r\nand helpful document. It offers a comprehensive overview\r\nof United Nations activities and provides a valuable insight\r\ninto the efforts of the Organization to adjust to the needs of\r\nour time.\r\nWe commend the Secretary-General for this year’s\r\nreport and for its timely availability, which has greatly\r\nfacilitated the preparation of the present discussion. It is our\r\nhope that in coming years the report of the Secretary-\r\nGeneral on the work of the Organization will be available\r\neven earlier in the year and that it will help focus the\r\ndebate of this Assembly on the priority issues before the\r\nUnited Nations. We also commend the Secretary-General\r\nfor the structure of this year’s report, which has clearly\r\npresented the principal tasks and the basic importance of\r\nthe efforts for reform of the United Nations system.\r\nIn his address to the General Assembly two weeks\r\nago, in the course of the general debate, the Prime\r\nMinister of Slovenia emphasized that the essence of the\r\nprincipal task before the United Nations today can be\r\ncaptured in two words: adjustment and modernization.\r\nThe compelling need to adjust and to modernize the\r\nUnited Nations should be guiding the activities of the\r\nOrganization, in particular those aiming at its reform.\r\nHowever, the experience of United Nations reform\r\nefforts in the past year has not been entirely satisfactory.\r\nThe progress of various General Assembly working\r\ngroups has been slow, a fact to be noted with concern.\r\nThe present session of the General Assembly should\r\nprovide fresh incentive and energize the process of\r\nreform, which should proceed in a coherent and balanced\r\nmanner.\r\nThe process of downsizing the Secretariat, while\r\nwelcome and necessary, should become part of a wider\r\nchange, characterized by a clear definition of the priorities\r\nof the United Nations and by a proper allocation of its\r\nhuman and material resources.\r\nGreater discipline must be achieved in the financing\r\nof the United Nations. Assessed contributions must be\r\npaid in full, on time, and without conditions. While some\r\nprogress in this direction has been made over the past\r\nyear, the situation remains generally unsatisfactory. An\r\nadditional task in this domain is to develop a new, more\r\nbalanced scale of assessments that will more accurately\r\nreflect the principle of the capacity to pay. Furthermore,\r\ninnovative forms of financing should be devised, in\r\nparticular in such areas of work as protection of the\r\nenvironment and sustainable development.\r\nIn addition to the needed improvement and\r\nevolution, there is a need for structural change in some\r\nparts of the United Nations system. The necessary\r\nexpansion and reform of the Security Council is a case in\r\npoint. Intensive discussions on an increase in membership\r\nand on other changes have been taking place for more\r\nthan two years now. They should soon provide answers\r\nto the questions of the adequate number and composition\r\nof the Security Council as well as to those related to its\r\ndecision-making and working methods.\r\nI have mentioned the experience of one of the\r\nGeneral Assembly working groups, knowing full well that\r\n24\r\nGeneral Assembly 31st plenary meeting\r\nFifty-first session 11 October 1996\r\nthe situation in other groups is in many respects similar. It\r\nis necessary at the current session that the General\r\nAssembly reflect on the experiences gained in the work of\r\nits working groups and that it recommend desirable\r\nmethods for their further work. Much of the time of the\r\nworking groups was spent on general and sometimes\r\nrepetitious discussion of general issues. It is necessary now\r\nthat wherever possible the groups should move towards a\r\nnegotiating stage and try to elaborate specific proposals for\r\nreform. The working groups should not become a standard\r\nfeature of the United Nations structure. They should\r\nbecome capable of devising solutions that can be part of the\r\nnecessary reform packages. In no case should the roles of\r\nthe working groups be allowed to resemble those of the\r\nMain Committees of the General Assembly.\r\nThe report of the Secretary-General on the work of\r\nthe Organization shows that the United Nations continues\r\nto be engaged in a variety of demanding activities. Every\r\nsection of the report, including, typically, the section on the\r\nSecretariat, demonstrates that variety. Thus, for example,\r\nthe work of the Office of Legal Affairs, outlined in\r\nparagraphs 112 to 134, ranges from research and\r\npreparation of legal opinions, legal advice and services on\r\nvarious aspects of peacekeeping operations, activities\r\nrelated to the International Criminal Tribunals established\r\nby the Security Council and support for the ongoing\r\ndiscussion on the establishment of an International Criminal\r\nCourt to a variety of aspects of the law of the sea and the\r\nexploration of areas of the necessary codification and\r\nprogressive development of international law. All these\r\ndiverse areas of work are of special importance to the\r\nUnited Nations, which, in the first 50 years of its existence,\r\nhas demonstrated that many if not most of the important\r\nachievements made in the process of international\r\ncooperation have had to be defined by law in order to\r\nbecome a stable basis of future evolution.\r\nWhile reading the paragraphs on the Office of Legal\r\nAffairs, we did not fail to notice the text of paragraph 119.\r\nThat paragraph deals with the question of the status of the\r\nFederal Republic of Yugoslavia (Serbia and Montenegro)\r\nwhich, as pointed out by the Secretary-General, continues\r\nto raise sensitive legal and political issues. We agree with\r\nthe view of the Secretary-General that consistency is\r\nessential in this matter. I wish to emphasize that\r\nconsistency requires strict adherence to the applicable\r\nresolutions of the Security Council and the General\r\nAssembly, namely Security Council resolution 777 (1992)\r\nand General Assembly resolution 47/1. It is worth recalling,\r\nthat Security Council resolution 777 (1992) stated that the\r\nState formerly known as the Socialist Federal Republic of\r\nYugoslavia had ceased to exist and that the Federal\r\nRepublic of Yugoslavia (Serbia and Montenegro) had to\r\napply for membership in the United Nations. I am\r\nconvinced that when I emphasize the importance of this\r\nessential Security Council resolution, I am expressing the\r\nsentiments of the other four successor States of the\r\nformer Socialist Federal Republic of Yugoslavia and,\r\nindeed, the sentiments of the United Nations membership\r\nat large.\r\nAn important part of the report of the Secretary-\r\nGeneral on the work of the Organization relates to global\r\ndevelopment activities. That part of the report shows the\r\ndiversity of the tasks and programmes that constitute\r\nUnited Nations activities for global development. We\r\nwelcome the enhanced focus on development issues\r\naffecting Africa and the initiatives intended to improve\r\nthe prospects for more robust growth and development\r\nthere. The support for regional capacity-building\r\nprogrammes, the incentives to revive private investment\r\nin Africa and other measures are among the main\r\npriorities of the development agenda today.\r\nAnother important set of priorities in this context\r\nrelates to the eradication of poverty, a task of global\r\nimportance which was at the centre of discussion at the\r\nWorld Summit for Social Development convened in\r\nCopenhagen in March 1995, and in the subsequent\r\ndiscussions on implementation. The Summit expressed the\r\nessential commitment to eradicate poverty and proposed\r\nProgramme of Action for the implementation of that\r\ncommitment. It is important that the activities necessary\r\nto carry out the decisions adopted at the World Social\r\nSummit proceed without hesitation.\r\nOne item is of particular importance in that regard.\r\nPoverty can be eradicated only by people who have been\r\nempowered. There are various ways to empower people\r\nand the specific tasks will vary from one country to\r\nanother. In some societies, the priority will be the\r\nprovision of necessary material resources and creating an\r\nenabling economic environment conducive to social\r\nprogress and development. In others, the priority might be\r\nstrengthening institutions and ensuring the rule of law.\r\nHowever, in all circumstances the application of country-\r\nspecific priorities has to be in accordance with the\r\nrequirements of human rights, including the right to\r\ndevelopment. It is important to note that all the global\r\nconferences dealing with various aspects of the global\r\ndevelopment agenda emphasized that requirement.\r\n25\r\nGeneral Assembly 31st plenary meeting\r\nFifty-first session 11 October 1996\r\nThe philosophy of development that established the\r\nnotions of the centrality of the human person in the\r\ndevelopment process and the intimate link between human\r\nrights and economic development has created a new\r\nenvironment for United Nations action in the field of\r\nhuman rights. It is encouraging to see, in paragraphs 623 to\r\n642 of the report, that human rights are increasingly\r\nrecognized as an important part of the United Nations\r\nagenda and that the work of the United Nations High\r\nCommissioner for Human Rights is expanding. It is\r\ncommendable that the High Commissioner has already\r\ntaken important steps to reorganize the Centre for Human\r\nRights, in Geneva, with a view to making it more effective\r\nand more adequate as a tool for strengthened United\r\nNations action, in particular action for the implementation\r\nof human rights. United Nations Members should now\r\nconsider the need to strengthen existing human rights\r\nmechanisms and to assure adequate resources for their\r\neffective functioning. It is important to keep in mind that\r\nthe amount of resources invested in human rights is never\r\nparticularly large when compared with the many more\r\nexpensive activities in other fields, and that it almost\r\nalways yields immediate and important benefits for the\r\npeople and their development.\r\nThe final chapter of this year’s report of the Secretary-\r\nGeneral on the work of the Organization is devoted to the\r\nquestion of armed conflict. Here the Secretary-General\r\ndraws on recent experiences in conflict prevention,\r\npeacekeeping and disarmament and on the results of the\r\nongoing debate on “An Agenda for Peace”. These questions\r\nwill be discussed in detail in the relevant Main Committees\r\nof the General Assembly. Detailed consideration is\r\nnecessary not only because of the inherent importance of\r\nthe issues at hand but also because of the fact that the\r\nUnited Nations is and will remain an Organization that has\r\na particular responsibility for the maintenance of\r\ninternational peace and security.\r\nI shall limit my remarks today to only one aspect,\r\nnamely to the evolving character of United Nations\r\npeacekeeping. The Secretary-General observed, in\r\nparagraph 655 of the report, that while the number of\r\npeacekeepers has diminished dramatically over the past\r\nyear — from more than 67,000 in July 1995 to less than\r\n26,000 in July 1996 — the complexity of their tasks has\r\nnot diminished. This is an important consideration; while\r\nUnited Nations Members would prefer clear-cut mandates\r\nbased on a set of simple and clear principles, actual\r\ncircumstances often require complex operations\r\ncharacterized by a variety of tasks which are difficult to\r\ncoordinate. Many of the operations require a carefully\r\nthought-out policy mix involving both military and\r\nnon-military aspects, humanitarian, political and other\r\ncomponents.\r\nThe Secretary-General should therefore be given an\r\nopportunity and resources to analyze the lessons learned\r\nin developing the appropriate policy mix in given types of\r\nsituations and to recommend general guidelines to help in\r\ndecision-making in specific situations. We see elements\r\nof such guidelines in the report under consideration today,\r\nand in many other reports by the Secretary-General, and\r\nwe would like to encourage him to continue with these\r\nefforts.\r\nLet me emphasize in closing that the report of the\r\nSecretary-General on the work of the Organization\r\nrepresents a very useful instrument for the work of the\r\nGeneral Assembly. It reminds us of the complexity of the\r\ntasks undertaken by the United Nations and of the need\r\nto accelerate the process of reform. I hope that the current\r\ndebate on the report will represent a meaningful\r\ncontribution to reform.\r\nMr. Woroniecki (Poland): At the outset, I wish to\r\nexpress our gratitude to the Secretary-General for\r\npreparing this important report in such a concise and clear\r\nformat. The document before us reflects the complexity\r\nof the multifaceted work of the Organization since the\r\ncelebration of its fiftieth anniversary and, unfortunately,\r\nunder the impact of the financial crisis.\r\nWe believe that our evaluation of individual\r\nsegments of United Nations activities should be\r\nperformed with an eye to the indispensable process of\r\nreforming the Organization and, in the first place, its\r\nprogramme of work. For it is the programmatic content of\r\nits work which should be the cornerstone and point of\r\ndeparture for restructuring both intergovernmental and\r\nexpert bodies and the Secretariat — and not the other way\r\naround. A rational downsizing of the United Nations\r\nmachinery, desirable and in fact unavoidable as it is,\r\nshould not lead to a further centralization of its activities\r\nat Headquarters, unless this entails unquestionable\r\nsavings. The cost of operations in the various seats,\r\nincluding in regions where virtually no United Nations\r\noffices with at least regional competence exist — such as\r\nCentral and Eastern Europe — should be the subject of\r\ncomparative analysis.\r\nWe fully agree with the Secretary-General’s\r\nobservation that on all three levels — intergovernmental,\r\norganizational and managerial — the institutional reform\r\n26\r\nGeneral Assembly 31st plenary meeting\r\nFifty-first session 11 October 1996\r\nof the Organization must be pursued in a mutually\r\nreinforcing manner. This is equally true for the system as\r\na whole. The sooner we understand this synergetic\r\ninterrelationship, the better we can lay the groundwork for\r\nconsensus throughout the reform process.\r\nEconomic and social development has become, in\r\nrecent years, an increasingly significant sphere of the\r\nOrganization’s activity. This is especially true in the\r\npromotion of international cooperation for development,\r\nwhich, in the post-cold-war era, has taken on a special role,\r\nin conjunction with efforts to strengthen democracy and the\r\nmarket economy. Here, more than ever, the international\r\nexchange of experience, and of best practices, is called for\r\nin the United Nations system’s operational activities for\r\ndevelopment.\r\nAdaptation to the conditions prevailing towards the\r\nend of the twentieth century often entails heavy social\r\ncosts — especially for developing countries and those in\r\ntransition. To alleviate such costs, international solidarity is\r\nneeded. To foster such solidarity is a vital task for the\r\nOrganization, for the United Nations system and for the\r\nBretton Woods institutions. We should concentrate our\r\nwork on improving the overall environment for sustainable\r\nsocial and economic development and on creating\r\nmodalities for international cooperation to help cope with\r\ncurrent and future challenges.\r\nWe share the opinion that the United Nations offers a\r\nunique institutional framework to promote human-centred,\r\nequitable, socially and environmentally sustainable\r\ndevelopment. Given the complexity of problems faced by\r\nthe least developed countries — such as underdevelopment,\r\nexternal debt, scarcity of food, and weak social safety\r\nnets — we support the view that in the future the United\r\nNations system should devote more attention to the\r\nproblems of the poorest. The United Nations System-wide\r\nSpecial Initiative for Africa is of particular importance here.\r\nWe declare our readiness to cooperate in its\r\nimplementation.\r\nIt has been four years since the General Assembly, at\r\nits forty-seventh session, initiated the process of formulating\r\nan Agenda for Development. Although we note some\r\nprogress in the negotiations, we feel that work on this\r\ndocument should be intensified to provide a solid base for\r\ninternational development cooperation in the years to come.\r\nLet me recall that Poland was among the countries that\r\nproposed such an agenda. We now think the time has come\r\nto elaborate, or to begin to elaborate, a third document of\r\na similar nature: an Agenda for Human Rights.\r\nAt the same time, activities relating precisely to this\r\nsubject — the protection of human rights and their\r\nstanding within the United Nations — need to be\r\nenhanced. The Organization should improve the\r\nconditions for ongoing international dialogue on the\r\nprotection of human rights, and create mechanisms for\r\nensuring compliance with international standards and for\r\nthe flow of technical assistance. Appropriate funds for\r\nthis purpose should be made available to the High\r\nCommissioner and the Centre for Human Rights, in\r\nGeneva. Their interaction needs to be streamlined.\r\nThe President of the Republic of Poland, in his\r\naddress to the General Assembly on 24 September,\r\npointed out that to meet the challenges of the next\r\nmillennium, the United Nations might consider, inter alia,\r\nthe establishment of a General Assembly committee on\r\nhuman rights and humanitarian affairs, while\r\nsimultaneously merging the existing Second and Third\r\nCommittees into an economic and social committee. I\r\nwould recall that my delegation advocated such a solution\r\non numerous occasions, most recently this year, in the\r\nOpen-ended High-level Working Group on the\r\nStrengthening of the United Nations System.\r\nThe activities of the United Nations system in the\r\nhumanitarian area also call for a clear vision of how to\r\nensure consistency and coherence of humanitarian\r\noperations. A leading role for the United Nations\r\nDepartment of Humanitarian Affairs, led by the\r\nEmergency Relief Coordinator, is in our view a\r\nprecondition for success. The existing infrastructure at\r\nHeadquarters and in the field — including the potential of\r\nthe United Nations Development Programme, with its\r\nResident Coordinator network — could, we think, be\r\nbetter utilized. We commend the work already done by\r\nthe Inter-agency Standing Committee and the\r\ndevelopment of the Humanitarian Early Warning System,\r\ncarried out in the Department of Humanitarian Affairs.\r\nThe strengthening of coordination of humanitarian\r\nassistance activities between the Department of\r\nHumanitarian Affairs and United Nations agencies should\r\ncontinue, and should be aimed at identifying and\r\neliminating gaps and imbalances in current arrangements\r\nand duplication of responsibilities. It should result in an\r\nimprovement in the quality and cost-effectiveness of\r\nassistance provided.\r\nSince its establishment in 1991, the United Nations\r\nInternational Drug Control Programme (UNDCP) has\r\nbeen able as a result of institutional reforms to formulate\r\na number of useful action programmes that have been\r\n27\r\nGeneral Assembly 31st plenary meeting\r\nFifty-first session 11 October 1996\r\napproved by the General Assembly, and improve the\r\ndelivery of technical assistance. UNDCP, entrusted with the\r\nexclusive responsibility for coordinating and providing\r\nleadership for all United Nations drug-control activities, has\r\nbeen successful in strengthening its leadership within the\r\nUnited Nations system and in sponsoring useful activities\r\non the national, regional and global levels.\r\nThe Commission on Narcotic Drugs, as the specialized\r\npolicy-making body in the field of international drug\r\ncontrol and as a kind of governing body for UNDCP,\r\nshould continue its search for sound ways and means for\r\ncommunication with the secretariat of the Programme, as\r\nthe latter often acts as an executive agency for the\r\nCommission. We would encourage more inter-sessional\r\ninformal consultations to serve this purpose.\r\nPoland supported the convening of global conferences\r\nunder United Nations auspices in the 1990s. They\r\ncontributed to greater public awareness, generating ideas\r\nand securing new commitments. In particular, we have paid\r\nspecial attention to the problems reflected in the Declaration\r\nand Platform for Action adopted by the Beijing Conference\r\non Women and in the Programme of Action adopted by the\r\nWorld Social Summit in Copenhagen. The decisions of\r\nthese conferences, however, must be consistently followed\r\nthrough. Implementation of their results — the test of the\r\nreal intention of Member States to meet their\r\ncommitments — should be monitored by competent bodies.\r\nWe believe however, that the General Assembly and\r\nits special sessions should be used for this purpose.\r\nTogether with the Economic and Social Council, they\r\nconstitute suitable forums both for review and for focusing\r\non new challenges in a climate of genuine cooperation and\r\nsolidarity. To fulfil such a role fully, non-governmental\r\norganizations should also be involved. Their activities have\r\nbecome an essential dimension of public life today. We\r\ntherefore welcome cooperation between them and the\r\nUnited Nations system, as mentioned in the report under\r\nconsideration.\r\nWe appreciate the contribution made by the Secretariat\r\nin preparing for and following up the series of General\r\nAssembly meetings on public administration and\r\ndevelopment. Effective public administration can play a\r\ncrucial role in coordinating development activities and\r\nensuring efficiency and social safety nets within the\r\ndevelopment process.\r\nWe look forward to next year’s special session of\r\nthe General Assembly on the review of the\r\nimplementation of Agenda 21. In accordance with the\r\nattention focused on the ecological dimension of\r\ndevelopment, further policy guidance on the most\r\neffective ways to implement this important document\r\nshould be the least to be expected from that gathering.\r\nMy delegation would like to note with appreciation\r\nthe Secretary-General’s efforts at limiting the\r\nOrganization’s expenditures in order to maintain the first\r\nzero-growth budget for this biennium, despite the new\r\nunbudgeted mandates added during the year. However, we\r\nwould prefer to strengthen action to attain further cost\r\nreductions through the redeployment of resources and\r\nefficiency measures rather than merely through staff cuts,\r\neven though the first round of such staff cuts,\r\nimplemented last year, has already resulted in substantial\r\nsavings. Restructuring — including long overdue\r\nsimplification of the heavy institutional framework — and\r\nbetter performance are far from exhausting the objectives\r\nof the reform of the United Nations as we see them. The\r\nprimary objective of United Nations reform must consist\r\nin a profound revision of its work programme and a better\r\ndivision of labour among all the components of the\r\nsystem.\r\nPoland aligns itself with Member States that have\r\ncontinuously supported efforts aimed at resolving the\r\ndrastic financial situation of the Organization. The\r\nprotracted and acute financial crisis cannot leave us\r\nindifferent. Yet the solution will not come by itself. Firm\r\ndetermination to heal United Nations finances and to\r\nprevent the reoccurrence of yet another crisis is needed.\r\nThat is why the President of the Republic of Poland\r\nproposed in the general debate an innovative additional\r\nsource of financing for the Organization, especially of its\r\nhumanitarian and development support activities: a United\r\nNations trust fund, to be generated from voluntary\r\ndonations from the private transnational business sector.\r\nTo make this a reality, host Governments would have to\r\ncreate conditions such as common rules for tax reduction\r\nand other possible incentives. We suggest that this idea be\r\nexamined by the High-level Open-ended Working Group\r\non the Financial Situation of the United Nations.\r\nWe have also noted with satisfaction that the\r\nSecretary-General devotes due attention in his report to\r\nthe work of the Economic Commission for Europe (ECE).\r\nThe ECE, through its close and effective relationship with\r\nthe Organization for Security and Cooperation in Europe\r\n(OSCE), the Organization for Economic Cooperation and\r\n28\r\nGeneral Assembly 31st plenary meeting\r\nFifty-first session 11 October 1996\r\nDevelopment (OECD), the European Union, the European\r\nBank for Reconstruction and Development and the Council\r\nof Europe, as well as subregional organizations such as the\r\nCentral European Initiative and the Council of Baltic States,\r\ncan efficiently address a number of regional problems,\r\nespecially those confronting countries in transition. Reform\r\nprocesses initiated in the economic and social sector of the\r\nUnited Nations system and in related areas should result in\r\nthe strengthening of the Commission, preparing it to cope\r\nwith its mandated tasks and to extend its scope of interest\r\nto selected social issues as necessary. Poland cannot support\r\nthe view that the activities of regional commissions should\r\nbe curtailed.\r\nPoland welcomes the Organization’s contribution to\r\nmaking our world safer and more secure through\r\ndisarmament and non-proliferation. The decision of the\r\nparties to the Treaty on the Non-Proliferation of Nuclear\r\nWeapons (NPT) to extend that Treaty indefinitely, the\r\nopening of the Comprehensive Nuclear-Test-Ban Treaty\r\n(CTBT) for signature, the improvement of the effectiveness\r\nof the United Nations Register of Conventional Arms, and\r\nguidelines for controlling international arms transfers are\r\namong the achievements of our Organization, and of the\r\nConference on Disarmament.\r\nIn the view of our delegation, the negotiations on a\r\nmultilateral, internationally verifiable treaty banning the\r\nproduction of fissile material for weapons purposes, known\r\nas the cut-off treaty, and limiting the international trade in\r\nsmall arms should continue. Poland attaches great\r\nimportance to solution of the problem surrounding a\r\npermanent ban on the production, development, stockpiling,\r\nuse and transfer of anti-personnel landmines. We support\r\nthe initiatives of the United States and Canada in this\r\nregard, as well as the seven-point action programme\r\nproposed by Germany.\r\nThe Polish delegation welcomes the work of the\r\nGeneral Assembly’s Informal Open-ended Working Group\r\non an Agenda for Peace. Preventive diplomacy,\r\npeacemaking and post-conflict peace-building, together with\r\nconventional peacekeeping operations, should remain the\r\nkey instruments available to the United Nations to resolve\r\nconflicts and maintain peace and security. These operations\r\nshould remain within the purview of the Organization in\r\nboth the conceptual and the practical spheres. I have in\r\nmind the work of the Open-ended Group, the Security\r\nCouncil’s elaboration of the concept of peacekeeping, and\r\nthe Council’s cooperation with nations not members of the\r\nCouncil.\r\nWe are satisfied that efforts are under way to\r\nimprove the effectiveness of United Nations peacekeeping\r\noperations. The Secretariat, at the request of the General\r\nAssembly, has worked closely with interested delegations\r\nto develop the concept of a rapidly deplorable\r\nheadquarters team. Furthermore, significant progress has\r\nbeen achieved in the improvement of the system of\r\nstand-by arrangements, including the related issue of\r\nestablishing a United Nations stand-by forces high\r\nreadiness brigade. From the very beginning, Poland has\r\nactively participated in these efforts. We recently\r\nincreased our contribution to stand-by arrangements. We\r\nshare our knowledge and experience in the discussions on\r\nthe Danish initiative. In other forums, such as the friends\r\nof rapid deployment, we have joined other nations in the\r\nsearch for ways to enhance the peacekeeping capacity of\r\nthe United Nations.\r\nWe support the view that cuts in the staffing of the\r\nSecretariat should be conducted in such a way as not to\r\nundermine the structural integrity of the Department of\r\nPeacekeeping Operations or, generally, the Organization’s\r\ncapacity to deal with its complex tasks in this field. We\r\nunderstand that realities dictate the need to reduce the\r\nscope of some ongoing operations. In one such operation,\r\nunder the command of a Polish general, the difficult task\r\nof streamlining has just been completed with success. The\r\nnecessity of carrying out indispensable reductions, be it at\r\nHeadquarters or in the field, should not deprive us of the\r\nnecessary margin of flexibility.\r\nIn conclusion, let me reiterate Poland’s support for\r\nthe work of the Organization as it approaches the\r\nthreshold of a new century. Is it not typical of a fin de\r\nsiècle that many old tasks remain unsolved, while life\r\nbrings us new problems? The United Nations and its\r\nsystem require a parallel effort both to reform itself and\r\nto cope with the challenges facing the world community.\r\nInternational cooperation, under the auspices both of the\r\nUnited Nations aegis and those of other intergovernmental\r\nand non-governmental organizations, is more often than\r\nnot essential to deal effectively with these challenges, as\r\nwell as to prevent and constrain evil. Let us not forget\r\nthat we ourselves make up the United Nations, and that\r\nonly the political will of the Members can move us\r\nforward, on the path set out by the Charter, into the next\r\ncentury, for the benefit of the international community\r\nand of universal well-being.\r\nAgenda item 8 (continued)\r\n29\r\nGeneral Assembly 31st plenary meeting\r\nFifty-first session 11 October 1996\r\nAdoption of the agenda and organization of work:\r\nreports of the General Committee\r\nSecond report of the General Committee\r\n(A/51/250/Add.1)\r\nThe Acting President: I draw the attention of\r\nrepresentatives to the second report of the General\r\nCommittee, concerning a request by a number of\r\ndelegations for the inclusion in the agenda of an additional\r\nitem, entitled “Observer Status for the International Seabed\r\nAuthority in the General Assembly”.\r\nIn paragraph 2 of its report, the General Committee\r\nrecommends to the General Assembly that the item\r\nentitled “Observer status for the International Seabed\r\nAuthority in the General Assembly” should be included\r\nin the agenda of the current session. May I take it that the\r\nGeneral Assembly decides to include this additional item\r\nin the agenda of the current session?\r\nIt was so decided.\r\nThe Acting President: The General Committee\r\nfurther decided to recommend to the General Assembly\r\nthat the additional item be considered directly in plenary\r\nmeeting. May I take it that the General Assembly decides\r\nto consider this item in plenary meeting?\r\nIt was so decided.\r\nThe meeting rose at 1.10 p.m.\r\n30\r\n"