"United Nations A/51/PV.19\r\n96-86365 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-first Session\r\n19th plenary meeting\r\nWednesday, 2 October 1996, 3 p.m.\r\nNew York\r\nPresident: Mr. Razali Ismail . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Malaysia)\r\nThe meeting was called to order at 3.05 p.m.\r\nAgenda item 119 (continued)\r\nScale of assessments for the apportionment of the\r\nexpenses of the United Nations (Article 19 of the\r\nCharter) (A/51/366/Add.2)\r\nThe President: In a letter contained in document\r\nA/51/366/Add.2, the Secretary-General informs the\r\nPresident of the General Assembly that, since the issuance\r\nof his communications dated 17 and 20 September 1996,\r\nEquatorial Guinea has made the necessary payment to\r\nreduce its arrears below the amount specified in Article 19\r\nof the Charter.\r\nMay I take that the General Assembly duly takes note\r\nof this information?\r\nIt was so decided.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nThe President: I call now on His Excellency Sheikh\r\nHamad Bin Jassem Bin Jabr Al-Thani, Minister for Foreign\r\nAffairs of Qatar.\r\nMr. Al-Thani (Qatar) (interpretation from Arabic): It\r\ngives me pleasure, Sir, to extend to you our sincere\r\ncongratulations on your election to the presidency of the\r\nGeneral Assembly at its fifty-first session. We are\r\nconfident that you will lead the work of the Assembly to\r\nsuccess. I cannot fail to pay tribute to your predecessor,\r\nMr. Diogo Freitas do Amaral of Portugal, for his\r\nleadership during the Assembly’s historic fiftieth session.\r\nI would also like to express our appreciation to\r\nHis Excellency the Secretary-General, Mr. Boutros\r\nBoutros-Ghali, for his tireless efforts in the service of the\r\npurposes of the United Nations in the maintenance of\r\ninternational peace and security and the achievement of\r\nits lofty ideals.\r\nA series of internal conflicts and explosive situations\r\nhas threatened certain States. The world faces ethnic\r\nextremism and national conflicts caused by mass\r\nmigrations, flows of refugees, environment deterioration\r\nand natural disasters. Such problems have not been met\r\nwith the rapid economic and political changes that would\r\nform the cornerstone of the new international order to\r\nwhich the whole world aspires. A complete vision of that\r\norder, its rules and means, has not yet materialized. We\r\nshould all work towards an international system that is\r\njust, balanced and comprehensive.\r\nThe vital and effective role played by the United\r\nNations in dealing with international issues, in the\r\nmaintenance of international peace and security and in\r\nother areas, the value of which cannot be denied or\r\nunderestimated for the establishment of the principles of\r\nthat international system, requires reform of the United\r\nNations if we are to achieve the desired results. Reform\r\nshould begin with reactivating the General Assembly to\r\nGeneral Assembly 19th plenary meeting\r\nFifty-first session 2 October 1996\r\nenable it to act effectively in a manner that would enhance\r\nits credibility in the eyes of world public opinion.\r\nWe have also mentioned the need to reform the\r\nSecurity Council and increase its effectiveness in a manner\r\nthat would reflect the geographic, economic and political\r\nsituation of certain States, in a manner that would reflect\r\nthe new international order, and would equip the Council to\r\nbear its heavy responsibilities.\r\nThe task of maintaining international peace and\r\nsecurity is particularly important at a time of international\r\nchange; the international community should take steps to\r\ndeploy early preventive measures, since this is the best way\r\nto avoid the eruption and conflagration of conflicts, instead\r\nof resorting to political or military measures to end them,\r\nwhich can only lead to incomplete and unjust solutions.\r\nTherefore, it is important to reiterate the vital and effective\r\nrole that could be played by regional organizations in the\r\ncontext of the maintenance of international peace and\r\nsecurity in accordance with Chapter VIII of the Charter.\r\nCooperation between the United Nations and other\r\nregional organizations such as the Organization for Security\r\nand Cooperation in Europe, the Organization of African\r\nUnity, the League of Arab States and the Organization of\r\nthe Islamic Conference should be promoted, since\r\npreventive diplomacy and early warning are the best way to\r\nprevent conflicts from erupting and to find peaceful\r\nsolutions.\r\nThe question of disarmament is of great importance in\r\nterms of the establishment of international peace and\r\nsecurity. It can be achieved only by curbing the arms race\r\nand, in particular, the race in weapons of mass destruction.\r\nWe believe that the indefinite extension of the Treaty on\r\nthe Non-Proliferation of Nuclear Weapons (NPT) requires\r\nmore support and ratification by all States to give the\r\nTreaty a global character. The State of Qatar reaffirms the\r\nneed for Israel to join the NPT and to place its nuclear\r\nfacilities under the safeguards system of the International\r\nAtomic Energy Agency as an initial step towards\r\nestablishing a Middle East free from nuclear weapons and\r\nweapons of mass destruction. We believe that the interests\r\nof the stability and security of the region should compel\r\nIsrael to do this.\r\nThe State of Qatar, on the basis of the wise approach\r\nof His Royal Highness, Sheikh Hamad Bin Khalifa Al-\r\nThani, reaffirms its regional and international commitments\r\nand undertakes to work through international and regional\r\norganizations to promote international peace and security.\r\nWe associate ourselves with our brothers in the Gulf\r\nCooperation Council and other friendly States in the quest\r\nto promote peace and security in the Gulf region, due to\r\nits vital importance to the whole world. We are also\r\nmaking tireless efforts to establish friendly and\r\nconstructive relations with all States of the region, based\r\non good-neighbourliness, mutual respect, non-interference\r\nin the internal affairs of other States, respect for\r\nlegitimacy and the solution of conflicts through dialogue,\r\nmediation or international law through the International\r\nCourt of Justice.\r\nOn the basis of this principle, we support the attempt\r\nto find such a solution to the dispute between the United\r\nArab Emirates and the Islamic Republic of Iran on the\r\nislands of Abu Musa and Lesser and Greater Tunb. We\r\nhave expressed our great satisfaction at the agreement\r\nsigned between the Republic of Yemen and Eritrea in\r\nParis last month regarding the peaceful settlement of the\r\ndispute over Greater Hanish through international\r\nmediation and arbitration, peacefully and in accordance\r\nwith the Charter of the United Nations and international\r\nlaw, in a manner that will serve the security and stability\r\nof the Red Sea region and promote bilateral relations,\r\ngood-neighbourliness and common interests between those\r\ntwo countries and bolster international peace and security.\r\nAt the same time, we would like to express our\r\nappreciation to the friendly Government of France for its\r\nefforts towards a peaceful settlement of this dispute.\r\nThe State of Qatar has expressed its brotherly\r\nfeelings and sympathy with the people of Iraq, who are\r\nliving under extremely difficult conditions due to the\r\nsanctions imposed on them. On the basis of that, we have\r\nwelcomed the oil-for-food agreement between Iraq and\r\nthe United Nations regarding the application of Security\r\nCouncil resolution 986 (1995), since this would mitigate\r\nthe suffering of the Iraqi people and enable them to meet\r\ntheir need for food and medication. We call upon the\r\nUnited Nations to create the conditions necessary for\r\nimplementation of that resolution.\r\nWe would also like to reaffirm our commitment to\r\nthe unity and territorial integrity of Iraq, and the principle\r\nof non-interference in its internal affairs. Yet at the same\r\ntime, Iraq is required fully to implement all Security\r\nCouncil resolutions, which should stay within the context\r\nof international legitimacy and the norms of international\r\nlaw.\r\nWe express our great concern at the suffering of the\r\npeople of Libya due to the sanctions imposed on them.\r\n2\r\nGeneral Assembly 19th plenary meeting\r\nFifty-first session 2 October 1996\r\nWe associate ourselves in this regard with many other\r\nMember States regarding the approach followed in the\r\nimplementation of the sanctions, and we call for the\r\ncreation of necessary guarantees for the equitable\r\napplication of the sanctions so that international interests\r\nare safeguarded and the suffering of the people as a result\r\nof the sanctions is alleviated.\r\nThe State of Qatar has worked to promote the\r\nachievement of a just, comprehensive and lasting peace in\r\nthe Middle East. We therefore took part in the Arab\r\nSummit Conference in Cairo in June 1996, when Arab\r\nleaders reaffirmed that the achievement of peace requires\r\nfull Israeli withdrawal from all occupied Palestinian\r\nterritories, including Arab Jerusalem, conditions for the\r\nPalestinians to establish an independent State of its own\r\nwith Jerusalem as its capital, and the full and unconditional\r\nwithdrawal of Israeli forces from the Syrian Golan and\r\nsouthern Lebanon pursuant to Security Council resolutions\r\n242 (1967), 338 (1973) and 425 (1975) and in accordance\r\nwith the principle of land for peace accepted by the Arabs\r\nand by Israel as a serious basis for peace in the Middle\r\nEast.\r\nFrom this rostrum, we would like to call upon the new\r\nIsraeli Government to continue its efforts to ensure a\r\nsuccessful peace process in the Middle East and to take\r\naccount of United Nations resolutions, especially those that\r\nwere the background of the Madrid Conference, and the\r\nprinciple of land for peace, in accordance with agreements\r\nalready reached. We would like the Israeli Government to\r\nreconsider its position in order to give momentum to the\r\npeace process, to establish conditions conducive to\r\ncooperation among the peoples of the region and to achieve\r\na lasting and comprehensive peace in the Middle East.\r\nWe call upon the two co-sponsors of the peace process\r\nand the international community in its entirety to support\r\nthe peace process while at the same time providing the\r\nnecessary economic and political assistance to the\r\nPalestinian people and the Palestinian Authority.\r\nThe State of Qatar expresses its deep concern at\r\nIsrael’s continued confiscation of Palestinian territories, the\r\nestablishment of settlements in the occupied Arab territories\r\nand the bringing in of settlers in violation of international\r\ndecisions, the provisions of the Fourth Geneva Convention\r\nrelative to the Protection of Civilian Persons in Time of\r\nWar and the provisions adopted at the Madrid Conference.\r\nThese settler activities in the Syrian Golan, the\r\noccupied Palestinian territories and Arab Jerusalem should\r\ncease without delay. We would also like to reiterate our\r\nrejection of any attempt to change the demographic\r\ncharacter of the Arab city of Jerusalem or its legal status,\r\nspecifically its geographic and geopolitical status before\r\n4 June 1967. We call upon the international community\r\nto guarantee Israel’s implementation of binding\r\ninternational resolutions regarding Jerusalem, in particular\r\nSecurity Council resolution 252 (1968), since the\r\nestablishment of a comprehensive and just peace in the\r\nMiddle East cannot be achieved without solving the issue\r\nof Arab Jerusalem and the problems of the Palestinian\r\nrefugees, who should be granted the right to return in\r\naccordance with binding international decisions and the\r\nresolutions of the United Nations.\r\nQatar believes that the process of establishing\r\ncomprehensive and just peace in the region is the only\r\nstrategic option and that the decision of the Israeli\r\nGovernment to open a tunnel adjacent to Al-Aqsa Al-\r\nSharif is a violation and desecration of sacred Islamic\r\nsites and a provocation of Arabs and Muslims all over the\r\nworld. It runs counter to the peace process, is a violation\r\nof the Fourth Geneva Convention and threatens to freeze\r\nthe peace process and return the region to tension and\r\nviolence.\r\nFrom this rostrum, we call upon the co-sponsors of\r\nthe peace process and the international community to put\r\na speedy end to Israeli actions against the Palestinians in\r\nthe occupied territories in order to safeguard the rights of\r\nthe Palestinian people. We furthermore call upon all\r\nparties to continue negotiations and implement all the\r\nprovisions of the agreements reached so far. We look\r\nforward to a successful conclusion of the Washington\r\nmeeting and to tangible measures that would lead to the\r\npermanent closing of the tunnel and the immediate\r\nwithdrawal of Israeli forces from Palestinian areas.\r\nThe Middle East region and the whole world have\r\nsuffered greatly from terrorism. We condemn terrorism in\r\nall its forms and have always supported international\r\nefforts to deal with this phenomenon. We are committed\r\nto promoting all initiatives to convene an international\r\nconference on this problem. Our participation in the\r\nSharm el-Sheikh Conference was yet another testimony to\r\nour interest in this issue. However, we would like to\r\nreiterate that resisting occupation and aggression should\r\nnot be stigmatized as terrorism, since it is done in defence\r\nof international rights.\r\nWe pay tribute to the people of Bosnia and\r\nHerzegovina, who have defended their entity and their\r\n3\r\nGeneral Assembly 19th plenary meeting\r\nFifty-first session 2 October 1996\r\nhonourable ideals of tolerance and justice through more\r\nthan four years of aggression and genocide. We reiterate\r\nour commitment to the unity of the territory of Bosnia and\r\nHerzegovina, and to its sovereignty within its\r\ninternationally recognized borders. We likewise call upon\r\nall parties to completely implement the provisions of the\r\nDayton Agreement and make efforts to bring war criminals\r\nto justice.\r\nThe State of Qatar welcomes the agreement reached to\r\nput an end to the bloodshed in Chechnya, and we hope that\r\nthe parties concerned will work for the establishment of\r\npeace and security in that region.\r\nDevelopments in the world economy and the new\r\nprospects they offer, starting with the signing of the\r\nGeneral Agreement on Tariffs and Trade (GATT) and the\r\nestablishment of the World Trade Organization (WTO),\r\nrequire further measures to help fragile economies to\r\ndevelop and to give momentum to the global economy.\r\nIt is important therefore to reconsider the issues of\r\nthe cost of weapons and the settlement of disputes by\r\npeaceful means, such as preventive diplomacy and the\r\nprovision of the necessary material and human resources.\r\nThe costs saved in this manner must be rechannelled to\r\nassist developing countries to bolster their economies and\r\nraise the living standards of their citizens. Assistance from\r\ndeveloped and rich countries should be used to combat\r\npoverty and underdevelopment.\r\nThe issues of poverty, underdevelopment and\r\ndeprivation also threaten the environment. The\r\noverpopulation of our world has been a constant threat for\r\nmany years and can only lead to a deterioration of the\r\nenvironment and to the spread of poverty in many countries\r\nof the world. Huge resources are squandered on non-\r\nessentials that cannot help to bridge the gap between rich\r\nand poor countries. The situation is getting more serious\r\nevery day, and we should all be aware that a solution to\r\nthese problems requires a reconsideration of the\r\nsquandering of these resources in ways that do not alleviate\r\nhuman suffering or even meet human needs in poor\r\ncountries all over the world. Developed countries and\r\ninternational organizations should bear the responsibility in\r\nfinding the proper solutions to these problems to raise the\r\nstandard of living of poor peoples. The new world order\r\nshould not add to suffering and poverty in poor countries.\r\nWe reaffirm our confidence in the United Nations and\r\nour support for this unique international institution that\r\nbears the responsibility of dealing with grave humanitarian,\r\nsocial, economic and political problems and that attempts\r\nto find effective solutions to these problems in accordance\r\nwith the high ideals contained in the Charter for the\r\nestablishment of a peaceful, secure and prosperous world\r\nin which cooperation should prevail.\r\nThe President: The next speaker is the Minister for\r\nForeign Affairs of Uruguay, His Excellency Mr. Álvaro\r\nRamos.\r\nMr. Ramos (Uruguay) (interpretation from Spanish):\r\nPerhaps the term “globalization”, which occurs so\r\nfrequently in so many decisions nowadays, best describes\r\nthe international system which prevails in the present\r\ndecade and which, under the influence of a growing and\r\nclose interdependence, will extend into the twenty-first\r\ncentury. Admittedly, the term is not a precise one that\r\nsums up the broad and complex range of supranational\r\nphenomena that have been emerging since 1989, the year\r\nthat symbolizes the end of the cold war.\r\nIt is undoubtedly a term that is indicative of the fact\r\nthat today the cause-and-effect relationship in the\r\neconomic, political and even the cultural sphere\r\ntranscends traditional national borders more than ever.\r\nInterdependence is today more pronounced than ever\r\nbefore in history: markets, capital flows, research and\r\nproduction do not coincide with the political map. The\r\nindustrial assembly lines of advanced technology ignore\r\nnational borders, often making it difficult to determine the\r\norigin of a finished product, since its components come\r\nfrom such diverse sources. The political boundaries of\r\nStates are no longer boundaries of economic production\r\nand processes. The network of multinational corporations\r\nhas expanded to the extent that transactions between their\r\nsubsidiaries account for one quarter of world trade. In the\r\nface of the fluctuation and volatility of international\r\nelectronic transactions, the central banks of the most\r\ndeveloped countries already have difficulty controlling the\r\nexchange rates of their currencies or the level of interest\r\nrates. The recent establishment of the World Trade\r\nOrganization (WTO) is seen as the institutional\r\nculmination of this global trend towards liberalization of\r\ntrade in goods and services and as a force conducive to\r\ninterdependence.\r\nAccordingly, globalization, despite the various rates\r\nat which it operates in different parts of the world —\r\nfrom the slow, deliberate pace at which it proceeds in\r\ncountries with agrarian economies to the dizzying rapidity\r\nof its progress in those possessing advanced\r\ntechnologies — appears to be the distinguishing mark of\r\n4\r\nGeneral Assembly 19th plenary meeting\r\nFifty-first session 2 October 1996\r\nthe post-cold-war era. This phenomenon increasingly lends\r\nitself to the dominance of a system of echoes and\r\nreflections between nations, of all manner of\r\ninterrelationships, which in theory should contribute to\r\ninternational stability, since according to classical doctrine,\r\nthe risks of military confrontation are reduced when nations\r\nbecome more interdependent economically and financially.\r\nNevertheless, recent events have revealed the contrary: new\r\nsources of tension and conflict have emerged on the\r\ninternational scene, as well as new unconventional forms of\r\nviolence and crime that affect world peace and destabilize\r\ncoexistence within and between democratic societies.\r\nIn this setting of globalization and interdependence,\r\nthe United Nations — with its universal composition, its\r\nagglutinative structure that brings together countries at the\r\nmost varied levels of human development and ethnic or\r\nreligious composition, its institutional capacity to act as a\r\npoint of articulation or a sounding board for all concerns or\r\naspirations that extend beyond the local, national or\r\nregional level — would be in an ideal position to play a\r\nleading and decisive role. In other words, this Organization\r\nis the forum that, by the nature and magnitude of its\r\nmissions, should embody or interpret more faithfully than\r\nany other institution these compelling, topical phenomena\r\nof globalization and interdependence.\r\nYet, this distinctive role of the United Nations remains\r\nan unrealized vision. It must be asked, then, whether the\r\nUnited Nations, an organic manifestation of the global\r\nsystem that has taken shape in this decade, is capable of\r\neffective, systematic action in preventive diplomacy. We\r\nwould take it one step further and ask what our own\r\nnational responsibility is, as a democratic State and a\r\nfounding Member of the United Nations, in strengthening\r\nits role in the face of new challenges.\r\nAlthough this may appear simplistic, it is possible to\r\nconceive of war as a consequence of poverty, injustice,\r\noverpopulation or poverty. But if these conditions have to\r\nbe eliminated before peace is feasible, then preventing or\r\nrestricting hostile tensions becomes a Utopian exercise. For\r\nthis reason, we believe that there is an urgent need to take\r\nan up-to-date, modern look at how the United Nations\r\nshould react and act in response to the new threats to peace,\r\nand at what its capacity should be to respond to the\r\nphenomena inherent in the recent or current forms of\r\nglobalization.\r\nOn considering these questions, we shall certainly\r\ncome up against an unavoidable obstacle: that of the nation\r\nin its traditional form and as the basic unit on which the\r\nstructure of the United Nations was built. This nation no\r\nlonger exercises a monopoly over international decisions,\r\nand consequently is not the exclusive determinant of their\r\nlegitimacy. To some extent, this phenomenon may be\r\nsimilar to that described as the emergence of the\r\nimprecise State, found in a wide variety of non-State\r\npolitical bodies or agents that have an international impact\r\nthrough the intricate network of non-governmental\r\norganizations and multinational political movements\r\nwhose proliferation is another sign of the new\r\ninterdependence, and which play an increasingly active\r\nrole in the management of the world system.\r\nUndoubtedly, Governments, as the executives of the\r\npolitical decisions of States, retain their essential powers\r\nin matters of diplomacy, security, defence,\r\nmacroeconomics and currency. Obviously, the United\r\nNations, sustained by the will of Governments, has acted\r\nand continues to act as a summarizer or synthesizer of\r\nthose various wills, without prejudice to the greater or\r\nlesser influence of the military or financial powers of its\r\nMember States. For this reason, quite naturally, the\r\nactivity or inactivity of the Organization depends on the\r\nconcerns or indifference of national Governments, or on\r\nthe way in which those Governments articulate their\r\nconsensus or disagreement. But other actors have also\r\ntaken the international stage, and they are not always a\r\npart of the multiplicity of non-governmental organizations.\r\nThere are also ethnic groups not assimilated into an\r\nexternally imposed nationality, so-called region-States,\r\nwith growing links to the world economy and decreasing\r\nlinks to national authorities, as well as religious\r\nmovements that transcend frontiers and inflame fanaticism\r\nwhich, in some cases, has terrorist effects.\r\nWe therefore see a dual and contradictory process:\r\nglobalization and fragmentation. On the one hand,\r\ninterdependence has given rise to an increasingly\r\ninterlinked world in which entities influence each other\r\nmutually, and this in theory would be conducive to the\r\nstrengthening of political units and the formation of\r\nmega-States or large regional blocs. On the other hand,\r\nand as a consequence of the progressive impact of these\r\nnew actors on the international scene, fragmentation has\r\nalso emerged. Since its establishment, the United Nations\r\nhas seen the number of Member States increase almost\r\nfivefold, and at present, approximately one third of these\r\ncountries has been significantly affected by insurgent or\r\ndissident movements or Governments in exile.\r\nFor all of these reasons, which are associated with\r\nthis dialectical process of globalization and fragmentation,\r\n5\r\nGeneral Assembly 19th plenary meeting\r\nFifty-first session 2 October 1996\r\nwith the growing international importance of a\r\nheterogeneous collection of new actors and with the\r\nemergence of non-conventional threats to peace that cannot\r\nbe reconciled through traditional mechanisms of collective\r\nsecurity, we need to rethink our Organization and to act in\r\nconsequence.\r\nThe restructuring of the United Nations is certainly not\r\na new issue. On its thirtieth, fortieth and fiftieth\r\nanniversaries, efforts at revision, or rather at reform,\r\nemerged, aimed at achieving greater efficiency in the\r\npursuit of its purposes. Unfortunately, however, the effort\r\ncurrently under way, like its predecessors, does not go to\r\nthe root of the problem, which lies far deeper than the\r\npursuit of administrative efficiency or the rationalization of\r\nfunctions. If we evaluate the current efforts to restructure\r\nthe United Nations, we see clearly that in practice virtually\r\nall of the reforms being studied have no more than a\r\nprocedural or formal impact, and do not make a decisive\r\ncontribution to strengthening the system, or at least its\r\nsubstance, especially if we bear in mind that this\r\nOrganization exists at a period in history characterized most\r\ndistinctly by an accelerated pace of change.\r\nUruguay fully and spontaneously agrees with the\r\nwidespread aspiration for change. Like the vast majority of\r\nStates represented here, our country feels a deep-seated,\r\nnatural inclination in favour of any means or instrument\r\nthat, at the global or regional level, prompts or compels\r\nnations to conduct themselves in accordance with law. For\r\ncountries such as ours, which are founded on the rule of\r\ninternational law, it is essential to support any effort to\r\nguarantee the legal order, the principles of law, and the rule\r\nof law in relations among States. This is not simply a\r\nrhetorical reaffirmation of our desire for peace or our\r\nconviction that international law must prevail.\r\nUruguay truly takes the principles of the Charter and\r\nthe purposes of this Organization as its own, from the\r\nmaintenance of peace and security — reflected in the fact\r\nthat our country contributes the largest number of troops\r\nper capita to international peacekeeping operations — to the\r\nrecognition of the primacy of international law — reflected\r\nin our being the first country to unconditionally accept the\r\ncompulsory jurisdiction of the International Court of\r\nJustice. Our position with regard to the United Nations is\r\nthus consistent with our historical definition of ourselves as\r\na nation, a definition anchored in respect for international\r\ncommitments and strict compliance with the principles of\r\ninternational law in all areas in which States bear\r\nresponsibility.\r\nWith reference to the agenda for the present session,\r\nand without prejudice to the statements the delegation of\r\nUruguay will be making in the various bodies of the\r\nAssembly, we believe it appropriate to make a few brief\r\ncomments on some items of particular interest.\r\nIt is clear that the reform of the Security Council has\r\ncaptured the attention of the international community,\r\nprecisely because of the post-cold-war changes I have\r\nmentioned. The potential impact of the Council on the\r\nevaluation, prevention or easing of international conflicts,\r\nand the effective application of the principle of legal\r\nequality among States make it necessary to have greater\r\ndemocratization or transparency in the decision-making\r\nprocess and more equitable geographical distribution in\r\nthe composition of the Council.\r\nUruguay has already expressed its support for\r\nincreasing the number of permanent members on the\r\nCouncil in the light of present-day world realities, but the\r\nnumber of non-permanent members should also be\r\nincreased, precisely because of the need for greater\r\ntransparency and greater representativeness. While many\r\nproposals for change have been put forward, we should at\r\nthe very least all agree that the Council’s future\r\ncomposition should be designed so that the quest for more\r\nrepresentativeness does not adversely affect the Council’s\r\noperational efficiency.\r\nWith regard to the question of Palestine and the\r\nsituation in the Middle East, and despite the various\r\nobstacles that continue to hamper the consolidation of a\r\nbroad and stable peace, it is essential that the international\r\ncommunity maintain its support for the peace process\r\ninitiated in Madrid in 1991. In the same spirit, it should\r\ncontinue to encourage direct talks between Israel, the\r\nPalestinian Authority and the Arab countries — as is\r\noccurring even today in the United States — with a view\r\nto achieving mutual recognition and the ultimate objective\r\nof a lasting peace throughout the Middle East. We are\r\nconfident that the talks taking place in Washington will\r\nculminate in the success to which we all aspire, and to\r\nwhich they seem to be leading.\r\nIn another context, integration processes are\r\nindispensable for fair competition in a world of\r\nsubregional blocks. In this regard, the countries of the\r\nSouthern Cone Common Market (MERCOSUR) are\r\nconvinced that our integration process contributes to a\r\ntrue liberalization of trade. MERCOSUR constitutes an\r\nintegrated, open process that has created economic zones\r\nboth inside and outside the subregion. Thus, impetus has\r\n6\r\nGeneral Assembly 19th plenary meeting\r\nFifty-first session 2 October 1996\r\nbeen given to association with other States of the\r\nhemisphere, with other regional blocs and with countries\r\noutside the region. But above all, MERCOSUR has\r\ngenerated trade, both inside and outside the organization.\r\nMERCOSUR is today a demonstration of open regionalism,\r\nwhich affirms the commitments and, above all, the\r\nteachings of the World Trade Organization.\r\nThere is no question that free trade has been and\r\nremains one of the cornerstones of world economic\r\ndevelopment, as was repeatedly recognized during the\r\nUruguay Round of the General Agreement on Tariffs and\r\nTrade (GATT). For this very reason, we cannot endorse\r\nunilateral efforts to effect the extraterritorial application of\r\ndomestic legislation and as a consequence of which,\r\nwhether by virtue of their letter or their spirit, a country\r\nwould be able to extend the applicability of its laws beyond\r\nits own national borders, undermining not only the principle\r\nof non-intervention in the internal affairs of other States but\r\nalso freedom of trade, which is the very essence of the\r\nWorld Trade Organization, recently established by the\r\ninternational community.\r\nWhile our hopes for the establishment of\r\nrepresentative democracy throughout our continent remain\r\nas strong as ever, we continue to oppose the unilateral\r\napplication of economic, trade or financial measures against\r\na State for political purposes. The usefulness of such\r\nmeasures for the rapid and peaceful transition of a country\r\ntowards democracy has not yet been demonstrated.\r\nWith regard to cooperation for development, we recall\r\nthat the countries with greater capacities to contribute\r\nundertook to allocate at least 0.7 per cent of their gross\r\ndomestic product for that purpose. Yet there has been a\r\nsignificant downward trend in contributions stemming from\r\nthat commitment in recent years, and this trend cannot be\r\nlinked to the financial crisis the Organization is\r\nexperiencing. These are resources intended to fight poverty\r\nand underdevelopment and to create more dignified living\r\nconditions for our peoples. Nor should we confine\r\ncooperation to a vertical, one-way process; rather, we must\r\nalso view it in terms of South-South cooperation, availing\r\nourselves of our mutual experience to create our own\r\ncompetitive advantages.\r\nA few days ago, Uruguay became one of the first\r\nsignatories to the Comprehensive Nuclear-Test-Ban Treaty.\r\nTogether with other developments, such as the Advisory\r\nOpinion of the International Court of Justice regarding the\r\nlegality of the use or threat of use of nuclear weapons, this\r\nTreaty constitutes a basic instrument for the reaffirmation\r\nof the principles of international peace and security.\r\nStill in the field of disarmament, we have repeatedly\r\nvoiced our opposition to the transfer, stockpiling, export\r\nand production of anti-personnel landmines. Accordingly,\r\nwe shall continue to support keenly all initiatives aimed\r\nat eliminating them, as well as at securing the immediate\r\nentry into force of the Protocol adopted in Vienna last\r\nMay. Uruguayan contingents assigned to peacekeeping\r\nMissions in Angola, Mozambique and Western Sahara\r\nhave been among the many victims of these weapons, and\r\nit is the moral obligation of humankind to eradicate them.\r\nFinally, we should like to close by referring to one\r\nof the clearest and most tangible manifestations of the\r\nphenomenon of globalization we have sought to describe:\r\nthe production, trafficking and consumption of illegal\r\ndrugs. This is one of the most tragic forms of\r\ninternational organized crime, and its growing seriousness\r\nis demonstrated by statistics from the most varied sources.\r\nIts transnational nature makes it essential that the\r\nprinciple of shared responsibility should be systematically\r\napplied — without exception or unilateralism — to the\r\nentire cycle of production, trafficking and consumption.\r\nThis is a tightly wound chain whose links include all\r\ncountries without exception.\r\nPlease accept, Mr. President, our sincerest\r\ncongratulations on your election to guide the work of the\r\nAssembly and the firmest commitment of the Government\r\nof the Eastern Republic of Uruguay to support you in\r\nyour activities.\r\nThe President: The next speaker is the Minister for\r\nForeign Affairs of Guyana, His Excellency Mr. Clement\r\nRohee.\r\nMr. Rohee (Guyana): As the United Nations faces\r\nthe beginning of its second half-century and the dawn of\r\na new millennium, we look to the Organization for the\r\ncontinuing fulfilment of the high purposes of its Charter:\r\nthe maintenance of international peace and security and\r\nthe achievement of international cooperation in solving\r\nproblems of an economic, social, cultural or humanitarian\r\ncharacter.\r\nThe experience of the past 50 years has shown that\r\nthese goals are not easily attained. The end of the cold\r\nwar has not meant an end to conflicts. The world has now\r\nentered a new era in which civil strife has replaced super-\r\npower rivalry as the main threat to peace and security.\r\n7\r\nGeneral Assembly 19th plenary meeting\r\nFifty-first session 2 October 1996\r\nWe have yet to find workable solutions to many situations\r\nin which conflict continues to prevail. At the same time, the\r\nvast majority of mankind remains prey to poverty, hunger\r\nand disease. Such inhumane conditions serve as a fertile\r\nbreeding ground for chronic economic and social\r\ndegradation.\r\nYou, Mr. President, face the enormous task of guiding\r\nus through this vast thicket of concerns. We are confident,\r\nhowever, that your well-known diplomatic experience and\r\nskills will lead us to new paths in the search for satisfactory\r\nsolutions. As a son of Malaysia, a country which has long\r\nchampioned the cause of peace and development, you will\r\nundoubtedly bring to bear a sense of urgency to the\r\ndischarge of the many responsibilities with which you will\r\nbe entrusted.\r\nIn so doing, you will build upon the efforts of your\r\npredecessor, Mr. Diogo Freitas do Amaral of Portugal, who\r\nspearheaded our thrust to reform and restructure the world\r\nOrganization in order to make it more responsive to our\r\nneeds in the post-cold-war era. He is deserving of our\r\ngratitude for his labour during the past year.\r\nI would also like to pay tribute to the Secretary-\r\nGeneral for providing dynamic leadership to the Secretariat\r\nin these challenging times.\r\nThe special commemorative meeting held last year to\r\nmark our Organization’s fiftieth anniversary provided an\r\nexcellent opportunity not only for reflection on its past\r\nachievements, but also on its future direction. There was no\r\ndearth of ideas and proposals for strengthening the United\r\nNations in order to help it face the challenges of the\r\ntwenty-first century. It may be useful for us to look closer\r\nat some of those suggestions to determine their feasibility\r\nfor implementation. It is an exercise in which some of our\r\nmain Committees, our several working groups and the\r\nSecretariat may profitably engage so that the thinking of\r\nour Heads of State and Governments does not fall by the\r\nwayside, unheeded and forgotten.\r\nMy own President, on that historic occasion, presented\r\nhis concept of a new global human order in which the\r\nnations of the world could come together in a creative\r\npartnership for progress. This concept of partnership is\r\npredicated on the belief that we all now live in an\r\ninterdependent world, in which, unless we learn to hang\r\ntogether, we will certainly hang separately.\r\nNo one nation, no matter how militarily and\r\neconomically powerful, can hope adequately to address the\r\nmany complex cross-boundary problems which it now\r\nfaces. States Members of the United Nations need to\r\ncome together urgently to see how they can enhance\r\ncooperation in the various areas specified by the United\r\nNations Charter.\r\nAmong the immediate imperatives would be the\r\ncreation of a partnership for peace, for, although the\r\nworld has been mercifully spared another world war since\r\n1945, it has witnessed a number of conflicts, both old and\r\nnew, which continue to proliferate and to sap our\r\ncollective strength. The causes of these eruptions are\r\noften deep-seated and not easily eradicated. They require\r\ncareful study and attempts at resolution. Invariably, this\r\nwill mean that the United Nations will have to go beyond\r\ntraditional peacemaking and peacekeeping to the increased\r\npractice of preventive diplomacy aimed at pacifying\r\npotential conflict situations. The experience of past\r\noperations, both successes and failures, should be distilled\r\nwith a view to garnering those lessons which may be of\r\nguidance in future cases. In this context, classical\r\napproaches to conflict resolution may have to be\r\nsupplemented by new and imaginative ideas.\r\nOver the past few years, we have together made a\r\nlaudable effort to enhance the Security Council’s capacity\r\nto deal with threats to international peace and security. To\r\nour credit, we have been somewhat successful in making\r\nthe Council’s operations more transparent to the public\r\neye. We have yet to decide, however, on the major\r\naspects of resolution 48/26 on the question of equitable\r\nrepresentation on and increase in the membership of the\r\nSecurity Council.\r\nMr. Wilmot (Ghana), Vice-President, took the Chair.\r\nIdeas abound on ways and means of achieving these\r\naims. Our challenge is to reconcile these so that a\r\nconsensus can be reached on reform. My delegation\r\nbelieves that the various proposals now on the table, such\r\nas those made by Belize, Italy and Malaysia, need to be\r\nfurther examined to determine both their political\r\nacceptability and feasibility. It is possible that, under the\r\nright circumstances and with the necessary political will,\r\na reformed and more representative Council will emerge.\r\nA more democratic Security Council will command\r\nthe respect and enjoy the confidence of United Nations\r\nMember States. In time, they may be persuaded to rely\r\nless on their own costly defence forces and more on the\r\ncollective security system provided by the Organization.\r\nAs specified by the Charter, the various organs and\r\n8\r\nGeneral Assembly 19th plenary meeting\r\nFifty-first session 2 October 1996\r\nagencies such as the Assembly, the Council itself, the\r\nInternational Court of Justice, the Secretariat and — under\r\nChapter VIII — regional arrangements, can combine to\r\nform an effective bulwark against breaches of peace.\r\nDuring the cold war, some of these organs were precluded\r\nfrom performing their several functions. We must now seek\r\nto endow them with the machinery needed for their full\r\noperation.\r\nAt the same time, we need to strengthen the\r\npartnership against the proliferation of all lethal weapons,\r\nnuclear and conventional alike. Following the indefinite\r\nextension of the Treaty on the Non-Proliferation of Nuclear\r\nWeapons, we have the opportunity now to sign the\r\nComprehensive Nuclear-Test-Ban Treaty which, while\r\nadmittedly less than satisfactory, nevertheless offers a\r\nchance to proscribe the further development of dangerous\r\nweapons.\r\nAlthough considered less worrisome than their nuclear\r\ncounterparts, conventional weapons are no less destructive\r\nof human life and property. With the ending of the East-\r\nWest arms race, these weapons are being diverted by\r\nproducer States to developing countries, where they fuel\r\ntensions and eventual conflict. These dangerous transfers\r\nmust be closely monitored and a serious attempt made to\r\nconvert the arms industry to development purposes. It is\r\ntime that we see a dividend from our investment in peace.\r\nIn eschewing the use of arms, we must seek to\r\npromote dialogue, negotiation and development to remove\r\nthe root causes of all disputes and conflicts. The persistent\r\neruption of violence in the Middle East demonstrates that,\r\nunless respect is shown for the fundamental rights of the\r\nPalestinian people, peace will continue to elude that\r\ntroubled region. The peace process cannot, therefore, be\r\nallowed to die since without it there is little prospect of\r\nreconciliation among belligerents. Similarly, in the Korean\r\npeninsula and, indeed, in all areas where divisions among\r\npeoples exist, we must use our best diplomatic and political\r\nefforts to reduce tensions and encourage peaceful\r\nreunification.\r\nOur security concerns have widened in the post-cold-\r\nwar era to other areas, such as the environment and drug-\r\ntrafficking. As a small State and member of the\r\nCommission on Sustainable Development, Guyana looks\r\nforward to the review of the United Nations Conference on\r\nEnvironment and Development, which is due to take place\r\nin 1997. That meeting will provide us with an opportunity\r\nto assess the progress made towards implementing the\r\ncommitments assumed both at Rio and Bridgetown.\r\nWith regard to our efforts to combat drug-trafficking\r\nand abuse, we were pleased to participate in the high-\r\nlevel debate in the Economic and Social Council last\r\nJune. We urge further international action on the\r\nmeasures agreed upon and also on the early establishment\r\nof an international criminal court which, in our view, will\r\nserve as an effective deterrent to drug-related crimes and\r\nto other violations against humanity.\r\nHaving participated in the various summit\r\nconferences which have been held on the environment\r\nand development, population and development, human\r\nsettlements, women and children and social development,\r\nmy Government is also anxious to see these agreements\r\nfully implemented. We also look to the upcoming World\r\nFood Summit in Rome to build upon these existing\r\ncommitments. Eliminating hunger and guaranteeing food\r\nsecurity to all the world’s people are urgent imperatives\r\nfor the international community.\r\nAs a country which has suffered from the deleterious\r\neffects of colonialism, Guyana stands in solidarity with all\r\nStates that now face the formidable challenge of\r\ndevelopment. We were thus pleased to participate in the\r\nrecent mid-term review of the implementation of the\r\nUnited Nations New Agenda for the Development of\r\nAfrica in the 1990s. The results of that review gave\r\nreasons to hope that the African predicament can be\r\novercome through a much-strengthened cooperation\r\nbetween African countries and the international\r\ncommunity. We wish at this time to call on all States to\r\nintensify their efforts to support Africa’s initiatives to\r\npromote its development, for the success or failure of the\r\nAfrican Agenda will be the success or failure of us all.\r\nThese issues are at the heart of the wider and\r\ncomprehensive Agenda for Development which we are in\r\nthe process of elaborating. The endeavour we have made\r\nthis past year to complete our negotiations on the content\r\nof this important document, while significant, points to\r\nthe inevitable conclusion that we have yet to find the\r\nlevel of political will needed for meaningful agreement.\r\nWe seem to be stuck in the confrontational mode set\r\nduring our previous years of dialogue. My delegation is\r\nnonetheless of the view that, given the growing\r\ninterdependence of Member States and the globalization\r\nof the world economy and society generally, there are\r\nnow sufficient elements to form the basis of a global\r\npartnership for peace and development.\r\nThe terms of this partnership could be drawn up by\r\nmutual agreement of the parties, specifying both the\r\n9\r\nGeneral Assembly 19th plenary meeting\r\nFifty-first session 2 October 1996\r\nobligations and the rights of each side. On the part of the\r\ndeveloping countries, there would be acceptance of their\r\nprimary responsibility for their development as well as the\r\nneed for good governance. The developed nations, on the\r\nother hand, would commit themselves to supporting these\r\nendogenous efforts and to assisting in the creation of an\r\ninternational economic environment that would be\r\npropitious to success.\r\nLike the Lomé partnership that has existed for some\r\ntime now between a large group of African, Caribbean and\r\nPacific States and countries of the European Union, such an\r\narrangement would provide a fair degree of predictability in\r\nits operations. Developed and developing countries alike\r\nwould have the assurances of joint performance and\r\ncommon benefit. Eventually, this partnership would form\r\nthe basis of a new and enlightened world order to which we\r\nhave all aspired for many years.\r\nMy President, Mr. Cheddi Jagan and the Government\r\nand people of Guyana are dedicated to the creation of this\r\nnew global partnership. We were pleased to note that\r\nseveral international conferences — including the ninth\r\nsession of the United Nations Conference on Trade and\r\nDevelopment at Midrand, South Africa, and the meeting of\r\nthe Group of Seven in Lyon, France — have fully\r\nsubscribed to the concept. We are therefore encouraged to\r\nthink that the time has come for the establishment of a new\r\nglobal human order that would be based on respect for\r\nnational sovereignty, participatory democracy, socio-\r\neconomic equality, people-centred development and the\r\nrealization of the economic, social and cultural rights\r\nenshrined in the United Nations Charter. We know that\r\nsuch an order or partnership — call it what you will — will\r\nnot be easy to create and will require the adoption of a\r\nfundamentally new development paradigm which will bring\r\ntogether all actors, governmental and non-governmental\r\nalike, as well as multilateral and regional institutions, to\r\nwork together for economic and social progress.\r\nAt a symposium which was hosted in August 1996 by\r\nthe Government of Guyana, ample consideration was given\r\nto ways and means of promoting this new order. In light of\r\nthe changed political, economic and social circumstances of\r\nthe world today, the conference agreed inter alia, that, since\r\nthe enormous debt burden continued to inhibit development,\r\nserious consideration should be given to the cancellation of\r\nthe debt of the least developed countries; a significant\r\nreduction in multilateral debt; and a reduction of the\r\nremaining debt stock to sustainable levels for the other\r\ndeveloping countries, with debt-service payments limited to\r\n10 per cent of exports, provided that 50 per cent of the\r\nsavings are used for social sector development. There\r\nshould also be a significant increase in transfers of long-\r\nterm development finance to developing countries by,\r\nfirst, attaining the existing official development assistance\r\ntarget of 0.7 per cent of gross national product by\r\nmobilizing new and additional sources of finance;\r\nsecondly, creating a global fund by mobilizing resources\r\nusing new and innovative measures, such as the Tobin tax\r\nand environment-related levies from which Governments\r\nin both the North and the South would benefit; and,\r\nthirdly, introducing measures to stabilize the international\r\nmonetary system and financial markets.\r\nIn our efforts to promote the concept of the new\r\nglobal human order, we believe that serious consideration\r\nshould also be given to the establishment of a fair and\r\nequitable trading system, including the provision of\r\nreliable access to the markets of the North. Such a system\r\nshould take into account the special needs of small\r\ndeveloping States; ensure fair and stable commodity\r\nprices; secure a renegotiation of the provisions of the\r\nWorld Trade Organization, especially with respect to trade\r\nand environment, intellectual property rights and foreign\r\ndirect investments; a reduction and relaxation of\r\nconditions attached to future financial transfers; a new\r\nemphasis on the expansion of production and growth for\r\nsustainable development and a safe physical environment\r\nin the south; the development of the social sector as a\r\nfocus of any new programme with emphasis on education,\r\nhuman resources, health and the development needs of\r\nwomen, children and indigenous peoples; and the\r\nenhancement of efforts to democratize and strengthen the\r\nUnited Nations and to restructure other multilateral\r\nfinancial institutions to respond more effectively to the\r\nchallenge of people-centred development.\r\nIn this regard, we must quickly resolve the financial\r\ncrisis in which the Organization finds itself. Member\r\nStates, particularly the developed countries, must honour\r\ntheir payment obligations so that the funding of all United\r\nNations activities may be placed on a sound and\r\npredictable basis.\r\nThese are some of the measures which my\r\nGovernment believes need to be taken urgently by the\r\ninternational community in order to promote global peace\r\nand security. Admittedly, some, if not all, may seem in\r\nthe eyes of many to be too bold and far- reaching. Yet, if\r\nthey are not implemented soon, we run the grave risk of\r\njeopardizing the future of generations to come. We have\r\nthe moral imperative to act swiftly to prevent the further\r\ndecline of our peoples and, indeed, of our entire\r\n10\r\nGeneral Assembly 19th plenary meeting\r\nFifty-first session 2 October 1996\r\ncivilization. Let us therefore resolve to make this fifty-first\r\nsession of the General Assembly a decisive turning point in\r\nthe life of the Organization and an opportunity for forging\r\na just and enlightened partnership among the peoples of the\r\nworld.\r\nThe Acting President: I now call on the Minister for\r\nForeign Affairs of Guinea-Bissau and of the Guinean\r\nCommunities, His Excellency Mr. Fernando Delfim da\r\nSilva.\r\nMr. Da Silva (Guinea-Bissau) (spoke in Portuguese;\r\ninterpretation from French text furnished by the\r\ndelegation): I wish to congratulate the President warmly on\r\nhis election to the presidency of the General Assembly and\r\nto reiterate our trust in his qualities and skills, which will\r\nhelp in conducting the work of this session. I assure him\r\nthat the delegation of Guinea- Bissau is ready and willing\r\nto help him.\r\nWe would also like to congratulate his predecessor,\r\nMr. Diogo Freitas do Amaral, for the devotion and\r\nconstructive spirit with which he carried out his duties.\r\nWe take this opportunity to underscore our\r\nappreciation to and reiterate our confidence in the\r\nSecretary-General, Mr. Boutros Boutros-Ghali, whose\r\ninitiative and personal involvement in the reform of the\r\nUnited Nations system have made satisfactory results\r\npossible.\r\nLast year, over 185 States met in New York City to\r\ncommemorate the fiftieth anniversary of the United Nations.\r\nThis historic event was an excellent opportunity for the\r\nUnited Nations to evaluate and assess the state of our\r\nOrganization in a changing world and to cast a glance\r\nforward into the future.\r\nToday, as yesterday, a large part of the world’s\r\npopulation — which, to date, has experienced neither peace\r\nnor security, not to mention social well-being — place their\r\ntrust in the United Nations, the only institution with a\r\nuniversal mission, capable of promoting international peace\r\nand security and developing socio-economic cooperation on\r\na global scale.\r\nThe numerous challenges and hopes which the United\r\nNations must respond to today are unprecedented. It is\r\ntherefore important that we make every effort to restructure\r\nand revitalize the Organization, because the United Nations\r\nis facing an increasingly complex international situation.\r\nIn that connection, we commend the Open-Ended\r\nWorking Group on the Question of Equitable\r\nRepresentation on and Increase in the Membership of the\r\nSecurity Council for its contribution to overall efforts\r\nmade on this important and timely question. Guinea-\r\nBissau is of the view that all related proposals of the\r\nAfrican Group, and other proposals such as that of Italy,\r\nshould be given due consideration.\r\nIn a world beset by numerous grave conflicts, the\r\nUnited Nations is incontrovertibly, the best forum for\r\nachieving the ideals which underpin its irreplaceable role\r\nin promoting international peace and security.\r\nHowever, despite the ongoing efforts of our\r\nOrganization, peace and stability are still a dream in\r\nmany parts of the world. Conflicts and fratricidal warfare,\r\nand the persistence of various kinds of serious tension\r\namong States, have made innocent victims of entire\r\npopulations, causing loss of human life and provoking\r\nmassive movements of peoples and refugees.\r\nUnfortunately, Africa is the continent most affected by\r\nthis tragedy. Angola, Burundi, Liberia, Rwanda and\r\nSomalia are dramatic examples of Africa’s recent history.\r\nMy recent visit to Angola — which coincided with\r\nmy country’s presidency of the Security Council — as\r\nSpecial Envoy of the President of the Republic of Guinea-\r\nBissau, Mr. Joā o Bernardo Vieira, demonstrated our\r\npeople’s long-standing solidarity with the people of\r\nAngola and illustrates our unequivocal will to promote\r\nconfidence among the parties, which is essential to the\r\nsuccess of the peace process.\r\nIn that connection, we should like to stress the\r\nimportant role of the United Nations, the Troika and the\r\nSpecial Representative of the Secretary-General,\r\nMr. Blondin Beye, in the establishment of the peace\r\nprocess in Angola. We are convinced that the road we\r\nhave travelled and the successes achieved to date fully\r\nwarrant the confidence of the international community\r\nand its continued support for the peace process in Angola.\r\nGuinea-Bissau hopes that the reasons for the delay of the\r\nfull implementation of the Lusaka Protocol will be\r\novercome.\r\nWe deplore the tragedy that is dividing Liberia, a\r\ncountry of our subregion, just as we deplore the ongoing\r\nviolations of the agreements concluded, which increase\r\nthe loss of human life and provoke new outbreaks of\r\nviolence. We are also gravely concerned to note the\r\nnegative impact of the war in Liberia on the neighbouring\r\ncountries.\r\n11\r\nGeneral Assembly 19th plenary meeting\r\nFifty-first session 2 October 1996\r\nWe urge all warring factions to respect the new\r\nimplementation plan of the Abuja Agreement and of the\r\nLiberian National Transitional Government. We also invite\r\nthem to cooperate fully with the Economic Community of\r\nWest African States Monitoring Group, the United Nations\r\nObserver Mission in Liberia and the rest of the international\r\ncommunity in the search for a definitive solution to the\r\nproblem in Liberia.\r\nThe situation in the Great Lakes region, particularly\r\nthe situation prevailing in Burundi, is also of great concern\r\nto us. We support the efforts of the United Nations and the\r\nOrganization of African Unity to avoid a repetition of the\r\nRwandan tragedy in these countries.\r\nAs for Western Sahara, we reiterate our support for\r\nthe efforts of the Secretary-General of the United Nations\r\nto organize the referendum.\r\nGuinea-Bissau continues to focus special attention on\r\nthe situation in East Timor which needs a negotiated,\r\npeaceful, political approach if a solution is to be found. In\r\nthis context, we would like to welcome the talks between\r\nPortugal and Indonesia under the auspices of the United\r\nNations to find a just solution to this conflict.\r\nOn behalf of our Government, I reiterate our firm\r\nconviction that the Republic of China on Taiwan should be\r\npart of the United Nations on the basis of respect for the\r\nprinciple of universality and for the legal equality of States.\r\nThe fundamental rights of 21 million inhabitants of a\r\nterritory under the jurisdiction of a legal Government whose\r\nPresident has been democratically elected provide the\r\npolitical and legal basis for the recognition of their right to\r\ninternational status as a sovereign State under the legal and\r\njudicial terms enshrined in the Charter of the United\r\nNations.\r\nThe reunification of China is a question that must be\r\nresolved by the people of China itself. However, the\r\nRepublic of China on Taiwan is legally entitled to enjoy\r\ninternational status before reunification — in other words,\r\nits recognition as a State and application of the principle of\r\nparallel representation of divided States.\r\nIt is essential that the Middle East peace process be\r\nsupported. We consider that any lasting solution to the\r\nMiddle East conflict must respect the inalienable rights of\r\nthe Palestinian people to self-determination and to the\r\nestablishment of an independent State, and must respect the\r\nindependence and territorial integrity of all States of the\r\nregion, including the State of Israel, and their right to live\r\nin security within internationally recognized boundaries.\r\nThe tragic events of recent days have weakened the peace\r\nprocess while seriously affecting world public opinion.\r\nWe urge the State of Israel and the Palestinian Authority\r\nto persevere on the path of dialogue towards the\r\nrestoration of a climate of trust, which is vital for the\r\nestablishment of lasting peace. We welcome the meeting\r\nbetween President Arafat and Prime Minister Netanyahu,\r\nwhich is an important step on that path. We commend all\r\nparties that are contributing to the restoration of the\r\nIsrael-Palestinian dialogue, especially the Government of\r\nthe United States of America.\r\nThe holding of elections in Bosnia and Herzegovina\r\nis a positive element in the resolution of this crisis in\r\nEurope. We hope that all the parties concerned will\r\nhenceforth devote all their energies to the reconstruction\r\nof that devastated country, to ensure a future of peace,\r\ntolerance and development.\r\nThe embargo against Cuba, whose repercussions\r\ngravely affect the people of that country, must be\r\nresolved through dialogue and negotiation by the parties\r\nconcerned, with a view to achieving a complete and\r\nsatisfactory solution.\r\nPoverty, malnutrition, hunger and major endemic\r\ndiseases are a painful reality that affects a large part of\r\nthe population of developing countries. We welcome the\r\nconvening at Rome next November of the World Food\r\nSummit, organized by the Food and Agriculture\r\nOrganization of the United Nations (FAO).\r\nGuinea-Bissau is convinced that international\r\nsecurity and stability depend on the collective struggle\r\nagainst all the internal and external factors that force a\r\nlarge part of the world’s population to live in abject\r\npoverty. Indeed, the persistence of poverty throughout the\r\nworld requires an ongoing sustained effort on the part of\r\nthe community of nations and calls for a global approach\r\nto resolve the major socio-economic problems affecting\r\nthe world.\r\nThe debt burden and debt-servicing gravely\r\njeopardize development in Africa. During recent years, as\r\nwas clearly demonstrated by the mid-term review of the\r\nUnited Nations New Agenda for the Development of\r\nAfrica in the 1990s, our countries have become net\r\nexporters of capital because of the financial agreements\r\nthey must honour. Indeed, the amounts allocated to debt-\r\nservicing greatly exceed external resource flows. Guinea-\r\n12\r\nGeneral Assembly 19th plenary meeting\r\nFifty-first session 2 October 1996\r\nBissau is no exception. Overall, third world economies have\r\nseen little improvement.\r\nThe gap between developed and developing countries\r\ncontinues to grow because of the slow rate of economic\r\ngrowth in the developing countries in general and the least-\r\ndeveloped countries in particular.We welcome the action\r\nundertaken by the United Nations, especially the System-\r\nwide Special Initiative for Africa. My Government\r\ncontinues to devote considerable efforts to the economic\r\nrecovery of our country, strictly applying the structural\r\nadjustment programme agreed with the World Bank and the\r\nInternational Monetary Fund. However, efforts to restore\r\nour country’s macroeconomic balance and the well-being of\r\nour people should be supplemented by additional support\r\nfrom the international community, which we hope will\r\ncontinue to be forthcoming in support of our efforts in that\r\ndirection.\r\nGuinea-Bissau, an African country and a member of\r\nthe Portuguese-speaking community, welcomes Portugal’s\r\ninitiative to propose to its European Union partners the\r\nconvening of a European-African summit, whose objective\r\nwould be to promote a political dialogue aimed at laying a\r\nnew foundation for a new global partnership.\r\nEnvironmental protection and the rational utilization of\r\nour planet’s natural resources are the responsibility of all\r\nhumanity. Aware of this reality, Guinea-Bissau has\r\ndesigned with its cooperation partners a strategy for\r\nsustainable development that respects environmental balance\r\nand which can be considered socially viable and just. In\r\nthat context, our Government is making considerable efforts\r\nto implement the recommendations of the Copenhagen\r\nWorld Summit for Social Development, the Platform of\r\nAction of the Fourth World Conference on Women, held at\r\nBeijing, and the recommendations of the second United\r\nNations Conference on Human Settlements, held at\r\nIstanbul.\r\nRespect for and the full exercise of basic human rights\r\nare elements of freedom, peace and international stability.\r\nGuinea-Bissau, a democratic country, is resolved to\r\npreserve intrinsic human values, for harmonious and\r\nintegrated development. The United Nations is intended to\r\nbe the appropriate forum for finding concerted\r\ncomprehensive solutions to the major challenges facing the\r\nworld today. That is why it is vital to increase its ability to\r\nprevent conflicts and preserve peace and to promote socio-\r\neconomic development. Today Guinea-Bissau, more than\r\never before, is determined to contribute to the achievement\r\nof the ideals enshrined in the United Nations Charter.\r\nThe Acting President: I now call on the Minister\r\nfor Foreign Affairs of the Republic of Venezuela,\r\nMr. Miguel Angel Burelli Rivas.\r\nMr. Burelli Rivas (Venezuela) (interpretation from\r\nSpanish): I would like first of all to congratulate\r\nAmbassador Razali on his election to the presidency of\r\nthe Assembly and to wish him every success in his work.\r\nIt would seem that after half a century, the debate on\r\nthe meaning, importance, role and timeliness of this\r\nOrganization has become increasingly impassioned. It\r\ncould be said that the United Nations is on trial.\r\nIt may be that some of the criticism is justified. It is\r\naccused, for instance, of having a large bureaucracy, and\r\nit is said that there is a proliferation of situations\r\nrequiring the deployment of military forces to pave the\r\npath for peace, which is also a path riddled with war.\r\nThese situations came about without the consent of the\r\nMember States, who must all bear their share of the costs.\r\nThis enlarged bureaucracy, added to the expenses of\r\nmilitary peacekeeping, increases the financial burden of\r\nthe weaker countries. Yet, it seems to be the strong\r\ncountries that most resent and denounce this burden.\r\nNevertheless, to thoroughly assess and evaluate what\r\nthe United Nations is and what it represents, we would\r\nhave to compare it to another such organization of its\r\nkind, one that had brought together nearly 200 sovereign\r\nStates, led them by the hand through 50 of the most\r\nenigmatic and dangerous years of history and remained a\r\npoint of reference when all the ideological references had\r\ncollapsed. And that other organization has never existed.\r\nAs far as we know, humanity has never lived\r\nthrough 50 continuous years of peace, yet 51 years have\r\npassed without a tremor of generalized conflict like the\r\nones that once seemed to be cyclical. Even though\r\nmisunderstandings and aggressions appear on one\r\ncontinent or another, based on deep-seated racial,\r\nreligious or political hatred, and leading to genocide or\r\nlocal wars, we cannot speak of a conflagration, especially\r\nwhen the will of the people of all regions rises above\r\nthese wars, committed to the restoration of peace.\r\nThe international community, in varying degrees, has\r\nstarted to review its greatest Organization, and it has\r\nfocused its attention first on the Security Council.\r\nFortunately, the creative imagination of States has\r\nsuggested various ways to change it in order to make it\r\nmore representative of the new world realities and, of\r\n13\r\nGeneral Assembly 19th plenary meeting\r\nFifty-first session 2 October 1996\r\ncourse, to make it more efficient. My country follows this\r\nprocess with enormous interest, aware that the Security\r\nCouncil will be the centre of balance of the world system.\r\nIn the meantime, this long period of relative peace has\r\nallowed for the rise of European integration, which is\r\nperhaps the greatest political achievement of our century. It\r\nhas made possible the growth of daring and vigorous\r\ntechnological civilizations in Asian countries as well as\r\nunderstanding and growth in the Latin American region,\r\nwhich today has become, thanks to this understanding,\r\nhumankind’s most promising abode. In this framework,\r\nVenezuela has broadened its ties with and deepened its\r\ncommitments to the great causes of our time, such as the\r\nenforcement of human rights, truly representative\r\ndemocracy, integration as an economic and political culture\r\nof our modern era and disarmament as a guarantee of world\r\nsecurity. Tomorrow, on behalf of my country I shall\r\nproudly sign the Comprehensive Nuclear-Test-Ban Treaty.\r\nMy country hopes that the criticism levelled at the\r\nOrganization will justify itself by leading to logical plans to\r\nreform and revitalize it. Its success must be definitively\r\nestablished in the implementation of human rights, in the\r\nfight against terrorism and in the alliance to exterminate\r\ndrug trafficking and connected activities. A special session\r\nof the General Assembly has been called on this latter topic\r\nat Mexico’s urging.\r\nIn his current report on the work of the Organization,\r\nthe Secretary-General refers to the territorial controversy\r\nbetween Venezuela and Guyana. I must note that this\r\ncontroversy lies within the framework of the 1966 Geneva\r\nagreement signed by both countries in order to reach a\r\npractical and lasting solution to this dispute. In a spirit of\r\ndialogue and cooperation between the two parties, we\r\nappealed to the Secretary-General’s good offices and are\r\nnow applying one of the mechanisms for the peaceful\r\nsettlement of disputes provided for in the United Nations\r\nCharter. We are therefore surprised that this case is\r\nexpressly mentioned in the chapter on conflict situations.\r\nAs a Latin American, I must recognize that, thanks to\r\nthis lasting peace, my region, a scion of Europe, and its\r\ncreature in many respects, has resumed friendly relations\r\nwith its natural metropolis after 80 years of world wars that\r\nhad separated us and created a rift in the cultural patterns\r\nthat had governed us for centuries.\r\nOf course, numerous threats linger on. The so-called\r\nweapon-States that have the financial resources to spark a\r\nregional conflict that can multiply and spread are still there,\r\nuntouched by democratic norms and mostly driven by\r\nfanaticism. In countries where no one would have\r\nimagined it, the danger of racial discrimination returns\r\nlike a nightmare. At the very centre of the most cultured\r\ncontinent, we have witnessed a war and a genocide that\r\nwe would angrily condemn in Cambodia or in Rwanda,\r\nand among countries that have been an world example of\r\ntolerance and coexistence for centuries. The followers of\r\ntwo religions that are virtually the same confront and\r\nexterminate one another almost daily.\r\nAt the same time, the conditions of exchanges, the\r\ngoals of good policies and the miracle of modern\r\ncommunications lead to a free flow of trade, technology,\r\nscientific models and human movement, both through\r\ntourism and through commercial interests. All this is\r\nbringing humanity together as a whole, using information\r\nto express an impassioned interest that is beginning to be\r\nwidely known as globalization.\r\nThe Organization still has to overcome the\r\nprophecies and schemes of pessimistic traditions,\r\naccording to which natural law dictates the existence of\r\nwars, diseases and other disasters as a fateful necessity to\r\nregulate population growth and as an incentive to devise\r\ntechnologies and scientific developments in the escalation\r\nthat Malthusians see in their observation of nature.\r\nPeace is the primary purpose of the United Nations;\r\nwar is the recourse most commonly used by humanity to\r\ntry to solve imbalances and resentments. And we have\r\npeace, ceaselessly troubled but always re-established as\r\nfar as and wherever possible. But we must remember that\r\nwar is the most chronic of recidivists, since greed and\r\nambition feed on it.\r\nWe might say that what this Organization needs to\r\nsolve universal strife, poverty and untrammelled\r\npopulation growth is a human resource development and\r\nsystematic education project to do away with the fragile\r\nethics of our time and to teach all nations the art of\r\nliving — and living together. Fears, suspicions and\r\nanimosities are engendered by ignorance among people\r\nand nations.\r\nI speak on behalf of a country whose most important\r\nnatural resource has endowed it with power and economic\r\neuphoria on the one hand, and plunged it into acute\r\npsychological depression on the other. That resource is\r\noil, of which we hold the largest and most secure reserves\r\nin the Western world. Since oil legally belongs to the\r\nState, as do all underground resources, the State finds it,\r\n14\r\nGeneral Assembly 19th plenary meeting\r\nFifty-first session 2 October 1996\r\nprocesses it, sells it and distributes its revenues as services.\r\nLittle by little, the old agricultural country became used to\r\nstretching out a hand to receive from the State gifts of\r\nprotectionism, subsidies, scholarships, credits and even\r\nundue largesse, all of which used to come from the land as\r\na reward for labour.\r\nFor more than two generations Venezuelans relied\r\nexclusively on oil, disregarding personal effort. At times,\r\nthe State demagogically encouraged this dependency and\r\npromoted idleness, thus leading to ethical complications\r\nborn of collusion between politics and the economy. This\r\nis the deep-seated reason for the so-called Venezuelan\r\ncrisis. It is different from others because it is not economic\r\nbut moral, and can only be solved by a return to honest\r\nbehaviour and personal endeavour, which requires a great\r\ndeal of time and effort.\r\nThis is what the Administration of President Rafael\r\nCaldera is striving for. After trying to reverse the enormous\r\nevils he inherited, using measures that were not too harmful\r\neconomically for the weakest sector, on 15 April, he\r\ndecided to open up the economy and incorporate prevailing\r\nmarket economy values through the Venezuelan Agenda.\r\nHe was careful, however, to establish a programme to\r\nabsorb the enormous shock this opening causes\r\ntransitionally on the majorities accustomed to the old State\r\npaternalism. After a brief period, we are emerging from this\r\nunique crisis, which cannot be and could not have been\r\nresolved by a simple decree, as other crises, since it\r\nrequired and still requires a change in habits in order for\r\npeople to learn to be self-sufficient. The case of Venezuela\r\ncould recur in other countries characterized by State\r\npaternalism.\r\nIf we look closely at the so-called social crisis that all\r\nLatin American countries suffer, we can see it is due to a\r\nlack of training. We used to say that education was the\r\nuniversal solution to all problems, and it is. But at a time\r\nwhen Latin American society has become unhinged because\r\nof peasant migrations undoing the social and moral order,\r\nwith the ensuing marginalization brought about by a change\r\nin customs leading to the degradation of the family, both\r\neducation and training are absolute necessities.\r\nThe breakdown of the traditional home deprives\r\npeople of the essential ethical values that used to be learned\r\nfrom the mother. Nowadays, the State must replace the\r\nhome and the mother, in preparing the inner self of its\r\ncitizens. It is evident, therefore, that training and education\r\nare of primary importance since the human being’s inner\r\nself must be strengthened in order to rebuild the family\r\nunit, which gives coherence, pride and courage to a\r\nsociety. Simón Bolívar, the Liberator of America, grasped\r\nthe whole problem when he said, “Morality and\r\nenlightenment are our first necessities”. Perhaps the whole\r\nworld today suffers the same evil and has the same needs.\r\nThe United Nations, through its specialized agencies,\r\nis carrying out innumerable programmes, studies, trials\r\nand experiments to solve the daily tragedy of our human\r\nspecies. This is becoming more and more complex since\r\nthe efforts are aimed at an already deformed being,\r\nincapable, therefore, of living in harmony with others.\r\nIf we were to agree that the chain connecting home,\r\nprimary school, secondary school, university, and life\r\nbroke down some time ago, and that it is missing its first\r\nlink, without which all else is pointless and without\r\nfoundation, we would invest at the very roots of human\r\nlife the economic and scientific resources needed to form\r\nhuman beings from the start, enabling them to grow,\r\nendowed with the values that would make them citizens.\r\nLatin America, born unaware of racial hatred,\r\nreligious conflicts and territorial greed, with an indivisible\r\nspirit made up of a combination of influences that move\r\nin the same direction on the freest and broadest of stages,\r\nis hurt by the fact that its real problems today are social\r\nones, brought on by the error of political regimes that\r\nignored the discipline of education or doubted its\r\nundeniable primacy.\r\nDemocracy has taken root in Latin America as in no\r\nother part of the universe as a consequence of political\r\ndesire. Nevertheless, we are not satisfied, because\r\ndemocracy must mean the eradication of age-old ills and\r\nconstitute, more than merely a system to elect\r\ngovernments, a cogent civilization.\r\nWe aspire to a democracy transparent in its conduct\r\nand effective in its achievements to continue offering it as\r\nan alternative to the ancient dictatorships. This explains\r\nmy country’s perseverance in attaining an honest and\r\nclean democracy. In this regard, we have proposed a\r\nconvention against corruption, which has been approved\r\nat the hemispheric level. Strangely enough, it would be\r\nthe first of its kind in the world, which goes to show how\r\nstrongly entrenched this vice is: it has gone unpunished\r\nby dictatorships and democracies alike throughout time\r\nand around the world.\r\nThe day is not distant when this instrument, limited\r\nnow to our hemisphere, will encompass our whole\r\n15\r\nGeneral Assembly 19th plenary meeting\r\nFifty-first session 2 October 1996\r\nOrganization, since the crime it prosecutes is not\r\nexclusively American but takes root in many countries on\r\nall continents. During the last substantive session of the\r\nEconomic and Social Council, Venezuela, together with\r\nArgentina, the United States and other countries, sponsored\r\na United Nations declaration on corruption and bribery in\r\ntransnational commercial activities, which is clear proof that\r\nthe fight against unpunished corruption prospers in the\r\nworld.\r\nIf the United Nations, aware that the key to universal\r\nchange lies in training and education, were to inspire and\r\nlead an in-depth study of what makes a human being, of the\r\nway societies that break into conflict or serve as models for\r\nothers are defined by the sum of their members; if the\r\nUnited Nations were to use the United Nations Educational,\r\nScientific and Cultural Organization (UNESCO) to add a\r\nuniversal teaching component to all its cooperation\r\nprogrammes, then the true ethical and human redemption of\r\nsociety would begin.\r\nFree of prejudice and with sufficient resources, Latin\r\nAmerica, a melting pot of customs and races, could serve\r\nas a laboratory to show how the human species can\r\nstraighten its spine of ethics, which has been so twisted in\r\nso many places. Our America as a whole is a welcoming\r\nplace for peace, since there are no elements of unease or\r\ninsecurity other than social asymmetries — not the\r\nasymmetries of blood-lines, but those of dire poverty, born\r\nof the incapacity to transform and distribute our plentiful\r\nnatural resources.\r\nWe are living a unique moment in history. In a short\r\ntime, without violence, we have seen great empires come to\r\nan end, the elimination of the cruellest jails of human\r\nthought, the liberation of all wills and the opening of the\r\ngreatest opportunity peoples have ever had to reorganize\r\nthemselves in accordance with hopes and desires that were\r\nlong repressed or thwarted by violence of all sorts.\r\nAs Marguerite Yourcenar says in her biography of\r\nHadrian, referring to the religious perplexity of the great\r\nEmperor: in his lifetime the old gods no longer existed and\r\nChrist had not yet arrived. Humanity’s present spirit seems\r\nto be similar: free, but still dazed and hesitant to adopt a\r\nnew order from a new mould; but, above all, free, although\r\nat this fateful moment great leaders might be lacking.\r\nThe United Nations holds and reflects this feeling —\r\nhovering between jubilation and disbelief — like a prodigy\r\nstanding before the panorama of infinite possibilities of\r\nwhat we can create with the fertile dreams of our era.\r\nThe Acting President: I now call on His Excellency\r\nMr. Koffi Panou, Minister for Foreign Affairs and\r\nCooperation of the Togolese Republic.\r\nMr. Panou (Togo) (interpretation from French):\r\nFirst of all, I would like to express to the President my\r\nsincere and warm congratulations upon his election to the\r\npresidency of the General Assembly at its fifty-first\r\nsession. My delegation is convinced that his skills, his\r\nperfect mastery of international issues and his unstinting\r\nefforts will bring the work of our session to a satisfactory\r\nconclusion. In the same context, I would like to assure\r\nhim of my delegation’s readiness to cooperate with him\r\nin the discharge of his lofty mission.\r\nIt is also a pleasure for me to commend the\r\nremarkable work done by his predecessor, Mr. Diogo\r\nFreitas do Amaral, who stamped the fiftieth session with\r\nthe seal of his effectiveness and dedication. I pay tribute\r\nto him on behalf of my delegation.\r\nI would also like to congratulate Secretary-General\r\nBoutros Boutros-Ghali for the noteworthy way in which\r\nhe has devoted his energies to the achievement of the\r\nobjectives of our Organization and to enhancing day by\r\nday its credibility. He has all the respect of the Togolese\r\ndelegation.\r\nThe economic, political and social context of this\r\nsession hardly seems to differ from that of previous years:\r\nthe ongoing conflicts continue to take many victims.\r\nMoreover, terrorism continues to have a great impact on\r\nthe world, and the burden of debt, with all its\r\nimplications, holds in check the development of many\r\ncountries, particularly those of Africa. All these\r\nphenomena cast a shadow over the international landscape\r\nand prompt concerns regarding the genuine advent of\r\npeace, security and prosperity, to which all of humanity\r\nlegitimately aspires.\r\nIt is in this context that Togo has endeavoured to\r\nconsolidate the basis of a state of law and to confront the\r\nimperatives of sustainable human development to ensure\r\nthe social well-being of its people.\r\nTogo has begun the process of democratizing\r\nnational political life, and the process has had a normal\r\nand encouraging development, particularly in the last\r\nthree years. The calm, orderly and transparent holding of\r\npartial legislative elections on 4 and 18 August 1996\r\nillustrates the resolve of the Togolese people, with the\r\nimpetus of the Head of State, Mr. Gnassingbe Eyadema,\r\n16\r\nGeneral Assembly 19th plenary meeting\r\nFifty-first session 2 October 1996\r\nto move forward along the road to democracy, peace and\r\npolitical stability, which guarantee social and economic\r\ndevelopment.\r\nHaving learned the lessons of a difficult democratic\r\ntransition, which ripped the social fabric and cast into doubt\r\nthe achievements of its development process, the population\r\nof Togo is more aware than ever before of the need to\r\npreserve and strengthen its unity. By doing so it will be\r\nable to effectively meet present and future challenges,\r\nensure its prosperity and make its modest contribution to\r\nthe building of a better world. The President of the\r\nRepublic and the Government of Togo intend to continue\r\nto work tirelessly in this direction, in concert with other\r\nmembers of the international community. They are satisfied\r\nto note today that the people of Togo, through the hardships\r\nthat they have endured, have acquired a clear awareness of\r\nself-responsibility. Thus, having supported the efforts of\r\ntheir leaders for several months, they more and more firmly\r\nreject political formulas and organization approaches\r\ndesigned in other climes that have proved unsuitable in the\r\ncontext of their history and culture. In the view of many\r\nobservers, the Togolese people, through the countless\r\nmanifestations of its political will, is cultivating the\r\nauthentic African democracy that we all desire.\r\nLast year the United Nations commemorated the\r\nfiftieth anniversary of its founding. On that occasion, the\r\nGeneral Assembly observed in its Declaration:\r\n“The determination, enshrined in the Charter of the\r\nUnited Nations, to save succeeding generations from\r\nthe scourge of war\u0027 is as vital today as it was fifty\r\nyears ago.” (resolution 50/6, first para.)\r\nThe many ethnic or religious armed conflicts that still scar\r\nthe international landscape confirm this view of the General\r\nAssembly and demonstrate the magnitude of the task still\r\nfacing the Organization.\r\nAfrica remains one of the world’s regions of tension,\r\nand our continent has been sorely tested by cruel conflicts\r\npersisting in a number of States. The Government of Togo\r\ndeplores the fact that conflicts such as those in Liberia,\r\nSierra Leone, Somalia, Burundi and Angola have not yet\r\nbeen definitively resolved. The huge numbers of victims,\r\nrefugees, displaced persons and the massive destruction\r\ncaused by these conflicts should be enough to convince the\r\nparties concerned of the need to put an end to their\r\ndisputes, which could tire the patience and perseverance of\r\nthe international community in its efforts.\r\nConcerned over the deteriorating situation in these\r\ncountries, the Togolese Government urges the various\r\nactors to seek a peaceful solution to their disputes,\r\nthrough dialogue and cooperation, so that their peoples\r\ncan at last find the peace and stability necessary for their\r\ndevelopment.\r\nWith respect more specifically to Liberia, my\r\ndelegation welcomes the bold measures taken by the\r\nCommittee of Nine of the Economic Community of West\r\nAfrican States (ECOWAS) at its meeting in Abuja last\r\nAugust, aimed at successfully concluding the peace\r\nprocess begun many years ago. These measures,\r\naccompanied by sanctions, attest to the determination of\r\nthe ECOWAS countries to do their utmost to find a\r\ndefinitive and lasting solution to this fratricidal and\r\nseemingly endless conflict.\r\nAt this new stage of the process, it is important for\r\nour Liberian brothers to recognize the tremendous efforts\r\nmade by the ECOWAS States, the Organization of\r\nAfrican Unity (OAU) and the United Nations, and to\r\nshow good will in order to facilitate the effective\r\nimplementation of the Abuja Agreement of 19 August\r\n1995, which provides the means to end this conflict and\r\nto return to peace and to constitutional normalcy.\r\nWith respect to the dispute over the Bakassi\r\npeninsula, my country would like to pay tribute to the\r\nSecretary-General’s efforts towards a peaceful settlement.\r\nThese efforts, which recently took the form of the\r\ndispatch of a good-offices mission to Cameroon, Nigeria,\r\nBakassi and Togo, may help strengthen the interim\r\nmeasures aimed at reducing tensions, while waiting for a\r\njudgement to be handed down by the International Court\r\nof Justice.\r\nTogo is determined to work towards resolving all\r\nconflicts by peaceful means and to safeguard peace and\r\nsecurity on the African continent. Thus my country and\r\nits President are prepared to contribute to the restoration\r\nof peace on the peninsula and to the normalization of\r\nrelations between the two countries. In the same spirit, the\r\nGovernment of Togo hopes that the good will shown by\r\nthe two parties during the visit of the Secretary-General’s\r\ngood-offices mission will continue to prevail, so that the\r\ndesired goal may be achieved as soon as possible.\r\nThe persistence of these conflicts, which deeply\r\nundermine our continent’s development efforts, compels\r\nme to recall the proposal made at the thirtieth session of\r\nthe OAU conference of Heads of State and Government\r\n17\r\nGeneral Assembly 19th plenary meeting\r\nFifty-first session 2 October 1996\r\nby President Gnassingbe Eyadema of Togo aimed at\r\nestablishing an inter-African force charged with keeping the\r\npeace wherever it is threatened or breached.\r\nWe welcome the various initiatives undertaken to that\r\nend to make this idea a reality, so that Africa, with the\r\nsupport of the international community, might better\r\nmanage conflict situations, which divert the efforts of the\r\nAfrican peoples from the priorities of economic and social\r\ndevelopment.\r\nAlong the same lines, given the numerous conflicts the\r\nOAU Mechanism for Conflict Prevention, Management and\r\nResolution will have to face and in light of the illicit\r\ntrafficking in small arms and light weapons, it is important\r\nto strengthen the activities of the United Nations Regional\r\nCentre for Peace and Disarmament in Africa, headquartered\r\nin Togo. To that end, it would be appropriate if the Centre,\r\nestablished pursuant to resolution 40/151 G of 16 December\r\n1985 by the General Assembly at the request of OAU\r\nHeads of State and Government, could benefit from\r\nadequate and appropriate resources so that it could fully\r\ndischarge its duties. In that context, I should like to\r\nreaffirm that the Government of Togo, which attaches great\r\nimportance to this Centre, will do its utmost to honour its\r\ncommitments as the host country.\r\nThe 1991 Madrid Peace Conference on the Middle\r\nEast and the Washington agreements of 13 September 1993,\r\ninter alia, have sparked hopes regarding a negotiated\r\nsettlement of the question of Palestine and the conflict in\r\nthe Middle East as a whole. The evacuation of certain\r\noccupied territories of Palestine, the establishment of the\r\nPalestinian Authority, the repeal of anti-Israel provisions\r\nfrom the Palestine Liberation Organization (PLO) charter,\r\nand the peace treaty between Israel and Jordan, are positive\r\noccurrences that bear witness to the progress achieved in\r\nthe context of the Middle East peace process. Togo\r\nwelcomes this progress.\r\nHowever, the difficulties that have confronted this\r\nprocess in the last few days, jeopardizing its normal\r\ndevelopment, are a source of grave concern for my\r\ndelegation. The delegation of Togo is particularly concerned\r\nat the tragic events that took place last week in Jerusalem,\r\nwhich claimed many Palestinian and Israeli victims.\r\nTogo, which endorses Security Council resolution\r\n1073 (1996), adopted on 28 September 1996, calls for\r\ngreater energy in the continuation of the process until it\r\nachieves concrete results. It urges the evacuation of all\r\noccupied Arab territories, the existence of Israel within\r\nsecure and internationally recognized borders, and the\r\nestablishment of an independent Palestinian state. At any\r\nrate, it is important to achieve a just and comprehensive\r\npeace benefiting all countries of the region, in accordance\r\nwith the relevant resolutions of the Security Council.\r\nWith respect to the war in the former Yugoslavia, I\r\nshould like on behalf of the Togolese Government to\r\nheartily congratulate the architects of the Dayton\r\nAgreement, signed in Paris on 14 December 1995, and to\r\nexpress our appreciation at the acceptable development of\r\nthe situation in the light of the implementation of that\r\nAgreement. We would like to encourage the main actors\r\nin that conflict to continue to seek a negotiated settlement\r\naimed at a definitive return to peace and stability in that\r\npart of Europe.\r\nAside from hotbeds of tension, we must note that\r\nterrorism, which we condemn, is, because of its\r\npernicious objectives and criminal acts, one of the gravest\r\nthreats today to international peace and security. We\r\nwelcome the holding of the Summit for Peacemakers in\r\nSharm el-Sheikh and the recent meeting of the Ministers\r\nfor Foreign Affairs of the Group of 7 major industrialized\r\ncountries and of the Russian Federation in Paris. The\r\nGovernment of Togo welcomes the various measures\r\nadvocated at these two meetings in order to energetically\r\nthwart the activities of transnational criminal\r\norganizations and their agents.\r\nWith respect to the safeguarding of peace through\r\ndisarmament, Togo reiterates its firm commitment to\r\ngeneral and complete disarmament, and supports\r\nunreservedly the efforts of the international community to\r\nachieve that objective. In this connection, my delegation\r\nconsiders that the Comprehensive Nuclear-Test-Ban\r\nTreaty (CTBT), opened for signature by States on 24\r\nSeptember 1996, and which I have just signed on behalf\r\nof the Government of Togo, will undoubtedly contribute,\r\nif it is accepted and applied by all, to a reduction of the\r\nnuclear threat. This would allow the international\r\ncommunity to make headway towards the definitive\r\nelimination of nuclear weapons, which is one of the most\r\nardent wishes of humanity.\r\nAs the Declaration on the Occasion of the Fiftieth\r\nAnniversary of the United Nations states:\r\n“A dynamic, vigorous, free and equitable\r\ninternational economic environment is essential\r\nto the well-being of humankind and to\r\n18\r\nGeneral Assembly 19th plenary meeting\r\nFifty-first session 2 October 1996\r\ninternational peace, security and stability.”\r\n(resolution 50/6, para. 2)\r\nThis unanimous recognition of the positive effects that\r\na sound international economic climate can have on world\r\nstability is absolutely accurate. The growing indifference of\r\na large part of the international community to the search for\r\nappropriate solutions to the current economic crisis is\r\nbecoming increasingly disturbing. Indeed, while in the\r\nindustrialized countries the overall socio-economic situation\r\nis experiencing positive developments and while the\r\ndisparities in their economic performances are decreasing,\r\nwe note with regret that the developing countries,\r\nparticularly in those of Africa, still languish under the debt\r\nburden and have great difficulty in extricating themselves\r\nfrom the situation they have been in for several years.\r\nAs has been repeatedly pointed out, the solution to the\r\neconomic problems of the developing countries requires\r\nradical and innovative solutions, inter alia, the cancellation\r\nor appreciable reduction of their debts and the\r\nimplementation of bold measures aimed at promoting their\r\nprogress.\r\nMy delegation welcomes the efforts made so far by\r\ncreditors to resolve the debt problem. It appreciates the\r\nresolve expressed by the seven major industrialized\r\ncountries at the G-7 Lyons Summit to take additional action\r\nto reduce the debt burden of the poorest countries vis-à-vis\r\nmultilateral institutions and bilateral creditors that are not\r\nmembers of the Paris Club. It welcomes in particular the\r\nrecent decision of the Ministers for Finance of the seven\r\nmajor industrialized countries, at their meeting in\r\nWashington, to alleviate the debt burden of the poorest\r\ncountries, up to a limit of 80 per cent.\r\nAside from the question of debt, my delegation is also\r\nconcerned with other problems of development. Aware that\r\nthey are primarily responsible for promoting their own\r\ndevelopment through sound and consistent economic and\r\nsocial policies, the developing countries involved in\r\nstructural adjustment programmes have made enormous\r\nsacrifices, which, unfortunately, have not yet achieved the\r\ndesired results. Thus most of these countries face serious\r\nsocial problems, including endemic disease, hunger,\r\nunemployment, a high number of unemployed graduates,\r\nstrident claims by its citizens and poverty.\r\nTo confront and resolve these various ills in a lasting\r\nmanner, the international community must show greater\r\nsolidarity and mobilize, together with these countries, to\r\nrender them the necessary assistance. Moreover, in order\r\nfor it to take off economically, Africa must stop being\r\nviewed as just a reservoir of raw materials.\r\nAt this time of globalization of the economy and the\r\nliberalization of markets, it is imperative that African\r\nStates become competitive in international trade. To this\r\nend, they must meet the challenges of industrial\r\ndevelopment through sustained technical and financial\r\ncooperation with the industrialized countries. Moreover,\r\nit is important that Africa not become dependent on the\r\nexploitation of raw materials, whose prices are constantly\r\ndeteriorating. The pace of its industrialization must be\r\nencouraged to accelerate through international cooperation\r\nbased on partnership and the support of developed\r\ncountries, development-related bodies and the relevant\r\nmultilateral financial institutions.\r\nIn that connection, the Government of Togo, which\r\ncreated and continues to strengthen conditions that favour\r\nforeign investment in its free zone, inter alia, would like\r\nto express its gratitude to both its public and private\r\npartners and to the industrial development institutions\r\nthat, through their investments and various forms of\r\nassistance, have supported its initiatives in this domain.\r\nThe World Food Summit will be held in Rome next\r\nNovember. The Government of Togo hopes that the work\r\nof the Summit will meet with success and that the\r\nrecommendations that will be adopted there will help to\r\nimprove the food and agricultural situation so that the\r\nneeds of peoples in this sphere can be met.\r\nTogo welcomes the United Nations System-wide\r\nSpecial Initiative on Africa, launched on 15 March 1996\r\nby the Secretary-General. We see in this initiative a\r\nconfirmation of the commitment of the Secretary-General\r\nand the United Nations system to give concrete reality to\r\nthe objectives of the San Francisco Charter in order,\r\ninter alia, to support development in Africa.\r\nAt a time when the economic and social situation of\r\nAfrica is constantly deteriorating, it is important to duly\r\nappreciate this Special Initiative promoting a partnership\r\nbetween political and economic institutions and African\r\nGovernments. One of the Initiative’s good points is that\r\nit deals substantively with problems and focuses primarily\r\non action towards peace, political stability and\r\ndevelopment on the continent. However, in order for it to\r\nachieve its objectives, the international community must\r\nbecome effectively involved in its implementation by\r\nmaking a decisive contribution to the mobilization of the\r\nnecessary financial resources, so that it does not become\r\n19\r\nGeneral Assembly 19th plenary meeting\r\nFifty-first session 2 October 1996\r\nsimply just another initiative for Africa. My Government\r\nwill devote the necessary attention to it in order to turn the\r\nsituation to best account.\r\nIn today’s world, where nations are confronted with\r\nthe paradox of fragmentation and globalization, the United\r\nNations, more than ever before, has a key role to play.\r\nThus, in connection with the severe lack of resources that\r\nhas brought the United Nations to the brink of bankruptcy,\r\nmy Government is among those which believes that no\r\nreform of the Organization can succeed if the Organization\r\nhas to fight for its own survival. It is therefore urgent that\r\ndrastic measures be taken to ensure a stable financial base\r\nfor the Organization and to put a definitive end to this\r\npayments crisis, which has paralysed it. The principal States\r\nin arrears should show the political will to help resolve the\r\ncrisis.\r\nIn the view of my delegation, improved effectiveness\r\nof the United Nations is a must; but it is also important to\r\npromote its democratization. We believe, therefore, that the\r\nWorking Group on the Question of Equitable\r\nRepresentation on and Increase in the Membership of the\r\nSecurity Council is proceeding in the right direction. Given\r\nthe present configuration of the United Nations, and as\r\nnoted by the Working Group, it is necessary to contemplate\r\nan equitable and responsible increase in the number of\r\npermanent and non-permanent members of the Council and\r\nto strengthen its links with the main organs of the United\r\nNations and with the Member States, so as to enhance\r\ntransparency.\r\nFor many decades, thanks to the sustained efforts of\r\nthe United Nations, multilateralism has clearly been the\r\nmost appropriate framework for resolving problems relating\r\nto international peace and security and to development.\r\nThe balance sheet drawn up last year, on the fiftieth\r\nanniversary of the Organization, was encouraging despite\r\ncertain shortcomings. Nevertheless, much remains to be\r\ndone. Greater efforts are required on the part of Member\r\nStates, as well as greater resources, so that a reformed and\r\nrevitalized United Nations, better adapted to current\r\nrealities, can respond effectively to the expectations of\r\nhumanity as a whole.\r\nIn the discharge of the lofty mission assigned to the\r\nOrganization, Togo, for its part, will associate itself without\r\nreservation to any initiative aimed at safeguarding\r\ninternational peace and security and promoting justice,\r\nhuman rights and progress for the benefit of all nations.\r\nThe Acting President: I now call on the Minister\r\nfor Foreign Affairs of Iraq, His Excellency\r\nMr. Mohammed Said Al-Sahaf.\r\nMr. Al-Sahaf (Iraq) (interpretation from Arabic): It\r\ngives me great pleasure to begin my statement by\r\ncongratulating Mr. Razali Ismail on his election to the\r\noffice of President of the General Assembly at its fifty-\r\nfirst session.\r\nI am quite confident that his extensive experience\r\nand competence will definitely contribute to the\r\nsuccessful outcome of this session. I should like to assure\r\nhim that we are keen to cooperate with him and support\r\nhis efforts to bring the proceedings of this session of the\r\nGeneral Assembly to a successful conclusion.\r\nIn recent weeks, Iraq has been the focus of\r\nworldwide attention and interest because of the American\r\nmissile attacks to which it has been subjected and the\r\nintensive American military build-up that followed in\r\npreparation for a large-scale military aggression on the\r\npretext that Iraq violated Security Council resolutions.\r\nI would like here to describe our views on these\r\nevents. Iraq has acted in no way contrary to the Charter\r\nor Security Council resolutions or to justify an American\r\nmilitary aggression against it. What Iraq did was to move\r\nits forces on its own territories and within its\r\ninternationally recognized borders at the request of one of\r\nthe main Iraqi Kurdish factions in order to repel a\r\nmilitary aggression committed by another faction in\r\nalliance with a neighbouring foreign country. This action\r\nof the Iraqi Government falls within the sovereignty of\r\nIraq over its own territories and in the context of its duty\r\nto defend its own people and repel any foreign aggression\r\nagainst them. This is a right guaranteed by all\r\ninternational covenants and laws. It is also a basic\r\nresponsibility of the Government of any country.\r\nThe operation was limited, swift and carried out\r\nwithout the loss of human lives. This has been attested to\r\nby all observers, including officials of United Nations\r\nagencies who were working in northern Iraq. T h i s\r\noperation put an end to the state of civil war, in-fighting,\r\nchaos and insecurity in northern Iraq and restored peace\r\nand stability to that region. The United States, however,\r\ntried to exploit these developments and to use them as a\r\npretext to carry out missile attacks against Iraq and\r\ndestroy a number of civilian installations, leaving many\r\nmartyrs and wounded civilians in its wake.\r\n20\r\nGeneral Assembly 19th plenary meeting\r\nFifty-first session 2 October 1996\r\nThe United States Administration was not satisfied\r\nwith its military aggression against Iraq. The United States\r\nPresident openly announced, on 3 September 1996, his\r\ndecision to expand the no-fly zone in southern Iraq, which\r\nhad been imposed by the United States in 1992, from the\r\n32nd parallel to the 33rd parallel. The imposition of no-fly\r\nzones in Iraqi airspace is a use of armed force in violation\r\nof the sovereignty and territorial integrity of Iraq. It was a\r\nunilateral decision that had nothing to do with the United\r\nNations nor with Security Council resolutions on Iraq. This\r\nfact was confirmed by the official spokesman of the United\r\nNations on 7 January 1993, when he said that the\r\nimposition of the no-fly zone in southern Iraq was not\r\nbased on any Security Council resolution.\r\nThe spokesman of the French Foreign Ministry\r\nannounced on 2 September 1996 that:\r\n“There is no United Nations or the Security Council\r\nprovision defining the basis for a no-fly zone north of\r\nthe 36th parallel or south of the 32nd parallel. The\r\ndecision to establish these zones is a quadrilateral\r\ndecision by France, the United States, Britain and\r\nTurkey. There is no provision by the United Nations\r\ndefining these zones.”\r\nAs the Permanent Representative of Russia to the\r\nUnited Nations pointed out on 5 September 1996:\r\n“This no-fly zone, from its inception, was not based\r\non any international legal foundation.”\r\nThe Arab and world reaction to the aggressive actions\r\nof the United States has been one of rejection and\r\ncondemnation. The whole world now knows that the\r\nimposition of the no-fly zones in Iraq is neither legitimate\r\nnor legal and constitutes an ongoing aggression against\r\nIraq. It must cease.\r\nFrom the beginning, Iraq has been very clear in\r\nrejecting the so-called no-fly zones unilaterally imposed by\r\nAmerica and some of its allies. America and Britain\r\ninsisted on expanding this no-fly zone and claimed that its\r\naim, as declared by the highest officials in the United States\r\nAdministration, was to protect United States strategic\r\ninterests in the region. I wonder: Is a State entitled forcibly\r\nto impose such a situation on another independent State,\r\nalso a United Nations Member, on the pretext of protecting\r\nits strategic interests? Such acts would cause the law of the\r\njungle to prevail in international relations over the law of\r\nthe Charter.\r\nWe demand that the United Nations, the General\r\nAssembly and the Security Council reject this logic —\r\nwhich is based neither on international legitimacy nor on\r\nthe authorization of the Security Council itself — and\r\nrelieve our country of this injustice. None of the\r\nallegations and pretexts put forward by the United States\r\nto justify its attacks and military build-up against Iraq\r\nhave any justification in law, fact or legitimacy. They\r\nshould be deplored and condemned.\r\nI would like here to express the gratitude of the\r\npeople of Iraq for the Arab and world reaction to this\r\naggression and the acts that followed, which were aimed\r\nat violating Iraq’s sovereignty and territorial integrity.\r\nNo one here is unaware of the suffering of the Iraqi\r\npeople as a result of the total blockade imposed on them,\r\nwhich has prevented them from satisfying their basic\r\nhuman needs for more than six years. Conditions in Iraq\r\nhave reached such an extreme that it has become\r\nimpossible for the United Nations to maintain the silence\r\nimposed on it by one party’s will, especially when\r\nhumanitarian organizations and United Nations agencies\r\nhave loudly warned of the serious consequences and harm\r\nof continuing the total blockade of Iraq. Infant mortality\r\nrates have soared for lack of food and medicine. Disease\r\nis rampant. The health, education and environmental\r\nsectors have deteriorated. There have also been major\r\neffects and regression in other humanitarian fields, in the\r\ngrowth and development of which Iraq had been a\r\npioneer among third-world countries.\r\nHowever, the United States of America, which has\r\nbeen shedding crocodile tears over the humanitarian\r\nconditions of the Iraqi people and their need for food and\r\nmedicine, stands today publicly and blatantly against the\r\nlegal, balanced and proper implementation of the\r\nmemorandum of understanding on the “oil for food”\r\nformula arrived at by Iraq and the United Nations\r\nSecretariat on 20 May 1995.\r\nWhile the professional and diplomatic dialogue\r\nbetween Iraq and the United Nations Secretariat managed\r\nto reach agreements satisfactory to both sides, the United\r\nStates tried to put all kinds of hurdles in the way of the\r\nnegotiations at each phase, with a view to delaying the\r\nfinalization of the memorandum of understanding. Then\r\nit started to set up road blocks, hindering the actual\r\nimplementation of the memorandum’s provisions in the\r\nframework of the sanctions committees and in the\r\ncompletion of the administrative arrangements needed for\r\nsuch implementation.\r\n21\r\nGeneral Assembly 19th plenary meeting\r\nFifty-first session 2 October 1996\r\nI would like here to provide some statistics to\r\ndemonstrate the magnitude of the obstacles the United\r\nStates threw up to the process of drafting the memorandum\r\nof understanding. It is well known that it took 50 working\r\nmeetings to complete the memorandum — 50 working\r\nmeetings — from 6 February to 20 May 1996. In the\r\ncourse of this process, the United States presented 29\r\namendments to the provisions of the memorandum agreed\r\nupon with the United Nations Secretariat during the\r\nnegotiations. Although Security Council resolution 986\r\n(1995) provides for accelerated procedures to implement\r\nagreements, it took 80 days to establish the said procedures.\r\nDuring this period, 28 informal meetings were held with\r\nexperts from the French and German missions; there were\r\nfive formal meetings, at which the procedures were\r\nsupposed to have been quickly completed and adopted. The\r\nUnited States, however, delayed that adoption for three\r\nmore weeks. The United States remains to this day the only\r\nparty blocking the implementation of the memorandum of\r\nunderstanding, and it does so for political reasons that\r\ncompletely contradict its own allegations that the purpose\r\nof resolution 986 (1995) is purely humanitarian.\r\nBecause of United States pressure and interference, the\r\nSecretary-General has so far been unable to implement the\r\nmemorandum of understanding. This is evidenced by the\r\nfact that discussion on the implementation of a six-month\r\nplan to provide food and medicine to the Iraqi people has\r\ntaken seven months. It is not yet complete because of\r\ncontinuous United States interference and derailing of the\r\nprocess to implement this memorandum. We believe that\r\nthese acts should cease and that the United Nations\r\nSecretariat and Iraq should be allowed to implement the\r\nmemorandum as soon as possible and without further\r\ninterference.\r\nThe Iraqi people want to be able to satisfy their own\r\nneeds, using their own capabilities and financial means.\r\nThey seek the lifting of restrictions whose sole aim is to\r\nstarve them and wound their honour and pride. However,\r\nlike the people of Iraq, a proud people more than 6,000\r\nyears old that has given birth to human civilizations, will\r\nnot kneel before any threat nor surrender its sovereignty\r\nand pride to those whose only aim is hegemony over the\r\nwealth of peoples and things sacred to them. Iraq is only\r\ndemanding its right — guaranteed by all international\r\ncovenants and customs and Security Council resolutions —\r\nsince all the obligations imposed on Iraq have been carried\r\nout and all the reasons for the imposition of these unjust\r\nsanctions have been removed.\r\nIraq has fulfilled all its obligations under Security\r\nCouncil resolutions in spite of the injustice they involved.\r\nWhile these same resolutions place corresponding\r\nobligations on the Security Council, we have seen no\r\nmovement by the Council to meet them. We feel, rather,\r\nthat the Council has abdicated its powers of control and\r\nmonitoring of the implementation of its resolutions. It\r\nassigned that task to the Special Commission\r\n(UNSCOM), which it entrusted with the implementation\r\nof section C of resolution 687 (1991) and gave sole\r\nresponsibility to decide whether Iraq has carried out all its\r\nobligations and deserves to have the sanctions lifted.\r\nUNSCOM has been working throughout Iraq for\r\nnearly six years. It has sent 373 inspection teams,\r\ncomprising a total of 3,754 international inspectors, in\r\naddition to its established staff located in Baghdad, which\r\nis made up of more than 90 officials. The Commission\r\nuses the most up-to-date scientific and technological\r\nmeans and methods, which should have enabled it to\r\naccomplish its mission and verify the results of its work.\r\nIs it conceivable that this Commission has been unable to\r\naccomplish its mission to date? Would anybody ask the\r\nExecutive Chairman of UNSCOM what has been\r\naccomplished and what remains to be done? Is it\r\nconceivable that UNSCOM has not yet been able to\r\ndestroy the weapons of mass destruction once owned by\r\nIraq? What has this huge army of inspectors been doing\r\nall this time? They did not come to Iraq for a vacation. Is\r\nit true that the documents and equipment which the\r\nCommission alleges to remain but has been unable to find\r\nconstitute a threat to international peace and security and\r\nrequire the withholding of its recommendation that the\r\nsanctions against Iraq be lifted, even partially?\r\nIraq has fulfilled all its substantive obligations with\r\nregard to the implementation of section C of resolution\r\n687 (1991) on the elimination of prohibited weapons. I\r\nwould like to reaffirm from this rostrum, on behalf of my\r\nGovernment, that Iraq has retained no prohibited\r\nweapons, components of such weapons or documents\r\nrelated thereto. What UNSCOM has been saying about\r\nIraq’s concealment of prohibited weapons, components of\r\nsuch weapons or documents related thereto is based on\r\nmere suspicion unsupported by material evidence. Those\r\nsuspicions emanate from American and British\r\nintelligence services and their agents.\r\nIraq has asked UNSCOM to address these suspicions\r\nin a practical, objective and apolitical manner. UNSCOM\r\nis not a political body to be influenced by the political\r\ngoals of any one country. It is, rather, a technical\r\n22\r\nGeneral Assembly 19th plenary meeting\r\nFifty-first session 2 October 1996\r\nCommission obliged to carry out its tasks in a technical and\r\nscientific manner free from political conflicts and\r\nantagonistic positions. We have witnessed in our dealings\r\nwith UNSCOM, however, that it tends to act out of political\r\nconsiderations rather than on the basis of technical and\r\nscientific facts.\r\nMy country demands that the permanent members of\r\nthe Security Council — including the Arab Republic of\r\nEgypt, the Arab representative on the Council and one of\r\nthe largest countries of the Middle East genuinely interested\r\nin seeing the region free from weapons of mass destruction\r\n— participate directly in the work and activities of\r\nUNSCOM and in the evaluation of its work and final\r\nconclusions. We are quite certain that, if this participation\r\nis carried out quickly and scrupulously, the conclusion will\r\nbe reached, supported by evidence and convincing\r\narguments, that the substantive issues in this file have been\r\nresolved as required by resolution 687 (1991) and that it is\r\nnow time for the implementation of paragraph 22 of the\r\nsaid resolution.\r\nWe wish to point out that our most recent experience\r\nwith work carried out under the auspices of the United\r\nNations has proven that there is a problem with the\r\nOrganization’s structure. This problem is the large\r\nimbalance that exists between rights and obligations, in\r\naddition to the prevalence of the logic of force, which is\r\nnot in the provisions of the Charter. The machinery of the\r\ninternational Organization has been used as a tool to\r\nimplement the foreign policy of certain international super-\r\nPowers and to divert the United Nations, particularly the\r\nSecurity Council, from its natural path towards one that\r\nclearly contradicts the letter and spirit of the Charter which,\r\nas the organizing document of this Organization, forms the\r\nconstitutional and legal basis upon which the United\r\nNations must rely in all its practices.\r\nThe provisions of the Charter dictate that the Security\r\nCouncil shall act in accordance with these purposes and\r\nprinciples when discharging its duties in the maintenance of\r\ninternational peace and security and in adopting its\r\nresolutions, whose content and implementation should\r\nconform to the principles of justice and international law.\r\nThere are restrictions that the Council should abide by\r\nwhen adopting its resolutions, which should accord with the\r\npurposes and principles of the Organization, so that\r\nMember States are able to fulfil their obligation to accept\r\nand carry out the decisions of the Security Council\r\nresolutions in accordance with Article 25 of the Charter.\r\nThe Security Council is not a world Government endowed\r\nwith the power of legislation and detailed implementation\r\nbeyond the letter and spirit of the Charter. It is, rather, a\r\nUnited Nations organ that must abide by the legal norms\r\nwhich constitute the legal basis for international\r\nlegitimacy, embodied in every provision of the Charter of\r\nthe United Nations.\r\nBelieving in the principle of interdependence and in\r\nthe common interests of all the peoples of the Earth,\r\nbased on the sovereignty, independence and common\r\nconcerns of States, Iraq has contributed and continues to\r\ncontribute to the strengthening of the relations and values\r\nof multilateral international action. The poor countries of\r\nthe southern hemisphere are facing a series of attempts to\r\nmarginalize, isolate and prevent them from keeping pace\r\nwith scientific and economic developments. These\r\nattempts include raising trade and political barriers to\r\nhinder these countries’ acquisition of technology and their\r\nchances of scientific progress, thereby subjecting them\r\nwilly-nilly to an economic machinery that furthers only\r\nthe interests of the large industrial Powers or the rich\r\ncountries of the North. As President Saddam Hussein\r\npointed out in his speech on Iraq’s National Day last July,\r\nthe battle of the developing countries is the battle of the\r\nsouthern hemisphere for freedom, independence,\r\ndevelopment, prosperity and the enjoyment of rights and\r\njustice.\r\nPresident Saddam Hussein also pointed out that the\r\nUnited States of America and other international Powers\r\nhave promulgated slogans publicly calling upon the\r\ncountries of the South to develop their capabilities and\r\npotential, allegedly in order to bale themselves out from\r\nunderdevelopment, poverty and deprivation. But when\r\nIraq developed its capabilities and potential and used this\r\ndevelopment and its oil wealth to further its national\r\ndevelopment and advancement and to enhance Iraqis’\r\nabilities and qualifications, the people responsible for the\r\nbanners and slogans mobilized, under United States\r\nleadership, all the forces of evil against Iraq and attacked\r\nit with the bombs, missiles and armies of the 30-nation\r\naggression in order to destroy my country’s infrastructure\r\nand one of the new pillars of development among the\r\ncountries of the South.\r\nThis places on the United Nations a large and\r\nhistoric obligation to shoulder the responsibilities\r\nentrusted to it by the Charter and to ensure the rights of\r\nall peoples and countries to peace, development and\r\neconomic prosperity. The United Nations must be, as its\r\nfounding fathers wanted it to be, the international\r\ninstrument for the economic and social advancement of\r\nall peoples, rather than an instrument in the hands of a\r\n23\r\nGeneral Assembly 19th plenary meeting\r\nFifty-first session 2 October 1996\r\ncertain Power that uses it to impose its hegemony on the\r\nworld by force and blackmail.\r\nIn conclusion, I would like to express my country’s\r\nfirm belief that the United Nations, through the strenuous\r\nefforts of its working groups on the reform of its structure\r\nand methods of work, and thanks to the good will of many\r\nof its Members, will in the near future again approach its\r\ntrue potential and capabilities to reject hegemony over it\r\nand to accomplish the goals and purposes of its Charter in\r\nconformity with international legitimacy and in the interest\r\nof the welfare and happiness of all mankind.\r\nThe Acting President: We have heard the last\r\nspeaker in the general debate for this meeting.\r\nA few representatives have requested to speak in\r\nexercise of the right of reply. I remind members that\r\nstatements in exercise of the right of reply are limited to 10\r\nminutes for the first intervention and to five minutes for the\r\nsecond intervention and should be made by delegations\r\nfrom their seats.\r\nMr. Gnehm (United States of America): The speech\r\nwe have heard from the Foreign Minister for Iraq is yet\r\nanother attempt to dress a wolf in the clothing of a lamb.\r\nBefore responding to the specific misstatements, I must\r\nreturn to the basics. The nature of the Iraqi regime is well\r\nknown. This the regime that left hundreds of thousands of\r\ncorpses to rot in fields and swamps in two wars which it\r\ninitiated against its neighbours and in the one war it\r\ninitiated, and continues to this day, against its own people.\r\nThis is the only regime that has ever used weapons of mass\r\ndestruction against its own citizens, the regime that\r\nweaponized such deadly biological agents as botulin and\r\nanthrax, the regime that threatened to burn its neighbours\r\nwith chemical weapons.\r\nThe United States and all the other members of the\r\nUnited Nations, and most specifically Iraq’s neighbours,\r\nknow this regime for what it is. No amount of smooth talk\r\nhere today about international law and legitimacy can erase\r\nthat knowledge. By its actions, the Iraqi regime deliberately\r\nplaced itself outside the society of law-abiding nations, a\r\nfact recognized in numerous Security Council resolutions.\r\nThe most important of these resolutions for the security of\r\nthe Middle East is Council resolution 687 (1991), which\r\nbans Iraq from holding or acquiring nuclear, chemical and\r\nbiological weapons and the means to deliver them. The\r\nSecurity Council adopted it because it agreed with all of\r\nIraq’s neighbours: Saddam Hussein cannot be trusted with\r\nthe possession of such weapons.\r\nThe statement made today by the Foreign Minister\r\nof Iraq is no more credible than when he made it in this\r\nHall one year ago, or when Tariq Aziz made it two years\r\nago or three years ago — that Iraq has somehow fully\r\ncomplied with the Council’s resolutions on weapons of\r\nmass destruction. There is not a single person in the\r\nUnited Nations or this Hall, and I would include even the\r\nForeign Minister of Iraq himself, who really believes such\r\na statement. However even the Foreign Minister did state\r\nand therefore must recognize:\r\n“The Special Commission ... gave sole responsibility\r\nto decide whether Iraq has carried out all its\r\nobligations”. (supra, p. 22)\r\nThe Chairman of the Special Commission\r\n(UNSCOM), Mr. Ekeus, has constantly noted his\r\nconviction that Iraq continues to conceal weapons of mass\r\ndestruction, the equipment and precursors needed to\r\nmanufacture them, and great quantities of documents\r\nrelated to those programmes. A few members of the\r\nSecurity Council were willing to believe Iraq when it said\r\nit had turned over all documents and equipment. That was\r\nbefore August 1995, when the extent of the Iraqi\r\nconcealment effort, already well known to UNSCOM,\r\nbecame clear to the world. Since then, not a single\r\nmember of the Security Council has found this Iraqi claim\r\nto full cooperation to be credible. Several times this year\r\nIraq has blocked access by UNSCOM inspectors to\r\nparticular sites where UNSCOM had good reason to\r\nbelieve that prohibited materials or documents were\r\nhidden and where it had an unconditional right to inspect.\r\nFor the fifth year in a row Iraq has spoken to the General\r\nAssembly about closing the weapons file. Iraq is no\r\ncloser to achieving that goal in 1996 than it was in 1995,\r\n1994 or 1993. That goal will only be achieved when there\r\nis a fundamental change in Iraq’s attitude toward\r\ncooperation with the Special Commission and respect for\r\nresolutions of the Security Council. And once again\r\ntoday, Iraq has refused to state clearly that it has given up\r\nits intent to acquire weapons of mass destruction in the\r\nfuture. Sadly, there is no evidence that there has been a\r\nchange in Iraqi behaviour.\r\nAnd what of Iraq’s other obligations, which the\r\nForeign Minister claimed unequivocally had been met? Is\r\nthis so? Then where are the properties and Government\r\narchives stolen by Saddam from Kuwait? And where are\r\nthe hundreds of armoured personnel carriers, tanks,\r\nmissiles and aircraft stolen by Iraq? We know the answer\r\nto the latter question. These weapons have been integrated\r\ninto the elite Republican Guard units of Iraq. There will\r\n24\r\nGeneral Assembly 19th plenary meeting\r\nFifty-first session 2 October 1996\r\nbe no change in the sanctions regime until they are\r\nreturned.\r\nAnd where is the information held by the Iraqi\r\nGovernment about more than 600 Kuwaitis, Saudis and\r\nother citizens taken by the Iraqi Government from Kuwait\r\nto Iraq? Iraqi representatives to dozens of meetings\r\nsponsored by the International Committee of the Red Cross\r\nhave spoken as eloquently as the Foreign Minister, but in\r\nthe last year they have taken no constructive action to\r\nresolve a single one of these tragic humanitarian cases.\r\nAgain, not a single member of the Security Council agrees\r\nwith this claim by Iraq. Every 60 days, through 34\r\nsanctions reviews, each member of the Council has called\r\nfor Iraq to honour all of its obligations towards Kuwait,\r\nonly to be met with the deception and defiance that we\r\nheard from Iraq this afternoon.\r\nI welcome the opportunity to set the record straight\r\nwith record to the implementation of resolution 986 (1995).\r\nThe way the Iraqi Foreign Minister has distorted even the\r\nmost basic facts about this resolution is an insult to the\r\nintelligence and humanitarian desires of every member of\r\nthe Security Council. The Minister complained that it took\r\nseven months for Iraq and the United Nations to negotiate\r\nan agreement on implementation of Council resolution 986\r\n(1995). Such distortions! The fact is that the Government\r\nof Iraq bears the sole responsibility for delaying\r\nimplementation of an oil-for-food agreement for more than\r\nfive years. The Security Council first established such a\r\nmechanism in September 1991, in its resolution 706 (1991).\r\nIraq negotiated the details in bad faith for more than 24\r\nmonths before simply walking away from the deal. When\r\nthe Council again established such an arrangement in its\r\nresolution 986 (1995), Iraq rejected implementation for nine\r\nmonths before finally entering negotiations.\r\nThe truth is that the Secretariat of the United Nations\r\nhad informed Iraq in late August that implementation of\r\nCouncil resolution 986 (1995) could begin in the first week\r\nof September. Immediately thereafter Iraqi forces launched\r\na military action against the city of Irbil, causing a rapid\r\ndeterioration in the security situation in northern Iraq.\r\nLet this be clear to everyone, by today’s date — 2\r\nOctober — Iraqi oil could well have been flowing and\r\nhumanitarian goods already delivered under the terms of\r\nCouncil resolution 986 (1995) had it not been for the action\r\nIraq took on 31 August. That is the only reason for the\r\ncurrent delay in implementing the resolution.\r\nSince Saddam Hussein himself has never uttered the\r\nword “986” publicly, and has never publicly endorsed its\r\nimplementation, we assume he remains opposed to it, as\r\nhe always has been. We are disappointed that we did not\r\nhear from the Foreign Minister a promise that he would\r\nstop pushing the Secretary-General, who was again\r\nattacked viciously in the Iraqi press today, to change the\r\nadministrative arrangements the Secretariat has already\r\nprepared in order to implement resolution 986 (1995). By\r\ncontrast, the United States view is clear and unchanged.\r\nWe are proud to be one of the authors and sponsors of\r\nCouncil resolution 986 (1995), and we wish to see it\r\nimplemented. The United States, like every other member\r\nof the Security Council, cares about the suffering of the\r\nIraqi people far more than does the very well fed Iraqi\r\nleadership. We look forward to the time that the questions\r\nraised by Baghdad’s reckless actions in the North can be\r\nresolved and the resolution at last implemented.\r\nAnd finally, I must reiterate a point that I made\r\nyesterday. Countries like Iraq try to evade their\r\nobligations by attempting to redefine their defiance of\r\nSecurity Council resolutions as a dispute between them\r\nand one, two or three other States. But the truth remains\r\nthat Iraq’s obligations to comply are obligations to this\r\nOrganization, the United Nations. Iraq’s defiance of the\r\nSecurity Council is a matter of concern for every\r\ndelegation in this Hall, but most especially for those\r\nneighbours and for those Iraqi citizens who have\r\nexperienced first-hand the brutality of this Iraqi regime.\r\nEven if Saddam Hussein opposes Council resolution\r\n986 (1995), we favour its implementation, just as we\r\ninsist upon implementation of Security Council\r\nresolutions 687 (1991), 688 (1991), 692 (1991), 707\r\n(1991), 715 (1991) and 1060 (1996). Until Iraq has met\r\nits obligations, the United States and the Security Council\r\nwill not consider the modification of the sanctions regime.\r\nMr. Abulhasan (Kuwait) (interpretation from\r\nArabic): Some who listened to the statement by the\r\nForeign Minister of Iraq may wonder why we have\r\nrequested to exercise our right of reply in spite of the lack\r\nof any specific mention of Kuwait in that statement. My\r\nanswer is that my delegation would like to comment on\r\nwhat was stated by the Foreign Minister of Iraq:\r\n“all the obligations imposed on Iraq have been\r\ncarried out and all the reasons for the imposition of\r\nthese ... sanctions have been removed”. (supra, p.\r\n22)\r\n25\r\nGeneral Assembly 19th plenary meeting\r\nFifty-first session 2 October 1996\r\nThat claim is not founded on present-day realities.\r\nThat claim cannot be believed by the members of the\r\nSecurity Council, who every 60 days review the level of\r\nIraq’s fulfilment of all its obligations. After each review, it\r\nbecomes clear to all the members of the Security\r\nCouncil — I repeat, all the members — that Iraq has not\r\nyet fulfilled its obligations under the relevant Security\r\nCouncil resolutions.\r\nWith regard to commitments that are directly related\r\nto Kuwait, allow me to recall the following. First, as\r\nregards prisoners of war and detainees from Kuwait and\r\nfrom third countries, despite the meetings held by the\r\nTripartite Commission in Geneva and by the technical\r\nsubcommittee, which holds monthly meetings on each side\r\nof the border, it has not been possible to close even one\r\nsingle file. Not a single prisoner of war has been returned.\r\nIt is obvious that Iraq is benefitting from these meetings by\r\nusing them to demonstrate ostensible cooperation with the\r\ncommittees. What the relevant Security Council resolutions\r\nrequire is serious and complete cooperation by Iraq with the\r\nInternational Committee of the Red Cross to put an end to\r\nthis humanitarian tragedy as soon as possible.\r\nI turn next to the restoration of stolen Kuwaiti military\r\nand other property, including official documents and\r\ngovernment records, such as the Emir’s records, and those\r\nof ministries, including the Foreign Ministry. As for\r\nmilitary acquisitions — armoured personnel carriers, Hawk\r\nmissiles and other weapons — we have provided Deputy\r\nPrime Minister Tariq Aziz and the members of the Security\r\nCouncil complete lists of all military equipment taken by\r\nIraq. That information was also transmitted to Iraq through\r\nthe United Nations Coordinator for the Return of Property\r\nfrom Iraq to Kuwait. In the two years since this information\r\nwas forwarded to the Iraqi side there has been no response.\r\nTo the contrary, some of this equipment, including tanks,\r\nwas spotted during Iraq’s October 1994 military build-up\r\nagainst Kuwait and its security and stability.\r\nI would like to say this: Let them put their money\r\nwhere their mouth is. The body that defines the level of\r\nimplementation is the Security Council, not the Iraqi\r\nGovernment. We once again call upon Iraq to release\r\nKuwaiti prisoners of war and detainees, to return Kuwaiti\r\nproperty, fully to implement the provisions of Security\r\nCouncil resolution 687 (1991) regarding weapons of mass\r\ndestruction, and to fulfil all its other obligations.\r\nWe want to end the humanitarian suffering of our\r\nbrothers in Iraq. The only way to end that suffering is to\r\nexpedite the implementation of all the obligations stipulated\r\nin the relevant Security Council resolutions. Our\r\ncontinued call for speedy implementation of Council\r\nresolution 986 (1995) gives evidence of our interest in\r\nalleviating the suffering of the Iraqi people. We renew\r\nonce again our call to Iraq to respond quickly to all\r\nUnited Nations requests for the full implementation of\r\nthat resolution. Security Council resolutions are a legal\r\nand political whole that cannot be selectively or partially\r\nimplemented.\r\nMr. Gomersall (United Kingdom): The version of\r\nevents which we have just heard from the Foreign\r\nMinister of Iraq is simply staggering. In his statement the\r\nForeign Minister has shown yet again the indifference of\r\nthe Iraqi Government to the plight of its own people. He\r\ntried to escape blame for the problems faced by Iraq and\r\nits people, and to lay it at the door of others.\r\nThe responsibility for Iraq’s problems rests with\r\nnone other than the Government of Iraq itself. They have\r\nknown for a long time what simple things need to be\r\ndone to remove the sanctions, and yet they have\r\nconsistently refused to do them. Let us remember why the\r\nIraqi people are suffering in this way and the fate of the\r\nefforts which have been made to help them. As the\r\npreceding speaker said a moment ago, the word “Kuwait”\r\ndoes not appear in the Foreign Minister’s statement. He\r\nseems to have forgotten that sanctions were first imposed\r\nfollowing Iraq’s unprovoked aggression against a fellow\r\nMember State of the United Nations. And even now there\r\nare responsibilities to Kuwait under Security Council\r\nresolution 687 (1991) which remain unfulfilled. These\r\nconcern accounting for missing civilians, the return of\r\nproperty and other matters.\r\nSecondly, the Foreign Minister seems to have\r\nforgotten to mention that sanctions remain in place only\r\nbecause of Iraq’s failure to comply with the relevant\r\nSecurity Council resolutions, and most particularly the\r\nfailure to meet the obligation to provide a full and\r\ndefinitive accounting of Iraq’s programmes of biological,\r\nchemical and nuclear weapons. In claiming that Iraq has\r\nfulfilled the requirements of Council resolution 687\r\n(1991), he is simply misstating the truth — truth which is\r\nvery apparent from the clear reports of the Chairman of\r\nthe United Nations Special Committee (UNSCOM). A\r\nyear ago it might have appeared that the truth was near to\r\nbeing cleared up. But then new information came to light,\r\nwhich was admitted by the Government of Iraq and which\r\nrequired further investigations by UNSCOM. Since then,\r\nthe pattern of obstruction of UNSCOM inspections in\r\nrecent months has intensified the suspicion that the\r\nregime is hiding elements of its earlier programmes.\r\n26\r\nGeneral Assembly 19th plenary meeting\r\nFifty-first session 2 October 1996\r\nWhen all of this is so well known, the claim that Iraq has\r\nfulfilled all its obligations with regard to Council resolution\r\n687 (1991) simply strips the statement of all credibility.\r\nThe Iraqi Foreign Minister spoke of the suffering of\r\nthe Iraqi people, implying that this was also the fault of\r\nanyone except his own Government. Notwithstanding the\r\nproblems regarding weapons of mass destruction, my\r\nGovernment, with others, sponsored Council resolution 986\r\n(1995) in order to alleviate the suffering of the ordinary\r\nIraqi people caused by the actions of the regime.\r\nThe offer of oil for food was made first in 1991.\r\nSecurity Council resolution 986 (1995) was passed in 1995.\r\nThe Foreign Minister did not explain the delays by his\r\nGovernment in accepting that resolution. When it was\r\nfinally accepted last summer, it would have been\r\nimplemented by now had the attacks in the North not\r\noverturned the basis on which the Memorandum of\r\nUnderstanding was negotiated. We wish to see that\r\nresolution implemented as soon as the Secretary-General is\r\nsure that the conditions permit.\r\nMy Government is not alone in having spent millions\r\nof dollars through United Nations and other humanitarian\r\nprogrammes to assist the Iraqi people in this dark hour of\r\ntheir civilization. Concerning sanctions, we will continue to\r\nbe guided by our concern for the security of the region, and\r\nthey will remain in place until the resolutions have been\r\ndully fulfilled and the threat from Iraq to its neighbours has\r\nthereby been removed.\r\nMr. Hasan (Iraq) (interpretation from Arabic): Allow\r\nme to respond briefly to the representative of the United\r\nStates of America. First, let me remind him that people\r\nwho live in glass houses should not throw stones. Has the\r\nrepresentative of the United States forgotten that the\r\ngreatest crimes against humanity have been perpetrated by\r\nhis own country? Has he forgotten his country’s crimes at\r\nHiroshima and Nagasaki? Has he forgotten his country’s\r\ncrimes in Viet Nam, Palestine, Latin America, Cuba and\r\nother parts of the world too numerous to list? Has he\r\nforgotten his country’s aggression against Iraq and the\r\ndestruction of the infrastructure of our whole country,\r\ntaking it back to pre-industrial times on the pretext of\r\nliberating Kuwait? Has he forgotten his country’s\r\naggression, less than a month ago, using missiles against\r\nIraq? Who authorized the United States to use missiles\r\nagainst Iraq? What vital United States interests were\r\nthreatened by Iraq’s emancipating an Iraqi city from the\r\nforces of destruction and evil? Where is the rule of law?\r\nWhere is the international machinery to preserve peace and\r\nsecurity? Is this United States not an illegal act of\r\nterrorism? The United States must answer all these\r\nquestions before it can claim to be an advocate of\r\nfreedom.\r\nThe representative of the United States claimed that\r\nwe have created instability in northern Iraq. What could\r\nbe more absurd? Is a State’s restoration of peace and\r\nsecurity tantamount to creating instability? Has the United\r\nStates not admitted that it has mobilized thousands of\r\nagents and terrorists to wage a civil war in Iraq to topple\r\nthe Government of that country? Those who support the\r\nrule of law do not foment civil wars in other countries.\r\nThey do not interfere in the internal affairs of States in\r\nviolation of the Charter of the United Nations and the\r\nnorms which it claims to uphold.\r\nWith regard to the representative of Kuwait, we were\r\nbewildered by his long statement on a subject for which\r\nthis is neither the forum nor the occasion. In our speech,\r\nwe did not mention his country, as he himself admitted.\r\nIf he wishes to get on the bandwagon that is his own\r\nbusiness.\r\nThe meeting rose at 6:25 p.m.\r\n27\r\n"