"United Nations A/50/PV.13\r\n96-86302 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-first Session\r\n13th plenary meeting\r\nFriday, 27 September 1996, 3 p.m.\r\nNew York\r\nPresident: Mr. Razali Ismail . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Malaysia)\r\nIn the absence of the President, Mr. Kamal (Pakistan),\r\nVice-President, took the Chair.\r\nThe meeting was called to order at 3 p.m.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nThe Acting President: The first speaker this afternoon\r\nis the Minister of State of New Zealand, His Excellency Sir\r\nRobin Gray.\r\nSir Robin Gray (New Zealand): It gives me particular\r\npleasure to address the General Assembly at a session of\r\nover which Malaysia has been elected to preside. Our two\r\ncountries are good friends, and Ambassador Razali is\r\npersonally known to and respected by us all. New Zealand\r\nlooks forward to a productive session under his leadership.\r\nIn just two weeks New Zealanders face a general\r\nelection. There are many subjects over which the various\r\npolitical parties differ, but one thing remains quite clear: the\r\nsupport of New Zealanders for the United Nations and the\r\nrule of international law embodied in it.\r\nFor New Zealand, as for many other countries\r\nrepresented here today — and especially smaller\r\ncountries — the primary purpose of the United Nations\r\nremains to provide for a system of collective security. It\r\nbrings the nations of the world together in a grand coalition\r\nto keep the peace, to help eliminate weapons of mass\r\ndestruction, to uphold human rights, to encourage good\r\ngovernance, to protect the environment and to promote\r\neconomic and social development, including by\r\nsupporting the role of women.\r\nTogether, these activities, along with national and\r\nregional initiatives, provide the underpinnings of the\r\nsystem of collective security that we want to leave for our\r\nchildren.\r\nFor New Zealanders, our confidence in the United\r\nNations was reaffirmed when, two weeks ago, the General\r\nAssembly adopted the Comprehensive Nuclear-Test-Ban\r\nTreaty. It gave me much satisfaction to sign the Treaty\r\nearlier today on behalf of the Government and the people\r\nof New Zealand. Agreement on a test ban has been a\r\nNew Zealand objective for more than three decades and\r\none we promoted in this Assembly, together with\r\nAustralia and Mexico. It reflects deeply held convictions\r\non the part of all New Zealanders.\r\nNew Zealand has argued, and will continue to argue,\r\nfor a world without nuclear weapons. Our belief that\r\nthese weapons of mass destruction can and should be\r\neliminated has been reinforced by the experiences of our\r\nregion as a testing ground for nuclear weapons. I am glad\r\nto say it is an era now happily behind us.\r\nFor New Zealand, the Treaty represents first of all\r\nan end to nuclear testing in our region and worldwide.\r\nBut even more, it puts real obstacles in the way of any\r\nState seeking to refine or develop a nuclear arsenal. We\r\nGeneral Assembly 13th plenary meeting\r\nFifty-first session 27 September 1996\r\nhave taken a significant step on the way to eliminating\r\nnuclear weapons entirely. Now, however, we must look\r\nahead.\r\nThe International Court of Justice, in its recent\r\nAdvisory Opinion on the legality of the use or threat of use\r\nof nuclear weapons, set out our obligation in this regard:\r\nthe obligation to pursue in good faith and to bring to a\r\nconclusion negotiations leading to nuclear disarmament.\r\nNew Zealand believes that in 1997 all States, including\r\nnuclear-weapon States, should pursue negotiations on a\r\nphased programme of nuclear disarmament, with the\r\nultimate goals of the complete elimination of nuclear\r\nweapons and a treaty on general and complete disarmament\r\nunder strict and effective international control.\r\nWe are better placed to make our contribution to such\r\nnegotiations because of the recent decision of the\r\nConference on Disarmament to admit New Zealand and 22\r\nother countries as full members. As a reflection of the\r\nimportance we attach to its ongoing work, my Government\r\nhas now decided to appoint a full-time Disarmament\r\nAmbassador to the Conference in Geneva.\r\nFurther steps towards a nuclear-free world are\r\nrecommended in the report of the Canberra Commission on\r\nthe Elimination of Nuclear Weapons, released last month.\r\nWe hope that report will energize discussions at the\r\nnational level, particularly in the nuclear-weapon States.\r\nThe aspirations of many States to be free of nuclear\r\nweapons have found expression in the establishment of\r\nwhat are now four nuclear-weapon-free zones. Taken\r\ntogether, the four relevant treaties have the potential to\r\ncover some 114 nations and 1.7 billion people. My\r\nGovernment has given considerable thought to ways in\r\nwhich cooperation between nuclear-weapon-free zones can\r\nbe advanced. We are working with other Governments on\r\na draft resolution to be submitted to the Assembly at this\r\nsession, and New Zealand hopes it will receive wide\r\nsupport.\r\nThe disarmament arena is only one where the United\r\nNations must continue to address serious challenges to our\r\ncollective security. When my Government took office in\r\nOctober 1990, the international community faced the\r\nchallenge presented by Iraq’s invasion of Kuwait. In the\r\nheart of Europe, Yugoslavia was on the path to political\r\ndisintegration. Few of us imagined then, however, the\r\nnightmare of Bosnia, the genocide to come in Rwanda or\r\nthe mass starvation and anarchy in Somalia. In response,\r\nduring our term on the Security Council in 1993 and 1994,\r\na record 75,000 United Nations peacekeepers were\r\ndeployed around the world, and Iraq’s invasion of Kuwait\r\nwas robustly countered by coalition action authorized by\r\nthe Security Council. New Zealand was part of that\r\ncoalition and is part of the current efforts to ensure that\r\nIraq complies with subsequent Council decisions. Recent\r\nevents show that we still need to be vigilant. Iraq must\r\nrecognize that there are limits to what the international\r\ncommunity will tolerate.\r\nNew Zealanders also serve in the former Yugoslavia\r\nwhere, while the implementation of the Dayton accords\r\nlies primarily with the North Atlantic Treaty Organization\r\n(NATO), the United Nations continues to play an\r\nimportant role. Similarly, our personnel serve in Angola\r\nand the Middle East.\r\nNew Zealanders are staunch supporters of the United\r\nNations role in international peacekeeping, despite the fact\r\nthat the overall record through the first half of this decade\r\nhas been mixed. There were successes, such as Cambodia,\r\nMozambique and El Salvador, and there were the\r\ndisappointments and bitter frustrations of Bosnia, Somalia\r\nand Rwanda. I hesitate to call those operations failures.\r\nTo me, that would be to overlook the positive things they\r\nachieved in extremely difficult circumstances and the\r\ncontributions made by so many dedicated and able people.\r\nThose operations will be failures only if we fail to learn\r\nfrom them. I think we have learned.\r\nWe have learned that, first, the United Nations must\r\nbe given the resources required to do the job. Secondly,\r\nthe Organization must be careful about mixing\r\nenforcement tasks with peacekeeping, unless our\r\npeacekeepers are appropriately configured from the outset\r\nfor the higher level of threat.\r\nThirdly, the Security Council should be wary of\r\nadopting resolutions to which the Organization cannot\r\ngive effect. This creates a very corrosive credibility\r\nproblem.\r\nMy Government also considers that the United\r\nNations must continue its efforts to develop a capacity to\r\nrespond more rapidly. We commend the proposal to\r\nestablish a rapidly deployable operational headquarters\r\nteam and, indeed, have offered to contribute a highly\r\nexperienced officer to it.\r\nDemining remains an important focus for New\r\nZealand. Mines pose an unacceptable threat to\r\npeacekeeping operations and are a longer-term\r\n2\r\nGeneral Assembly 13th plenary meeting\r\nFifty-first session 27 September 1996\r\nhumanitarian and development challenge. The United\r\nNations must make every effort to ensure that the necessary\r\nresources are available for demining activities.\r\nWe have more than doubled our annual instalment to\r\nthe United Nations Voluntary Trust Fund for Assistance in\r\nMine Clearance. This is in addition to our continuing\r\ncontribution of expertise in demining in Cambodia,\r\nMozambique and Angola, as well as here at United Nations\r\nHeadquarters.\r\nFinally, we do not think the United Nations can write\r\nitself out of the script when operations involving a potential\r\nenforcement dimension are contemplated. If it did so, it\r\ncould quickly become irrelevant. The threats to international\r\npeace and security in the future are likely to be every bit as\r\ndifficult as those of the recent past. The United Nations will\r\nneed to be able to respond effectively, not simply as a\r\nrubber stamp for great-Power actions.\r\nThe tragic events of recent days in the West Bank and\r\nGaza show that peace there remains elusive. New Zealand\r\ncalls upon all parties to desist from actions that might derail\r\nthe Middle East peace process. Painstaking efforts have\r\ngone into that process, and it offers a real hope for a long-\r\nterm solution to the problems that have bedeviled that\r\nregion. It must be supported and not jeopardized.\r\nHuman rights are the foundation of freedom and\r\njustice, and the achievement of universal respect for human\r\nrights is an essential prerequisite for international peace and\r\nsecurity.\r\nIn New Zealand we work hard to ensure that our own\r\nhouse is in order. We are committed to ensuring that the\r\nrights elaborated in the Universal Declaration of Human\r\nRights, the Covenants and other core human rights\r\ninstruments are a living reality for all New Zealanders, and\r\nwe are prepared to speak out when we see human rights\r\nbeing violated in other parts of the world. At its heart, our\r\ninternational human rights policy is geared to finding\r\ntangible ways of protecting and promoting human rights\r\nand good government.\r\nIn the Asia-Pacific region we are pleased by the\r\nprogress the United Nations is making in nurturing human\r\nrights frameworks. We are also encouraged by the new\r\nlevels of cooperation and interaction being achieved by the\r\nhuman rights commissions of the region.\r\nNew Zealand also sees a need to support individual\r\ncountries, international and regional organizations and non-\r\ngovernmental organizations in their work to improve\r\nhuman rights and the quality of governance. To this end\r\nthe Minister for Foreign Affairs has today announced the\r\nestablishment of an international good-government\r\nprogramme. This new programme will markedly expand\r\nour ability to support good government and human rights\r\ncapacity-building activities. It will work in tandem with\r\nthe existing Commonwealth Good Government Fund.\r\nConsistent with United Nations principles, New\r\nZealand has also participated actively in the Action Group\r\nof Commonwealth Ministers for the promotion of\r\nprinciples of good governance established at the\r\nCommonwealth Heads of Government meeting at Harare\r\nin 1991 and reaffirmed at its Auckland meeting in 1995.\r\nFor my own part, I have been privileged to represent New\r\nZealand at several of the Action Group’s meetings and\r\nduring its recent mission to Gambia.\r\nSuch programmes, with the interlinked goals of\r\nsocial progress and economic development, do not come\r\ncheaply. The money spent on United Nations relief and\r\ndevelopment greatly surpasses that spent on peacekeeping,\r\nand so it should.\r\nAt the Earth Summit in Rio de Janeiro in 1992 it\r\nwas recognized that substantial new and additional\r\nfunding would be required for sustainable development\r\nand the implementation of Agenda 21, the programme of\r\naction that will take us into the next century.\r\nI am pleased to be able to say that by next year New\r\nZealand will have increased its official development\r\nassistance by almost one third since Rio. There will be a\r\n24 per cent increase in our funding for United Nations\r\ndevelopment agencies this year.\r\n1997 will see the five-year review of Agenda 21. At\r\nthe special session of the General Assembly next June,\r\none important task will be to assess the effectiveness of\r\nthe bodies and institutions that have been established to\r\nadvance the aims set out in Agenda 21. The issues are\r\nmany, and all are important. But we need to focus efforts\r\nand produce real results.\r\nIn this regard, the Commission on Sustainable\r\nDevelopment should have a strengthened role. It should\r\nbe the forum in which States can work to streamline the\r\nenvironment-and-sustainable- development agenda.\r\nAll these challenges facing this unique Organization,\r\nand our regard for it, highlight of course the urgent need\r\n3\r\nGeneral Assembly 13th plenary meeting\r\nFifty-first session 27 September 1996\r\nfor reform. In particular, the Security Council must be\r\nmade more representative of the Organization’s membership\r\nas it is today, not as it was 50 years ago. Its decision-\r\nmaking procedures must be brought up to date.\r\nFinding a sustainable basis for the financing of the\r\nOrganization remains long overdue. New Zealand has\r\ndedicated itself to reform of both the Secretariat and the\r\nintergovernmental machinery, not least through our\r\nvigorous commitment to the work of the Open-ended High-\r\nlevel Working Group on the Strengthening of the United\r\nNations System. The report of that group provides a\r\nblueprint for action during this session. We also support the\r\nEfficiency Board, and have made available to it the services\r\nof a New Zealand expert in public-service restructuring.\r\nWe believe that New Zealand’s record, not only as a\r\nprompt contributor of assessments, but also as a country\r\nthat has demonstrated its commitment to financial reform,\r\nplaces it in a good position to make an effective\r\ncontribution to the work of the Advisory Committee on\r\nAdministrative and Budgetary Questions, in which we are\r\nseeking membership at this year’s session of the General\r\nAssembly.\r\nThe drive for reform of the United Nations system to\r\nmake it an effective instrument of the international\r\ncommunity for the next 50 years means no part of it can\r\nremain immune from scrutiny.\r\nA good deal of attention has been focused on the\r\nSecurity Council, the General Assembly and the Secretariat.\r\nWe believe there is also scope for increasing the\r\neffectiveness of the International Court of Justice. It is 50\r\nyears since the ICJ was established as the principal United\r\nNations judicial organ. To mark this important milestone in\r\nthe international rule of law, we should now finally\r\nschedule a conference to adopt the statute for the\r\ninternational criminal court. The creation of a permanent\r\ncourt that will bring justice to victims of genocide, crimes\r\nagainst humanity, war crimes and other serious international\r\ncrimes is surely a priority for us all.\r\nI am grateful to have had this opportunity to reaffirm\r\nNew Zealand’s commitment to this Organization, and to\r\nmultilateralism, as the means for building a better world.\r\nThe Acting President: The next speaker is the\r\nMinister for Foreign Affairs of Greece, His Excellency\r\nMr. Theodoros Pangalos, on whom I now call.\r\nMr. Pangalos (Greece): Allow me to extend the\r\nwarmest congratulations of my Government to the\r\nPresident of the General Assembly at its fifty-first session\r\non his election. I would also like to express our deep\r\nappreciation to his predecessor, Mr. Diogo Freitas\r\ndo Amaral, whose leadership during the fiftieth session\r\nwas a valuable asset for the Organization.\r\nI also seize this opportunity to express my deep\r\nappreciation to the Secretary-General, Mr. Boutros\r\nBoutros-Ghali, for his dedication to his duties since 1992.\r\nThe Foreign Minister of Ireland, as President of the\r\nCouncil of the European Union, delivered a statement to\r\nwhich my Government fully subscribes, as it does to the\r\nUnion’s memorandum. I would like, however, to\r\nelaborate further on some issues that are of particular\r\ninterest to my country.\r\nLet us remember the message delivered by the world\r\nleaders during the special commemorative meeting of this\r\nbody: the Organization needs to undergo a serious\r\nreorganization in order to be ready to confront the\r\nchallenges of the years ahead. The political commitment\r\nof the Member States and the contribution of adequate\r\nresources constitute two fundamental prerequisites for the\r\nsuccess of the United Nations.\r\nUnfortunately, few noteworthy proposals have been\r\nput forward concerning the comprehensive modernization\r\neffort to enable the Organization to become more efficient\r\nand transparent in the fulfilment of its functions while\r\nrationalizing the use of its resources.\r\nIt is the Member States that have endowed the\r\nUnited Nations with its current features. Even if the\r\nOrganization’s administrative weaknesses were fully\r\nremedied, the power of extensive correction and\r\nlong-overdue reform lies not in this building, but in our\r\nown capitals.\r\nAt this stage, we are faced with two alternatives:\r\neither curtail demands on the United Nations, giving it a\r\nreasonable chance of carrying out reduced policies within\r\nits existing resources, or recognize the need to improve its\r\ncapacities and grant it greater functions, as well as the\r\nnecessary means. Greece strongly advocates the second\r\npath, because the need for the world Organization is\r\ngrowing, not shrinking. Year by year, we move closer to\r\nmenacing demographic, socio-economic and ecological\r\nthresholds. The only chance we have to deal with\r\ntransnational problems is to work out transnational\r\n4\r\nGeneral Assembly 13th plenary meeting\r\nFifty-first session 27 September 1996\r\nresponses. We need to cooperate constructively towards\r\ncommon ends.\r\nIt would be extremely difficult, if not impossible, for\r\nthe United Nations to face the current financial crisis if\r\nMember States were to deprive the world Organization of\r\nthe resources and assets that they have contractually\r\npledged of their own free will. In this context, it should be\r\nstressed yet again that no amount of savings will, by itself,\r\npermit the United Nations to be solvent, and that none of\r\nthe Member States, in particular those that play a major\r\nrole in the Organization’s decision-making process and in\r\nthe definition of its activities, should have second thoughts\r\nwhen it comes to footing their part of the bill.\r\nLet us be clear: the whole reform is endangered by the\r\nlooming atmosphere of imminent financial collapse. Even\r\nworse, the United Nations, and all the principles that it\r\nstands for, are exposed to the danger of being discredited,\r\nperhaps forever, even in the eyes of its warmest supporters.\r\nThis is a much more fundamental issue than improvements\r\nto specific parts of the system, welcome and needed though\r\nthe latter may be.\r\nEarlier this year, the European Union outlined a\r\ncomprehensive package to address the financial crisis.\r\nFurthermore, Greece, on a national basis, responded\r\npositively to the Secretary-General’s appeal and decided to\r\nincrease its annual contribution to the peacekeeping-\r\noperations budget, thus moving on a voluntary basis from\r\nGroup C to Group B of countries that contribute to the\r\nfinancing of the Organization’s peacekeeping activities. As\r\na result, our contribution will increase by 500 per cent by\r\nthe year 2000, when the process of gradual reallocation will\r\nhave been completed.\r\nIt has become increasingly fashionable to argue that\r\nthe idea of a world community is alive in the human\r\nimagination, though not yet in the world of action; that the\r\nconcept of collective security has failed to take root because\r\nit does not reflect the spirit of the age; that the public\r\nmultilateral approach cannot be effective in conflict\r\nresolution, because there are no collective solutions to\r\nindividual crises; and that behind-the-scenes diplomacy,\r\nwhich pursues relatively modest goals, will always be better\r\nat keeping conflict within reasonable limits, because it will\r\ncompromise between what justice demands and what\r\ncircumstances permit.\r\nIn the light of past and recent experience, the Greek\r\npeople certainly do not have immoderate illusions in this\r\nregard. The case of Cyprus is a striking example of the\r\ninability of the international community to ensure\r\nimplementation of clear-cut United Nations resolutions\r\nand to tackle the problem of the ongoing occupation of\r\none Member State by another following an act of military\r\naggression. To cite just one other example, Greece is\r\nthreatened with war in the event it applies the provisions\r\nof the Convention on the Law of the Sea, which has been\r\nsigned by all Member States, except for the one that\r\nmade it clear that it would not hesitate to use force for\r\nthe maintenance and defence of its vital interests.\r\nHowever, it would be totally wrong to discard\r\nmultilateralism just because of the persistence of attitudes\r\nthat assuage consciences without solving the problems.\r\nWe have to strike a positive balance between vision and\r\nreality, because no society, and certainly not the\r\ninternational community, can aspire to human, economic\r\nand social development without a stable and legally\r\nappropriate framework.\r\nThroughout its existence, the United Nations has not\r\njust constituted the main, if not the only, incarnation of\r\nthe global spirit of hope. The principles enshrined in its\r\nCharter have established a code of conduct for States,\r\nwhich have the duty to contribute to the maintenance of\r\ninternational peace and security, to refrain from the threat\r\nor use of force, and to settle disputes by exclusively\r\npeaceful means and in accordance with international law.\r\nMoreover, the Organization itself has often been a\r\nsuccessful instrument for the prevention and management\r\nof conflicts.\r\nIf power politics are allowed to be deployed in the\r\npursuit of exclusive and narrow interests in a climate of\r\nconfrontation, if the world’s resources are shared on the\r\nbasis of military power rather than of international treaties\r\nand conventions, if priority is not given to international\r\nlaw and international cooperation, and if we attempt to\r\nevade the responsibilities that we have all undertaken\r\nunder the Charter, however appealing and convenient that\r\nmight appear in the short term, we will sow the seeds of\r\nchaos, anarchy and rapid disintegration. The United\r\nNations offers the only framework in which to achieve\r\nthe important objective of enforcing international\r\nlegitimacy, provided, of course, that it improves its\r\ncapacity to deal with international problems and\r\nespecially to create an effective mechanism of collective\r\nsecurity.\r\nGreek-Turkish relations illustrate the need for such\r\nan improvement. The Greek Government sincerely desires\r\nthe establishment of normal good-neighbourly relations\r\n5\r\nGeneral Assembly 13th plenary meeting\r\nFifty-first session 27 September 1996\r\nbased on the principles of international law and respect for\r\ninternational treaties, which, however, Turkey seems\r\ndetermined to ignore. The Turkish Parliament unanimously\r\nadopted a resolution on 8 June 1995, which empowers the\r\nGovernment to use military force in case Greece exercises\r\nits legal right to extend its territorial waters in accordance\r\nwith the United Nations Convention on the Law of the Sea.\r\nMoreover, the Turkish Government adopted the contents of\r\nthis resolution in direct violation of the United Nations\r\nCharter, which forbids the use of force or the threat of the\r\nuse of force in international relations.\r\nEven worse, in contravention of the Treaty of\r\nLausanne and the Treaty of Paris, Turkey laid claim at the\r\nbeginning of this year to the Imia islets in the Aegean Sea,\r\nwhich are Greek sovereign territory, and even supported\r\nthis claim by military means. This sets a very dangerous\r\nprecedent for the entire region. Turkey is attempting to\r\nsubvert the territorial status quo established more than 70\r\nyears ago and is backing its claims with the use of armed\r\nforce. Furthermore, the Foreign Minister, Mrs. Ciller, in her\r\ncapacity as Prime Minister, claimed in February that 1,000\r\nGreek islands and islets in the Aegean are Turkish, and that\r\nif Greece attempted to contest this “fact”, Turkey would\r\nconsider it a casus belli. A few days later she raised the\r\nnumber to 3,000.\r\nGreece has repeatedly called on Turkey to have\r\nrecourse to the International Court of Justice concerning the\r\nImia islets. Turkey, on the contrary, has lately challenged\r\nGreek sovereignty, even over the inhabited island of\r\nGávdhos, south-west of Crete in the Libyan Sea, and\r\ndespite the outrageous nature of this claim, it has not\r\nunequivocally withdrawn it.\r\nWe see that Turkey wilfully violates the most basic\r\nprinciples of the international legal order and far from\r\nexhibiting any self-restraint, puts forth ever more\r\nprovocative claims against Greece. My country, on the\r\nother hand, not only scrupulously respects international law\r\nand treaties, but also demonstrates great self-restraint in its\r\nrelations with Turkey. There is no better example of this\r\nthan the fact that Greece has chosen not to react forcibly to\r\nthe massive violations of Greek airspace and the constant\r\noverflying of Greek territory on the part of Turkish\r\nwarplanes. This responsible stance should not, however, be\r\nmisinterpreted in any way. On the contrary, and despite the\r\nabsence of any real will on the part of international\r\ncommunity to uphold the principles enshrined in the United\r\nNations Charter, Greece is absolutely determined to protect\r\nits sovereign rights by all legitimate means, and the threat\r\nof force will not dissuade it from doing so.\r\nAs to the Cyprus issue, it is widely admitted that the\r\nstatus quo is unacceptable. Nevertheless, no progress has\r\nbeen achieved in the course of the last 22 years. Turkey,\r\nprovocatively defying consecutive Security Council\r\nresolutions is still occupying by force a considerable part\r\nof the island. At the same time, Turkey is flagrantly\r\nviolating basic human rights and freedoms of the Cypriot\r\npeople, while engaging in systematic plunder of the\r\nisland’s cultural and religious heritage. Moreover, Turkey\r\ncontinues to systematically promote the illegal and\r\ncondemned practice of establishing settlers on the island.\r\nThe time has come to reach a just and viable\r\nsolution to the Cyprus problem based on the relevant\r\nUnited Nations resolutions and providing for a\r\nbicommunal bizonal federation with a single sovereignty\r\nand international personality and a single citizenship,\r\nwhile safeguarding the independence and territorial\r\nintegrity of the Republic of Cyprus.\r\nThe prospect of Cyprus joining the European Union\r\nis indeed an important new development, which creates\r\nconditions that should facilitate a comprehensive\r\nsettlement of the issue. The period until the start of the\r\naccession talks should in no way be left unexploited. At\r\nthe same time, the Greek Government welcomes any new\r\nideas and initiatives, whatever their origin may be, which\r\nwould contribute to a solution within the framework of\r\nthe United Nations resolutions. A basic factor for\r\nachieving a breakthrough, in our opinion, is the\r\ncoordination of all initiatives by the Secretary-General\r\nand his Special Representative.\r\nMeanwhile, the tension lingering on the island\r\ninvolves serious risks and creates additional complications\r\nwhich render the efforts for a settlement more arduous.\r\nTurkey and the pseudo-state, taking advantage of a\r\npeaceful demonstration by Greek Cypriots, proceeded a\r\nfew weeks ago, with the active involvement of the\r\nextremist terrorist Turkish group the Grey Wolves, to\r\nimplement a meticulously prepared plan which was\r\ncrowned by the murder in cold blood of two young\r\nCypriots and the injuries sustained by many others,\r\nUnited Nations peacekeepers included.\r\nThe aim was undoubtedly to demonstrate the\r\nexistence of an alleged international boundary on the\r\nisland. It was also to support the Turkish claim that the\r\ntwo communities cannot live peacefully side by side and\r\nthat the presence of the Turkish occupation forces is\r\ntherefore necessary for the protection of the Turkish\r\nCypriot community. But the truth is that both\r\n6\r\nGeneral Assembly 13th plenary meeting\r\nFifty-first session 27 September 1996\r\ncommunities can indeed coexist peacefully. So it was felt\r\nnecessary to call in extremist elements from mainland\r\nTurkey in order to implement this scenario and to try to\r\ncreate mistrust between the communities.\r\nIn the wake of those recent tragic developments we\r\nsteadfastly believe that the adoption of President Clerides’\r\nproposal for the demilitarization of Cyprus, a proposal\r\nwhose importance has already been widely acknowledged,\r\nwill decisively contribute to defusing tension and will at the\r\nsame time meet the security requirements of all\r\ncommunities living on the island.\r\nIn a broader context, the search for a just and viable\r\nsolution to this complex international problem requires\r\ndecisiveness and perseverance. If the bicommunal dialogue\r\nis to have any chance of success, a minimum common\r\nground is indispensable, based on the relevant United\r\nNations resolutions. But if the other party does not show\r\nthe necessary political will, the international community\r\nshould at last live up to its political and moral\r\nresponsibilities. It should take action without delay and try\r\nto convince Turkey to abide by international law and\r\nwithdraw its troops from the island.\r\nWith regard to the Balkans, Greece’s policy in the\r\narea is guided by the principles of the maintenance of\r\nstability, peace and security, the inviolability of\r\ninternationally recognized borders and full respect for\r\nhuman rights, including those relating to national minorities,\r\nin accordance with the relevant principles of the United\r\nNations and the Organization for Security and Cooperation\r\nin Europe. Greece supports the establishment of good-\r\nneighbourly relations and the development of close\r\neconomic ties with and among all Balkan countries. At the\r\nsame time, our systematic cooperation with the countries of\r\nthe Balkan peninsula contributes to the achievement of their\r\nlong-term goals of economic and political rapprochement\r\nwith the European Union and its institutions. We fully\r\nsupport and actively promote the European orientation of\r\nthese countries.\r\nMoreover, Greece has supported all international\r\ninitiatives aimed at further promoting Balkan regional\r\ncooperation, such as the conference of ministers of\r\nsoutheastern Europe — which convened this year in Sofia\r\nand which will meet again in Thessaloniki in June of next\r\nyear — the European Royaumont initiative and the United\r\nStates southeast European cooperative initiative. We believe\r\nthat in their complementarity, these efforts contribute to the\r\nstability, security and prosperity of the area.\r\nIn the context of regional cooperation I should also\r\nmention the Greek initiative for trilateral meetings of the\r\nministers for foreign affairs of Greece, Bulgaria and\r\nRomania, which took place at Ioannina, Greece in 1995,\r\nand, after that, in Varna, Bulgaria, on 16 and 17 March\r\n1996. The aim of these meetings is to bolster subregional\r\ncooperation, mainly in the fields of transport,\r\ntelecommunications and energy, as well as in the\r\ndevelopment of infrastructure.\r\nGreece was one of the founding members of the\r\nBlack Sea Economic Cooperation (BSEC) organization.\r\nGreece recently became a member of the Parliamentarian\r\nAssembly of the BSEC and participates actively in this\r\ninitiative that encompasses countries from both the\r\nBalkans and the Black Sea area and which can make an\r\nimportant contribution to the development and stability of\r\nthe wider region. One important achievement among\r\nothers is the establishment in Thessaloniki of the BSEC\r\nBank of Trade and Development which, is expected to\r\nstart functioning soon and contribute to the\r\nimplementation of specific projects of great interest to the\r\nregion.\r\nI will now try to give a brief assessment of my\r\ncountry’s bilateral relations with each individual Balkan\r\ncountry.\r\nIn its relations with Albania, Greece actively pursues\r\nthe development of good-neighbourliness and cooperation\r\nin all fields, based on the respect of sovereignty and\r\nterritorial integrity, as well as full respect for human\r\nrights, including those relating to national minorities, in\r\naccordance with the principles of the United Nations and\r\nthe Organization for Security and Cooperation in Europe.\r\nThe Greek minority in Albania constitutes a bridge\r\nof friendship and cooperation between the two countries.\r\nTo this end, encouraging steps are being undertaken by\r\nthe Albanian Government. Greece has actively supported\r\nAlbania in its efforts for reconstruction and development\r\nand has backed its association with international\r\norganizations. The visit last March of the President of the\r\nHellenic Republic to Tirana and the signing of a treaty of\r\nfriendship and cooperation between the two countries\r\nopened a new chapter in their relations for the benefit of\r\nthe two peoples.\r\nGreek-Bulgarian relations have continued their\r\nfruitful and constructive development marked by\r\nexchanges of visits at all levels. Recent crucially\r\nimportant agreements — among them one concerning the\r\n7\r\nGeneral Assembly 13th plenary meeting\r\nFifty-first session 27 September 1996\r\nopening of three new border check-points and another on\r\nthe waters of the Nestos river — give true meaning to their\r\ncooperation in the field of infrastructure, while being of\r\ndecisive significance for the future development of the\r\nregion\u0027s European orientation.\r\nGreece’s relations with Romania have reached a high\r\nlevel during the last years. Visits at all levels, including one\r\nby the President of the Hellenic Republic, have taken place\r\nfrequently and close and broad cooperation in the economic\r\nand cultural fields has been achieved.\r\nGreece’s goal is the establishment of close and\r\nfriendly relations with all countries that have emerged from\r\nthe former Yugoslavia. The traditionally close relations of\r\nGreece with the Federal Republic of Yugoslavia will be\r\nfurther strengthened through enhanced economic\r\ncooperation, especially following the suspension of the\r\nUnited Nations embargo, which inflicted heavy losses on\r\nthe Greek economy also. A multi-faceted development of\r\ntheir cooperation will help to redress the past.\r\nMr. Erwa (Sudan), Vice-President took the Chair.\r\nGreece’s relations with Croatia and Slovenia have\r\nfollowed a steady upward trend. Greece has a great interest\r\nin the dynamic development of its relations with those two\r\ncountries in all fields, and I am glad to acknowledge their\r\npositive response as well. With regard to Bosnia and\r\nHerzegovina, Greece fully supported the Dayton Peace\r\nAgreement and has actively participated in the efforts to\r\nimplement it fully. Timely and full respect of this\r\nAgreement is the best guarantee of the preservation of the\r\nintegrity, sovereignty and multiethnic character of that\r\nRepublic. The efforts of the international community to\r\nachieve peace in Bosnia must succeed. First must come the\r\nconstitution and proper functioning of the joint organs of\r\nthe Republic in order to expedite the return to full\r\nnormalization of life in Bosnia and Herzegovina. Greece\r\nhas established diplomatic relations with Bosnia and\r\nHerzegovina and participates in reconstruction plans with\r\nsubstantial economic aid.\r\nGreece expresses the wish that negotiations taking\r\nplace with The former Yugoslav Republic of Macedonia\r\nunder the auspices of Mr. Vance on the issue of the name\r\nof that Republic will finally meet with success, so as to\r\nopen the way for a full normalization and the dynamic\r\ndevelopment of relations between our two countries.\r\nThe Middle East peace process is currently at a critical\r\ncrossroads. It is with shock and dismay that my\r\nGovernment is following the latest dramatic developments\r\nin the West Bank and Gaza. We express our deepest\r\nsorrow at the deaths that have occurred and our grave\r\nconcern about the future of the peace process. Greece\r\nurges all parties to demonstrate the utmost restraint and to\r\nrefrain from any action which might lead to a further\r\nescalation of violence in the occupied territories. In\r\nparticular, they must step back from any action that is\r\nbound to rekindle deep-rooted sentiments of mistrust and\r\nenmity on both sides.\r\nThere is no alternative for the peoples in the region\r\nother than a peace based on the principle of land for\r\npeace. There is no alternative to the peace process. If this\r\nprocess stagnates, there is a danger that it will unravel.\r\nThere is an urgency for both parties to resume efforts to\r\nfulfil earnestly their agreed obligations. Greece calls on\r\nthe parties to resume negotiations immediately on the\r\nbasis of the principles already accepted by them in the\r\nMadrid and Oslo agreements. We consider it of the\r\nutmost importance that the Israeli-Palestinian Interim\r\nAgreement be fully implemented, and that the talks on the\r\nfinal status of the Palestinian territories — including\r\nJerusalem — are speedily concluded together with the\r\nsolution of the two outstanding problems, namely,\r\nsecurity for all and social and economic development.\r\nFailure to proceed could lead to grave consequences\r\nas far as peace and stability in the whole region are\r\nconcerned. Peoples of the region should be guaranteed a\r\nsecure life within internationally recognized and safe\r\nboundaries. In this context, Greece believes that the\r\ninternational community must spare no effort to create a\r\nsolid basis for the political and economic survival of the\r\nPalestinian National Authority, thereby providing a source\r\nof hope for the Palestinian people. Greece will continue\r\nto support this effort actively. We are of the view that the\r\npeace process could be substantially promoted if those\r\nStates of the region which are directly concerned would\r\njoin forces with those actively participating in it. We urge\r\nthe implementation of Security Council resolution 425\r\n(1978) on Lebanon. Greece, who has actively participated\r\nin the Middle East peace process since its beginnings in\r\nMadrid, will continue to offer every possible support and\r\nassistance to the bilateral and multilateral negotiations\r\ntowards a comprehensive, final and just peace.\r\nThe expansion and improvement of the\r\nrepresentative character of the Security Council\r\nconstitutes one of the most urgent needs for reform in the\r\nUnited Nations system. While ongoing discussions have\r\nbeen focusing on adding to the permanent membership in\r\n8\r\nGeneral Assembly 13th plenary meeting\r\nFifty-first session 27 September 1996\r\norder to reflect changes in the global balance since 1945, as\r\nwell as on the right of veto and its use, we should not\r\ndisregard the long-term beneficial effects of allowing more\r\nnations to participate in the decision-making process of this\r\ncritically important body.\r\nIn this context, the Greek Government has decided to\r\npresent its candidature for one of the two non-permanent\r\nseats allocated to the Group of Western European and other\r\nStates in the Security Council for the period 1999-2000. It\r\nshould be noted that Greece, a founding member of the\r\nUnited Nations, is one of the very few Western countries\r\nthat have served only once as a non-permanent member of\r\nthe Council, and that was more than 40 years ago. Greece\r\nis located at a crossroads in the Balkans and southeastern\r\nEurope, a region that should be given the opportunity to be\r\nrepresented on and to participate actively in the Council.\r\nMy country’s firm and unconditional commitment to the\r\npeaceful settlement of disputes, in accordance with the\r\nfundamental principles of international law and the Charter\r\nof the United Nations, offers all the necessary guarantees\r\nthat its election will indeed serve the cause of international\r\npeace and security.\r\nOn the eve of the third millennium, an affirmation of\r\npeace and cohesion among peoples must, more than ever\r\nbefore, constitute the primary legacy to bequeath to future\r\ngenerations. It befits the United Nations to be the\r\ndepository and guarantor of this legacy. It rests with\r\nMember States to make solidarity, security and\r\ndevelopment their watchwords for concrete action and their\r\nbattle cry in the fight against discord and injustice.\r\nThe Acting President (interpretation from Arabic): I\r\ncall next on the Minister for Foreign Affairs of Spain, His\r\nExcellency Mr. Abel Matutes.\r\nMr. Matutes (Spain) (interpretation from Spanish): I\r\nwould like first of all to express to Ambassador Razali my\r\ncordial congratulations on his election as President of the\r\nGeneral Assembly. I am firmly convinced that his qualities\r\nwill enable us to solve successfully the central questions of\r\nparticular relevance included in our agenda. Permit me as\r\nwell in these opening comments to extend my fraternal\r\ngratitude to Mr. Diogo Freitas do Amaral of Portugal for\r\nhis rigorous and able leadership during the fiftieth session\r\nof the General Assembly. I would also like to express my\r\nrespect to the Secretary-General, Mr. Boutros Boutros-\r\nGhali, whose efforts at the head of the Secretariat in this\r\nparticularly difficult moment Spain considers very positive\r\nand worthy of our support.\r\nThe Spanish delegation fully subscribes to the\r\nstatement made a few days ago by the Deputy Prime\r\nMinister and Minister for Foreign Affairs of Ireland on\r\nbehalf of the European Union, in which he set out the\r\ncommon goals and priorities of Europe for the present\r\nsession of the General Assembly.\r\nI would now like to refer in detail to various issues\r\nof particular interest to my country. First of all, however,\r\nI wish to reaffirm the strong commitment of Spain and its\r\nnew Government to the purposes and principles of the\r\nCharter of the United Nations. On 26 June 1945 at San\r\nFrancisco, at a time when mankind still had not recovered\r\nfrom the horrors of the Second World War, the\r\nrepresentatives of the peoples of the United Nations\r\nexpressed their firm resolve to save succeeding\r\ngenerations from the scourge of war. They also reaffirmed\r\ntheir faith in fundamental human rights; in the dignity and\r\nworth of the human person; and in the equal rights of\r\nmen and nations, both large and small.\r\nFifty-one years later, when the necessary conditions\r\nfor a new international order based on cooperation and\r\nsolidarity among nations have finally been met, the\r\ncommitments made in San Francisco take on renewed\r\nstanding. The United Nations, in fact, constitutes at\r\npresent the best instrument at mankind’s disposal to face\r\nand solve — jointly, on the basis of dialogue and\r\nsolidarity among Member States — the global challenges\r\nconfronting mankind at the end of the millennium.\r\nWe must make sure that our political commitment to\r\nthe Organization is manifested in actions, not only by\r\nmaking available the necessary financial resources, but\r\nalso through the active search for consensus solutions for\r\nthe reform of the United Nations within the various\r\nworking groups of the General Assembly. Our\r\nOrganization, which was designed to respond to both\r\nglobal challenges and to the needs of its Member States,\r\nwill not be able to play its double role in the coming\r\ncentury unless it can count on a sound, solid and stable\r\nfinancial basis. Convinced of this need, Spain, the ninth-\r\nlargest contributor to the budget of the Organization, pays\r\npromptly and in full its assessed contributions.\r\nWhen we celebrated the fiftieth anniversary of the\r\nUnited Nations with the renewed commitment of all the\r\nMember States to the principles of the Charter, we all\r\nconcurred on the need to adapt the Organization to the\r\nnew international situation by enhancing its efficiency\r\nthrough an in-depth reform which will revitalize and\r\nstrengthen it. Obviously, carrying out this task means the\r\n9\r\nGeneral Assembly 13th plenary meeting\r\nFifty-first session 27 September 1996\r\ncontinuation and the deepening of the necessary\r\nrationalization and savings measures already undertaken by\r\nthe Secretariat. In this respect, the approval at the last\r\nsession of the General Assembly of the programme budget\r\nfor the biennium 1996-1997, has given Spain satisfaction.\r\nWe are aware today more than ever before, of the\r\ninterrelated nature of the problems confronting the\r\ninternational community and of impossibility for Member\r\nStates of solving them individually. This is why there is no\r\ndoubt that it is within the framework of the United Nations\r\nwhere we must bring together efforts in order to face in\r\nsolidarity the many crises which menace the world.\r\nThe international community certainly cannot remain\r\nimpassive before the magnitude of problems such as the\r\nones faced by the African continent. This year we have\r\nwitnessed terrifying massacres — such as those in\r\nLiberia — and the displacement of people in the Great\r\nLakes region, particularly in Burundi where we continue to\r\nwitness a terrible and tragic spectacle.\r\nAfrica is not, however, a continent entirely and\r\ninevitably abandoned to hopelessness. There are countries\r\nin which the tenacious efforts of their leaders and the\r\ncourage of their peoples allow them to embrace hope. The\r\nreturn to the rule of law, the establishment of solid\r\ndemocracies and respect for human rights are the way to\r\nestablish the foundations of a sustained and sustainable\r\ndevelopment which will ensure the welfare of all Africans.\r\nThe Government of Spain has followed with great\r\nattention the developments in the Middle East — focused\r\nin the peace process between Arabs and Israelis — in\r\nwhich the question of Palestine continues to be the central\r\npoint. We are following with great concern the serious\r\nevents that have taken place in recent days in Jerusalem,\r\nthe West Bank and Gaza, and we wish to reiterate our call\r\nto the parties involved to abstain from all acts of\r\nprovocation and violence that could lead to a new\r\nescalation of tension which could jeopardize the peace\r\nprocess.\r\nFurthermore, the Israeli elections held in May and the\r\nestablishment of the new Government became the basic\r\npoints of reference for the assessment of this complex issue\r\nand for the analysis of its future prospects. After a brief\r\nperiod of uncertainty, the Israeli Government has clearly\r\nstated its intention to honour fully the contents of the\r\nagreements concluded in Oslo and Washington in the spirit\r\nof the principles of Madrid.\r\nSuch a positive statement of intentions would have\r\nto be followed immediately by concrete and tangible\r\nprogress, which would strengthen the credibility of the\r\npeace process as the only valid alternative to attain\r\npeaceful coexistence in the region.\r\nThere are still many problems to be solved. On the\r\none hand, it is of course necessary to preserve and\r\nstrengthen the safety of civilians from the blind and\r\nruthless violence of terrorism; on the other, the closure of\r\nthe Palestinian territories, the delay in redeployment of\r\nthe Israeli Army in Hebron and the policy of settlements\r\nrepresent serious obstacles for progress in the peace\r\nprocess.\r\nOn the basis of the Florence Declaration issued by\r\nthe European Union, I avail myself of this opportunity\r\nfirmly to reiterate the commitment of Spain to the Middle\r\nEast peace process as the only way to solve this question.\r\nIn this respect, my Government will continue to work\r\nactively, at the national level and within the European\r\nUnion, to promote the cause of peace and understanding\r\namong the peoples of the region.\r\nOn a broader level, I wish to express my satisfaction\r\nat the initial achievements of the Euro-Mediterranean\r\ndialogue. The Spanish Government’s priority objective is\r\nto contribute to the balanced and harmonious development\r\nof the three dimensions of this process: political,\r\neconomic and human. To this end, it will be necessary to\r\nmaintain and enhance the “spirit of Barcelona” shown by\r\nall countries participating in the Ministerial Conference\r\nthat my country had the honour of hosting last November.\r\nIn connection with the question of Western Sahara,\r\nI must express the concern of the Spanish Government at\r\nthe suspension of the voter-identification operation and\r\nthe blocking of the settlement plan. In this respect, I wish\r\nto recall before this Assembly Spain’s principled position,\r\naccording to which the question of Western Sahara will\r\nbe solved permanently only through the exercise of the\r\nright of self-determination by the people of Western\r\nSahara in a free referendum with international guarantees.\r\nThe recent elections in Bosnia and Herzegovina have\r\nended a cycle in the process of implementation of the\r\nDayton Agreement that was marked by an inevitable\r\npredominance of military over civilian aspects. Peace has\r\nbecome a reality in Bosnia and Herzegovina and the\r\nabsence of confrontation is tangible evidence of the\r\nsuccess of the multinational military operation. However,\r\nalong with this success has been an absence of the\r\n10\r\nGeneral Assembly 13th plenary meeting\r\nFifty-first session 27 September 1996\r\nnecessary reconciliation between the parties and the\r\nrestoration of mutual confidence.\r\nSince the onset of the conflict, Spain has contributed\r\nto its solution with a substantial military presence in the\r\nUnited Nations Protection Force, subsequently renewed in\r\nthe multinational, Implementation Force. My Government\r\nintends to continue supporting stability and reconciliation in\r\nthe region as well as the United Nations efforts along those\r\nlines.\r\nThe consolidation of democratic Governments,\r\ngrowing respect for human rights and economic and social\r\nprogress are a tangible reality in and a stimulus for the\r\nfuture of Latin America, a continent to which Spain is\r\nlinked by solid historical ties of mutual friendship and\r\nconfidence. We are particularly gratified by the positive\r\ndevelopments in Central America, where the consolidated\r\nadvances of democracy and the increasing stability of peace\r\ndemonstrate that efforts to promote the rule of law, good\r\ngovernance and respect for human rights are finally having\r\ntangible effects on the lives of the people.\r\nI wish to underline, from this rostrum, Spain’s\r\ncommitment to peacekeeping operations. My Government\r\nfirmly intends to continue contributing to these operations.\r\nI wish to pay my warmest and most sincere tribute to the\r\nmen and women involved in all these operations for their\r\naltruistic and selfless work in conditions of extreme\r\ndifficulty and high risk, which sometimes has meant\r\nsacrificing their lives in the interest of peace.\r\nThe United Nations peacekeeping operations have\r\nbecome a cornerstone of the activity of our Organization.\r\nI wish to highlight here the important momentum given by\r\nthe Secretary-General in his “An Agenda for Peace” to the\r\ndevelopment and deepening of new concepts of preventive\r\ndiplomacy, peacemaking and peacekeeping.\r\nThe role of the United Nations in the decolonization\r\nprocess, particularly in the definition of its general\r\nprinciples, to which Spain adheres unequivocally, has been\r\nfundamental. The current membership of this General\r\nAssembly clearly demonstrates that the process has been\r\none of the great achievements of our time.\r\nIn fact, the main phase of decolonization ended some\r\ntime ago. However, anachronistic colonial situations persist\r\nthat ought not to be forgotten. One of the priority objectives\r\nof the Spanish Government is the decolonization of\r\nGibraltar. Through its resolutions, this General Assembly\r\npointed the way to a decolonization process which, based\r\non the principle of territorial integrity, should be carried\r\nout through bilateral negotiations between the United\r\nKingdom, the Colony’s administrative Power and Spain,\r\nthe State in whose territory the Colony is located. The\r\nSpanish Government will carry out with the greatest\r\nflexibility, but also the greatest firmness, the future\r\nbilateral negotiations with the United Kingdom on the\r\nbasis of the Brussels Declaration of November 1984, with\r\nthe clear aim of moving forward in the process to\r\nculminate in the restoration of Spain’s full territorial\r\nintegrity, generously safeguarding the interests of the\r\nColony’s population and convinced of the urgent need to\r\nbring an end to the anachronism of the existence of a\r\ncolony of one European Union member State in the\r\nterritory of another friendly and allied member State.\r\nSpain is pleased to have fulfilled its aspiration of\r\nbecoming a full member of the Conference on\r\nDisarmament. In this capacity, we will continue to\r\nsupport the enlargement of the Conference to include\r\nother candidates still hoping to join.\r\nWe are pleased that the General Assembly adopted\r\nby an overwhelming majority the Comprehensive\r\nNuclear-Test-Ban Treaty (CTBT), which I have had the\r\nhonour to sign on behalf of my country. Spain will\r\nparticipate in the network of seismological centres set up\r\nfor the international verification of compliance with the\r\nTreaty and will support the early start-up of the Treaty\r\norganization.\r\nUniversal adherence to the Treaty on the\r\nNon-Proliferation of Nuclear Weapons continues to be a\r\npriority objective, along with the other initiatives in the\r\nfield of nuclear disarmament.\r\nSpain, one of the first signatories to ratify the\r\nConvention on the Prohibition of the Development,\r\nProduction, Stockpiling and Use of Chemical Weapons\r\nand on Their Destruction, is also pleased that the figure\r\nof 65 ratifications necessary for its entry into force is\r\nabout to be reached. We trust that all the signatory States\r\nthat have yet to do so will deposit their instruments of\r\nratification as soon as possible.\r\nMy country is carrying out the necessary procedures\r\nto ratify the new Protocol IV on blinding laser weapons\r\nand we are making every effort to put an end to the tragic\r\neffects of anti-personnel mines.\r\nI referred at the beginning of my statement to the\r\nneed, which I know is shared, to proceed with the reform,\r\n11\r\nGeneral Assembly 13th plenary meeting\r\nFifty-first session 27 September 1996\r\nrevitalization and strengthening of the United Nations. We\r\nmust make our Organization the centre for harmonizing\r\nefforts to promote respect for international law, world peace\r\nand equality for all, streamlining the mechanisms of the\r\nCharter and removing the political and logistical obstacles\r\nthat all too often hinder its work.\r\nAs part of the institutional reform, the process of\r\nexpanding and reforming the Security Council stands out.\r\nIt is well known that Spain supports a moderate increase in\r\nthe membership of the Council as the result of a considered\r\nnegotiating process and with the final aim of enhancing the\r\nlegitimacy of its actions.\r\nOn the other hand, “An Agenda for Development”\r\nmust be a key element in this reform process and the\r\nculmination of the series of major conferences focusing on\r\nthe integral development of the individual that have been\r\nheld in recent years.\r\nIn the general context of this common task of\r\nreforming the United Nations, I should like in particular to\r\nrefer to the new measures, adopted by this Assembly in\r\nresolution 50/227, on restructuring and revitalization in the\r\neconomic, social and other fields. These measures reaffirm\r\nthe unequivocal will of all countries significantly to\r\nimprove the work of the Economic and Social Council as\r\nthe central mechanism for coordinating and supervising\r\nUnited Nations activities in the economic and social fields.\r\nAs an example of Spain’s commitment to the\r\ndevelopment activities of the Organization, I should like to\r\nrecall that, in the past year, my country has concluded a\r\nhost of bilateral agreements with various bodies of the\r\nUnited Nations system for the funding of specific projects\r\nfor developing countries.\r\nThe Rio Summit was a milestone in the history of the\r\nfight against environmental deterioration and established the\r\nbasis for a concept of sustainable development that does not\r\ncompromise the welfare of future generations. However, the\r\nhealth of our planet is far from being as good as it ought to\r\nbe. We must take advantage of the forthcoming special\r\nsession of this Assembly to give new impetus to the joint\r\nefforts being made to protect the environment, the true\r\ncommon heritage of humankind.\r\nThe Vienna Declaration and Programme of Action\r\nadopted at the World Conference on Human Rights defined\r\nthe promotion and protection of human rights as a priority\r\nobjective of the international community. Spain fully\r\nsubscribes to this principle. The promotion and protection\r\nof human rights are in themselves ineluctable necessities,\r\nand the survival of many, many human beings depends on\r\ntheir effective implementation. Sustainable development\r\nfor all is not feasible without institutions that help in the\r\nrealization of human rights.\r\nIn this regard, the High Commissioner for Human\r\nRights should have more resources at hand to continue his\r\nlaudable work on restructuring the Centre for Human\r\nRights. On the other hand, defending human rights is\r\nparticularly important where the weakest people, those\r\nmost needing protection and self-defence, are involved. In\r\nthis context, Spain believes that we should capitalize on\r\nthe stimulus of the World Congress on the Commercial\r\nSexual Exploitation of Children held recently in\r\nStockholm, to promote through this Organization the most\r\nrigorous and comprehensive protection of minors.\r\nIn the final phase of the League of Nations, an\r\nattempt was made, unfortunately without success, to\r\nimplement the trilogy of arbitration-security-disarmament.\r\nThe Government of Spain is convinced that the\r\nprohibition of the use and threat of use of force must be\r\naccompanied by a general provision in international law\r\nmaking recourse to jurisdictional channels mandatory for\r\nthe settlement of disputes. It was for this reason that, in\r\na unilateral declaration of 15 October 1990, our\r\nGovernment, the Government of Spain, recognized as\r\ncompulsory, ipso facto and without special agreement, the\r\njurisdiction of the International Court of Justice, as\r\nprovided for in the Statute of the Court.\r\nIt is true that the United Nations cannot solve all the\r\nproblems of humankind. But our Organization can look\r\nback with the certainty that its role, in the past and in the\r\npresent, has not been and is not insignificant and that, for\r\nmany regions of our planet, the present and the future\r\nwould be different, harsher and more forlorn without the\r\nUnited Nations.\r\nFor this reason, I could not conclude without\r\nreiterating the firmest and most rigorous commitment of\r\nSpain to the United Nations.\r\nThe Acting President (interpretation from Arabic):\r\nI now call on the Minister for Foreign Affairs of Mexico,\r\nHis Excellency Mr. José Angel Gurria Treviño.\r\nMr. Gurria Treviño (Mexico) (interpretation from\r\nSpanish): Let me begin by conveying to the President my\r\nwarmest congratulations on his election as President of\r\nthis session of the General Assembly, which is\r\n12\r\nGeneral Assembly 13th plenary meeting\r\nFifty-first session 27 September 1996\r\nrecognition, not just of his personal qualities, but also of the\r\nleading role Malaysia is called on to play in a part of the\r\nworld that is characterized by the rapid pace of its\r\neconomic development and where we are engaging in joint\r\nefforts as members of Asia-Pacific Economic Cooperation\r\nCouncil.\r\nMy country wishes to express its recognition of the\r\nspirit of rationality and moderation that has marked the way\r\nin which the President has discharged his duties in this\r\nperiod of restructuring as part of the complex task of\r\nmaintaining peace as the essential prerequisite for ensuring\r\na more just world free from discrimination of any kind and\r\naberrant xenophobia. As this is the moment of truth for the\r\nUnited Nations, we wish to express our hope that the work\r\nhe has done in guiding this Organization so far will\r\ncontinue so as to consolidate the restructuring process.\r\nIn the face of the two options that exist for resolving\r\nthe constant and recurrent crises that afflict the world —\r\nlaw and justice on the one hand, force and violence on the\r\nother — Mexico has always opted for the former.\r\nWe are here not to engage in a mere ritual act, but to\r\nreiterate our full commitment to this common effort that we\r\ninitiated half a century ago. This commitment has to be\r\nrenewed every day, because peace and security are not free\r\ngifts bestowed once and for all, but values that have to be\r\nconquered and maintained from day to day.\r\nA year ago, the world’s leaders came together in this\r\nforum to commemorate the fiftieth anniversary of our\r\nOrganization. They reaffirmed the validity of the principles\r\nand purposes embodied in the Charter of the United Nations\r\nand agreed on new parameters for our collective activity.\r\nThe complex effort made in 1996 to ensure a proper\r\nfollow-up to them must continue to be our target for the\r\ncoming year.\r\nAlthough not with the forcefulness and clarity that\r\nwould be justified by current law and demanded by the\r\ninternational community, the International Court of Justice\r\nrecognized, in an Advisory Opinion of July this year, that\r\nthe use or threat of use of nuclear weapons run counter to\r\ninternational law. The Court also emphasized that\r\n“there exists an obligation on all States to pursue in\r\ngood faith and bring to a conclusion negotiations\r\nleading to nuclear disarmament in all its aspects under\r\nstrict and effective international control.”\r\nThe General Assembly must give immediate effect to this\r\nby urging the initiation of negotiations on the subject in\r\nthe Conference on Disarmament.\r\nWhile we welcome this ruling, we do not agree with\r\nanother assertion of the Court within the Opinion that the\r\nthreat or use of nuclear weapons could be legal in the\r\nextreme circumstance of self-defence.\r\nThe Treaty of Tlatelolco, which Mexico promoted\r\nand for which it acts as depositary, was the first legal\r\ninstrument specifically to establish a nuclear-weapon-free\r\nzone in a densely populated region. Mexico will continue\r\nto encourage the strengthening of the regime established\r\nby this Treaty, which has undoubtedly served as a\r\nprecedent for other treaties establishing nuclear-weapon-\r\nfree zones throughout the world.\r\nMexico welcomes the recent addition of the new\r\nSouth-East Asia Nuclear-Weapon-Free Zone to those\r\nalready existing in the South Pacific and in Africa. We\r\nhope that we shall soon be able to add another nuclear-\r\nweapon-free zone in the Middle East, which would\r\nundoubtedly help to promote détente in that area. We\r\nfirmly support Brazil’s initiative to proclaim the southern\r\nhemisphere of our planet a nuclear-weapon-free zone.\r\nOn 24 September, just a few days ago, Mexico\r\nsigned the Comprehensive Nuclear-Test-Ban Treaty\r\n(CTBT). Despite the fact that its structure is not entirely\r\nsatisfactory, particularly with respect to its entry into\r\nforce, we signed it because we believe that it is a vital\r\nstep in a programme of action for the complete\r\nelimination of nuclear weapons, the ultimate objective of\r\nour efforts in this connection. Mexico and 27 other\r\ncountries members of the Conference on Disarmament\r\nhave already submitted a draft programme that we hope\r\ncan be considered as soon as possible. If we make enough\r\nprogress in this direction, it might even be possible to\r\novercome one of the main obstacles to the entry into\r\nforce of the CTBT, which is currently being hindered by\r\nthose obstacles mentioned earlier. Meanwhile, until the\r\nTreaty — on which we worked for almost two years of\r\nnegotiations — comes into force, we urge all countries to\r\nguide their actions in accordance with its text, even before\r\nits formal entry into force.\r\nIt is a matter of great concern that the two Powers\r\nacknowledged to possess chemical weapons have\r\npostponed ratification of the Convention on the\r\nProhibition of the Development, Production, Stockpiling\r\nand Use of Chemical Weapons and on their Destruction,\r\n13\r\nGeneral Assembly 13th plenary meeting\r\nFifty-first session 27 September 1996\r\nwhich took us 20 years to negotiate and requires only two\r\nmore ratifications to enter fully into force. We shall be\r\ninitiating consultations with a view to submitting a draft\r\nresolution on this subject. We urge the United States\r\nCongress and the Russian Federation to ratify the\r\nConvention as soon as possible.\r\nAlso on the subject of disarmament, we wish to draw\r\nattention to the fact that the President of Mexico,\r\nMr. Ernesto Zedillo, recently made two proposals at the Rio\r\nGroup summit in Cochabamba, Bolivia. The first concerned\r\nthe need to adopt a convention against the illegal arms\r\ntrade, which relates directly to the struggle in which we are\r\nall engaged against drug trafficking, crime and terrorism.\r\nThe second concerned the desirability of adopting measures\r\nfor the control of conventional offensive weapons in Latin\r\nAmerica with a view to avoiding arms races that would\r\ndivert resources essential to our economic development.\r\nWe welcome the Canadian initiative, to which Mexico\r\ngives its unreserved support, regarding the initiation of\r\nconsultations with a view to securing, as speedily as\r\npossible, a total ban on the deployment, transfer, production\r\nand stockpiling of anti-personnel landmines. We believe the\r\nmatter to be both important and urgent. Accordingly, we\r\npropose that this Assembly consider this issue in that light.\r\nIt is precisely because we do not see peace as the\r\nmere absence of war that we believe that international\r\npeace and security must be embodied in development and\r\nequity. Peace is inseparable from development; security is\r\ninseparable from prosperity. If we sow today for\r\ndevelopment, we shall reap the peace, security and\r\ninternational harmony that must mark the world of the next\r\nmillennium.\r\nAccordingly, Mexico enthusiastically supports the\r\nwork of the United Nations and its specialized agencies on\r\neconomic and social issues and, in particular, the adoption\r\nof an agenda for development as the basis of its efforts to\r\neradicate poverty.\r\nThat is why we view with growing concern the fact\r\nthat, in supposed support of freedom and democracy, action\r\nis being taken in the opposite direction through the adoption\r\nof laws in the field of trade — the nerve centre of\r\ncontemporary progress — that are extraterritorial in scope\r\nand in complete disagreement with the fundamental\r\nprinciples of international law. I would draw the\r\nAssembly’s attention to the opinion of the Inter-American\r\nJuridical Committee of the Organization of American\r\nStates, distributed in document A/51/394, on the subject of\r\nthe so-called Helms-Burton Act. It argues convincingly\r\nthat this Act is not in keeping with international law. It is\r\nneither by means of blockades or exclusions, nor by the\r\napplication of sanctions on third countries that democracy\r\nand human rights can be promoted. Dialogue, inclusion in\r\nmultilateral forums, trade, investment and the exchange of\r\ninformation and persons have always proven to be the\r\nbest way to disseminate the values we all share.\r\nDrug trafficking has attained unprecedented levels\r\nworldwide, to the point where it has become one of the\r\nmost serious threats to the integrity of societies and the\r\nvery security of nations. Despite the vast resources\r\ndirected by Governments towards combating illicit drugs,\r\nthe power of the drug traffickers is increasing, as is the\r\nnumber of victims claimed by drug addiction and the\r\ncollateral damage caused to the social environment and\r\nthe economy. There is an urgent need to draw up and put\r\ninto effect measures and strategies which, on the basis of\r\ninternational cooperation and shared responsibility, will\r\nmake it possible to launch a comprehensive attack on this\r\nphenomenon and to do away with partial and subjective\r\nevaluations in rating the level of compliance of each\r\nGovernment in combating drug trafficking, or, still worse,\r\nin making use of this rating as a political weapon and\r\npressure tactic.\r\nWe trust that, in the course of this session, the\r\nGeneral Assembly will take a fundamental step to\r\nintensify the fight against drug trafficking by convening\r\nin 1998, on the recommendation of the Economic and\r\nSocial Council, a special session to assess the state of\r\ninternational cooperation in combating the production,\r\nsale, demand, trafficking and unlawful distribution of\r\nnarcotics, psychotropic substances and related activities.\r\nOnce the draft resolution on this issue is adopted, we\r\nshall have to get down to the task of preparing an\r\nappropriate agenda for that special session, incorporating\r\nthe specific ideas put forward in the Economic and Social\r\nCouncil and in this Assembly. In this connection, the\r\nstatement made on 23 September by the President of\r\nColombia, Dr. Ernesto Samper Pizano, is of special\r\ninterest.\r\nMexico recognizes and scrupulously respects the\r\nsovereign right of every nation to determine the rules and\r\nconditions for the admission of foreign workers to its\r\nterritory. Nevertheless, the situation of our nationals in\r\nforeign countries has become a source of legitimate\r\nconcern to all sectors of society in my country in\r\nresponse to the emergence of disturbing outbreaks of\r\nracism and xenophobia in some countries to which\r\n14\r\nGeneral Assembly 13th plenary meeting\r\nFifty-first session 27 September 1996\r\nmigratory flows are directed. We firmly reject all actions or\r\nomissions on the part of national and local authorities in the\r\nrecipient countries that may contribute to creating or\r\nexacerbating an atmosphere of violence and intolerance\r\nagainst such workers and their families. In our view, the\r\nmere existence of such a climate runs counter to the basic\r\nassumption of respect for the human rights and fundamental\r\nfreedoms of all. Mexico believes that this complex problem\r\nmust be approached in a way that goes beyond mere\r\nmeasures of repression and humiliation, but is rather\r\ncomprehensive, objective, broad in scope and responsive to\r\nregional and subregional characteristics.\r\nMy country is convinced that the early entry into force\r\nof the International Convention on the Protection of the\r\nRights of All Migrant Workers and Members of Their\r\nFamilies is certain to constitute an appropriate framework\r\nfor the protection of the rights of millions of people who\r\nemigrate in search of better living conditions. Moreover, we\r\nbelieve that it is necessary to draw up, as part of the effort\r\nto protect the human rights of migrants, minimum rules that\r\nwill protect them in any recipient country, regardless of\r\ntheir legal status and of the protection afforded them by the\r\nlaws of the country to which they emigrate. We shall be\r\nsubmitting proposals in this regard at the next session of\r\nthe Commission on Human Rights.\r\nMeanwhile, Mexico has been making a major effort to\r\nimprove the treatment and protection of the migrants\r\nentering our territory across the southern border. Moreover,\r\nthe Mexican Government has recently taken a decision to\r\nregularize the migratory status of more than 30,000\r\nrefugees, most of them Guatemalan, who have settled in\r\ncamps in the States of Campeche and Quintana Roo under\r\nthe auspices of the United Nations High Commissioner for\r\nRefugees. In a joint effort with all the countries of Central\r\nAmerica — including Belize and Panama — and the United\r\nStates and Canada, Mexico has embarked on a campaign to\r\ncombat and punish illegal trafficking in persons, which has\r\nnow taken on the attributes of international organized\r\ncrime. We are also working to pass legislation at the\r\ncongressional level to increase the penalties and lengthen\r\nthe sentences for those found guilty of this illegal\r\ntrafficking.\r\nAs the Heads of State and Government of the so-\r\ncalled Group of 16, of which Mexico is a member,\r\nindicated on the occasion of the fiftieth anniversary of the\r\nUnited Nations, it is vital that we strengthen the multilateral\r\napproach to solving the problems that affect the community\r\nas a whole. We view with particular concern the lack of\r\nsubstantive progress in the various working groups\r\nresponsible for examining the main aspects of the reform\r\nof the Organization, and for this reason we should like to\r\npropose that efforts be concentrated in the following\r\nareas.\r\nThe capacity of the United Nations to prevent\r\nconflicts and resolve those that already exist must be\r\nenhanced. This would include, among other actions,\r\nbreaking the deadlock in the reform of the Security\r\nCouncil, whose primary responsibility is the maintenance\r\nof international peace and security. Secondly, measures\r\nshould be taken to strengthen the mechanisms for\r\nresolving conflicts and disputes by peaceful means\r\nthrough a convention on the subject. And, finally, the role\r\nof the Secretary-General in conflict prevention should be\r\nstrengthened. An example of what action by the\r\nSecretary-General can achieve is the important agreement\r\nsigned in Mexico City on 19 September between the\r\nGovernment of Guatemala and the general command of\r\nthe Unidad Revolucionaria Nacional Guatemalteca, which\r\nwill make a significant contribution to the attainment of\r\nlasting peace in that country, and in which the\r\nSecretary-General and a group of friends, including\r\nMexico, participated.\r\nFrom this rostrum I wish to pay tribute to the work\r\nof the Moderator, which was essential to the signing of\r\nsix substantive agreements in the Guatemalan process.\r\nNow we are awaiting only the signing of a few\r\noperational agreements, which will lead to the early\r\nestablishment of a lasting peace in that country.\r\nWith regard to the reform of the Security Council,\r\nMexico considers it essential that in evaluating the\r\nproposals before us, account should be taken of the need\r\nfor that organ’s composition to reflect the increase in the\r\nmembership of the Organization, while strictly respecting\r\nthe wishes of the countries of each region and the\r\nprinciple of equitable geographical representation.\r\nThe United Nations must also strengthen its\r\nactivities in the protection of human rights and\r\nfundamental freedoms, again on the basis of the\r\ncontractual obligations entered into by each State, and in\r\neliminating any vestiges of colonialism or of\r\ndiscrimination on grounds of sex, religion, race or\r\npolitical conviction.\r\nOne of the most urgent and complex issues of the\r\nreform process is that of revising the financing system\r\nand the criteria for establishing the contributions of\r\nMember States. But let us be frank: the financial crisis\r\n15\r\nGeneral Assembly 13th plenary meeting\r\nFifty-first session 27 September 1996\r\nthe United Nations is experiencing stems primarily from the\r\nlack of timely payment of assessed contributions by a\r\nconsiderable number of countries. This situation must be\r\nnormalized as speedily as possible.\r\nThe maintenance of international peace and security\r\ncontinues to be the primary mission of the United Nations.\r\nBarely seven years ago, a sigh of relief marked the ending\r\nof the long night of the cold war. Hopes were reborn that,\r\nwith peace strengthened, confidence in the United Nations\r\nwould grow, the ambitions of dominance on the part of the\r\neconomically and militarily powerful countries would cease,\r\nand a spirit of tolerance and harmony, of equity and mutual\r\nassistance — indispensable for the building of a better\r\nworld — would soon develop. There was talk of “peace\r\ndividends”. The reality has been more complex.\r\nMexico expresses its dismay at the violent incidents\r\nthat have occurred recently in the Middle East and joins the\r\nappeal of the international community to all parties\r\nconcerned to refrain from undertaking any actions that\r\ncould worsen the situation and provoke further clashes.\r\nSuch incidents constitute a dramatic reminder of the need\r\nfor the parties to redouble their efforts with a view to\r\nadvancing the peace process and ensuring that dialogue and\r\nreason prevail in the region.\r\nDespite the magnitude of the obstacles that have to be\r\novercome in order to ensure that human beings are\r\neducated for peace, Mexico maintains a profound faith in\r\nthe United Nations, whose structures must be strengthened\r\nif we truly wish to give it the necessary capacity to\r\ndischarge the complex and lofty tasks entrusted to it half a\r\ncentury ago, as well as those additional tasks it is charged\r\nwith almost daily.\r\nWith renewed optimism, we trust that human beings\r\nstill possess the resourcefulness and talent required to make\r\nthis world a worthy and just abode for all.\r\nThe Acting President (interpretation from Arabic): I\r\nnow call on the Minister for Foreign Affairs of Myanmar,\r\nMr. Ohn Gyaw.\r\nMr. Gyaw (Myanmar): May I begin by extending to\r\nMr. Razali the warmest congratulations of the delegation of\r\nthe Union of Myanmar on his most deserving election as\r\nPresident of the fifty-first session of the General Assembly.\r\nHis election to that important office is no doubt a reflection\r\nof the high esteem in which his country, Malaysia, is held\r\nby the international community for its active role in world\r\naffairs, and of his wealth of personal experience and\r\ndiplomatic skills. We are confident that under his\r\nleadership our deliberations will be fruitful. On a personal\r\nnote, I should like to say how deeply honoured I was to\r\nhave accompanied the Head of State Senior General Than\r\nShwe on his state visit to Malaysia last month. The visit\r\nwas a success. We were much impressed by the warm\r\nreception accorded us and by the outstanding\r\nachievements of the leadership in bringing peace and\r\nprosperity to the people of Malaysia.\r\nI wish also to express our appreciation to\r\nMr. Razali’s predecessor, His Excellency Mr. Diogo\r\nFreitas do Amaral, for his invaluable contribution to the\r\nwork of the fiftieth session of the General Assembly.\r\nThe United Nations today is at a crossroads. On the\r\none hand, there is hope for a new era in international\r\nrelations as post- cold-war trends compel nations towards\r\never-growing interdependence and the globalization of the\r\nworld economy. On the other hand, issues that have been\r\ndormant for decades have emerged, drawing the world\r\ninto a pattern of conflict, ethnic strife and violence. In\r\nthis time of global transformation the United Nations has\r\nan important role to play. It must actively work to guide\r\nthe world through the transitional period to a new,\r\npeaceful, secure and stable era based on respect for the\r\nCharter.\r\nIn this United Nations Decade of International Law\r\nit would be most appropriate to rededicate ourselves to\r\nachieving a world in which principles of sovereignty,\r\nterritorial integrity, independence, sovereign equality and\r\nnon-interference in the internal affairs of States are\r\nrespected. Myanmar truly believes that we can overcome\r\nthe political, economic and social challenges we face and\r\navoid confrontation and chaos only if we seize the\r\nopportunity to extend and strengthen the Organization and\r\npromote a multilateral system based on the primacy of\r\ninternational law and freedom of choice and equality of\r\nall States.\r\nDisarmament, sustainable development, enhancement\r\nof the environment and suppression of narcotic drugs are\r\npriority issues that affect the security and well-being of\r\npeoples throughout the world. Concern continues to\r\nmount over the lack of adequate progress in these areas.\r\nThe proliferation of arms, particularly of weapons of mass\r\ndestruction, remains the greatest potential threat to\r\nmankind’s survival. All States, large and small, nuclear\r\nand non-nuclear, have a vital interest in ensuring the\r\nsuccess of negotiations on disarmament. The primary\r\nresponsibility for removing the threat of a nuclear\r\n16\r\nGeneral Assembly 13th plenary meeting\r\nFifty-first session 27 September 1996\r\nholocaust, however, rests with the nuclear-weapon States.\r\nIt is essential that the nuclear-weapon States show the\r\npolitical will to accommodate the concerns of non-nuclear-\r\nweapon States to achieve a mutually acceptable basis for\r\nuniversal disarmament.\r\nMyanmar continues to regard a comprehensive test-ban\r\ntreaty as an essential step towards nuclear disarmament.\r\nThe adoption of the Comprehensive Nuclear-Test-Ban\r\nTreaty (CTBT) by the General Assembly on 10 September\r\n1996 is a welcome development. It will contribute\r\nsignificantly to the process of nuclear disarmament and to\r\nour efforts to achieve the goal of general and complete\r\ndisarmament.\r\nMyanmar has always supported the establishment of\r\nnuclear-free zones. In our own region we have, together\r\nwith our neighbours, signed and ratified the South East\r\nAsia Nuclear Weapon-Free Zone Treaty. Peace and security\r\nin the world need to be built upon economic development.\r\nWithout development there can be no lasting peace. It must\r\nbe realized, however, that economic progress in developing\r\ncountries depends as much on a fair and equitable\r\ninternational economic environment as it does on domestic\r\nreforms to effectively confront the challenge of poverty and\r\neconomic malaise. In this regard, we share the Secretary-\r\nGeneral’s view that development should be recognized as\r\nthe foremost and most far-reaching task of our time. At the\r\nsame time, we are deeply concerned that the process of\r\nglobalization of the world economy has yielded many more\r\nlosers than winners. The situation was most eloquently\r\ndescribed by the Chairman of the Non-Aligned Movement,\r\nPresident Samper Pizano of Colombia, in his address to the\r\nMeeting of the Ministerial Committee on Methodology held\r\nearlier this year in Cartagena:\r\n“The cake of progress continues to be handed out in\r\nlarge slices for a few, and in crumbs for the rest.”\r\nIndeed it is distressing to note the dangerous tendency\r\nof certain States to link trade and commerce with other\r\nissues. We find unacceptable the threat or use of economic\r\nsanctions and the extraterritorial application of domestic law\r\nto influence policies in developing countries. The use of\r\neconomic sanctions as a tool of policy is indefensible. It is\r\na flagrant breach of the United Nations Charter.\r\nNarcotic drugs are a growing menace to the\r\ninternational community. Aware of the problem, Myanmar\r\nis carrying out narcotics suppression as a national cause.\r\nFrom the outset the Myanmar Government realized that the\r\ndrug problem can be tackled only through a multisectoral\r\napproach and has laid down national strategies to combat\r\nthe menace. The nationwide drug-abuse control\r\nprogramme covers many activities: crop substitution and\r\nlivestock distribution for farmers in the border areas\r\nwhere opium is grown; treatment and rehabilitation of\r\ndrug addicts; preventive education; and law enforcement.\r\nThe areas where poppies are grown are underdeveloped\r\nregions where the national races depend on the cultivation\r\nof opium as their principal means of livelihood. Hence,\r\nthe Government has set up an entire ministry devoted to\r\nthe development of border areas. The development of\r\nthese areas will no doubt ensure the success of the\r\neradication campaign.\r\nIn parallel with the national effort, the Government\r\nhas sought closer cooperation with the United Nations\r\nInternational Drug Control Programme (UNDCP) and\r\nneighbouring countries, and is actively participating in the\r\ninternational campaign against the production and\r\ntrafficking of illicit drugs. Our efforts are meeting with\r\nsuccess, as one armed group after another has returned to\r\nthe fold to join hands with the Government in\r\ndevelopment endeavours. An encouraging event this year\r\nwas the unconditional surrender of the Mong Tai Army of\r\nnearly 20,000 men, led by U Khun Sa. We are confident\r\nthat this unprecedented achievement will result in a\r\ndrastic reduction of the opium supply.\r\nI should like to firmly reiterate Myanmar’s\r\ncommitment to the total eradication of poppy plantations\r\nin our country. The sheer magnitude of the problem\r\nrequires new ways and means to address the problem.\r\nThere must be additional efforts to curb demand, just as\r\nwe work to deter production and trafficking. We would\r\nwelcome increased support for our national programmes\r\nor for development projects administered by UNDCP.\r\nEnvironment issues are among the most widely\r\ndiscussed topics of our times. Environment and\r\ndevelopment top the international agenda as human\r\nimpact on the environment has increased dramatically and\r\nmankind faces challenges unprecedented in scope and\r\nseverity. The tremendous growth in population, coupled\r\nwith industrial development in every region of the world,\r\nhas taxed the carrying capacity of the Earth. The struggle\r\neven to support the present population at today’s\r\nstandards of living will cause environmental degradation\r\non an unprecedented scale. However, in the last few years\r\nseeds of hope have been sown, as there is growing\r\nawareness in the world that the causes and consequences\r\nof environmental degradation transcend boundaries and\r\nthat our future world must be one of partnership.\r\n17\r\nGeneral Assembly 13th plenary meeting\r\nFifty-first session 27 September 1996\r\nMyanmar is aware that different elements of\r\necological systems are linked. It is only through an\r\nintegrated approach at the national, regional and global\r\nlevels that we can achieve sustainable development. For this\r\nreason we have been endeavouring to contribute to the\r\nprotection and promotion of the environment at every level.\r\nIn developing countries like Myanmar, forests,\r\nfarmlands, fisheries and freshwater constitute the foundation\r\nof development. In Myanmar we are fortunate that these\r\nresources are abundant and are not under stress. This is\r\nlargely the result of the traditional culture that pervades\r\ndaily life. Planting trees, creating gardens and parks,\r\nbuilding bridges, digging wells, and providing rest houses\r\nand monasteries are considered meritorious deeds. The\r\npeople of Myanmar love and respect nature and seek to live\r\nin harmony with the environment. The history of Myanmar\r\nis replete with accounts of environmental conservation\r\ncarried out by Myanmar monarchs. The ancient kings had\r\nthe vision to protect teak forests by royal decree and to\r\nensure systematic management of forest resources.\r\nIn the three years following the World Conference on\r\nHuman Rights, increasing emphasis has been placed on the\r\npromotion and protection of human rights. While we can\r\nwelcome the spirit in which the question of human rights is\r\nconsidered, we are seriously concerned by the growing\r\ntendency of certain Western countries to politicize the\r\nquestion of human rights and to use it as a tool to interfere\r\nin the domestic affairs of States. We firmly believe that the\r\ninternational community should take a more holistic\r\napproach to the question of human rights and not be\r\npreoccupied with individual rights and freedoms.\r\nAny government, institution or individual seeking to\r\npromote human rights should bear in mind the significance\r\nof national and regional peculiarities as well as historical,\r\ncultural and religious backgrounds and the stage of\r\neconomic development. In Myanmar and other developing\r\ncountries, poverty remains an effective obstacle to the full\r\nenjoyment of those rights. For this reason we are\r\nredoubling our efforts to ensure our peoples’ right to\r\ndevelopment so that they can be delivered from the clutches\r\nof poverty.\r\nThe allegations that wholesale repressive measures are\r\nbeing carried out in Myanmar have never been borne out.\r\nOn the contrary, the peace and stability that now reign in\r\nthe country have allowed it to achieve significant progress.\r\nContinued economic reform will positively affect the living\r\nstandards of all citizens. At present there is potential in\r\nMyanmar for unprecedented peace and development and for\r\nit to join the ranks of the fast-growing economies in its\r\nregion. The international community can do no better than\r\nto help Myanmar by playing a constructive role.\r\nIn recent years a few countries, such as Myanmar,\r\nhave been singled out by certain countries for punitive\r\naction. Central to any assessment of the proper course of\r\npolicy towards any country is an understanding of the\r\nconditions that prevail there. In the case of Myanmar, first\r\nand foremost, it should be noted that it is undergoing\r\nimportant reforms. Regrettably, no credit has been given\r\nto the Myanmar Government for bringing about political\r\nstability and economic progress in a short period of eight\r\nyears.\r\nThe Government has initiated economic reforms\r\naimed at transforming the centrally planned economy into\r\na market-oriented one. Private investment and domestic\r\nentrepreneurial activity have been encouraged, and the\r\neconomy has been opened to direct foreign investment.\r\nPrivate-sector participation in both domestic and foreign\r\ntrade has been promoted. The economic reforms are\r\nbearing fruit and have led to sustained growth. In the past\r\nfour years the economy recorded an average growth rate\r\nof 8.2 per cent, resulting in increased employment\r\nopportunities and significantly rising living standards in\r\nthe country, primarily in urban areas, where private\r\nenterprises are flourishing, and in fertile rural areas,\r\nwhere farmers have better incentive to grow and market\r\ntheir produce.\r\nForeign investments in Myanmar today totals $4.3\r\nbillion and is expected to grow in the coming years. That\r\nthe pace of economic activity has quickened is reflected\r\nnot only within the country but abroad, where a growing\r\nnumber of Myanmar representatives are taking part in\r\ninternational and regional forums, including sports,\r\nbusiness and intellectual meetings.\r\nWe in Myanmar are aware that the best hope for a\r\nbrighter future lies in our national races joining together\r\nto ensure the stability of the State, community peace and\r\ntranquillity. To this end a national convention is being\r\nheld to adopt guidelines for a new State constitution, in\r\naccordance with which a peaceful, modern and developed\r\nnation will be built.\r\nIt should be appreciated that Myanmar is a union\r\ncomposed of 135 national races from which 16 armed\r\ngroups have evolved, some dating back to 1948, the year\r\nof our independence. It should also be noted that, despite\r\nthe magnitude of the task, the Myanmar Government has\r\n18\r\nGeneral Assembly 13th plenary meeting\r\nFifty-first session 27 September 1996\r\nsucceeded in bringing back to the fold 15 out of the 16\r\narmed groups and has established a separate Ministry for\r\nProgress of Border Areas and National Races and\r\nDevelopment Affairs. Insurgency, which hindered\r\ndevelopment for decades, is now virtually over, and all the\r\nenergy of the defence forces and the people is being\r\ndevoted to nation-building. One fact that is often\r\noverlooked is the pervasive influence of traditional culture\r\nin Myanmar, as a result of which leniency has been shown\r\nto offenders. Although a number of death sentences were\r\nhanded down by civil and military courts following the\r\n1988 unrest in the country, none has been carried out.\r\nOne factor that demonstrates our confidence in the\r\npositive changes taking place in Myanmar is our readiness\r\nto open our doors to tourists. This year has been designated\r\n“Visit Myanmar Year”, and we are expecting hundreds of\r\nthousands of visitors despite the negative campaign\r\nlaunched by critics. Those who call for a travel boycott to\r\nMyanmar should remember that tourism benefits a wide\r\nrange of people, the visitors as well as the hosts. Big hotels\r\nand travel agencies, as well as the family-run stalls that sell\r\neverything from hand-crafted jewellery to lacquer-ware and\r\nwood carvings, stand to make a living. Why not encourage\r\ntourists to come to Myanmar and see for themselves the\r\nvast transformations taking place?\r\nToday, as we stand on the threshold of a new\r\nmillennium, we have before us both opportunities and\r\nchallenges. At this time of important change and\r\ntransformation, the United Nations and its Member States\r\nmust strive to ensure that all nations can live in peace and\r\nharmony. To this end, we will need a man of exceptional\r\nskills and wisdom at the helm of the Organization in the\r\nyears ahead. We should continue to seek the best man for\r\nthe job, bearing in mind the personal skills and integrity\r\nthat the important post demands. The choice of the\r\nSecretary-General of the Organization assumes an even\r\ngreater importance at this time, when we see increasing\r\nresort to the threat or use of force in a manner inconsistent\r\nwith the purposes and principles of the Organization.\r\nIn conclusion, I should like to renew Myanmar’s\r\npledge to work with all nations to strengthen the\r\nOrganization and to achieve universal peace.\r\nThe Acting President (interpretation from Arabic):\r\nThe next speaker is the Minister for Foreign Affairs of El\r\nSalvador, His Excellency Mr. Ramón Ernesto González\r\nGiner.\r\nMr. González Giner (El Salvador) (interpretation\r\nfrom Spanish): I should like to extend to the President\r\nand to all the delegations of Member States the cordial\r\ngreetings of the people and Government of El Salvador.\r\nI should also like to congratulate the President on his\r\nelection to preside over this session and to express thanks\r\nto Mr. Diogo Freitas do Amaral for the dedication with\r\nwhich he carried out his mandate. At this session, we\r\nmust adopt very important decisions designed to\r\nstrengthen the Organization. We are convinced that the\r\nPresident’s pragmatism and experience will help our\r\ndebate to take a proper course, overcome obstacles and\r\ngive impetus to the reforms called for by Member States.\r\nIn October 1995 we celebrated the golden\r\nanniversary of the United Nations, an occasion that\r\nafforded us an opportunity to assess the work of the\r\nOrganization, to recognize the importance of this\r\ninstitution in deepening understanding among nations and\r\nto ensure that its purposes and principles remain fully in\r\neffect. At that time, world leaders agreed to support the\r\nimplementation of the reform needed to ensure that the\r\ninternational community would indeed have an effective\r\nOrganization able to meet the requirements presented by\r\na constantly changing world.\r\nIn the light of that commitment, we believe that at\r\nthis session debate should avoid unnecessary\r\nconfrontation and be focused on the formulation of\r\npractical recommendations to ensure that the joint efforts\r\nof Member States will be in accordance with the\r\nDeclaration adopted at the fiftieth anniversary. In so\r\ndoing, important decisions can be taken that will give the\r\nOrganization the capabilities and resources to meet the\r\nchallenges of the new millennium effectively.\r\nThe dynamics of the international system in recent\r\nyears lead us to an even greater appreciation of the\r\nvarious initiatives that have been discussed with regard to\r\nthe common problems that affect us all. In solving them,\r\nwe must act together and share the successful experiences\r\nof each individual State in order to improve the standard\r\nof living of all our peoples.\r\nWe commend the successful convening of summits,\r\nat which programmes of action on global problems\r\nrelating to women, children, human rights, the\r\nenvironment, social development, population and human\r\nsettlements have been adopted. These conferences are a\r\nclear demonstration of the political will and the moral\r\ncommitment of the international community to redefine\r\nthe paradigms for sustainable development by means of\r\n19\r\nGeneral Assembly 13th plenary meeting\r\nFifty-first session 27 September 1996\r\nrekindled creativity focused on the individual as well as the\r\nfamily.\r\nThe complexity and interdependency of our problems\r\noblige each and every Member State to redouble their\r\nefforts to participate more actively in finding solutions.\r\nSuch solutions must emerge from a new vision of the\r\ncurrent international situation, characterized by increasingly\r\nglobalized economies and requiring greater efficiency and\r\ncompetitiveness in the productive sectors in order\r\nsuccessfully to confront higher levels of competition.\r\nDespite the positive elements of this picture, we must\r\nnot confound joint efforts with the principal responsibility\r\nthat each and every government bears in solving the\r\nproblems affecting its own society.\r\nIn the global political situation, we note with\r\nsatisfaction that progress has been made in participatory\r\ndemocracy throughout the world. This is one of the most\r\nimportant phenomena at the end of this century, as it\r\nenables individuals to participate directly and creatively in\r\nsolving their own problems.\r\nWe are convinced that United Nations efforts to\r\nresolve and contain conflicts by means of peacekeeping\r\noperations are beneficial to the achievement of world\r\nharmony. In addition to having benefited from this process,\r\nEl Salvador has been an active party to it.\r\nOur country’s experience in effectively settling its\r\nrecent armed conflict can help other countries dealing with\r\nsimilar situations. This makes it possible for us to share our\r\nknowledge and experience with the international\r\ncommunity, to contribute to solving such conflicts by\r\nmeans of dialogue and common work, leading to the\r\nconsolidation of peace, democracy and respect for human\r\nrights.\r\nWe have said that there has been a sea change in the\r\ninternational system, but conflicts and problems remain. At\r\nthis time, we wish to encourage their resolution in an\r\natmosphere of cooperation, dialogue and negotiation by\r\nmeans of frank and objective discussion.\r\nIn recent years, 25 new States have exercised their\r\nsovereign right to self-determination and become Members\r\nof the United Nations, thereby reaffirming the\r\nOrganization’s principle of universality. Unfortunately this\r\nprinciple has not been fully respected and will not be fully\r\nrespected until all States, including the Republic of China\r\nin Taiwan, are represented in the United Nations.\r\nThe creation of jobs, the rule of law, the security of\r\ncitizens, access to proper housing, health, education,\r\nmedical care and nutrition for children, and a clean and\r\nlife-sustaining environment are all requirements that\r\ndeserve priority. If at the United Nations we can\r\nformulate policies and carry out innovative, effective\r\nactivities in this connection, people throughout the world,\r\nparticularly the most dispossessed, can benefit from this\r\nimportant step forward in solving their problems. This is\r\nthe only way the Organization can truly make a creative\r\nand effective contribution to ensuring that democracy is\r\nperceived as a positive process for humankind.\r\nThe financial problems of our Organization are an\r\nobstacle to the proper functioning of its programmes and\r\nactivities, especially those in less developed countries.\r\nThe needs of development require that the United Nations\r\nfunction more transparently, effectively and, above all,\r\nefficiently. For this, our beliefs and our actions must be\r\nconsistent.\r\nThe new vision that is emerging in the international\r\nsystem can be explained by the domestic transformations\r\ntaking place in many countries throughout the world.\r\nCentral America is a part of this process. Allow me to\r\ndescribe the current experiences of our region. A few\r\nyears before the start of the new millennium, the Central\r\nAmerican countries have left behind our sad history of\r\nconfrontation and have embarked upon the path to peace,\r\nfreedom, democracy and development, as shaped by the\r\nCentral American Presidents in our Alliance for the\r\nSustainable Development of Central America. This\r\nAlliance comprises policies, programmes and activities\r\nthat provide a new system for integral development and\r\nare creating progressive change in living standards by\r\nensuring economic growth with social equity, and\r\ndevelopment that is in harmony with nature, thus ensuring\r\nthat future generations will have a high quality of life.\r\nThe Central American Presidents also adopted a\r\nseries of commitments to work together to meet the\r\nobjectives of the Alliance for Sustainable Development.\r\nIn political terms, these include strengthening and\r\nconsolidating the rule of law and democratic security as\r\nwell as modernizing the public sector; in economic terms,\r\nimproving economic integration, harmonizing\r\nmacroeconomic policies and modernizing regional\r\ninfrastructures; in the social sphere, systematically\r\nreducing poverty, emphasizing job-creation and\r\ninvestment in human capital, giving priority to eduction,\r\nhealth and training; in the cultural area, ensuring the\r\npreservation of the values and traditions of the cultural\r\n20\r\nGeneral Assembly 13th plenary meeting\r\nFifty-first session 27 September 1996\r\nheritage of the Central American peoples; and in\r\nenvironmental terms, preserving and protecting the bio-\r\ndiversity of the region, promoting reforestation and the\r\nappropriate utilization of water catchment areas, biological\r\ncorridors and protected areas.\r\nIn El Salvador, barely four years after the signature of\r\nthe peace accords, we are pleased to note that we have\r\ncome close to full implementation of the commitments\r\nentered into at the time and are moving strongly towards\r\nestablishing democratic institutions and national\r\nreconstruction. Our peace process has been held up as an\r\nexample, and we are pleased to serve as a model and an\r\nencouragement to ensure that situations similar to ours can\r\nbe solved in other areas of the world. After having solved\r\na prolonged domestic conflict by political means, we\r\nSalvadorans have many challenges before us which can be\r\nsummed up in a few words: the achievement of a lasting,\r\nstable and modern democracy based on the rule of law that\r\nwill enable us to achieve social peace and the building of\r\na new El Salvador.\r\nFor these reasons, we are determined to expedite\r\nactions aimed at satisfying the deepest aspirations of our\r\npeople: worthwhile and well-paid work; a participatory\r\neducation stressing the creation of a culture of peace based\r\non civic and moral values; a health system that is not only\r\ncurative but preventive; the promotion of micro-enterprises\r\nand small businesses; full respect for and promotion of\r\nhuman rights, including special emphasis on the rights of\r\nwomen and children; the restoration and preservation of our\r\nenvironment; strengthening the rule of law; and the\r\nconsolidation of a true system of civil liberties. On this\r\nbasis, the Salvadoran people will be able to put all of their\r\ntalents and efforts into achieving the sustainable and\r\nintegral development of society.\r\nWe believe that human and economic development are\r\ntwo sides of the same coin, and mutually dependent.\r\nGreater human development makes possible conditions\r\nunder which economic development can increase, which in\r\nturn produces increased resources to stimulate human\r\ndevelopment.\r\nAccordingly, the Government of President Armando\r\nCalderón Sol is carrying out reforms that will allow for the\r\ncreation of a country replete with opportunities for all\r\nSalvadorans, thereby breaking the vicious circle of poverty\r\nin which those born poor are condemned to die poor.\r\nThis objective can be achieved as long as we, as a\r\nnation, have a single vision that goes beyond different\r\nideological or political circumstances. The great task\r\nfacing this generation in El Salvador is to recognize that\r\nsociety is a whole and to ensure that all the force of\r\nhistory is brought to bear in order to find solutions that\r\nbenefit the entire population.\r\nThe people and Government of El Salvador wish to\r\nreaffirm their recognition of the contribution made by the\r\nSecretary-General, Mr. Boutros Boutros-Ghali, his\r\nrepresentatives and the agencies of the United Nations\r\nsystem, to the consolidation of peace, democracy and\r\nreconstruction in our country. We would like also to\r\nthank the international community for its material,\r\ntechnical and financial support to complement the efforts\r\nof the Salvadoran people to achieve peace and sustainable\r\ndevelopment, which has enabled us to begin a process of\r\nmodernization, so as to meet successfully the challenges\r\nof the twenty-first century.\r\nIn conclusion, we would like to express our absolute\r\nconfidence that, at the conclusion of the fifty-first session\r\nof the General Assembly, the peoples of the world who\r\nare represented here will have reached a greater level of\r\nunderstanding, trust and cooperation, enabling them to\r\ndeal together with the problems affecting the international\r\ncommunity.\r\nThe Acting President (interpretation from Arabic):\r\nI now call on the permanent representative of Belize,\r\nMr. Edward A. Laing.\r\nMr. Laing (Belize): In this fifty-first year of the\r\nUnited Nations, we are particularly happy to see\r\nMr. Razali Ismail presiding over this Assembly. This is\r\nin no small measure due to his well-deserved high\r\nreputation. In large measure, too, our joy comes from my\r\nGovernment’s appreciation of the deep commitment of his\r\nGovernment to national and international economic\r\nimprovement with equity. We are grateful, too, for the\r\nexcellent services rendered by his predecessor, Mr. Diogo\r\nFreitas do Amaral, in a year in which, under his guidance,\r\nreform of the United Nations system truly gathered\r\nmomentum.\r\nToday it is often remarked that there are many signs\r\nof the diminishing role of national sovereignty. In the\r\nsphere of human rights, the regional adjudicatory systems\r\ncontinue to flourish. Scrutiny is increasingly given by the\r\nregional bodies and by such other groupings as the\r\nCommonwealth of nations. We have good reason to\r\nbelieve that the new commonwealth of Portuguese-\r\nspeaking nations will soon travel along the same path. At\r\n21\r\nGeneral Assembly 13th plenary meeting\r\nFifty-first session 27 September 1996\r\nthe United Nations, the General Assembly, the Economic\r\nand Social Council (ECOSOC), the Commission on Human\r\nRights and the human rights treaty bodies all continue to\r\nscrutinize States for their rectitude in the field of human\r\nrights. It certainly seems that the High Commissioner for\r\nHuman Rights, together with the Office of the United\r\nNations High Commissioner for Refugees and other\r\nexecutive agencies, are performing a useful watchdog and\r\ncatalytic function.\r\nWhile this Organization’s efforts at humanitarian\r\nintervention have not been overwhelmingly successful, they\r\nhave certainly provided evidence of the probable reality that\r\nabsolutist notions of State sovereignty are in decline. Thus,\r\nwe witness the acknowledgement, by States, of shared\r\ninterests which contribute to enhanced cooperation in joint\r\nefforts to combat the trafficking of narcotics and to\r\npreserve and regenerate the environment. Recently, too, the\r\nOrganization of American States launched an initiative that\r\npoints in the same direction: the inter-American convention\r\nagainst corruption.\r\nCorruption has been a scourge throughout our region,\r\nas it is elsewhere. In our region, therefore, we have\r\ndetermined drastically to reduce its impact, even if that\r\nmight have implications for State sovereignty. In the same\r\nway, the flurry of conventions and new organizations on the\r\nglobal environment, and the outpourings of the recent\r\nglobal conferences and summits on social and other issues\r\nbear witness to the rapid erosion of absolutist notions of\r\nsovereignty.\r\nDuring the past year efforts have been to bring into\r\nbeing the long-awaited International Tribunal for the Law\r\nof the Sea. Despite certain regrettable limitations, the\r\nAppellate Body of the World Trade Organization, the new\r\ntribunal for international trade disputes, has now issued its\r\nfirst judgment. We have also settled down to serious work\r\nin preparing for an international criminal court, just as the\r\nTribunals for the prosecution of war crimes in the former\r\nYugoslavia and in Rwanda are getting under way. These all\r\nconstitute a significant development in the international\r\nsystem, in which the State and its citizens are increasingly\r\nmade subject to international scrutiny.\r\nWe must insist, however, that what is sauce for the\r\ngoose is sauce for the gander. We therefore expect that\r\nlarge States, as well as small States, will fully submit\r\nthemselves to these new Tribunals. We also fully expect\r\nthat powerful States will refrain from exerting their\r\nsovereign wills over smaller or weaker States.\r\nOn a different subject, we have also witnessed a\r\ncertain contraction of the public sector both within nations\r\nand international organizations. The attrition of the\r\nnational budgets of capital-exporting and donor countries\r\nhas had a domino effect on international organizations\r\nand capital-importing and recipient countries. So-called\r\nreductions in force and other forms of structural\r\nadjustment have therefore become a painful way of life.\r\nIn this respect, this Organization and my country and\r\nmany others have not been spared. At the same time, my\r\ncountry and many others have now established modern\r\nand rational systems for the imposition and collection of\r\nindirect taxes and other revenues. I refer especially to the\r\nvalue-added tax, the use of which is now virtually\r\nuniversal.\r\nLike most Governments, mine has had to trim\r\nseveral vital services. Everywhere, Governments are\r\nobliged to experiment with the privatization of many\r\nformer State functions and have liquidated large chunks\r\nof State property. Even as these changes occur within\r\nmany economies and Governmental structures, other\r\nactors have stepped onto the national and international\r\nstage. These actors, of course, include civil society and\r\nthe non-governmental organizations, which now\r\nparticipate in almost every aspect of life.\r\nAt the same time, we are trying to understand and\r\ncope with the novel phenomenon of globalization.\r\nGlobalization has several positive aspects, especially\r\nliberalization, which it presupposes. However,\r\nglobalization also seems to presuppose the\r\nuniversalization of mammoth private-sector enterprises\r\nand associations. This universalization is accompanied by\r\nrevision or, in places, the reversal of aspects of such legal\r\nand economic doctrines as those that disapproved of\r\nexcessive industrial combinations and monopolies.\r\nNevertheless, globalization is a logical\r\naccompaniment to the reduction of the scope of\r\nsovereignty. But just as a loss of national autonomy is not\r\nan unalloyed blessing, this newfangled gigantism is too\r\nmassive to be swallowed whole. For one thing,\r\nglobalization as we are witnessing it today is an\r\nunprecedented phenomenon, even for the former empires.\r\nWhatever its advocates may say, it sometimes seems to\r\ncontradict our very humanity, since the micro-dimension\r\nshould never be neglected in the face of the\r\nmacro-dimension. Both dimensions are essentially\r\ncomplementary. Globalization, furthermore, sometimes\r\ndenies the tenets of, and the recent directions in,\r\nindividual and collective human rights. This is because,\r\n22\r\nGeneral Assembly 13th plenary meeting\r\nFifty-first session 27 September 1996\r\nwhen it is taken to its logical extreme, as it is in several\r\nplaces, it seems to lead to an international euthanasia. It\r\ncontributes to a “dinner-table scraps” mentality, or a “crabs-\r\nin-the-basket” attitude, whereby the disadvantaged might\r\nstarve to death or destroy others in order to survive, while\r\nthose who are more advantaged are enabled to gorge even\r\nmore.\r\nFurthermore, certain forms of assertive globalization\r\nalso fly in the face of diversity. They are anathema to\r\ncultural, social and economic pluralism, whose validity is\r\nuncontrovertible in socio-biological terms. As globalization\r\nis increasingly manifested in the electronic and\r\ncommunications media, these problems loom very large as,\r\nthroughout the world, we see our youth taking on the\r\nmind-sets and the habiliments of corrupt, alien trend-setters\r\nwho are mainly interested in purveying unnecessary\r\nproducts and creating false desires. As well we know, the\r\nconsequences are often mindless violence and sexual and\r\nother exploitation of women, children and the weak. Surely\r\nthis Organization must seek to ensure that these\r\nconsequences are eradicated.\r\nGlobalization and the decline of State sovereignty\r\nevidence the dramatic changes sweeping the globe, a\r\nsubject on which many of us often comment from this\r\nrostrum. Change is indeed the order of the day, and change,\r\nin these specific respects, is actually part and parcel of this\r\nOrganization and its Charter. After all, despite the fact that\r\nsome would spin theories to the contrary, the very\r\nconception of the United Nations Charter was an\r\nenthronement of the doctrine of reduced sovereignty. Only\r\nby reducing sovereignty could the excesses that were\r\nevident before and during the Second World War be\r\ncurtailed. Clearly, the very conception of the United\r\nNations presupposes a type of essential globalization.\r\nIt is therefore surprising how, in some quarters,\r\nglobalization by private economic actors pursuing or\r\nmotivated by the dictates of acquisitiveness, cupidity or\r\nwhat is referred to as “efficiency” can be applauded, while\r\nsimilar but much more modest behaviour by groups of\r\nsovereigns is now decried. We urge that one crucial key to\r\nmeaningful reform of the United Nations must surely be\r\nenthronement of this Organization’s globalism. We must,\r\nindeed, enhance efficiency by rationalizing the managerial\r\nstructure of the United Nations and the ways in which we\r\nselect its executives, as was intelligently suggested in the\r\nlatest edition of the important study by Urquhart and\r\nChilders, entitled A World In Need of Leadership.\r\nWe must act globally by harnessing in common the\r\nshared resources of the planet. We repeat our call from\r\nprevious general debates that this Organization, in keeping\r\nwith its global function, must be given autonomous\r\nrevenue authority in certain areas not presently in the\r\ndomain of nation States. We must acknowledge the utility\r\nof the concept of a modest, truly representative and\r\nrevocable trusteeship over certain ocean and aerial spaces.\r\nWe may also wish to acknowledge the fact that the\r\nnuclear Powers are merely revocable trustees over nuclear\r\nweapons, even as we move towards ending all forms of\r\nnuclear testing and comply with the recent Advisory\r\nOpinion of the International Court of Justice requiring the\r\nprompt negotiation, in good faith, of nuclear disarmament.\r\nAt the same time, we must eradicate everywhere the bitter\r\narsenals of mines and other injurious weapons and\r\nnoxious substances, and ensure that substances such as\r\nnuclear waste do not pass through our territorial or other\r\nwaters.\r\nResponsible globalism will reap for the world the\r\nfruits of the promises made in connection with this\r\nOrganization’s wartime antecedents: that economic, social\r\nand all other forms of development are the absolute\r\nheritage of under-possessed and dispossessed individuals,\r\npeoples and nations. We are under a strict obligation to\r\nkeep this Organization’s Agenda for Development on the\r\nfront burner. Belize has proposed that we should establish\r\nan annual special session of this Assembly immediately\r\nprior to the general debate, at which we would discuss\r\ndevelopment policy and regenerate the political will\r\nnecessary continually to revise the complex Agenda for\r\nDevelopment and the commitments made in this\r\nAssembly, as well as at the high-level global conferences\r\nof this last decade of the twentieth century. At that annual\r\nsession, we could also effectively discuss certain specific\r\nportions of the Second Committee items currently\r\ndiscussed during the regular session.\r\nEnlightened globalism will compel us, with alacrity\r\nand dignity, to make good the humanitarian obligations of\r\nthis “one world” to the least-developed countries, to\r\nAfrica, to small developing islands and low-lying\r\ndeveloping coastal areas like Belize, to land-locked\r\ncountries and to other disadvantaged places. We should be\r\nhappy to do so without repeating any of the recent tired,\r\nuncharitable and inaccurate nostrums about the death of\r\nthe obligation to accord economic preferences to poor\r\ncountries, even as we clamour that human rights and\r\n23\r\nGeneral Assembly 13th plenary meeting\r\nFifty-first session 27 September 1996\r\nhumanitarianism have now been elevated to a place of\r\nhonour in the international pantheon.\r\nEven as we extol the virtues of United Nations\r\nglobalism, we can discern another antidote or counterpart\r\nto the gigantism of private-sector globalization. This is the\r\nphenomenon of regionalism.\r\nRegionalism is the concept that drives many current\r\nproposals — including those of Belize — for reform of the\r\nUnited Nations Security Council and is a suggested basis\r\nfor the selection of additional so-called permanent\r\nmembers — privileged, although not serving indefinitely.\r\nIncidentally, such a selection could be done entirely within\r\nthe region or, as is done in many cases at present, by the\r\nAssembly.\r\nRegionalism is the essence of Belize’s proposals for\r\nshared seats on the Security Council, whereby adjacent or\r\nproximate States can pool their resources to serve the\r\ninternational community in that rather expensive enterprise.\r\nWe gratefully acknowledge the fact that Belize’s proposals\r\nhave attracted some attention.\r\nEven as portions of Central Africa appear to teeter on\r\nthe brink, regionalism has been relatively effective and\r\nremains the main hope for preserving peace and security in\r\nseveral parts of this troubled world. It acknowledges the\r\nreality that the Organization is not structured to carry out\r\npeacemaking and peacekeeping undertakings on a sustained\r\nbasis.\r\nMy delegation also believes that regionalism can\r\nbecome a critical element in the quest successfully to\r\nconfront the menace of narcotics without leading to\r\nunwitting hegemonism.\r\nWe now see an abundance of formal arrangements for\r\nsubregional integration. These are occurring throughout the\r\nfive regions of the United Nations. Informal arrangements\r\nalso abound. These lead us to urge nations in all parts of\r\nthe world, as well as the global body politic, to explore\r\nfunctional cooperation on a regional and subregional basis,\r\nas we now try to do within the Association of Caribbean\r\nStates and as we have done for centuries in several\r\nsub-areas of the Caribbean. We are now witnessing much\r\nfruitful regional liberalization and the integration of labour\r\nmarkets, competition policy, labour standards, monetary\r\nsystems, investments, technical cooperation and trade.\r\nWe are happy to witness such functional regionalism\r\nin Africa, Asia, Europe and other parts of Latin America.\r\nWe are also witnessing a reordering of the globe as new\r\nregions are identified and new relationships developed\r\nbetween regions. Thus, instead of imagining that the\r\nPacific islands are worlds apart from the Caribbean and\r\nCentral America, as we did when we looked eastward at\r\nthem, we now see them as neighbouring fellow citizens\r\nof the tropics as we look westward at them over our\r\nfragile isthmus of Central America.\r\nFrom this geopolitical vantage point as well, we see\r\nEast Asia as a partner to the Caribbean and Central\r\nAmerica. This helps us appreciate that the contemporary\r\napproach to statehood fully justifies the aspirations of a\r\ndemocratic Asian country that is one of the most\r\nsubstantial players in the global economy for a greater\r\nmeasure of political participation in the system of\r\ninternational organizations. That country is Taiwan. In the\r\nview of my delegation, such participation would be quite\r\nconsistent with prevailing notions of sovereignty. At the\r\nsame time, it is assumed that the territorial integrity of the\r\nPeople’s Republic of China would be completely\r\nunimpaired. We believe that the statehood and dignity of\r\nthe latter ancient, honourable and global Power should\r\nand would be safeguarded in any situation we have\r\nposited. Without meaning to interfere, we would hope\r\nthat, in this connection, as has been stated in other\r\ncontexts in these remarks, noblesse oblige.\r\nTurning to another region, we must reiterate our\r\nconcern about the recent retardation of the peace process\r\nbetween Israel and its neighbours. Again, we call for\r\nimprovement of conditions in southern Lebanon and\r\nelsewhere and for the genuine autonomy that is the\r\nbirthright of the Palestinians.\r\nFinally, we wish to suggest that regionalism,\r\nincluding functional cooperation, will contribute\r\nsignificantly to the fulfilment of the millennial dreams of\r\nthe architects of this great global Organization.\r\nThe Acting President (interpretation from Arabic):\r\nWe have heard the last speaker in the general debate for\r\nthis meeting.\r\nA number of representatives have asked to speak in\r\nexercise of the right of reply. May I remind members\r\nthat, in accordance with decision 34/401, statements in\r\nexercise of the right of reply shall be limited to 10\r\nminutes for the first intervention and to five minutes for\r\nthe second, and should be made by delegations from their\r\nseats.\r\n24\r\nGeneral Assembly 13th plenary meeting\r\nFifty-first session 27 September 1996\r\nMr. Kim Chang Guk (Democratic People’s Republic\r\nof Korea): I wish to make a statement in right of reply to\r\nthe so-called Foreign Minister of colonial South Korea.\r\nThe statement of Mr. Ro-Myung Gong is so childish\r\nthat it cannot be compared with the statements of the\r\nForeign Ministers of other sovereign States delivered in the\r\nGeneral Assembly. His statement is from beginning to end\r\nintended as part of an anti-North campaign to incite North-\r\nSouth confrontation, even in this international arena. The\r\nvery appearance of Mr. Ro-Myung Gong, one of the\r\nrunning dogs of colonial South Korea, degrades the dignity\r\nof the United Nations.\r\nI am now going to refute point by point the argument\r\nhe aimed at us. The South Korean authorities have no\r\nqualification to talk about the nuclear issue on the Korean\r\npeninsula. They are traitors to the nation who have\r\nintroduced United States nuclear weapons into the living\r\nspace of our nation to bring nuclear holocaust down upon\r\nit. In fact, colonial South Korea has no say with regard to\r\nthe nuclear weapons of the United States that are deployed\r\non its own territory. It is ridiculous that the South Korean\r\nauthorities should take issue with us about nuclear\r\nproblems. The nuclear issue can be resolved only by the\r\nDemocratic People’s Republic of Korea and the United\r\nStates, not by the South Korean puppets.\r\nWe were the victims of chemical-weapon attacks by\r\nthe United States and the South Korean puppets in the\r\nKorean War. The South Korean authorities are taking issue\r\nwith us over chemical weapons to lay a smokescreen over\r\ntheir criminal preparations for biochemical warfare.\r\nAs for the four-party talks, I would advise the\r\nauthorities of the colony of South Korea, who have no\r\nsovereignty, no power and no ability with regard to such\r\ntalks, to remain mum rather than make unreasonable\r\nstatements.\r\nLastly, I shall give a rather detailed explanation to\r\nfacilitate the understanding of delegations present in this\r\nHall. As has been reported, a sub-unit of the Korean\r\nPeople’s Army was on a routine training course aboard a\r\nsmall training submarine in the waters of the North side of\r\nthe East Sea of Korea on 18 September. Engine trouble\r\ncompelled it to drift southward and run aground in the\r\nwaters of the South off Kangrung. In this connection, the\r\nspokesman for the Ministry of the People’s Armed Forces\r\nof the Democratic People’s Republic of Korea, in a\r\nstatement dated 23 September 1996, officially confirmed\r\nthat a small training submarine of the Korean People’s\r\nArmy was stranded in the waters of the South and\r\ndemanded that the submarine, the survivors and the dead\r\nsoldiers be returned unconditionally and immediately.\r\nThis expresses the good will of the North side and its\r\nwish that the accident not develop into tension or\r\nmisfortune, which does not help peace and the peaceful\r\nreunification of the Korean peninsula.\r\nThe South Korean authorities, however, did not\r\nreciprocate our good will to solve the problem peacefully,\r\nbut answered it with ever more vicious slander of and\r\nchallenges to the North, and they continue to use the\r\naccident for a sinister political purpose. From the\r\nbeginning, they adopted a provocative attitude that is very\r\ndangerous. Although they directly confirm that this\r\nsubmarine of the North side was stranded off Kangrung\r\nwhile drifting, after experiencing engine trouble on 18\r\nSeptember, they branded it an armed spy boat and started\r\na provocative campaign. Although the submarine crew\r\ncould not but go ashore because the boat was stranded,\r\nthey branded them intruding spies and mobilized a joint\r\narmy-police search team to kill them.\r\nTo people’s consternation, the soldiers of the North\r\nside were branded by the South Korean authorities as\r\narmed spies and armed Communist bandits, and they\r\nbecame the target of military attack by the South Korean\r\narmy-police search team. In the course of this incident,\r\nnearly 20 soldiers of the North side were killed in cold\r\nblood. There were no grounds or conditions for them to\r\nbecome the target of gunfire. They had no arms or\r\nequipment for intrusion or destruction. Moreover, those\r\nkilled were crewmen, including the Captain, the Chief\r\nEngineer and the Navigator, as was reported by South\r\nKorean radio. What could they do on land after\r\nabandoning the boat?\r\nThe South Korean authorities are aggravating\r\ntensions by using the accident, which could have been\r\nsettled peacefully, for the purpose of inter-Korean\r\nconfrontation. Our position on peace and war is already\r\nwell known: we want peace, but we are fully prepared to\r\npunish those who disturb the peace. As the flame was\r\nkindled in South Korea, we cannot remain a victim for an\r\nindefinite period.\r\nIt is self-evident that we, the victims, cannot show\r\nself-restraint any longer, as the offenders behave more\r\narrogantly. As victims, we have the right to retaliate\r\nagainst the offenders. Our retaliation may be 100-fold or\r\n1,000-fold. No matter what kind of retaliation we take,\r\nthe South Korean puppets will be wholly to blame. Fire\r\n25\r\nGeneral Assembly 13th plenary meeting\r\nFifty-first session 27 September 1996\r\nshould be answered with fire. The bellicose South Korean\r\nelements are approaching the danger line with their reckless\r\nfiring. The South Korean authorities must immediately stop\r\ntheir ill-intended campaign against our wrecked submarine\r\nand return it and the surviving and dead crewmen\r\nimmediately and unconditionally. Time is not unlimited.\r\nMr. Ibrahim (Indonesia): My delegation would like\r\nto exercise its right of reply with regard to the statement\r\nmade earlier today by His Excellency the Foreign Minister\r\nof Portugal, in which he referred to the question of East\r\nTimor. It is regrettable that once again Portugal deems it fit\r\nto mislead the international community in relation to the\r\nrelevant facts concerning the decolonization process in East\r\nTimor and the human rights situation in the province.\r\nSuffice it to say that the people of East Timor have\r\nalready exercised their right to self-determination, in\r\naccordance with the relevant United Nations resolutions\r\n1540 (XV), 1541 (XV), and 2625 (XXV). This entire\r\nprocess culminated in the formal promulgation into law of\r\nthe statute of integration on 17 July 1976. It is therefore the\r\nview of my delegation that the question of East Timor has\r\nlong ceased to be an issue, since it has been settled in full\r\nrespect of the right of the people and in full accordance\r\nwith the United Nations resolutions.\r\nHowever, as a reflection of its abiding respect for the\r\nUnited Nations, Indonesia is committed to cooperating with\r\nthe Secretary-General in its efforts to find a just,\r\ncomprehensive and internationally acceptable solution to the\r\nquestion of East Timor. Contrary to Portugal’s unwarranted\r\nallegations of “systematic abuses of human rights”, the past\r\n20 years of East Timor’s integration with Indonesia have\r\nreflected development in the province that guarantee that\r\nthe promotion and protection of human rights, including the\r\nright to food, education, health, shelter, religious freedom,\r\nthe right to vote and the right of assembly, which had been\r\nneglected in over four centuries of Portuguese colonial rule\r\nof this territory.\r\nAs regards the progress in dialogue, the progress\r\nreport of the Secretary-General on the question of East\r\nTimor, contained in document A/51/361 of 16 September\r\n1996, has drawn our attention to the possibility that despite\r\nthe difficult nature of the task, a just, comprehensive and\r\ninternationally acceptable solution to the question of East\r\nTimor may be within reach. The report, however, suggests\r\nthat the cooperation and flexibility of the concerned parties\r\nwill be required to ensure further progress.\r\nIndonesia, for its part, has from the outset\r\ndemonstrated its sincerity, realism and flexibility during\r\nthe dialogue. In this context, it should be recalled that in\r\n1986 an overall settlement was almost reached between\r\nIndonesia and Portugal, but the Government of Portugal\r\nunilaterally withdrew its consent. Furthermore, in 1991,\r\nfollowing long and arduous negotiations, both sides\r\nagreed to the visit of a Portuguese parliamentary\r\ndelegation to Indonesia, including East Timor. But time\r\nand again, for some groundless reasons, Portugal failed to\r\nhonour its commitments. Consequently, the progress of\r\nthe tripartite dialogue slowed down.\r\nIn conclusion, Indonesia would like to reiterate its\r\nreadiness to fully cooperate with the Secretary-General’s\r\nefforts to find a just, comprehensive and internationally\r\nacceptable solution to the question of East Timor.\r\nMr. Gomersall (United Kingdom): My delegation\r\nwould like to respond very briefly to certain remarks\r\nmade by the Foreign Minister of Spain this afternoon\r\nconcerning Gibraltar.\r\nMy delegation has no wish to engage in open\r\npolemic with a friendly ally and partner on an issue\r\nwhich can be resolved only by direct talks, such as have\r\nalready been agreed between our Governments, in the\r\nBrussels Declaration of 1984, to which the Foreign\r\nMinister referred. In view of what was said, however, it\r\nmay be necessary to restate the position of my\r\nGovernment, although it is well known to the Government\r\nof Spain.\r\nBritish sovereignty over Gibraltar was clearly\r\nestablished in the Treaty of Utrecht. This legal fact is\r\ninconvertible. Furthermore, Britain stands by its\r\ncommitment to the people of Gibraltar in the preamble to\r\nthe 1969 Constitution. Her Majesty’s Government will not\r\nenter into any arrangements under which the people of\r\nGibraltar would pass under the sovereignty of another\r\nState against their freely and democratically expressed\r\nwishes.\r\nWe do not consider that the notion of territorial\r\nintegrity is at all relevant in this case. I am sure that our\r\nSpanish colleague, who exercised his own right of reply\r\nlast Monday night, understands this position.\r\nThere are many issues left over from history which\r\nare better resolved by cooperation than by assertions of\r\nsovereignty. Nonetheless, we recognize that Spain is\r\nGibraltar’s immediate neighbour and we attach\r\n26\r\nGeneral Assembly 13th plenary meeting\r\nFifty-first session 27 September 1996\r\nimportance to continuing dialogue with Spain as a means of\r\novercoming our existing differences.\r\nIt is in that framework that my Government and the\r\nGovernment of Gibraltar have been engaged with the\r\nGovernment of Spain in talks to improve cooperation on\r\nissues such as drug smuggling in the area and to enable the\r\ncommunities on both sides of the frontier to benefit from\r\nfree economic relations within the framework of the\r\nEuropean communities.\r\nMr. Chun (Republic of Korea): I have asked to speak\r\nin response to North Korea’s exercise of the right of reply.\r\nNorth Korea has made a number of allegations with\r\nregard to my country, including personal attacks on my\r\nForeign Minister. I will dwell only on the submarine\r\nincident that the North Korean representative referred to at\r\ngreat length.\r\nNorth Korea claims that this submarine, which was\r\nfound grounded on the east coast of the Republic of Korea\r\nlast week, drifted south due to engine trouble while on a\r\nroutine training mission. This is an absurd fabrication and\r\nan outright insult to human intelligence. We are also\r\nappalled at North Korea’s brazen lack of sincerity and\r\nremorse over the incident.\r\nLet me outline a few simple facts which belie the\r\ntruthfulness of North Korea’s claim. To start with, North\r\nKorea made this claim five days after the submarine was\r\ndiscovered and only after the loss of 23 lives, including\r\nthree of our own. These lives could have been saved simply\r\nby informing us of the nature of the incident and asking for\r\nassistance if it were indeed true that engine trouble caused\r\nthe submarine to drift into our waters.\r\nA hotline linking Seoul and Pyongyang is actually\r\navailable for such contingencies. There was a recent\r\ninstance in which the Republic of Korea Navy rescued and\r\nreturned a North Korean soldier who had drifted into the\r\nYellow Sea due to flooding. If what North Korea claims is\r\ntrue, there is no reason for it to have taken so long to notify\r\nus, given that the lives of 26 officers of its own armed\r\nforces were at stake. The findings of the investigation into\r\nthis incident, and other compelling evidence, also prove that\r\ntheir claim is false.\r\nFirst, the current of the East Sea would have steered\r\na drifting vessel in a northerly direction, while the North\r\nKorean submarine moved southwards, against the current,\r\nnearly 60 miles south of the demilitarized zone before\r\nrunning aground at our coast near Kangnung.\r\nSecondly, the submarine never resorted to the well-\r\nestablished procedure of sending out distress signals when\r\nit allegedly encountered engine trouble.\r\nThirdly, the North Korean commandos who\r\ndisembarked from the submarine and took hostile actions\r\nagainst our armed forces were disguised in Republic of\r\nKorea army combat fatigues and were even carrying\r\nSouth Korean weapons. We wonder why they had to wear\r\nour army uniforms while on a routine training mission.\r\nFourthly, there is clear evidence that the submarine’s\r\nengine had been in perfect functioning condition until the\r\nvessel arrived on shore. The broken pieces of the screw\r\nblades and rudder of the submarine, as well as the\r\ndamaged rocks beneath them, indicate that it tried in vain\r\nto motor itself out of the rockbed in which it had become\r\nlodged.\r\nThese objective facts and compelling evidence leave\r\nno doubt as to the nature of North Korea’s military\r\nprovocation. The incursion of 26 officers of the North\r\nKorean regular armed forces into the South by means of\r\nsubmarine is nothing less than a deliberate act of military\r\nprovocation, which constitutes a clear and flagrant\r\nviolation of the Korean Armistice Agreement. As such, it\r\nposes a serious threat to peace and security on the Korean\r\npeninsula. It is all the more regrettable that North Korea\r\nis using fabrications to justify what is unjustifiable.\r\nWe would remind the North Korean authorities that\r\nthey alone are responsible for the consequences of this act\r\nof military provocation.\r\nMr. Catarino (Portugal): In reply to the exercise of\r\nthe right of reply by the representative of Indonesia, I\r\nwant to reiterate that, according to United Nations\r\nGeneral Assembly and Security Council resolutions, East\r\nTimor is considered a Non-Self-Governing Territory. As\r\nfar as East Timor is concerned, the decolonization process\r\nhas not yet been completed.\r\nPortugal has no claim — I repeat; no claim —\r\nregarding the territory of East Timor. But it has the duty\r\nof responsibility, based on historical, moral and juridical\r\ngrounds, to ensure that the legitimate rights of the East\r\nTimorese people are recognized, in accordance with\r\ninternational law and the United Nations Charter.\r\n27\r\nGeneral Assembly 13th plenary meeting\r\nFifty-first session 27 September 1996\r\nThat is why we are committed to a constructive\r\ndialogue with Indonesia under the auspices of the\r\nSecretary-General. We support this dialogue and I would\r\nonce again like to express our hope that we will be able to\r\nachieve some progress in concrete terms towards a just,\r\ncomprehensive and internationally acceptable settlement.\r\nMr. Kim Chang Guk (Democratic People’s Republic\r\nof Korea): We cannot show any respect to Mr. Ro-Myung\r\nGong, the so-called Foreign Minister of South Korea, as he\r\nis one of the organizers of the killing of our people in\r\nSouth Korea. The world is witnessing once again the\r\nbeastliness and savageness of the South Korean authorities.\r\nThe South Korean authorities, having killed the\r\nconspirators, can fabricate whatever they like as long as our\r\nsubmarine and personnel are kept on their side.\r\nIn South Korea, the people say that the South Korean\r\nauthorities can do anything they like except transform a\r\nman into a woman and a woman into a man.\r\nOnce again, I warn the South Korean authorities\r\nthat, as victims, we have the right to retaliate against the\r\noffenders. Our retaliation may be 100-fold or 1,000-fold.\r\nNo matter what form the retaliation will take, the South\r\nKorean puppets will be wholly to blame.\r\nMr. Ibrahim (Indonesia): In response to the\r\nstatement just made by the delegation of Portugal, I\r\nmerely wish to remind the Assembly that Portugal\r\nirresponsibly abandoned East Timor after the chaos\r\ninstigated by Portugal itself. My delegation is of the view\r\nthat today’s statement was merely a repetition of those\r\nmade previously, and does not warrant any further\r\nresponse, since our position on the matter is well known.\r\nMr. Kim Chang Guk (Republic of Korea): I have\r\nnothing to add to what my delegation has already said in\r\nresponse to the rather amusing allegations made by the\r\nNorth Korean representative. I only remind the delegation\r\nof North Korea that the North Korean authorities cannot\r\nrun away from their responsibilities with false allegations.\r\nThe facts speak for themselves.\r\nMr. Catarino (Portugal): Again I would like to\r\nstress that the contents of the Indonesian statements\r\ncannot hide the essential facts and the prevailing situation\r\nin East Timor. Nor can a period of more than 20 years\r\nsuppress or erase the aspirations and rights of more than\r\n700,000 East Timorese. We sincerely hope that Indonesia,\r\nlike other countries since the end of the cold war, will\r\nunderstand the new trends in the world.\r\nFor our part, we stand ready, as I have already\r\nstated, to seek a just, comprehensive and internationally\r\nacceptable settlement. We will continue to work in good\r\nfaith and patiently towards that goal in the framework of\r\nthe talks under the auspices of the Secretary-General.\r\nThe meeting rose at 6.15 p.m.\r\n28\r\n"