"United Nations A/51/PV.57\r\n96-86779 (E)\r\n*9686779*\r\nThis record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-first Session\r\n57th plenary meeting\r\nTuesday, 12 November 1996, 10.00 a.m.\r\nNew York\r\nPresident: Mr. Razali Ismail . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Malaysia)\r\nThe meeting was called to order at 10.15 a.m.\r\nAgenda item 27\r\nNecessity of ending the economic, commercial and\r\nfinancial embargo imposed by the United States of\r\nAmerica against Cuba\r\nReport of the Secretary-General (A/51/355 and\r\nAdd.1)\r\nDraft resolution (A/51/L.15)\r\nThe President: I call on His Excellency Mr. Carlos\r\nLage Dávila, Vice-President of the Council of State and\r\nSecretary of the Council of Ministers of the Republic of\r\nCuba, to introduce draft resolution A/51/L.15.\r\nMr. Lage Dávila (Cuba) (interpretation from\r\nSpanish): It is an honour for our delegation to submit for\r\nconsideration by the General Assembly the draft resolution\r\nentitled “Necessity of ending the economic, commercial and\r\nfinancial embargo imposed by the United States of America\r\nagainst Cuba”, the reasons for which I will explain.\r\nThe vote that will take place today commands the\r\nattention of millions of Cubans. The Assembly has an\r\nopportunity not only to vote against an unfair policy but\r\nalso to ensure that no State, however powerful, may ignore\r\ninternational law. The bells that today toll for Cuba may\r\ntoll for another independent nation tomorrow. We\r\nappreciate and are deeply thankful for the support members\r\nmay extend to our just cause.\r\nThe resolutions that have been adopted on four\r\nprevious occasions by the General Assembly by an\r\nincreasing majority of its members underscore the need to\r\nput an end to the United States economic, commercial\r\nand financial blockade against Cuba. Nevertheless, the\r\nUnited States Congress and Administration recently\r\ndecided to promulgate a law known as the “Helms-Burton\r\nAct”, which, given its extraterritorial, unilateral and\r\ncoercive nature, violates international law and the Charter\r\nof the United Nations.\r\nEven Ancient Rome did not aspire to legislation to\r\nrule the world.\r\nPresident Clinton himself has said: “No one agrees\r\nwith our policy towards Cuba”. At least this is\r\nrecognized. The United States is therefore not just a\r\nprominent debtor to the United Nations in terms of\r\nmoney, but, in turning a deaf ear to appeals made by the\r\ninternational community, it is also a major moral\r\ndefaulter.\r\nThe United States-Cuban dispute did not begin on 1\r\nJanuary 1959. Back in the early nineteenth century, before\r\nthe ideas of Marx and Engels had emerged, United States\r\nleaders already referred to Cuba as a ripe fruit destined to\r\nfall into the hands of its northern neighbour.\r\nTwenty-eight years before Fidel Castro was born,\r\nUnited States troops intervened in our country, snatching\r\ntriumph from the Cuban forces that had fought against\r\nSpanish domination for three decades.\r\nGeneral Assembly 57th plenary meeting\r\nFifty-first session 12 November 1996\r\nLong before the inception of the United Nations and\r\nthe beginning of the cold war, overt and covert\r\nmanipulation by successive United States administrations,\r\nthrough the embassy in Havana, had become\r\ninstitutionalized in a shameful spectacle that lasted more\r\nthan half a century.\r\nThe shortages, corruption and poverty caused by a\r\ndictatorship that bled the nation — and, instead of a\r\nblockade, enjoyed the unconditional support of the United\r\nStates — explain why the Cuban people were forced into\r\nrevolution.\r\nThe policy of blockade and aggression targeted against\r\nCuba from the very beginning of the revolution preceded\r\nCuba’s declaration of socialism. The United States cut off\r\nCuba’s sugar quota, began the embargo on all kinds of\r\ngoods intended for Cuba and ordered its enterprises in Cuba\r\nnot to process Soviet crude oil.\r\nLight aircraft from the United States strafed cities and\r\nburned cane fields. The United States openly supported and\r\nencouraged terrorist groups, designed and implemented\r\nassassination plans against the leaders of the revolution,\r\nsevered diplomatic relations with Cuba in January 1961 and\r\nfinanced and trained the mercenary troops that invaded our\r\nterritory at the Bay of Pigs in April the same year.\r\nWhen President John F. Kennedy imposed the\r\nblockade on Cuba on 3 February 1962, he was simply\r\nlegalizing a practice that had been emerging over the\r\nprevious three years. Since then, and against the global\r\nbackground of confrontation between two blocs, the history\r\nof relations between our two countries has been marked by\r\nconfrontation, sometimes extreme, as in the days of the\r\nOctober 1962 missile crisis, which brought the world to the\r\nbrink of the nuclear precipice.\r\nThroughout the years, the most diverse and fallacious\r\narguments have been used as a smokescreen to mask the\r\nwar against our heroic people. The truth is that the\r\nblockade is rooted in the expansionist urge that has\r\ncharacterized the United States ever since it emerged as a\r\nnation; in the genuinely independent character of our\r\nrevolutionary process; in the clear-cut measures we have\r\ntaken for the benefit of the humblest strata of our\r\npopulation; in the morbid determination of United States\r\nrulers to impose their will on Cuba; and in the fashioning\r\nof a domestic policy that is not always in the best interests\r\nof the American people.\r\nThe collapse of the Soviet Union led many to\r\nbelieve that the demise of socialism in Cuba was\r\ninevitable. The current United States Administration\r\nstepped up the blockade. It supported first the Torricelli\r\nAct and then the Helms-Burton Act. The prevailing idea\r\nwas that, although it had failed before, the time had come\r\nfor the blockade to work in earnest.\r\nThe disappearance of the USSR and the socialist\r\ncamp was certainly a hard blow. Overnight, Cuba was\r\nfaced with a 75 per cent drop in imports and an almost\r\ntotal loss of markets for its main exports. However,\r\nwithout any external source of financing and in the midst\r\nof a strengthened blockade, we began to carve ourselves\r\na place in the world’s economy.\r\nWe have suffered very severe material limitations.\r\nWe have endured shortages of food, medicine, electricity,\r\ntransportation to work, shoes for school and soap to wash\r\nor bathe. Life for Cuban families has been hard during\r\nthe years of this special period. Rarely in history has a\r\nnation been put through such a trial. It was only thanks to\r\nthe fairness of the revolution, our people’s capacity for\r\nendurance, Fidel’s leadership and a broad-based policy of\r\npermanent consultation with the people and consensus\r\nthat these fatalist augurs have been proven wrong and we\r\nhave been able to come so far.\r\nThere is no doubt that the road ahead is still\r\ndifficult, very difficult, but no one with any common\r\nsense now wonders whether the revolution will collapse\r\nor not. Suffice it to mention that, in 1996, the Cuban\r\neconomy will grow at a rate of about 7 per cent.\r\nAlthough we have resisted and begun to recover, it is\r\neasy to imagine the enormous opportunities we would\r\nhave and the many sufferings our people could be spared\r\nwere it not for the hurdles imposed by the blockade.\r\nThe term “embargo” is a euphemism. Under the\r\nblockade, Cuba is denied access to the United States\r\nmarket, the biggest and most important in the world, to\r\nthe international financial institutions or to the current\r\nsources of financing available in developed countries. We\r\nare forced to use short-term commercial loans, not only\r\nas working capital but also for investment and\r\ndevelopment: the interest rates for these loans are\r\nsubstantially higher than those available on the world\r\nmarket. We cannot carry out transactions directly in\r\nUnited States dollars and Cuban entities are not allowed\r\nto use dollar bank accounts, which leads to additional\r\ncosts.\r\n2\r\nGeneral Assembly 57th plenary meeting\r\nFifty-first session 12 November 1996\r\nIn terms of opportunity, prices and interest, our status\r\nas a country under blockade and siege forces us to trade at\r\nthe greatest disadvantage. Cuba cannot buy any medicine in\r\nor from subsidiaries of the United States, even when it\r\ncould save a life. Third countries cannot sell any product\r\ncontaining Cuban elements on the United States market, nor\r\ncan we purchase anywhere in the world a product, more\r\nthan 20 per cent of whose total value is represented by\r\ncontents originating in the United States. It is impossible\r\nfor us to participate in the preferential price agreements that\r\nmost sugar-producing countries enjoy. We must sell our\r\nsugar below the world market price as we cannot trade it\r\non the New York Exchange.\r\nFreight costs increase appreciably as a result of more\r\ndistant markets and because a ship calling on our country\r\nmust wait six months before it may go to the United States.\r\nWe are denied access to American technology — as\r\nis the case with nuclear technology — and sometimes\r\ncannot even have access to that of other developed\r\ncountries.\r\nEconomic espionage is practised against Cuba to\r\nhamper our trade operations and prevent the rescheduling\r\nof our foreign debt. Over 200 radio hours per day are\r\nbeamed into Cuba to slander its Government and authorities\r\nand to stir up disobedience and terrorism.\r\nWhile American aircraft use our corridors, our aircraft\r\ncannot use the United States international air corridors, so\r\nthat they have to take roundabout routes, thereby increasing\r\ntheir operating costs.\r\nAmerican ambassadors and other officials put pressure\r\non and require individuals, institutions and Governments\r\nand require them to refrain from investing in or trading\r\nwith Cuba. This persecution has become a priority on the\r\ndiplomatic agendas of its embassies throughout the world.\r\nBecause of the blockade, the Cuban people are barred\r\nfrom normalizing relations with the Cuban community in\r\nthe United States, despite all the steps we have taken and\r\nwill continue to take.\r\nDirect flights between our two countries are banned,\r\nand we are deprived of hundreds of thousands of American\r\ntourists who, given our conditions and proximity, would\r\notherwise travel to our country.\r\nArmed groups that plan and execute terrorist acts\r\nagainst Cuba are trained in the United States. Thieves and\r\nmurderers — such as the perpetrators of the Barbados\r\nsabotage who blew up a Cubana Airlines plane with 73\r\npersons aboard in mid-air — freely walk the streets in\r\nFlorida.\r\nI could go on, but it would not be possible for me to\r\ndescribe the full scope of American aggression against\r\nCuba within the limited time I have at this rostrum.\r\nThis criminal policy, which has already lasted over\r\na third of a century, has inflicted damage on us in excess\r\nof $60 billion, five times the external debt of our country.\r\nWhile the blockade has always been the orphan of reason,\r\ntoday it even lacks pretexts.\r\nWhat can possibly justify the continuation of that\r\npolicy today if, according to the presidential decree issued\r\nby President Kennedy, the blockade was originally\r\nimposed under the authority of the Trading with the\r\nEnemy Act, in the context of the confrontation with the\r\nSoviet Union and the other socialist countries? Where is\r\nthe enemy? Where is the Union of Soviet Socialist\r\nRepublics? Where is the socialist bloc?\r\nHow can a continued, open state of war against our\r\ncountry be explained if the cold war has been over for\r\nfive years? How can this constant and stubborn\r\nwarmongering attitude be justified if the Pentagon itself\r\nagrees that Cuba is not a threat to American national\r\nsecurity? What are the pretexts used today?\r\nBlaming Cuba because American companies have\r\nnot received compensation for the nationalizations that\r\ntook place at the triumph of the revolution has no\r\nfoundation. The proof of this is that all other parties\r\naffected have been or are being compensated, as can be\r\nattested to by France, Switzerland, Canada, the United\r\nKingdom and other States.\r\nIt is also well known that at the end of the Second\r\nWorld War, the United States concluded compensation\r\nagreements with several of the then socialist countries;\r\nhowever, it refused, and continues to refuse, to reach\r\nagreements with Cuba.\r\nLegalizing the right of Cuban-Americans to file\r\nclaims in United States courts for alleged properties\r\nnationalized more than 30 years ago mocks international\r\nlaw, the United States Supreme Court — which in 1964\r\nruled that those nationalizations were legal — and the\r\nconstitutional principle that all citizens are equal before\r\nthe law.\r\n3\r\nGeneral Assembly 57th plenary meeting\r\nFifty-first session 12 November 1996\r\nWould not American citizens of Russian origin, for\r\ninstance, also have the same right with respect to their\r\nproperties confiscated after the Bolshevik revolution?\r\nAccusing Cuba of human rights violations is an\r\nunprecedented affront that we denounce here with our heads\r\nheld high. One hundred per cent of the Cuban population\r\nhas access to free health care services. We have one doctor\r\nfor every 193 inhabitants, and one nurse for every 142\r\ninhabitants. More than 23,000 Cuban doctors have served\r\nin 45 countries around the world.\r\nOur infant mortality rate is 8 for every 1000 live\r\nbirths. If Latin America had Cuba’s current infant mortality\r\nrate, 500,000 children would be saved each year who never\r\nhave any human rights now but die a few months after\r\nbirth. And Cuba is not a rich country; it is a poor country,\r\nunder blockade.\r\nAccess to all levels of education is free in Cuba.\r\nIlliteracy is non-existent, education is universal up to the\r\nsixth grade, and 50 per cent of the Cuban work force has\r\nat least a high school education. We have one teacher for\r\nevery 42 inhabitants, and not one is unemployed.\r\nTwo hundred million of the world’s children sleep in\r\nthe streets today; none of them is Cuban. One hundred\r\nmillion children under the age of 13 are forced to work to\r\nsurvive; none of them is Cuban. Over a million children are\r\nforced into child prostitution, and tens of thousands have\r\nbeen the victims of the trade in human organs; none of\r\nthem is Cuban. Twenty-five thousand children die every\r\nday in the world from measles, malaria, diphtheria,\r\npneumonia and malnutrition; again, none of them is Cuban.\r\nIn barely 24 hours the World Food Summit will open\r\nin Rome. More than 35,000 persons in the world will die\r\nfrom starvation between today and tomorrow. Blockades\r\nshould not be applied against a small sovereign country.\r\nThey should be applied against hunger, selfishness,\r\nignorance and apathy in the face of the world’s problems.\r\nNot one person has disappeared and there has not been\r\none single case of torture in Cuba in over 36 years of\r\nrevolution; nor has there been a single case of political\r\nassassination. Death squads are unknown in our country.\r\nRacial discrimination can barely be remembered.\r\nNeither drug trafficking, organized crime nor terrorism\r\nexist in Cuba. Rulers in Cuba do not steal the nation’s\r\nmoney. No-one is sentenced without a trial and the legal\r\nrights of all citizens are guaranteed on an equal footing. We\r\nhave, and this is the absolute truth, a clean human rights\r\nrecord.\r\nWe are also accused by the United States of having\r\na one-party political system and of not being democratic.\r\nThere is much we could say here if we compare the true\r\nexercise of democracy in the world. However, we do not\r\nclaim to be the sole possessors of the truth, let alone\r\ncriticize anyone. We simply defend our right to choose\r\nour own path. The world is very complex and difficult. It\r\nis absurd and inappropriate to have a single model\r\nimposed like a straitjacket on all nations, under any\r\ncircumstances, and in disregard for their economic and\r\nsocial development, history and culture. The one-party\r\nsystem cannot be the cause of the blockade because Cuba\r\nis not the only country with a single party. What is more,\r\nthere are Governments in the world where a monarchy is\r\nin power, without any party or constitution, but they are\r\nnot blockaded, nor should they be, and quite the opposite,\r\nthey are close allies of the United States.\r\nAccusations are levelled at us because we sentence\r\nmembers of small counter-revolutionary groups, financed\r\nand organized by a foreign power that attacks the nation,\r\nthough only in cases of violations of the country’s laws.\r\nIt is true, we acknowledge that we do so, and it cannot be\r\notherwise, because our people are ready to defend their\r\nindependence and their achievements at all costs. No one\r\ncan force a country to live under siege and require it to\r\ngovern its affairs as if it belonged in the happiest and\r\nmost peaceful of all worlds.\r\nSome tell us that we should change in order to solve\r\nthis conflict, but the terms “blockade” and “changes” are\r\nopposites that contradict one another. Throughout its\r\nhistory, Cuba has given ample proof that it has too much\r\nself-respect to be influenced by pressures in matters that\r\nare solely the responsibility of its own people. We are not\r\nagainst change, but against the embargo, which prevents\r\nus from introducing all the changes we would like to\r\nmake to improve our socialist society.\r\nCuba has no offensive weapons or nuclear missiles.\r\nOur weapons are our example and our morale and those\r\nhave never been nor could ever be blockaded. Cuba has\r\nno military bases on United States territory; it is the\r\nUnited States that keeps a military base in the Cuban\r\nterritory against the wish of our country. Cuba has not\r\nblockaded the United States; it is the United States that\r\nhas blockaded and waged an economic and political war\r\non Cuba.\r\n4\r\nGeneral Assembly 57th plenary meeting\r\nFifty-first session 12 November 1996\r\nDemands must be made of the aggressor, not of the\r\nvictim. There is no reason at all to blockade Cuba. No one\r\nhas the right to impose an embargo, and the United States\r\nlacks the moral authority to call on others to respect human\r\nrights when it is so far from serving as a model in this\r\nfield. The United States ranks among the countries with the\r\nhighest rates of violence and terrorism. Unfortunately, the\r\ntragic events in Oklahoma City were a product of United\r\nStates society. In becoming the main drug consumption\r\nmarket, the United States has created a terrible and\r\nuncontrollable problem for its own society and for the\r\nunderdeveloped nations that produce and supply the drugs.\r\nInfant mortality in the United States is twice as high among\r\nblack children as among white children.\r\nThe presidential elections that have just been held cost\r\n$800 million, three times as much as in 1992, and\r\nregistered the lowest voting turnout in the past 72 years of\r\nelectoral history. In the United States, over $700 million are\r\nspent every day on the military to defend the country\r\nagainst no one know whom. By 1997, these expenditures\r\nwill be 54 times the budget for technical assistance of all\r\nthe United Nations funds and programmes combined. Such\r\nsquandering is an insult to the more than 800 million\r\npeople in the world who have nothing to eat, the more than\r\n1 billion adults who are illiterate and the more than 1.5\r\nbillion human beings who have no access to health services.\r\nThe most aggressive racism and xenophobia, the most\r\nrampant consumerism, increasing inequality, attacks on\r\nsocial security and the discrediting of institutions are some\r\nof the evils present in United States society today. How can\r\nthe United States even think of governing the world when\r\nit is faced with so many difficulties in governing itself? The\r\ninternational community may admire a country for its\r\nmultiethnic composition, its technological breakthroughs, its\r\nenterprising spirit, its progress in art, science and sports, but\r\nthe world will never accept a country as a leader because\r\nof its nuclear arsenals, its arrogance, its extraterritorial\r\nlegislation and its unilateral sanctions.\r\nThe Cuban people are the main victims of the\r\nembargo and we Cubans who have to endure it know that\r\nvery well. However, this aberrant policy also affects the\r\npeople of the United States and violates their human rights.\r\nUnited States citizens cannot understand that they are\r\nbanned from travelling to Cuba, that they are liable under\r\nlaw to pay fines of up to $250,000 for exercising that\r\nconstitutional right, and that their compatriots are being\r\nbeaten for trying to donate computers to the Cuban health\r\ncare system.\r\nIn 1995 and 1996, coinciding with the period when\r\nthe Helms-Burton Act was being debated and approved,\r\nover 400 new brands of United States products were\r\nregistered in Cuba and more than 300 United States\r\nbusinessmen visited Cuba. Many United States companies\r\nare now establishing indirect links with Cuba, and their\r\nnumber will continue to grow as an inevitable result of\r\neconomic globalization. The United States companies,\r\nwhether or not they had properties in Cuba, are as a rule\r\nmore interested in doing business than in being used as a\r\npretext for an ever-growing policy of hostility and\r\nconfrontation.\r\nThe United States is very concerned about\r\nemigration. Economic motivations have long been the\r\nessential cause behind Cuban emigration. As long as the\r\nblockade persists, it will continue, against our will and\r\ndespite all the measures we take, to encourage\r\nuncontrolled emigration to the United States. The new\r\nwall that is being erected on the Mexican border, several\r\ntimes as large as the demolished Berlin wall, cannot be\r\nbuilt in the waters of the Caribbean.\r\nThe peoples of Cuba and the United States are not\r\nthe protagonists, but rather the victims, of this policy\r\nfrozen in the past and now ripe for change. It is\r\ninconceivable that in the United States an alienated ultra-\r\nright wing allied with a fascist minority of the Cuban\r\nemigrant community should dictate the policy to be\r\npursued with regard to Cuba, and that such a policy is\r\ncomplied with even though it is against the interests of\r\nthe people of the United States itself and of the\r\ninternational community.\r\nA President of the United States should not be held\r\nhostage by the policies of his enemies.\r\nRecently, there has been talk in this country of\r\nbuilding a bridge to the twenty-first century. How can a\r\nbridge be built to the future if it is not possible to lay a\r\nmuch shorter bridge, just 90 miles long, over which peace\r\nin this hemisphere can cross? How can cruising the\r\nInternet be contemplated, yet travel to Cuba banned?\r\nWe reaffirm Cuba’s readiness to discuss any issue\r\nwith the United States. We require no precondition other\r\nthan an absolute respect for our indefeasible right to\r\nfreedom and sovereignty. The Cuban revolution has\r\nprovided more than enough proof of its honourable\r\nconduct and responsibility with respect to its compliance\r\nwith international commitments. If any country is well\r\naware of this fact, it is the United States.\r\n5\r\nGeneral Assembly 57th plenary meeting\r\nFifty-first session 12 November 1996\r\nCuba resolved the problem of aircraft hijacking — a\r\nweapon designed to be used against us. Cuba provided\r\ncompensation for its nationalization programme to former\r\nowners who were supported by their Governments. Cuba\r\nhonoured, minute by minute, the agreements that led to\r\npeace in southern African. Cuba is meticulously fulfilling\r\nits migration agreements. Cuba is cooperating when\r\nnecessary with the United States authorities in the fight\r\nagainst drug trafficking, despite the absence of any\r\nagreements in this respect.\r\nThe United States has re-established diplomatic\r\nrelations with Viet Nam. Trade between the two nations is\r\nincreasing every year. To the satisfaction of all, a past in\r\nwhich 58,000 American nationals and 3.4 million\r\nVietnamese were killed has been overcome. Today, several\r\nof those responsible for the Viet Nam war have\r\nacknowledged, both in private and in public, that it was a\r\nmistake — that they were “wrong, terribly wrong”.\r\nWill it take 20 years before the current President of\r\nthe United States, or one of his colleagues, writes in his\r\nmemoirs that maintaining the blockade was a mistake — a\r\n“terrible mistake” — of his Administration? If putting\r\nthings right calls for wisdom, rectifying a policy that is so\r\nirrational, cruel and, furthermore, doomed to failure, is an\r\nendeavour that requires honesty and courage — especially\r\nin a country of such complexity and in which so many\r\ninterests are involved. It does not require pretexts or\r\nappearances to change a policy, but determination and\r\ncourage.\r\nJohn F. Kennedy was President during the Bay of Pigs\r\ninvasion, the imposition of the blockade and the October\r\nmissile crisis. It is no secret to anyone that, days before his\r\nunexpected death, Kennedy was questioning the policy of\r\nconfrontation with our country, and that on 22 November\r\n1963, the day on which he was assassinated, a French\r\njournalist was discussing the issue with Fidel Castro on his\r\nbehalf. The shameful and tragic assassination in Dallas cut\r\nshort that plan.\r\nDuring the Carter Administration, interests sections\r\nwere opened in both capitals, the United States eased some\r\nof the Cuban travel restrictions on United States citizens\r\nand various agreements were reached. We are well aware\r\nthat the foreign policy of the world’s most powerful\r\ncountry is not governed by reason or justice — at least in\r\nperiods before elections. In these election contests, what are\r\nsought are not ideas to make the nation greater, but votes\r\nto win the election. We know that that is reality, although\r\nwe reject it out of basic ethical considerations. Electoral\r\ntensions have already come to an end in this country in\r\nwhich we are meeting. President William Clinton has\r\nbeen re-elected, and another Democratic Administration\r\nhas begun its term. We believe that the time has also\r\ncome for a new United States policy towards Cuba.\r\nCuba reiterates its desire to maintain normal\r\nrelations with all the countries in the world, including the\r\nUnited States. But if, despite this mass of political truth,\r\nUnited States policy continues to be determined by\r\nelectoral considerations or petty domestic policy interests,\r\nand our country continues to be threatened, blockaded and\r\nharassed; if hunger continues to be used to bend a nation\r\nwhose only crime is its desire to live in freedom and\r\nindependence and implement all the social justice that is\r\npossible in this world; if the international clamour for an\r\nend to such a monstrous crime continues to go unheeded;\r\nthen history will show that the dignity of a people is\r\nstronger than the entire power of an empire. The honour\r\nof a nation, however small, can never be blockaded.\r\nMr. Wang Xuexian (China) (interpretation from\r\nChinese): The item we are now considering bears on the\r\npurposes and principles of the Charter of the United\r\nNations. The General Assembly has already adopted a\r\nnumber of resolutions, reaffirming such established norms\r\ngoverning international relations as respect for state\r\nsovereignty and non-interference in the internal affairs of\r\nothers, and urging the countries concerned to fulfil the\r\nobligations set out in the Charter. Regrettably, however,\r\nthe United States, turning a deaf ear to the just demands\r\nof the international community, is continuing, and further\r\nintensifying, the blockade and sanctions that it has\r\nimposed on Cuba for over 30 years. This has not only\r\nbrought difficulties for Cuba’s economic and social\r\ndevelopment, seriously hurting the Cuban people,\r\nespecially the health and well-being of the women and\r\nchildren in that country, but has also affected the normal\r\ntrade and economic exchanges of many countries with\r\nCuba, seriously undermining their legitimate interests.\r\nLike many other delegations, the Chinese delegation\r\ncannot but express its deep concern and regret over this\r\nsituation.\r\nIt is the right of the people of every country to\r\nchoose their own social system and mode of development\r\nin the light of their specific national circumstances. This\r\nright should be respected by the international community.\r\nDifferences and problems existing between States should\r\nbe settled through dialogue and negotiation based on\r\nequality. It is an expression of power politics wilfully to\r\nresort to embargoes, blockades and sanctions, to exert\r\n6\r\nGeneral Assembly 57th plenary meeting\r\nFifty-first session 12 November 1996\r\npressure on other sovereign States and to interfere in the\r\ninternal affairs of others in disregard of their legitimate\r\nrights and interests. It constitutes a violation of the basic\r\nnorms governing international relations and, instead of\r\nfacilitating the settlement of disputes, will only further\r\nintensify contradictions.\r\nWe call on the United States to changes its course of\r\naction in this regard by renouncing the practice of\r\ninterfering in the internal affairs and infringing upon the\r\ninterests of other countries, putting an immediate end to the\r\neconomic, commercial and financial embargo against Cuba.\r\nDialogue and negotiations aimed at achieving a settlement\r\nof disputes on the basis of equality and mutual respect for\r\nsovereignty should be started instead.\r\nMr. Tello (Mexico) (interpretation from Spanish):\r\nFor the past four years, the General Assembly has called on\r\nMember States to refrain from promulgating and applying\r\nlaws and measures whose extraterritorial effects affect the\r\nsovereignty of other States and the legitimate interests of\r\nentities or persons under their jurisdiction, as well as the\r\nfreedom of trade and navigation.\r\nUnfortunately, up to now the facts have been different.\r\nThe Minister for Foreign Affairs of my country, Angel\r\nGurría, noted in his statement during the recent general\r\ndebate that\r\n“we view with growing concern the fact that, in\r\nsupposed support of freedom and democracy, action is\r\nbeing taken in the opposite direction through the\r\nadoption of laws in the field of trade — the nerve\r\ncentre of contemporary progress — that are\r\nextraterritorial in scope and in complete disagreement\r\nwith the fundamental principles of international law”.\r\n(Official Records of the General Assembly, Fifty-first\r\nSession, Plenary Meetings, 13th meeting, p. 14 )\r\nLet me underscore one again the opinion of the Inter-\r\nAmerican Juridical Committee of the Organization of\r\nAmerican States, which is reproduced in document\r\nA/51/394 and which contains a valuable study and findings\r\non the so-called Helms-Burton Act. It concludes\r\nunequivocally that the bases and application of this\r\nlegislation are not in conformity with international law.\r\nIn accordance with the principles of its foreign policy\r\nand its adherence to the norms of international law, Mexico\r\nhas neither promulgated nor applies legislative provisions\r\nwhich are extraterritorial in scope. Furthermore, my country\r\nhas consistently rejected the use of coercive measures as\r\na means of pressure in international relations.\r\nMexico reiterates its decision to establish, in the\r\nunrestricted exercise of its sovereignty, commercial and\r\npolitical ties with any country it deems fit. In that context,\r\nthe Act for the Protection of Commerce and Investment\r\nagainst Foreign Rules Contravening International Law\r\nentered into force in my country on October 22.\r\nFollowing the example of other countries, this legislative\r\nmeasure is meant to counteract the extraterritorial effects\r\nof laws of third States.\r\nFurthermore, Mexico reaffirms that, in strict\r\naccordance with the principles of international law\r\ngoverning relations among States, only Cuba, in the\r\nexercise of its inalienable rights, can determine as a free,\r\nsovereign and independent State its own political, social\r\nand economic system.\r\nThe application of unilateral measures that ignore the\r\ngrowing negative opinion of the international community\r\ncannot constitute a solid foundation for a peaceful and\r\nsecure coexistence, ruled by law. On the contrary, they\r\nonly disturb the climate of tolerance and understanding\r\nthat we would wish to see in relations among States.\r\nWe cannot remain indifferent to the growing health\r\nand nutritional problems facing the Cuban people, which\r\nare recorded in the report of the Secretary-General on this\r\nsubject.\r\nMexico remains convinced that the embargo against\r\nCuba must be lifted. In the statement I referred to, the\r\nMinister for Foreign Affairs of Mexico noted that\r\n“it is neither by means of blockades or exclusions,\r\nnor by the application of sanctions on third countries\r\nthat democracy and human rights can be promoted.\r\nDialogue, inclusion in multilateral forums, trade,\r\ninvestment and the exchange of information and\r\npersons have always proven to be the best way to\r\ndisseminate the values we all share”. (ibid., p. 14)\r\nWe are convinced that the time to build bridges has\r\ncome.\r\nFor all the reasons stated above, the delegation of\r\nMexico will vote in favour of the draft resolution now\r\nunder consideration.\r\n7\r\nGeneral Assembly 57th plenary meeting\r\nFifty-first session 12 November 1996\r\nMr. Kittikhoun (Lao People’s Democratic Republic)\r\n(interpretation from French): It is distressing that this year\r\nagain — for the fifth year, in fact — our Assembly must\r\nagain address the issue of the “Necessity of ending the\r\neconomic, commercial and financial embargo imposed by\r\nthe United States of America against Cuba”. This embargo\r\ncontinues and has been strengthened, and it is even having\r\nan extraterritorial impact without precedent in the history of\r\ninternational trade relations. Given the difficult relation\r\nbetween these two countries, this is without a doubt a\r\nthorny and extremely complex issue. Nevertheless, it is\r\nimportant to understand that the world can hardly continue\r\nindefinitely to witness a situation in which an entire people,\r\nwhich has already suffered so much, goes on suffering from\r\nthis embargo. The entire international community is called\r\nupon to do its utmost to help resolve this issue as quickly\r\nas possible.\r\nThis embargo, which is more than 30 years old, is\r\nunjustified. It undermines the sovereignty of other States\r\nand the freedom of trade and navigation, and it clearly has\r\nno place in this new age when international economic\r\ncooperation is in the forefront. Rather than seeking ways\r\nand means to assist developing countries to become part of\r\nthe liberalized and globalized world economy, we find\r\nourselves here having to discuss an economic embargo\r\ndecreed by a developed nation against a developing\r\ncountry.\r\nThis is a painful exercise which, in the final analysis,\r\nis in the interest of neither party. In the view of our\r\ndelegation, it is high time to end this kind of exercise and\r\nto find a solution acceptable to the two countries. For its\r\npart, the delegation of the Lao People’s Democratic\r\nRepublic will spare no effort to contribute positively to this\r\nnoble attempt to untangle the problem.\r\nLike all other peoples of the world, the Cuban people\r\naspires only to live in peace and thereby to enjoy\r\ninternational economic and commercial cooperation. We do\r\nnot believe that a people — an entire people — should be\r\npunished for an indefinite duration and for reasons that are\r\nfar from being justified or clear. It would be unfair for the\r\nCuban people to be condemned to continue to live under\r\nthis embargo and to endure such a difficult situation.\r\nFor all these reasons, we appeal to both parties — the\r\nRepublic of Cuba and the United States of America — to\r\nshow common sense and to undertake serious negotiations\r\nto resolve this problem as soon as possible. This would\r\ncontribute to keeping the peace and to restoring trust\r\nbetween the peoples of this region and of the world.\r\nMrs. Ramírez (Colombia) (interpretation from\r\nSpanish): One year ago, when we considered this item,\r\nmany delegations echoed the appeal made in the\r\nresolution on the necessity of ending the economic,\r\ncommercial and financial embargo imposed against Cuba.\r\nWe also expressed our concern over the fact that\r\nmeasures were under consideration that would further\r\nexacerbate the situation.\r\nToday, we must regret not only that this appeal,\r\nwhich has been made by the General Assembly for\r\nseveral years now, has not been heeded, but that the\r\nmeasures intended to curtail Cuba’s legitimate right to\r\nfree trade and to the sovereign conduct of its economic\r\nrelations are being considered for extension to other\r\nnations. As a result of this, the position of the\r\ninternational community today is not just one of solidarity\r\nwith one nation, but has turned to widespread alarm\r\nregarding behaviour that adversely affects the members of\r\nthe international economic system, which, in this era of\r\nglobalization, includes all countries.\r\nMy country has always been firm in its rejection of\r\nany action or provision that contravenes the Charter of the\r\nUnited Nations and the principles of international law,\r\nespecially that of non-interference in the internal affairs\r\nof States. We further believe that, at a time when free\r\naccess to the international market is so vital to the\r\ndevelopment opportunities of peoples, it is essential for all\r\nnations — particularly those that receive the greatest\r\nbenefits from globalization — to adhere to the principles\r\nof freedom of international navigation and trade.\r\nFor this reason, we cannot but regret measures such\r\nas those contained in the legislation known as the Helms-\r\nBurton Act. Any promulgation of provisions intended to\r\npressure other States, particularly developing States, or\r\nattempt to apply rules of domestic law extraterritorially is\r\nnot only incompatible with international law, but is also\r\npart of the new generation of unilateral actions that is one\r\nof the most disturbing trends on the world stage today.\r\nSuch actions are guided by domestic political interests\r\nand therefore introduce elements that are incompatible\r\nwith the overall purpose of achieving a more constructive\r\nframework for relations among States.\r\nActions taken by Member countries of the United\r\nNations must be in line with the principles of the Charter\r\nand should be taken through dialogue, the correct\r\nmechanism for resolving differences among States. Only\r\nthrough strict respect for international law will it be\r\n8\r\nGeneral Assembly 57th plenary meeting\r\nFifty-first session 12 November 1996\r\npossible to attain legitimately the common ideals of the\r\ninternational community.\r\nThe Non-Aligned Movement attaches great importance\r\nto the issue of unilateral actions and emphatically rejects\r\nthem. For this reason, it has expressed support in several\r\nstatements for the principles contained in resolutions\r\nadopted by the General Assembly at previous sessions on\r\nthe necessity of ending the economic, commercial and\r\nfinancial embargo imposed by the United States of America\r\nagainst Cuba.\r\nThe Eleventh Conference of Heads of State or\r\nGovernment of the Movement of Non-Aligned Countries\r\nreiterated the position of the Movement on this issue. The\r\nDeclaration of Cartagena states that:\r\n“The Heads of State or Government called upon\r\nthe Government of the United States of America to\r\nput an end to the economic, commercial and financial\r\nmeasures and actions against Cuba which, in addition\r\nto being unilateral and contrary to the United Nations\r\nCharter and international law, and to the principle of\r\nneighbourliness, cause huge material losses and\r\neconomic damage. They called upon the United States\r\nof America to settle its differences with Cuba through\r\nnegotiations on the basis of equality and mutual\r\nrespect, and requested strict compliance with\r\nresolutions 47/19, 48/16 and 49/9 of the General\r\nAssembly of the United Nations. They expressed deep\r\nconcern about new legislation presented to the\r\nCongress of the United States that would intensify the\r\nembargo against Cuba and widen its extraterritorial\r\nnature.” (A/50/752, para. 183)\r\nIt continues:\r\n“The Heads of State or Government condemned\r\nthe fact that certain countries, using their predominant\r\nposition in the world economy, continue to intensify\r\nthe adoption of unilateral coercive measures against\r\ndeveloping countries, which are in clear contradiction\r\nwith international law, such as trade restrictions,\r\nblockades, embargoes and freezing of assets with the\r\npurpose of preventing these countries from exercising\r\ntheir right to fully determine their political, economic\r\nand social system and freely expand their international\r\ntrade. They deemed such measures unacceptable and\r\ncalled for their immediate cessation.” (ibid., para.\r\n237)\r\nMr. Mabilangan (Philippines), Vice-President, took\r\nthe Chair.\r\nFor their part, the Heads of State or Government of\r\nthe Rio Group member States, meeting recently at\r\nCochabamba, Bolivia, made the following announcement\r\nregarding this issue:\r\n“We reject any attempt to impose\r\nunilateral sanctions of an extraterritorial nature\r\nin application of a country’s domestic law, as\r\nthis contravenes the rules governing the\r\ncoexistence of States and ignores the basic\r\nprinciple of respect for sovereignty, in addition\r\nto constituting a violation of international law.\r\n“We therefore reaffirm our vigorous rejection\r\nof the so-called Helms-Burton Act and, in that\r\nconnection, stress the importance of the unanimous\r\nview expressed by the Inter-American Juridical\r\nCommittee of the Organization of American States,\r\nwhich we endorse, to the effect that the bases and\r\nthe prospective enforcement of that Act are\r\ninconsistent with international law.” (A/51/375,\r\nannex, p. 4)\r\nMy delegation wishes also to express its concern\r\nover the grave humanitarian consequences of these\r\nmeasures on the Cuban people. The effects of these\r\nmeasures on Cuba’s ability to resolve its external-debt\r\nproblem and, in general, to make progress towards\r\nachieving a more open and prosperous economy are also\r\ncause for special concern.\r\nI therefore wish to express Colombia’s support for\r\nthe draft resolution before us, based on our commitment\r\nto the principle of respect for international law and to\r\nhelp promote freer, more vigorous and more transparent\r\ninternational trade allowing developing countries to strive\r\nfor economic and social development. As we stated at the\r\nlast session of the General Assembly in considering this\r\nagenda item, the exercise of free trade and the\r\nopportunities derived from it may help put an end to the\r\nexercise of many privileges.\r\nWe therefore reiterate our appeal for dialogue and\r\nnegotiation to be the instruments used to resolve the\r\ndifferences existing between the United States and Cuba.\r\nMr. Mwakawago (United Republic of Tanzania):\r\nFirst of all, I would like to express my delegation’s\r\nappreciation for the Secretary-General’s report, contained\r\n9\r\nGeneral Assembly 57th plenary meeting\r\nFifty-first session 12 November 1996\r\nin document A/51/355 dated 13 September 1996,\r\nconcerning agenda item 27, entitled “Necessity of ending\r\nthe economic, commercial and financial embargo imposed\r\nby the United States of America against Cuba”.\r\nAs in previous years, the report now being considered\r\nby the General Assembly reproduces replies from\r\nGovernments, organs and agencies of the United Nations\r\nsystem with regard to agenda item 27. In my delegation’s\r\nview, it is not a coincidence that all of the 59 responses\r\nfrom Governments and the other reports received from\r\norgans and agencies of the United Nations system are in\r\nfull compliance with the contents of the relevant General\r\nAssembly resolution 50/10 of 2 November 1995.\r\nAs the Assembly is aware, resolution 50/10 took\r\naction for the fourth consecutive year on the necessity of\r\nending the economic, commercial and financial embargo\r\nimposed by the United States of America against Cuba.\r\nTherefore, by adopting the resolution Member States once\r\nagain reaffirmed their commitment to the purposes and\r\nprinciples enshrined in the Charter of the United Nations in\r\ngeneral and the principles and norms of international law in\r\nparticular. It will also be recalled that General Assembly\r\nresolutions 47/19 of 24 November 1992, 48/16 of 3\r\nNovember 1993, and 49/9 of 26 October 1994 all\r\nemphasized the need to end the United States embargo on\r\nCuba.\r\nHowever, despite the adoption of the resolutions\r\nreferred to above by my delegation, which, it will be\r\nrecalled, were adopted by an overwhelming majority, there\r\nhas been no progress towards ending the United States\r\nembargo on Cuba. This situation is of grave concern to my\r\ndelegation.\r\nMy delegation remains equally gravely concerned by\r\nthe recent promulgation and application of the Helms-\r\nBurton Act by the United States of America, an Act whose\r\nextraterritorial aspects affect the sovereignty of other States,\r\ntheir respective national interests notwithstanding. No doubt\r\nthe Helms-Burton Act is aimed at strengthening and\r\ninternationalizing the United States blockade against\r\nCuba — a blockade that has been in force for more than\r\nthree decades now.\r\nSuch an exercise, by all standards, is relatively\r\nexcessive, and as a matter of fact is contrary to the\r\nprinciples of international law and understanding, as it\r\npropagates and justifies the extraterritorial jurisdiction of\r\none State over another.\r\nThe Helms-Burton Act does not affect only Cuba. It\r\nalso establishes sanctions of various types against\r\ncountries that trade with and/or invest in Cuba. In all\r\nfairness, this attempt by a State to compel citizens of a\r\nthird State to obey the legislation of another State is in\r\ncomplete violation of the principles and norms of\r\ninternational law and what it stands for. In my\r\ndelegation’s view, that law, which has been rejected\r\nworldwide, is not helpful for creating conditions that can\r\nlead to easing tensions between the two countries. On the\r\ncontrary, it is contributing to worsening the situation.\r\nTanzania enjoys very friendly relations with both the\r\nUnited States of America and Cuba and therefore remains\r\nhopeful that the differences between the two neighbouring\r\ncountries will be resolved in an amicable way through\r\nbilateral negotiations, as demonstrated in the past.\r\nIt is against this backdrop that Tanzania supports and\r\nwill vote in favour of the draft resolution before the\r\nAssembly.\r\nMr. Sengwe (Zimbabwe): My delegation would like\r\nto associate itself with the statement made by the\r\nrepresentative of Colombia on behalf of the Movement of\r\nNon-Aligned Countries.\r\nThe Assembly is meeting for the fifth consecutive\r\nyear to consider the item before us. It is also the fifth\r\nyear in which the Government of Cuba is appealing to the\r\ninternational community to assist in ending this\r\nabominable embargo, which is deliberately designed to\r\nstrangle its economy. My Government is dismayed that\r\nwe have no solutions to offer the Cuban people today, but\r\nare here to take action on the same draft resolution yet\r\nagain.\r\nMy delegation has on numerous occasions called for\r\nan end to the embargo that has crippled the Cuban\r\neconomy and, as members heard from the Secretary of\r\nthe Council of Ministers of Cuba, cruelly endangered the\r\nlives of many innocent people, including children, the\r\nsick and the elderly, who have had to bear the brunt of\r\nuntold suffering. In this post-cold-war era, in which\r\nadherence to the basic norms of international law and of\r\npeaceful coexistence among sovereign and independent\r\nnations is being preached, is it not ironic that we are\r\ngrappling with the most basic breach of these norms?\r\nWhat has become even more disturbing in recent\r\nyears is the extraterritorial character and impact of the\r\nblockade. One powerful country continues to enact\r\n10\r\nGeneral Assembly 57th plenary meeting\r\nFifty-first session 12 November 1996\r\nlegislation that borders on interference with sovereign\r\nStates’ freedom of international trade and navigation. It is\r\nwrong for one Member State to assign itself the role of\r\ninternational policeman by taking a course of action that is\r\nthe responsibility of the United Nations. Since the United\r\nNations has not seen fit or necessary to take such action\r\nagainst Cuba, all countries should be able fully to enjoy\r\ntheir economic, commercial and financial transactions with\r\nCuba. The mere fact that one country stands isolated on this\r\nmatter should be a clear indication that the international\r\ncommunity will no longer tolerate such interference.\r\nIt is our firm conviction that no one country has the\r\nright to present a form of governance to any given people.\r\nIt is the democratic right of that people to make their own\r\nchoice. We, like other Non-Aligned Movement member\r\nStates, are guided by the Movement’s declaration on the\r\noccasion of its 35th anniversary, on 24 September 1996,\r\nwhich called on the\r\n“international community to resist all new modalities\r\nof intervention, economic coercion and other measures\r\nof extraterritorial character”.\r\nIt is also in the light of these developments that my\r\ndelegation fervently hopes that constructive dialogue will\r\ntake the place of the adversity that exists between the two\r\ncountries, in the spirit of the post-cold-war openness to\r\ndialogue.\r\nMy delegation will take its consistent position of\r\nvoting in favour of the draft resolution.\r\nMr. Andjaba (Namibia): My delegation fully supports\r\nthe statement made by the representative of Colombia on\r\nbehalf of the Movement of Non-Aligned Countries.\r\nSince 1992, the General Assembly has adopted\r\nresolutions on the “Necessity of ending the economic,\r\ncommercial and financial embargo imposed by the United\r\nStates of America against Cuba”. Resolution 50/10, among\r\nothers, reiterates this call. It is therefore with concern that\r\nmy delegation notes the promulgation of yet another law,\r\nthe Helms-Burton Act, which not only strengthens the\r\nexisting blockade but gives it an international character. We\r\nare disheartened that not a single measure has been taken\r\ntowards breaking through the wall of deprivation and\r\nisolation that has surrounded Cuba for so long.\r\nThe Helms-Burton Act is a blatant violation of the\r\nsovereignty of States, a serious breach of the principles of\r\nthe Charter of the United Nations, international law and\r\nfreedom of trade and navigation, and is a violation of the\r\nrules of the international trade system. It can have no\r\nplace in an increasingly globalized and liberalized\r\neconomic system.\r\nFurthermore, the broad response from States\r\nMembers of the United Nations on the implementation of\r\nresolution 50/10 of 2 November 1995, contained in\r\ndocument A/51/355, accentuates, among other things, the\r\ninvalidity of the application of measures with\r\nextraterritorial effects. Suffice it to mention also that the\r\nMovement of Non-Aligned Countries and the Group of 77\r\nand China, of which Namibia is a proud member, have\r\nrejected the Helms-Burton Act.\r\nThe Helms-Burton Act, among other things,\r\npenalizes third-country companies trafficking in\r\nnationalized United States properties, as well as their\r\nexecutives and families. The law provides for the\r\nwithholding of United States contributions to international\r\nfinancial organizations that render assistance to Cuba and\r\nsanctions Governments depending on their type of\r\neconomic and trade relations with Cuba. Furthermore, the\r\nobjectives of some provisions are aimed directly against\r\nforeign investment in Cuba, which has been experiencing\r\npositive signs as a result of policy reform to attract\r\nforeign capital into Cuba.\r\nThe Helms-Burton Act also calls for an annual\r\nreport that would describe all bilateral assistance provided\r\nto Cuba by other countries, including humanitarian\r\nassistance; Cuban debt to third countries, as well as the\r\namount exchanged, forgiven or reduced; identification of\r\nCuban trading partners; and a description of the joint\r\nventures completed or under consideration by foreign\r\nnationals and business firms.\r\nHow can we welcome the opportunities stemming\r\nfrom the newly established World Trade Organization\r\nwhen we are limiting freedom of trade?\r\nThe adverse effects on the population of Cuba\r\ncannot be over-emphasized. We note with concern the\r\nresponse by the United Nations Children’s Fund\r\n(UNICEF) contained in document A/51/355. The high\r\nlevels of education and health enjoyed by children,\r\nwomen and local communities are being jeopardized by\r\nthe shortage of medical and other related materials. We\r\nwould, however, commend the Government and people of\r\nCuba for having ensured that, notwithstanding the\r\nblockade, Cuba still has the lowest infant mortality rate in\r\nLatin America and the Caribbean region — 8 per 1,000\r\n11\r\nGeneral Assembly 57th plenary meeting\r\nFifty-first session 12 November 1996\r\nlive births. How much could be achieved when the\r\nblockade is finally lifted?\r\nIt is in this context that we welcome the United\r\nNations system’s attempts and efforts to minimize the\r\nadverse effects of this long-standing embargo by, among\r\nother things, lessening the isolation of Cuba resulting from\r\nthe blockade and by supporting the consolidation of social\r\nsectors such as education, health, food security, water and\r\nsanitation. Thus, Namibia hopes that the donor conference\r\nheld in Havana to mobilize support for the water and\r\nsanitation sector will contribute to the provision of those\r\nservices. In this regard, we call on Member States to\r\nsupport the activities of the United Nations Children’s Fund\r\n(UNICEF), the United Nations Development Programme\r\n(UNDP), the International Labour Organization (ILO), the\r\nUnited Nations Educational, Scientific and Cultural\r\nOrganization (UNESCO) and the United Nations Industrial\r\nDevelopment Organization (UNIDO).\r\nIt is commendable that, despite the blockade, Cuba\r\nhas not failed to extend a hand of friendship and solidarity\r\nto others most in need. We refer here to the assistance we\r\nreceived from the Government of Cuba during the difficult\r\nyears of our struggle for self-determination and national\r\nindependence. Today, we have hundreds of doctors,\r\nengineers and other professionals who have been educated\r\nand trained in Cuba and who are successfully contributing\r\nto our national reconstruction process.\r\nTime and again, and from this very rostrum, Namibia\r\nhas reiterated the need to end the blockade against Cuba. In\r\nhis address to the forty-eighth session of the United Nations\r\nGeneral Assembly, the Foreign Minister of Namibia, the\r\nHonourable Theo-Ben Gurirab, stated that Namibia was\r\nvery much encouraged by the conclusion of an agreement\r\nbetween the Government of the Republic of Cuba and the\r\nUnited States of America on immigration issues. We hoped\r\nthen that the signing of that agreement would serve as the\r\nbeginning of serious negotiations to resolve all aspects of\r\nthe long-standing dispute between them in the interest of\r\npeace, trade, development and good neighbourliness. Since\r\nthen, Namibia has repeatedly made that same plea.\r\nNeedless to say, the Helms-Burton Act has dampened our\r\nhopes.\r\nNamibia enjoys excellent, friendly relations with both\r\ncountries. It is in this spirit that we shall continue to\r\nadvocate rapprochement between Cuba and the United\r\nStates of America. It is in this context that Namibia will\r\nvote in favour of the draft resolution (A/51/L.15).\r\nAs we enter a new millennium, the necessity of\r\nending the United States economic, commercial and\r\nfinancial blockade against Cuba becomes imperative. Just\r\nas we pledged during the commemoration of the fiftieth\r\nanniversary of the United Nations to give to the twenty-\r\nfirst century a United Nations equipped to serve\r\neffectively the peoples in whose name it was established,\r\nso too must we ensure that no one is left behind in\r\ndeliberate suffering and deprivation. Together, we owe the\r\nchildren of Cuba a happy childhood. The lifting of the\r\nblockade will provide just that. Do it for their sake.\r\nThe Acting President: Before giving the floor to the\r\nnext speaker, unless I hear any objection, I should like to\r\npropose that the list of speakers in the debate on this item\r\nnow be closed.\r\nIt was so decided.\r\nMr. Gumbi (South Africa): South Africa wishes to\r\nregister its gratitude for this opportunity to articulate once\r\nmore its views on the necessity of ending the economic,\r\ncommercial and financial embargo by the United States of\r\nAmerica against Cuba.\r\nSouth Africa is a sovereign and independent State\r\nand as such, since 1994, it has established diplomatic and\r\neconomic relations with many countries, including Cuba.\r\nIt is therefore natural that the South African business\r\ncommunity, like its counterparts in other countries in the\r\nworld, is nurturing trade and joint ventures with Cuba.\r\nThe economic embargo against Cuba is a product of\r\nthe cold war and is a painful reminder of the continuous\r\nsuffering of innocent men, women and children because\r\nof this policy. In the aftermath of the cold war era,\r\nMember States should strive to expend their energies in\r\nencouraging and promoting policies of good\r\nneighbourliness and of free and unhindered engagement\r\nin the global economy.\r\nSouth Africa adheres to the principles enshrined in\r\nthe Charter of the United Nations and ascribes, among\r\nother principles, to the sovereign equality of States, non-\r\nintervention and non-interference in their internal affairs,\r\nand freedom of international trade and navigation.\r\nIn maintaining and upholding the friendly,\r\ndiplomatic and economic relations which South Africa has\r\nwith Cuba, we do not wish to subscribe to or entertain\r\nlaws, regulations or measures that would affect the\r\nsovereignty of other States and the legitimate interests of\r\n12\r\nGeneral Assembly 57th plenary meeting\r\nFifty-first session 12 November 1996\r\nentities or persons under their jurisdiction, as well as the\r\nfreedom of trade and navigation. In this regard, South\r\nAfrica opposes the extraterritorial application of national\r\nlaws beyond the borders of any sovereign State.\r\nSouth Africa wishes to express concern about the\r\nadditional measures aimed at strengthening and extending\r\nthe embargo not only against Cuba but also against third\r\nStates and their nationals who conduct or intend to conduct\r\nbusiness with Cuba. In our view, measures such as the\r\nHelms-Burton Act fly not only in the face of the principles\r\nof the Charter of the United Nations, international law and\r\nthe freedom of trade and navigation, but also violate the\r\nrules of the multilateral trading system.\r\nIn conclusion, South Africa hopes that a process of\r\namicable, open and constructive dialogue between the\r\nrelevant parties will necessitate the removal of this relic of\r\ncold war days from the agenda of the General Assembly in\r\ndue course.\r\nMs. Durrant (Jamaica): The agenda item entitled\r\n“Necessity of ending the economic, commercial and\r\nfinancial embargo imposed by the United States of America\r\nagainst Cuba” is once again before the General Assembly\r\nfor consideration.\r\nIn his statement during the recent general debate, the\r\nDeputy Prime Minister and Minister for Foreign Affairs of\r\nJamaica, the Honourable Seymour Mullings, recalled the\r\ncommitment of the countries of the Caribbean to\r\nmaintaining a climate free of tension and confrontation in\r\nour region. He further stated that\r\n“We seek the normalization of relations, which will\r\nreduce the atmosphere of uncertainty and the dangers\r\nof confrontation in the region. We seek this in an\r\natmosphere of respect for sovereign rights and a\r\ncommitment to the peaceful settlement of disputes. We\r\nreject the extraterritorial application of national\r\nlegislation, which is inconsistent with international\r\nlaw.” (Official Records of the General Assembly,\r\nFifty-first Session, Plenary Meetings, 17th meeting,\r\np. 16)\r\nIn this regard, Jamaica continues to hope that the\r\nparties most directly involved will find a way to resolve the\r\nproblems which the draft resolution before us seeks to\r\naddress. Jamaica will therefore vote in favour of the draft\r\nresolution contained in document A/51/L.15.\r\nMr. Pham Quang Vinh (Viet Nam): Again this\r\nyear — for the fifth consecutive year — the General\r\nAssembly is considering the agenda item entitled\r\n“Necessity of ending the economic, commercial and\r\nfinancial embargo imposed by the United States of\r\nAmerica against Cuba”.\r\nAt the heart of the consideration of this agenda item\r\nis a question of principle: the question of upholding the\r\npurposes and principles enshrined in the Charter of the\r\nUnited Nations. Among the most important principles that\r\nguide this Organization and govern international relations\r\nare the principles of the sovereign equality of States, non-\r\nintervention and non-interference in their internal affairs,\r\nand the peaceful settlement of disputes. States, large or\r\nsmall, are all thus equally endowed with the inherent right\r\nto self-determination and independence, being free to\r\nchoose the path of their development and to determine\r\ntheir future and destiny.\r\nLast year the General Assembly, by resolution 50/10,\r\nfurther reaffirmed last year those most fundamental\r\nprinciples, as it had done in its previous resolutions\r\nadopted under this agenda item. It rejected the continued\r\nand strengthened economic, commercial and financial\r\nembargo against Cuba. It expressed concern at the nature\r\nof this embargo, which extends national laws and\r\nregulations extraterritorially and affects the sovereignty of\r\nother States and the legitimate interests of entities or\r\npersons under their jurisdiction, as well as the freedom of\r\ntrade and navigation.\r\nWorldwide solidarity and sympathy have been\r\nextended to Cuba and the Cuban people, who are\r\nundergoing serious hardships as a result of the embargo.\r\nThe consideration of this agenda item concerns not\r\nonly the single case in point. For the United Nations and\r\nthe international community, the rejection of the embargo\r\nhas wider scope and international significance. A clear\r\nmessage is that no embargo of this kind should ever be\r\nallowed to be imposed on any State because it violates\r\nthe Charter of the United Nations and international law.\r\nGrave concerns have been expressed that despite the\r\nworldwide call for an end to the economic, commercial\r\nand financial embargo against Cuba, this embargo not\r\nonly continues but has been further strengthened and\r\nextended since the Helms-Burton Act was promulgated in\r\nMarch this year. The tightened measures under this Act\r\nhave caused further difficulties in the daily life of the\r\nCuban people and in their economic development, and\r\n13\r\nGeneral Assembly 57th plenary meeting\r\nFifty-first session 12 November 1996\r\nhave sought to impede the normal trade relations of other\r\ncountries with Cuba. A great number of countries, including\r\nViet Nam, have expressed their views on this question in\r\ntheir responses to resolution 50/10, as contained in the\r\nreport of the Secretary-General (A/51/355 and Add.1).\r\nViet Nam shares the conviction that extraterritorial\r\nlaws and regulations not only run counter to the principles\r\nof international law, especially the respect of the\r\nsovereignty of States, but also adversely affect the freedom\r\nof trade and navigation and the promotion of good relations\r\namong States for cooperation and development on the basis\r\nof sovereign equality and non-discrimination.\r\nWe join the call for the immediate end to the long-\r\nimposed embargo against Cuba and continue to believe that\r\ndifferences and disputes between countries should be settled\r\nthrough dialogue and negotiations. We appreciate and call\r\nfurther for continued assistance by the international\r\ncommunity and the agencies of the United Nations to the\r\nCuban people. Effective measures should be taken to ensure\r\nthe implementation of the resolutions of the General\r\nAssembly under this item and recommendations to this\r\neffect should be included in the next report of the\r\nSecretary-General.\r\nWe further express our sympathy to the Cuban people.\r\nWe once again reaffirm our solidarity. We have rendered\r\nand will continue to render our support to this country and\r\npeople in their cause for national development and in\r\nbuilding a prosperous country.\r\nMr. Marrero (United States): The peoples of the\r\nwestern hemisphere may be proud that our region consists\r\nalmost entirely of free societies, where the power of\r\ngovernment flows from the people, not from coercion or the\r\nbarrel of a gun. Out of 35 nations, 34 have Governments\r\nthat govern in accordance with the democratic principles\r\nreferenced in the Charter of the United Nations and spelled\r\nout in the Universal Declaration of Human Rights.\r\nOnly one nation — Cuba — is ruled by a regime that\r\nclings to the discredited, dictatorial habits of the past,\r\nignoring the hopes of its own people, the course of history\r\nand internationally recognized standards of human rights.\r\nBy introducing this draft resolution in the United Nations\r\nGeneral Assembly, Cuba has manipulated the concerns of\r\ncountries around the world to claim support for its\r\nreprehensible policies of intolerance and oppression.\r\nThe United States has the right — as does every\r\nnation — to choose with whom it trades, to protect the\r\nproperty rights of its own citizens, and to pursue its\r\nnational interests. The Cuban regime withholds\r\nfundamental freedoms and human rights from its citizens,\r\nfor which it has been rightly condemned by this body and\r\nby the United Nations Human Rights Commission.\r\nTo address these concerns, my Government\r\ncontinues to believe strongly that the embargo provides\r\nimportant leverage to promote peaceful change in Cuba.\r\nIn addition, our policy towards Cuba also includes the\r\nimportant element of direct support for the Cuban people.\r\nThis effort is aimed at supporting Cuban human rights\r\norganizations, and other non-governmental organizations\r\nworking to better the lives of average Cubans.\r\nWe can and do permit travel to Cuba for research,\r\nnews-gathering, cultural, educational, religious or human\r\nrights purposes. The United States licensed nearly $140\r\nmillion in humanitarian assistance to Cuba over the past\r\nfour years, and I can assure you that our efforts to better\r\nthe lives of the Cuban people will continue.\r\nMy Government is committed to pursuing a\r\nmultilateral approach to promote a peaceful transition to\r\ndemocracy in Cuba. That effort should be the focus of\r\nour discussions, not this annual hollow and sterile\r\nconsideration of this confrontational and groundless\r\nagenda item. Let us instead insist upon the need for\r\npeaceful democratic change in Cuba now. That is an\r\neffort worthy of this chamber.\r\nMr. Azwai (Libyan Arab Jamahiriya) (interpretation\r\nfrom Arabic): The United States of America has imposed\r\nan economic, commercial and financial embargo against\r\nCuba for more than 30 years. Since this item was\r\ninscribed on the agenda of the General Assembly, the\r\nMember States have expressed their positions on it. Many\r\nhave hoped that the United States would respond to the\r\nrepeated appeals and lift the embargo against the Cuban\r\npeople, but the response has been completely different.\r\nNot only have the calls contained in various General\r\nAssembly resolutions been ignored, but the embargo has\r\nbeen further tightened and its scope expanded to the\r\nextent that its consequences now infringe on the\r\nsovereignty of other States that have economic relations\r\nwith Cuba. This reflects a disrespect for the will of the\r\ninternational community as expressed in several\r\nresolutions, the latest of which is resolution 50/10. This\r\nposition confirms that the United States is persisting in its\r\norientation of dictating to countries of the world specific\r\n14\r\nGeneral Assembly 57th plenary meeting\r\nFifty-first session 12 November 1996\r\ntypes of conduct and the sort of relations that countries\r\nestablish with each other.\r\nThe unilateral anti-Cuban economic legislation has\r\nnegatively affected the efforts of the Cuban people to\r\nachieve economic and social development. The embargo\r\nhas resulted in higher prices for essential materials, a\r\nshortage of medicines, and limited access to components\r\nneeded for the manufacture of medical supplies, in addition\r\nto exclusion from the benefits of technical and scientific\r\nadvances. The practices that led to all of this are not only\r\na flagrant violation of human rights but an attack on free\r\ntrade and the respect of the principles of international law\r\nand the conventions governing relations among States. It is\r\nalso another confirmation of a policy based on trying to\r\nblockade and starve peoples and extraterritorial conduct that\r\nattempts to impose sanctions on persons and companies\r\nfrom other countries to prevent them from dealing with\r\nCuba.\r\nThe majority of the members of the international\r\ncommunity have expressed their opinions on the economic\r\nembargo imposed against Cuba. Regrettably, that embargo,\r\nthough increasingly criticized by world public opinion, has\r\nbeen tightened. The Helms-Burton bill of last year is now\r\nan enforceable Act, pursuant to which various sanctions\r\nhave been imposed on countries that decide, in exercise of\r\ntheir sovereignty, to cooperate with Cuba or invest in it.\r\nThe United States has advanced many arguments to justify\r\nboth the embargo and its tightening, including the claim\r\nthat Cuba constitutes a threat to international peace and\r\nsecurity. This is a flimsy and false argument. The fact is\r\nthat United States practices towards Cuba can only be\r\nexplained as interference in the international affairs of that\r\ncountry, the economic suffocation of its people, and an\r\nattempt to undermine Cuba’s relations with other countries.\r\nThe use of embargoes as a means of solving\r\ndifferences among States is unacceptable and has been\r\nrejected by the international community on various levels\r\nand in different forums. Despite this, the method of\r\nimposing sanctions that the United States insists on\r\nfollowing in its dealings with Cuba is also applied against\r\nother countries, including mine. My country has been\r\nsubjected for more than a decade to unilateral United States\r\nsanctions, including the freezing of assets, barring Libyan\r\nstudents from access to post-graduate studies in United\r\nStates universities, and preventing American companies\r\nfrom dealing with the Libyan Arab Jamahiriya. The\r\nargument advanced here was that Libya threatens United\r\nStates national security. This is a false and indeed laughable\r\nallegation. Libya did not freeze United States money and\r\nnever blockaded United States coasts or bombed its cities.\r\nMoreover, Libya has never hatched any plots against\r\nUnited States administrations or done anything that would\r\njeopardize anybody, let alone the fact that the most\r\npowerful country in the world is thousands of miles away\r\nfrom it. Such conduct can only be explained as a\r\npunishment of the Libyan people for rejecting the policy\r\nof hegemony and the attempts to bring them to their\r\nknees and for deciding to live free in their land under the\r\nsun.\r\nSanctions are not the right means and will never be\r\nthe right way to settle disputes among States. Resorting\r\nto them only adds to the suffering of children, women,\r\nthe elderly and other vulnerable groups in any society, be\r\nit in Libya, Cuba or other countries subjected to these\r\nsanctions. The international community has devised the\r\nbest methodology for the settlement of disputes among\r\nStates, namely dialogue and negotiation. This is the\r\nmethod that the Libyan Arab Jamahiriya has invoked in\r\nthe settlement of its dispute with the United States. The\r\nCuban Government has also invoked the use of this\r\nmethod to resolve its differences with the United States.\r\nIt is not in the interest of Libya, Cuba or any\r\ndeveloping country to antagonize the United States for the\r\nsake of it. All these countries call for is the settlement of\r\nproblems by peaceful means as provided for in the\r\nCharter of the United Nations and other international\r\nnorms and conventions. We hope that the United States\r\nwill respond to this wish and settle its differences with\r\nLibya and Cuba and other countries through dialogue\r\nbecause we believe that this is the best way to solve\r\nproblems. In addition, such a solution would serve the\r\ninterests of all peoples, whether in the United States,\r\nCuba, Libya or any other country. It would also enhance\r\nendeavours to strengthen the basis of constructive\r\ninternational cooperation that can foster relations of\r\ncooperation and friendship among States and extend the\r\nspirit of confidence and peace of mind to all peoples.\r\nMr. Wilmot (Ghana): In previous years my\r\ndelegation has expressed concern about the economic,\r\ncommercial and financial blockade imposed by the United\r\nStates of America on Cuba some 35 years ago, which\r\ncontinues to impose hardship on the people of Cuba.\r\nEqually disturbing is the fact that, after four successive\r\nGeneral Assembly resolutions calling for an end to this\r\nblockade, the Torricelli act, adopted by the United States\r\nin 1992, has been reinforced by the Helms-Burton Act,\r\nwhich has even more devastating consequences for the\r\ninnocent people of Cuba. The report of the Secretary-\r\n15\r\nGeneral Assembly 57th plenary meeting\r\nFifty-first session 12 November 1996\r\nGeneral (A/51/355) outlines the social and economic effects\r\nof the blockade on Cuba — especially on the vulnerable\r\ngroup of children and the aged — including its effects on\r\nmedical supplies, food and allied products.\r\nIn conformity with Charter principle of non-\r\ninterference in the internal affairs of States, Ghana believes\r\nthat it is the sovereign right of the people of Cuba to\r\ndetermine their own system of Government and type of\r\nsocio-economic development. Rather than internal factors\r\nbeing the cause of Cuba’s problems, as claimed by the\r\ncountry’s adversaries, it is the economic blockade that is\r\nthe main stumbling block to Cuba’s socio-economic\r\ndevelopment. The very fact of Cuba’s continued survival\r\ndespite so many years of unbridled hostility and blockade\r\ntestifies to the strength and resilience of that country’s\r\npolitical and economic system.\r\nLike so many other States Members of this\r\nOrganization, Ghana shares the view that the promulgation\r\nof domestic laws that have extraterritorial effects is not\r\nonly inconsistent with the rules and regulations of the\r\nWorld Trade Organization, but is also totally at variance\r\nwith international law.\r\nWith the end of the cold war, all confrontational\r\npostures in inter-State relations must give way to\r\ncooperation. The Latin American region, like other regions\r\nof the world, is currently engaged in cooperative\r\nendeavours to strengthen its political and economic\r\ninstitutions. It is therefore the considered view of my\r\ncountry that engaging Cuba in the dynamics of regional\r\ncooperation and integration would be a more constructive\r\napproach. Accordingly, my delegation expresses the hope\r\nthat the blockades and mutual exchanges of rhetoric will\r\ngive way to a new era of dialogue and mutual respect in\r\ntune with current trends in international relations.\r\nMr. Hasan (Iraq) (interpretation from Arabic): Since\r\nits forty-seventh session, the General Assembly has been\r\nconsidering the item entitled “Necessity of ending the\r\neconomic, commercial and financial embargo imposed by\r\nthe United States of America against Cuba”. Every year it\r\nhas adopted a resolution reaffirming the call on all States to\r\nrefrain from promulgating laws and regulations the\r\nextraterritorial effects of which affect the sovereignty of\r\nother States, the legitimate interests of entities or persons\r\nunder their jurisdiction and the freedom of trade and\r\nnavigation.\r\nThe international community had expected a positive\r\nUnited States response to its requests contained in several\r\nGeneral Assembly resolutions, the most recent being\r\nresolution 50/10. Yet the United States moved in the\r\nopposite direction. It tightened its economic embargo\r\nagainst Cuba with the promulgation of the Helms-Burton\r\nAct, which, in its infringement of the principles of the\r\nsovereign equality of States and non-interference in the\r\ninternal affairs of States, has gone beyond previous\r\nUnited States laws against Cuba.\r\nThe latest law includes measures that encroach upon\r\nthe sovereignty of third countries that deal with the\r\nRepublic of Cuba. This is inevitably a cause of extreme\r\nconcern to Member States. The United States embargo\r\nagainst Cuba was aimed at forcing the Cuban people to\r\nabandon their social, economic and political choices; the\r\nHelms-Burton Act makes explicit reference to this. It goes\r\nso far as to stipulate that an acceptable Cuban\r\nGovernment is “a government that ... does not include\r\nFidel Castro or Raúl Castro”.\r\nThis is at variance with numerous international\r\ninstruments, including the Declaration on Principles of\r\nInternational Law concerning Friendly Relations and\r\nCooperation among States in accordance with the Charter\r\nof the United Nations, adopted by the General Assembly\r\non 24 October 1970, which states that\r\n“No State may use or encourage the use of\r\neconomic, political or any other type of measures to\r\ncoerce another State in order to obtain from it the\r\nsubordination of the exercise of its sovereign rights\r\nand to secure from it advantages of any kind.”\r\n(resolution 2625 (XXV), annex, para. 1)\r\nOn another level, this blockade, which has continued\r\nfor more than 35 years, constitutes a violation of\r\ninternational humanitarian law, because it has led to\r\nunimaginable human suffering among the Cuban civilian\r\npopulation by imposing restrictions on the sovereign right\r\nof Cuba to develop economic relations with other\r\ncountries. This has had a negative effect on the socio-\r\neconomic development of Cuba, and has resulted in a\r\nconstant deterioration of living conditions and the health\r\nand cultural situation of the Cuban people, and in an\r\nincrease in disease.\r\nThese events make it clear that coercive economic\r\nmeasures are no less devastating in their effects than\r\nweapons of mass destruction. The only difference is the\r\ntime each weapon needs to achieve mass destruction. It is\r\nabundantly clear to all that the United States economic\r\nembargo against Cuba, and its intensification by the\r\n16\r\nGeneral Assembly 57th plenary meeting\r\nFifty-first session 12 November 1996\r\nHelms-Burton Act, has no support in international law. The\r\nState Department of the United States itself described the\r\nlatest legislation as indefensible. The President of the\r\nUnited States himself admitted that\r\n“Nobody in the world agrees with our policy on\r\nCuba now”. (Presidential debate, 6 October 1996)\r\nIt is our great hope that the United States will respond\r\nto the call of the international community, as represented in\r\nthe General Assembly, and will cease its embargo against\r\nCuba and end its support for economic embargo in any\r\nform imposed unilaterally or collectively against developing\r\ncountries. Experience has shown that economic sanctions\r\nare an inhumane tool whose efficacy is not proven. To the\r\ncontrary, it is abundantly clear that they have devastating\r\neffects on innocent civilian populations.\r\nMr. Mra (Myanmar): When the cold war ended and\r\na new environment of inter-State relations emerged, the\r\ninternational community fervently hoped that the\r\noutstanding international issues left over from the cold-war\r\nperiod would be solved through negotiations and\r\ncooperation. This hope has been fulfilled in many regions\r\nof the world, where adversarial relations have been replaced\r\nby amicable negotiations and cooperation, which has led to\r\nthe settlement of many disputes. Despite this encouraging\r\ntrend in international relations, the issue of the economic,\r\ncommercial and financial embargo against the Republic of\r\nCuba persists, and regrettably remains as intractable as\r\never. The embargo has even been stepped up through\r\nlegislative measures which have extraterritorial effects, in\r\ndisregard of international public opinion.\r\nThe embargo has lasted more than three decades, and\r\nits declared objective of encouraging political and economic\r\nreforms in the Republic of Cuba is far from being realized.\r\nIt has only damaged the economy of Cuba and has\r\nprevented it from being reintegrated into the world\r\neconomy. As a consequence, the innocent people of Cuba\r\nhave unjustly suffered innumerable hardships.\r\nThe General Assembly has addressed this issue over\r\nthe last four years and has adopted four resolutions, the last\r\nof which was resolution 50/10. That resolution was adopted\r\nby a vote of 117 in favour, 3 against and 38 abstentions. It\r\nexpressed concern at the strengthening and extension of the\r\neconomic, commercial and financial embargo against Cuba.\r\nDespite the adoption of that resolution, the collective wish\r\nof the international community was trivialized by the\r\nfurther tightening of the embargo through the adoption of\r\nthe Helms-Burton Act. The new law, like its predecessors,\r\nnot only affects the economic life of the Republic of\r\nCuba and its people but also undermines the sovereignty\r\nof third States and violates principles of international law.\r\nThe nature and scope of the new law has been severely\r\ncriticized by many countries and groups of countries.\r\nAs a matter of policy, Myanmar consistently\r\ncomplies with the principles and purposes of the Charter\r\nof the United Nations and maintains a policy of\r\nscrupulous respect for, among other principles, the\r\nprinciple of the sovereign equality of States; non-\r\nintervention and non-interference in internal affairs; and\r\nfreedom of trade and international navigation. In line with\r\nthis policy, Myanmar has not promulgated any laws or\r\nregulations with extraterritorial effects. Myanmar does not\r\nbelieve that such laws and regulations will induce the\r\ndesired change. They will only be counter-productive, as\r\nis clearly the case here. A policy of coercion through the\r\nextraterritorial extension of a country’s domestic law is\r\nunacceptable to Myanmar. It is pertinent to recall in this\r\nconnection what the Foreign Minister of Myanmar stated\r\nin the General Assembly on 27 September 1996:\r\n“We find unacceptable the threat or use of economic\r\nsanctions and the extraterritorial application of\r\ndomestic law to influence policies in developing\r\ncountries. The use of economic sanctions as a tool\r\nof policy is indefensible. It is a flagrant breach of\r\nthe United Nations Charter”. (Official Records of the\r\nGeneral Assembly, Fifty-first Session, Plenary\r\nMeetings, 13th meeting, p. 17 )\r\nMy delegation holds the view that negotiations\r\nbetween the parties concerned on the basis of sovereign\r\nequality and mutual respect is the only effective and\r\nsensible policy leading towards the settlement of this\r\ncold-war legacy.\r\nMr. Bin Nayan (Malaysia): The issue for the\r\nGeneral Assembly to reflect on as it considers agenda\r\nitem 27 is whether a State is permitted under international\r\nlaw to take punitive unilateral trade measures or use\r\nundemocratic means to induce political and social reforms\r\nin another State. The Assembly is again invited to ponder\r\nwhether the principle of non-intervention has lost its\r\nmeaning as we approach a new millennium. If the answer\r\nto this question is in the affirmative, then the United\r\nNations has been truly deformed — possibly beyond\r\nreform.\r\nMalaysia firmly believes that there is no justification\r\nfor the United States to take unilateral trade measures\r\n17\r\nGeneral Assembly 57th plenary meeting\r\nFifty-first session 12 November 1996\r\nagainst Cuba that also impinge on the right of other States\r\nto engage freely in international trade and navigation. The\r\npromulgation of the Helms-Burton Act by the United States\r\nclearly contravenes the principles and objectives of the\r\nWorld Trade Organization (WTO). There have been various\r\ndeclarations and resolutions of against the application by\r\nthe United States of the Act. The declaration of the recent\r\nHarare summit meeting of the Group of 15 developing\r\ncountries, expressing serious concerns about the enactment\r\nof national legislation and other unilateral measures having\r\nextraterritorial effects, stated that\r\n“These measures violate the accepted norms of\r\ninternational law and constitute a serious threat to the\r\nsovereignty of nations. The future of the world trading\r\nsystem, the legitimacy of the WTO and the prosperity\r\nof both developing and developed countries depend on\r\nthe respect by all nations for established principles and\r\nrules of international jurisprudence. We share the\r\ninternational community’s firm condemnation of these\r\ndevelopments and urge all countries to refrain from\r\nsuch practices”.\r\nThe application of a United States domestic law whose\r\nextraterritorial effects infringe upon the sovereignty and\r\nlegitimate interests of other States is inconsistent with the\r\nintentions of the Charter. Furthermore, the continuing\r\nmeasures against Cuba, contrary to the letter and spirit of\r\nGeneral Assembly resolutions, are most definitely\r\nincompatible with the position and stature of a permanent\r\nmember of the Security Council In the absence of any\r\nmove by the United States to repeal the relevant Act,\r\nMember States may be justified in concluding that the\r\nUnited States has adopted a negative attitude by ignoring\r\nthe will and expressed wishes of members of the General\r\nAssembly.\r\nIn the interest of upholding the principles of\r\ninternational law and the United Nations Charter and of\r\npromoting free trade, Malaysia will vote in favour of the\r\ndraft resolution before us.\r\nMr. Shah (India): India’s position on agenda item 27,\r\nentitled “Necessity of ending the economic, commercial and\r\nfinancial embargo imposed by the United States of America\r\nagainst Cuba”, has not wavered during the past four\r\nsessions when the General Assembly has considered draft\r\nresolutions on this issue. Hence, I will be brief.\r\nIndia opposes any unilateral measures by one country\r\nthat impinge on the sovereignty of another country. This\r\nincludes any attempt to extend the application of a\r\ncountry’s laws extraterritorially to other sovereign nations.\r\nMr. Fernández Estigarribia (Paraguay), Vice-\r\nPresident, took the Chair.\r\nThe efforts of developing countries in carrying out\r\ntrade and macroeconomic reforms aimed at sustained\r\neconomic growth can be impeded by the use of unilateral\r\nactions by major economies, in particular those with\r\nextraterritorial effects. The use of such unilateral trade\r\nmeasures to achieve domestic objectives poses a danger\r\nto the multilateral trading system.\r\nThe just-concluded Harare summit of the Group of\r\n15 developing countries expressed serious concern over\r\nthe recent enactment of national legislation and other\r\nunilateral measures having extraterritorial effects. The\r\nSummit participants held that such measures violate the\r\naccepted norms of international law and constitute a\r\nserious threat to the sovereignty of nations.\r\nWe too believe that the unilateral application of\r\nnational legislation or laws in third countries should be\r\nresisted. Consistent with my Government’s position, my\r\ndelegation supports the draft resolution contained in\r\ndocument A/51/L.15.\r\nWe also call upon the United States of America to\r\nsettle all its differences with Cuba through negotiations on\r\nthe basis of equality and mutual respect. We believe that\r\nthere is great merit in this approach.\r\nMr. Whannou (Benin) (interpretation from French):\r\nFor more than 30 years, the brother people of Cuba has\r\nbeen subjected to a unilateral economic, commercial and\r\nfinancial embargo. The primary consequence of this\r\nunilateral measure has been the extreme impoverishment\r\nof the Cuban people, the subsequent deterioration in its\r\nliving conditions, and, hence, increased suffering.\r\nSuch a situation, caused by unilateral measures not\r\nin keeping with the friendly relations, cooperation and\r\ngood-neighbourliness that should exist between States,\r\ncannot leave us indifferent. Indeed, this situation is\r\ncontrary to the provisions of the United Nations Charter\r\nand international law, particularly as regards the freedom\r\nof commerce and navigation. This is why, for several\r\nyears, the General Assembly has consistently adopted —\r\nby an increasing majority — resolutions in favour of\r\nlifting the unilateral embargo.\r\n18\r\nGeneral Assembly 57th plenary meeting\r\nFifty-first session 12 November 1996\r\nMy country, Benin, remains committed to respecting\r\nthe principles and purposes of the United Nations Charter.\r\nTherefore, it has neither promulgated nor applied unilateral\r\nmeasures that impose embargoes against other States. Benin\r\nregrets that no measure has been taken since the adoption\r\nof resolution 50/10 to lift the economic, commercial and\r\nfinancial embargo against Cuba. Concerned about the\r\nUnited States national law known as the Helms-Burton Act,\r\nBenin calls on the international community to cooperate\r\nwith the United Nations to lift this embargo as soon as\r\npossible. The embargo is also an impediment to the\r\ndevelopment of South-South cooperation between Cuba and\r\ndeveloping countries in general, and the countries of the\r\nCaribbean and of Latin America in particular.\r\nBenin believes that in this post-cold-war period,\r\nnormalizing United States-Cuban relations would contribute\r\nto strengthening peace and improving international political\r\nand economic relations. This normalization would\r\nundoubtedly facilitate Cuba’s integration into the economic\r\nglobalization process and the liberalization of trade, and\r\nwould consolidate the democratic process and increase\r\nCuba’s openness to the world.\r\nMr. Mabilangan (Philippines), Vice-President, took the\r\nChair.\r\nFrom the same standpoint, I would like to recall the\r\ndeclaration of this year’s conference of the Non-Aligned\r\nMovement on the issue of the economic, commercial and\r\nfinancial embargo against Cuba.\r\nBenin welcomes the initiatives and measures taken by\r\nthe organs, foundations, programmes and bodies of the\r\nUnited Nations system, noted in the report of the Secretary-\r\nGeneral contained in document A/51/355. We therefore\r\nsupport the following recommendations regarding the role\r\nof the United Nations system:\r\n“Supporting the restructuring process of the Cuban\r\neconomy; contributing to the consolidation and\r\nenhancement of social services; [and] promoting\r\ncooperation between Cuba and the rest of the world”.\r\n(A/51/355, chap. III, para. 16)\r\nIndeed, by contributing to the achievement of these\r\ngoals, the United Nations system is seeking above all to\r\nmitigate the effects and consequences of the embargo on\r\nthe Cuban population. I therefore take this opportunity to\r\ncall solemnly upon the two States involved — Cuba and the\r\nUnited States of America — to seek a solution to this\r\ndispute by peaceful means, including through dialogue\r\nand negotiation.\r\nBenin expresses its solidarity with the Cuban people,\r\nwhich, due to the embargo, faces additional difficulties in\r\nits efforts to emerge from underdevelopment. My\r\ndelegation, as in the past, will therefore vote in favour of\r\nthe draft resolution on the necessity of ending the\r\neconomic, commercial and financial embargo imposed by\r\nthe United States of America against Cuba.\r\nMr. Choulkov (Russian Federation) (interpretation\r\nfrom Russian): The issue of the necessity of ending the\r\neconomic, commercial and financial embargo imposed by\r\nthe United States against Cuba has been in the focus of\r\nthe General Assembly since 1992. Without going into\r\ndetail, we would like to recall the essence of the Russian\r\nposition: we cannot, in principle, agree with attempts to\r\nextend the internal jurisdiction of States beyond their own\r\nterritory. In our view, such actions violate the established,\r\ngenerally-accepted rules of international law and\r\njeopardize the interests of third countries.\r\nIn examining the results of voting on resolutions on\r\nthis item in previous years, we come to the conclusion\r\nthat the international community increasingly rejects such\r\nunilateral coercive measures. Most of the States of the\r\nworld, including the developed States, have expressed\r\ntheir disagreement with attempts to tighten the embargo\r\nby implementing the Cuban Liberty and Democratic\r\nSolidarity Act, passed last March and known as the\r\nHelms-Burton Act. They have rightly described it as\r\ndiscriminatory and as incompatible with the norms of\r\ninternational law and the principles of free trade.\r\nThe Russian delegation believes that attempts to\r\nblockade Cuba economically through an embargo are\r\ncounterproductive, and can only worsen the situation of\r\nthe majority of the country’s population and impede\r\nincipient democratic change and economic reform. In our\r\nview, the lifting the United States commercial, economic\r\nand financial embargo against Cuba and the normalization\r\nof relations between the United States and Cuba would\r\npromote a healthier international situation and facilitate\r\nCuba’s integration into world economic relations and\r\nthereby the advance of its society towards democracy and\r\ngreater openness.\r\nThe Russian delegation believes that mutually\r\nacceptable decisions to normalize the entire range of\r\nCuban-United States relations are both desirable and\r\nfeasible. They should be sought through a constructive\r\n19\r\nGeneral Assembly 57th plenary meeting\r\nFifty-first session 12 November 1996\r\nbilateral dialogue and a broader negotiating process between\r\nthe two countries.\r\nRussia, firmly guided by the principles of the\r\nsovereign equality of States, non-interference in their\r\ninternal affairs and freedom of trade and international\r\nnavigation, supports and intends to broaden normal\r\neconomic and commercial ties with Cuba, based on mutual\r\ninterest and reciprocal advantage, and to put them into\r\neffect in strict conformity with generally accepted\r\ninternational norms.\r\nMr. Escovar Salom (Venezuela)(interpretation from\r\nSpanish): In recent years, the international community has\r\nmade significant progress in the area of economic and\r\ncommercial cooperation through dialogue and direct\r\nnegotiation. It has also made very important progress\r\ntowards universal peace, democracy and solidarity.\r\nAny discriminatory trade practice, imposition of\r\nunilateral economic measures or extraterritorial application\r\nof domestic law obstructs that process and is unacceptable\r\nand incompatible with the norms of international law and\r\nthe principles enshrined in the United Nations Charter. It is\r\nimpossible to conceive of a just international order in the\r\nsocial and economic spheres which that includes trade,\r\neconomic and financial restrictions imposed by one State on\r\nanother. It is inadmissible to seek solutions to bilateral\r\npolitical differences through military or economic coercion\r\nor through any other form of pressure that undermines the\r\nsovereignty and independence of nations and harms the\r\nwell-being of peoples.\r\nThe adoption of such measures does not contribute in\r\nany way to the resolution of differences; on the contrary, it\r\nencourages unnecessary confrontation that affects the\r\npopulation without changing the system against which they\r\nare imposed. My Government rejects measures of that type\r\nand believes that the embargo against Cuba must be lifted.\r\nIn this regard, I wish to reiterate Venezuela’s\r\nunwavering position, as expressed at several international\r\nforums, rejecting the promulgation of unilateral measures\r\nwhose extraterritorial effects are prejudicial to the sovereign\r\nexercise of the laws and interests of other States. For that\r\nreason, we express our concern over the enactment of the\r\nCuban Liberty and Democratic Solidarity Act, known as the\r\nHelms-Burton legislation, and stress the importance of the\r\nunanimous opinion issued by the Inter-American Legal\r\nCommittee of the Organization of American States to the\r\neffect that the grounds and possible application of that Act\r\nare not in keeping with international law.\r\nBased on these considerations, we have decided to\r\nvote in favour of the draft resolution before us. That,\r\nhowever, should not be interpreted as support by the\r\nGovernment of Venezuela for a particular political\r\nregime, since we consider that the arguments made\r\nagainst the embargo are valid regardless of a country’s\r\npolitical situation.\r\nI wish to affirm in the most categorical terms the\r\nconviction and position of my country’s policy in favour\r\nof ensuring, developing and encouraging the democratic\r\nprocesses in Latin America and throughout the world.\r\nHeads of State or Government and Prime Ministers are\r\nnow meeting at Viña del Mar in Chile at a summit that is\r\nvery important to the development of democracy in Latin\r\nAmerica and our President and Government have\r\nexpressed there Venezuela’s unwavering position\r\nfavouring the development and further strengthening of\r\ndemocratic Governments. The promotion of democracy,\r\nwhich is set down in our Constitution, cannot be\r\nassociated with unilateral coercive measures of indefinite\r\nduration.\r\nThe Acting President: We have heard the last\r\nspeaker in the debate on this item.\r\nWe shall now proceed to consider draft resolution\r\nA/51/L.15.\r\nI shall now call on the representative of Ireland, who\r\nwishes to make a statement in explanation of vote on\r\nbehalf of the European Union. May I remind him that\r\nexplanations of vote are limited to 10 minutes and should\r\nbe made by delegations from their seats.\r\nMr. Campbell (Ireland): The European Union\r\nstrongly believes that a democratic system of government\r\nmust be installed in Cuba as a matter of priority.\r\nHowever, we also believe that that must come about\r\nthrough internal change, encouraged by dialogue with the\r\nCuban Government and by effective support for those\r\nworking for democracy within Cuba. The Cuban\r\nGovernment continues to cling to an outmoded and\r\nmisguided system of government which has been firmly\r\nrejected in most parts of the world. We consider that\r\nCuba must join the evolution towards democracy and\r\npluralism which has been so evident elsewhere in Latin\r\nAmerica.\r\nThe year since the General Assembly last considered\r\nthe question of the embargo against Cuba has been\r\ncharacterized by increasing violations of civil and political\r\n20\r\nGeneral Assembly 57th plenary meeting\r\nFifty-first session 12 November 1996\r\nrights by the Government of Cuba. We have witnessed the\r\nbanning of the democracy-building efforts of Concilio\r\nCubano. Furthermore, the Special Rapporteur of the\r\nCommission on Human Rights has provided details of the\r\nharassment experienced by those who seek to bring\r\ndemocracy to Cuba by peaceful means. We have also seen\r\nthe shooting down of the two Hermanos al Rescate aircraft,\r\nin violation of international law and with complete\r\ndisregard for the right to life.\r\nThe European Union attaches paramount importance\r\nto the need for the Government of Cuba to accord absolute\r\nrespect to human rights and fundamental freedoms. We\r\ncondemn unreservedly the repeated violations of human\r\nrights that have occurred over the years in Cuba, with\r\nparticular emphasis at the present time on violations of civil\r\nand political rights.\r\nWe are also concerned that the Cuban people continue\r\nto experience a decline in the level of economic and social\r\nrights that they have enjoyed. While this is due in part to\r\nthe effects of the United States embargo on the Cuban\r\npopulation, the Cuban Government must accept a part of\r\nthe blame for the difficult situation faced by the Cuban\r\npeople. Over the years, the Government has made economic\r\nand political choices that may have produced short-term\r\nbenefits but that now have the most serious consequences\r\nfor the welfare of the Cuban population.\r\nWe welcome decisions by the Cuban Government to\r\nundertake a process of economic reform, which we hope\r\nwill enable the country to move towards a more rational\r\neconomic system and bring with it tangible benefits for the\r\nCuban people. We call for further economic liberalization.\r\nHaving made clear our views on the situation that\r\nexists in Cuba, the European Union wishes to reiterate its\r\nrejection of attempts to apply national legislation on an\r\nextraterritorial basis. We have always rejected attempts by\r\nthe United States to coerce other countries into complying\r\nwith the commercial measures it has adopted unilaterally\r\nagainst Cuba.\r\nFor this reason, we continue to oppose United States\r\nlegislation that provides for the application of United States\r\nlaw to companies and individuals outside the jurisdiction of\r\nthe United States, including provisions designed to\r\ndiscourage third- country companies from trading with, or\r\ninvesting in, Cuba. We cannot accept that the United States\r\nmay unilaterally determine or restrict the European Union’s\r\neconomic and commercial relations with any other State.\r\nMeasures of this type violate the general principles of\r\ninternational law and the sovereignty of independent\r\nStates.\r\nThe European Union has therefore initiated\r\nproceedings in the World Trade Organization to have the\r\nHelms-Burton legislation declared contrary to the\r\nobligations assumed by the United States as a member of\r\nthat organization. The European Union has also agreed\r\nupon legislation to counter the extraterritorial effects of\r\nthe United States measures.\r\nBearing in mind the concerns and reasons we have\r\noutlined, the members of the European Union will support\r\nthis draft resolution.\r\nThe Acting President: We have heard the only\r\nspeaker in explanation of vote before the voting.\r\nThe Assembly will now take a decision on draft\r\nresolution A/51/L.15.\r\nA recorded vote has been requested.\r\nA recorded vote was taken.\r\nIn favour: Afghanistan, Albania, Algeria, Andorra,\r\nAngola, Antigua and Barbuda, Argentina, Armenia,\r\nAustralia, Austria, Bahamas, Bangladesh, Barbados,\r\nBelarus, Belgium, Belize, Benin, Bolivia, Botswana,\r\nBrazil, Brunei Darussalam, Bulgaria, Burkina Faso,\r\nBurundi, Cambodia, Canada, Cape Verde, Chad,\r\nChile, China, Colombia, Congo, Costa Rica, Côte\r\nd’Ivoire, Cuba, Cyprus, Czech Republic, Democratic\r\nPeople’s Republic of Korea, Denmark, Dominica,\r\nDominican Republic, Ecuador, Eritrea, Ethiopia, Fiji,\r\nFinland, France, Gambia, Germany, Ghana, Greece,\r\nGrenada, Guinea, Guinea-Bissau, Guyana, Haiti,\r\nHonduras, Hungary, Iceland, India, Indonesia, Iran\r\n(Islamic Republic of), Ireland, Italy, Jamaica,\r\nKazakstan, Kenya, Lao People’s Democratic\r\nRepublic, Lebanon, Lesotho, Libyan Arab\r\nJamahiriya, Liechtenstein, Luxembourg, Madagascar,\r\nMalaysia, Maldives, Mali, Malta, Mauritania,\r\nMauritius, Mexico, Monaco, Mongolia,\r\nMozambique, Myanmar, Namibia, Netherlands,\r\nNew Zealand, Nicaragua, Nigeria, Norway, Pakistan,\r\nPanama, Papua New Guinea, Paraguay, Peru,\r\nPhilippines, Poland, Portugal, Romania, Russian\r\nFederation, Saint Kitts and Nevis, Saint Lucia,\r\nSaint Vincent and the Grenadines, Samoa, San\r\nMarino, Seychelles, Sierra Leone, Singapore,\r\nSlovakia, Slovenia, Solomon Islands, South Africa,\r\n21\r\nGeneral Assembly 57th plenary meeting\r\nFifty-first session 12 November 1996\r\nSpain, Sri Lanka, Sudan, Suriname, Swaziland,\r\nSweden, Syrian Arab Republic, Thailand, Togo,\r\nTrinidad and Tobago, Tunisia, Turkey, Uganda,\r\nUkraine, United Kingdom of Great Britain and\r\nNorthern Ireland, United Republic of Tanzania,\r\nUruguay, Vanuatu, Venezuela, Viet Nam, Yemen,\r\nZaire, Zambia, Zimbabwe\r\nAgainst: Israel, United States of America, Uzbekistan\r\nAbstaining: Bhutan, El Salvador, Estonia, Gabon, Georgia,\r\nGuatemala, Japan, Jordan, Kuwait, Kyrgyzstan, Latvia,\r\nLiberia, Lithuania, Marshall Islands, Micronesia\r\n(Federated States of), Morocco, Nepal, Oman,\r\nRepublic of Korea, Republic of Moldova, Rwanda,\r\nSaudi Arabia, Tajikistan, the former Yugoslav\r\nRepublic of Macedonia, United Arab Emirates\r\nThe draft resolution was adopted by 137 votes to 3,\r\nwith 25 abstentions (resolution 51/17).\r\n[Subsequently, the delegations of Cameroon and Niger\r\nadvised the Secretariat that they had intended to vote\r\nin favour of the draft resolution]\r\nThe Acting President: I shall now call on those\r\nrepresentatives who wish to make statements in explanation\r\nof vote. May I remind delegations that explanations of vote\r\nare limited to 10 minutes and should be made by\r\ndelegations from their seats.\r\nMr. Petrella (Argentina) (interpretation from\r\nSpanish): This is the second year that Argentina has voted\r\nin favour of the draft resolution contained in document\r\nA/51/L.15. This is because our principal objective, in\r\naddressing the question of Cuba, is to help in that country’s\r\npeaceful transition towards democracy, within the\r\nframework of the principles of the Charter and of\r\ninternational law. This objective is no doubt shared by all\r\npeoples of the hemisphere as well as by a vast majority of\r\nthe membership of the General Assembly. This objective\r\nwas recently underscored at the Ibero-American Summit\r\nConference, which took place in Santiago, Chile, last\r\nweekend.\r\nThe measures referred to in the resolution we have\r\njust adopted do nothing to help us attain this objective. On\r\nthe contrary, we are convinced that not only will they not\r\nhave the effect we desire, namely democracy, neither will\r\nthey serve to isolate Cuba from the international\r\ncommunity — a goal that we do not share. Furthermore,\r\nthe blockades, embargoes and trade sanctions referred to in\r\nthe resolution are contrary to the principles and practices\r\nof the United Nations and are inconsistent with\r\ninternational law.\r\nWe have respectfully included the question of\r\ndemocracy in this debate because we do not think that\r\nany sustainable economic recovery is viable without a\r\npluralistic and representative institutional framework or\r\nclear respect for human rights and fundamental freedoms.\r\nThe incremental measures contained in the Helms-Burton\r\nAct do not contribute to democratic transition in Cuba,\r\nnor do they make any real contribution to opening up the\r\neconomy. For all of these reasons, and since our main\r\nobjective is democracy, we voted in favour of the draft\r\nresolution.\r\nIn conclusion, we wish to give the Assembly\r\nsomething to think on. If we truly wish to see democracy\r\nin Cuba, we should also promote integration,\r\ncommunications and cultural exchanges, as well as\r\nstrengthen measures that the Government of Cuba has\r\nalready put in place to open up the economy. In other\r\nwords, if democracy is the goal, we need to see fewer\r\nfruitless, coercive policies, which further impoverish\r\npeople who do not deserve it, and more of the 1975\r\nHelsinki spirit, which gave rise to a liberation movement\r\nin Europe that culminated in the end of totalitarianism.\r\nWe therefore want to see measures appropriate to today’s\r\npost-cold-war world because we believe them to be more\r\neffective, more realistic, more acceptable and more\r\nconducive to democracy.\r\nMr. Karsgaard (Canada): Canada has supported this\r\nresolution again this year. We have done so because we\r\ncontest any effort to force change in our own policy\r\nthrough the use of measures having an extraterritorial\r\nreach. Canada has always taken a vigorous stand against\r\nmeasures that seek to constrain the freedom of investment\r\nand trade of third countries. That is our primary concern\r\nwith the embargo and the reason why Canada has\r\nopposed the Helms-Burton Act.\r\nAt the same time, and as we have said in the past,\r\nthe embargo cannot be blamed for all of Cuba’s\r\nproblems. We believe that Cuba can overcome many of\r\nits problems through a concerted programme of political\r\nand economic reform. We have seen progress in the\r\neconomic area, but Canada remains concerned at the state\r\nof human rights and democratic development in Cuba,\r\nwhich falls short of internationally recognized norms; we\r\nwill continue to press for improvement. We do not agree\r\nwith Cuba on all issues, but we continue to believe that\r\n22\r\nGeneral Assembly 57th plenary meeting\r\nFifty-first session 12 November 1996\r\nengagement and dialogue rather than isolation is the best\r\nway of encouraging reform in Cuba.\r\nMs. Lee (Singapore): Singapore has once again voted\r\nin support of the resolution on this issue (A/51/L.15) which\r\nwe have just adopted. In doing so, we still take no position\r\non the specific bilateral problems that led to the imposition\r\nof the embargo against Cuba. This is a matter for the two\r\ncountries to settle bilaterally. However, we maintain our\r\nview that international relations have evolved to the point\r\nwhere the principle of free trade should be the primary\r\nconsideration for the international community. Sanctions\r\nshould be used only in extremely serious cases and then\r\nonly on the authority of the Security Council. The unilateral\r\nimposition of sanctions with extraterritorial applications is\r\na dangerous trend that will distort free trade to the ultimate\r\ndetriment of the entire international community.\r\nAll nations should be able to trade freely and openly\r\nwith any other nation regardless of political views.\r\nOpenness and engagement is the best way to build a true\r\ncommunity of nations.\r\nMr. Takahashi (Japan): I have asked to speak to\r\nplace on record Japan’s position with regard to its\r\nabstention in the voting on the resolution contained in\r\ndocument A/51/L.15. As it has indicated in previous years,\r\nJapan considers that the question of the United States\r\nembargo against Cuba should be discussed bilaterally\r\nbetween the United States and Cuba. It continues to have\r\ndoubts as to whether a discussion in the General Assembly\r\ncan actually be conducive to resolving the issue in a\r\nconstructive way. At the same time, Japan joins the\r\ninternational community in expressing its concern that the\r\nHelms-Burton Act may constitute an extraterritorial\r\napplication, and asks for cautious implementation of the\r\nlaw.\r\nJapan is not entirely convinced that the resolution that\r\nhas just been adopted properly addresses the question in all\r\nits complexity. If it does not, a better way must be found\r\nto reach an appropriate solution. Otherwise this question\r\nwill remain unresolved.\r\nMr. Kasanda (Zambia): The issue of the American\r\nembargo against Cuba has been around for more than 37\r\nyears. This means that the origins of the issue date back to\r\nthe politics of the cold war, characterized by global tension\r\nand East-West ideological rivalry.\r\nThe continuation of the embargo against Cuba is\r\ntherefore a sad continuation of cold-war tactics in a\r\ndifferent era altogether. The post-cold-war era is a period\r\nthat should be characterized by reconciliation and\r\ncooperation among States. It is an era in which nations\r\nare increasingly turning to diplomacy and peaceful means\r\nto solve disputes among them. Unfortunately, the United\r\nStates chooses to live in the past in its relations with\r\nCuba.\r\nIt must be noted that in spite of the embargo, the\r\nCuban people have stood firm and resolute in the face of\r\nthe situation brought about by this uncalled for campaign\r\nof external pressure. My delegation applauds the Cuban\r\npeople for their tenacity: despite overwhelming external\r\npressure, they have solidly remained behind their tested\r\nleadership. We also applaud them for having such a\r\nresilient economy. Despite its dramatic decline in 1992,\r\nat the height of the collapse of the former Soviet Union,\r\nthe economy is once again on the road to recovery.\r\nToday, Cuba enjoys economic cooperation with\r\nseveral countries. Cuba has experienced increased private\r\ninvestment over the past few years, which has given a\r\nboost to its economy. It also enjoys a booming tourist\r\nindustry that is the envy of many countries. The truth of\r\nthe matter is that Cuba’s economy is recovering rapidly,\r\nfollowing its drastic decline in the aftermath of the\r\ncollapse of the Soviet Union. Consequently, Cuba enjoys\r\nboth political and social stability. This phenomenon must\r\nbe strengthened by putting an end to the economic,\r\ncommercial and financial embargo imposed by the United\r\nStates against Cuba.\r\nIt therefore came as a total surprise that at a time\r\nwhen Cuba is registering a recovery in its economy, the\r\nUnited States saw fit to strengthen its economic blockade\r\nagainst it. This was done through the Helms-Burton Act,\r\nwhich has been roundly condemned by the international\r\ncommunity. The Act has been dismissed as an attempt to\r\nimpose unilateral sanctions of an extraterritorial nature in\r\nthe application of a country’s domestic law. It clearly\r\ninfringes upon the norms that govern coexistence between\r\nStates and ignores with impunity the fundamental\r\nprinciple of sovereignty; besides, it constitutes a violation\r\nof international law.\r\nThe United States of America is, to all intents and\r\npurposes, alone in its advocacy and application of the\r\nHelms-Burton law against Cuba. Hence, instead of\r\nisolating Cuba, the United States has succeeded only in\r\ndoing the opposite. To be sure, Washington has greatly\r\nisolated itself on this issue. More and more countries\r\n23\r\nGeneral Assembly 57th plenary meeting\r\nFifty-first session 12 November 1996\r\naffected by that law are now fighting against it. They are\r\nnot fighting against Cuba but alongside it.\r\nThe Helms-Burton Act is simply self-defeating. It is\r\nas controversial as it is unworkable; it is futile and an\r\nillegitimate form of pressure on the Government and people\r\nof Cuba.\r\nThe Movement of Non-Aligned Countries, for its part,\r\nhas on several occasions underscored the need to end the\r\nAmerican embargo against Cuba. My delegation therefore\r\nwishes to take this opportunity to reiterate the call made to\r\nthe United States by the Heads of State or Government of\r\nthe Movement at Cartagena, Colombia, last year, to put an\r\nend to the economic, commercial and financial measures\r\nagainst Cuba.\r\nThe Non-Aligned Movement believes that these\r\nmeasures — apart from being unilateral and contrary to the\r\nUnited Nations Charter and international law, as well as to\r\nthe principles of good neighbourliness — cause huge and\r\nunnecessary material losses and economic damage to all the\r\ncountries affected by the law. Those, incidentally, include\r\nthe United States itself.\r\nThe time has come for the United States to see Cuba\r\nfor what it is: a country determined more than ever before\r\nto develop along the path that has been charted by its\r\nleaders. The time has also come for the United States to\r\nappreciate the fact that the past four years have\r\ndemonstrated the total rejection by the international\r\ncommunity of the application of unilateral and\r\nextraterritorial measures by the United States.\r\nIn the light of the mounting public opinion against the\r\nUnited States embargo against Cuba, my delegation wishes\r\nto urge the United States Government to settle its\r\ndifferences with Cuba through negotiations, on the basis of\r\nequality and mutual respect. It is indeed in this light that\r\nmy delegation has supported the resolution before us.\r\nMr. Dlamini (Swaziland): My delegation wishes to\r\nmake the following statement in explanation of vote.\r\nAll nations are equal before the eyes of God. Even if\r\ngeographically they are small States, to God they are all\r\nequal. No nation, therefore, whether large or small, has a\r\ndivine right to interfere in the sovereignty of any State\r\nMember of the United Nations.\r\nThe Kingdom of Swaziland, in this belief, will\r\ntherefore continue to support efforts aimed at discouraging\r\nbigger countries from frustrating the development of small\r\nnations such as the Kingdom of Swaziland.\r\nFor this reason, we cannot close the door on the two\r\nparties involved in this issue. We must see that they\r\ncontinue to negotiate, and try to soften their hearts to\r\nmake them fear God, who created them both.\r\nThis is the time for the Security Council which, I\r\nbelieve, has the power of the veto, to use it to come to\r\nthe aid of small nations when they are being\r\nunnecessarily victimized.\r\nLet us continue to hope and pray that sanity among\r\nnations will continue to prevail in order to respect the\r\nprinciples enshrined in the Charter of the United Nations.\r\nMr. Amorim (Brazil): My country believes that the\r\nsettlement of disputes among States must be undertaken,\r\nfirst of all, through peaceful means. Any other forceful\r\nmeasures, such as sanctions or embargoes, constitute\r\nexceptions to this general rule. They should be resorted to\r\nonly when all other means are exhausted and, in any case,\r\nshould be firmly based on international law.\r\nSanctions and embargoes that contradict international\r\nlaw instead of contributing to the solution of a specific\r\ndispute only escalate tensions. If they affect the interests\r\nof third parties, as in the case currently under the scrutiny\r\nof the General Assembly, it is even more appropriate that\r\nthe international community express its rejection.\r\nThe so-called Cuban Liberty and Democratic\r\nSolidarity Act of 1996, in force in the United States of\r\nAmerica, has been rejected in a number of international\r\nforums, inter alia, in the Organization of American\r\nStates, the Rio Group and at the Ibero-American Summit\r\nof Heads of State and Government. It is also inconsistent\r\nwith the legal obligations of the members of the World\r\nTrade Organization. Brazil joins the virtual unanimity of\r\nthe international community in this regard.\r\nNational reconciliation, the enjoyment of freedom\r\nand prosperity by the Cuban people and the full\r\nintegration of Cuba in all the mechanisms of the inter-\r\nAmerican community are goals that we fully share. In our\r\nassessment, lifting the embargo would bring us closer to\r\nthe accomplishment of these goals.\r\nFor all these reasons, Brazil voted in favour of\r\nresolution A/51/L.15, in defence of the rules of\r\n24\r\nGeneral Assembly 57th plenary meeting\r\nFifty-first session 12 November 1996\r\ninternational law, the peaceful settlement of disputes and\r\nrespect of the sovereignty of States.\r\nMr. Van Dunem “Mbinda” (Angola): The end of the\r\ncold war paved the way for increased dialogue and\r\ncooperation in the conduct of inter-State relations, as well\r\nas in multilateral diplomacy. Seemingly intractable, age-old\r\nproblems have witnessed dramatic developments, stability\r\nand economic development.\r\nAs my Minister for Foreign Affairs has stated, the\r\nGovernment of Angola is profoundly concerned by the\r\ndifficult social and economic situation prevailing in the\r\nRepublic of Cuba as a result of the financial and economic\r\nblockade imposed on that member of the General\r\nAssembly.\r\nFor that reason, the Government of Angola supports\r\nthe General Assembly resolutions calling for the lifting of\r\nthe economic blockade imposed on the Cuban people, who\r\nare suffering the negative effects of those measures, and\r\ntherefore encourages a dialogue with a view to normalizing\r\nrelations between those two sovereign Member States.\r\nTaking into account the fact that the embargo imposed\r\nagainst Cuba has lasted more than 30 years and that its\r\nreinforcement has provoked the suffering of millions of\r\nhuman beings, my delegation — in the interest of\r\nupholding the principles of international law and promoting\r\npeaceful and friendly relations between nations — voted\r\nin favour of resolution A/51/L.15.\r\nThe Acting President: We have heard the last\r\nspeaker in explanation of vote after the vote.\r\nMay I take it that it is the wish of the Assembly to\r\nconclude its consideration of agenda item 27?\r\nIt was so decided.\r\nOrganization of work\r\nThe President: I should like to make an\r\nannouncement concerning the Informal Open-ended\r\nWorking Group on an Agenda for Peace.\r\nMembers will recall that, at the 126th plenary\r\nmeeting of its fiftieth session, held on 16 September\r\n1996, the Assembly recommended that the Informal\r\nOpen-ended Working Group resume its work during the\r\nfifty-first session. In this regard, I should like to inform\r\nmembers that, following consultations, I have designated\r\nthe Permanent Representative of Cape Verde,\r\nHis Excellency Mr. José Luis Barbosa Leao Monteiro, as\r\nChairman of the Informal Open-ended Working Group on\r\nan Agenda for Peace. I have also designated the\r\nPermanent Representative of Belgium, His Excellency\r\nMr. Alex Reyn, as Vice-Chairman of the Working Group.\r\nI should like to thank both ambassadors for assuming\r\nthose responsibilities.\r\nProgramme of work\r\nThe Acting President: I should like to announce a\r\nchange in the programme of work of the General\r\nAssembly.\r\nAgenda item 42, entitled “Cooperation between the\r\nUnited Nations and the Organization of African Unity”,\r\noriginally scheduled for Thursday 14 November in the\r\nmorning as the third item, is postponed to a later date to\r\nbe announced.\r\nThe meeting rose at 1.20 p.m.\r\n25\r\n"