"United Nations A/51/PV.50\r\n96-86688 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-first Session\r\n50th plenary meeting\r\nMonday, 4 November 1996, 10 a.m.\r\nNew York\r\nPresident: Mr. Razali Ismail . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Malaysia)\r\nThe meeting was called to order at 10.05 a.m.\r\nAgenda item 23\r\nCooperation between the United Nations and the Asian-\r\nAfrican Legal Consultative Committee\r\nReport of the Secretary-General (A/51/360)\r\nDraft resolution (A/51/L.13)\r\nThe President: I call on the representative of the\r\nPhilippines to introduce draft resolution A/51/L.13.\r\nMr. Goco (Philippines): As Chairman of the Asian-\r\nAfrican Legal Consultative Committee (AALCC), I have\r\nthe honour and privilege to introduce the draft resolution\r\nentitled “Cooperation between the United Nations and the\r\nAsian-African Legal Consultative Committee”, contained in\r\ndocument A/51/L.13. The sponsors of the draft resolution\r\nare China, Cyprus, Egypt, Indonesia, Japan, Sri Lanka,\r\nSudan, Uganda and the Philippines. Since the issuance of\r\nthe draft resolution, the following States have also become\r\nsponsors: Bhutan, India, the Islamic Republic of Iran,\r\nKenya, Nigeria and Pakistan.\r\nIn the second preambular paragraph of the draft\r\nresolution, the General Assembly states that it has\r\nconsidered the report of the Secretary-General contained in\r\ndocument A/51/360, and notes with satisfaction the progress\r\nachieved towards enhancing cooperation between the United\r\nNations system and the AALCC, particularly with regard to\r\nthe programme of the United Nations Decade of\r\nInternational Law and programmes on environment and\r\nsustainable development.\r\nIt is pertinent to note that during the period under\r\nreview, the secretariat of the AALCC organized, within\r\nthe framework of the Consultative Committee at its thirty-\r\nfifth session, held in March 1996 in Manila, a special\r\nmeeting on the proposed establishment of an international\r\ncriminal court, which furnished a forum for an exchange\r\nof views on the draft statute prepared by the International\r\nLaw Commission on that proposed international criminal\r\ncourt. I presided over that meeting. The following States\r\nare involved in the AALCC: Bahrain, Bangladesh, China,\r\nCyprus, Arab Republic of Egypt, Gambia, Ghana, India,\r\nIndonesia, Islamic Republic of Iran, Iraq, Japan, Jordan,\r\nKenya, Democratic People’s Republic of Korea, Republic\r\nof Korea, Kuwait, Libyan Arab Jamahiriya, Malaysia,\r\nMauritius, Mongolia, Myanmar, Nepal, Nigeria, Oman,\r\nPakistan, State of Palestine, Philippines, Qatar, Saudi\r\nArabia, Senegal, Sierra Leone, Singapore, Somalia, Sri\r\nLanka, the State of Palestine, Sudan, Syrian Arab\r\nRepublic, United Republic of Tanzania, Thailand, Turkey,\r\nUganda, United Arab Emirates and Yemen Arab\r\nRepublic. Botswana is an associate member; Australia and\r\nNew Zealand have the status of permanent observers.\r\nWith the exception of three or four, all these States\r\nparticipated in the meeting in March 1996.\r\nA report on the proceedings of the special meeting\r\nwas thereafter transmitted to the Chairman of the\r\nPreparatory Committee on the Establishment of an\r\nGeneral Assembly 50th plenary meeting\r\nFifty-first session 4 November 1996\r\nInternational Criminal Court. The AALCC was represented\r\nat the first and second sessions of the Preparatory\r\nCommittee, and the AALCC secretariat will report thereon\r\nat the thirty-sixth session of the Consultative Committee, to\r\nbe held at Tehran in 1997.\r\nIt may be recalled that a proposal for a periodic\r\nmeeting of the legal advisers of the Member States to\r\nfacilitate an informal exchange of views on contemporary\r\nproblems and issues was first initiated and approved at\r\nthe fifteenth session of the AALCC held in 1974 in\r\nTokyo. Since then a number of meetings have been\r\nconvened and have considered, inter alia, issues such as the\r\norganization of legal advisory services in member\r\nGovernments, the jurisdictional immunities of States, the\r\nimprovement of modalities of work before the Sixth\r\nCommittee, promoting the wider use of the International\r\nCourt of Justice (ICJ), the implementation of multilateral\r\nconventions adopted under the auspices of the United\r\nNations, the role of the ICJ in the peaceful settlement of\r\nenvironmental disputes, the United Nations Conference on\r\nEnvironment and Development, the World Conference on\r\nHuman Rights, and joint ventures in and exploitation of\r\nseabed resources.\r\nRepresentatives of as many as 42 States Members of\r\nthe United Nations participated in a meeting of the legal\r\nadvisers, convened by the AALCC at United Nations\r\nHeadquarters here in New York on 9 October 1995. The\r\nPresident of the General Assembly was present, as was a\r\nJudge of the International Court of Justice, the Legal\r\nCounsel of the United Nations and the Secretary-General of\r\nthe AALCC. They all addressed that meeting, over which\r\nI also presided.\r\nOn 14 November 1996, the AALCC will\r\ncommemorate the fortieth anniversary of its constitution.\r\nThe secretariat of the AALCC has now served the African\r\nand Asian States for 40 years, and will endeavour to\r\ncontinue to do so in the years ahead. To commemorate the\r\nfortieth anniversary, the secretariat will publish a special\r\nvolume of essays on international law, with contributions\r\nfrom distinguished jurists, Government officials and\r\nrepresentatives of international organizations. The proposed\r\nvolume is now in press and we plan to release it on the\r\nconstitution day of the AALCC on 14 November 1996.\r\nIn paragraph 5 of the draft resolution, the General\r\nAssembly requests the Secretary-General to submit to it at\r\nits fifty-third session a report on cooperation between the\r\nUnited Nations and the AALCC. It is therefore crucial for\r\nthe General Assembly to adopt the draft resolution\r\ncontained in document A/51/L.13 by consensus.\r\nMr. de Silva (Sri Lanka): Sri Lanka is privileged to\r\nhave been associated with the Asian-African Legal\r\nConsultative Committee (AALCC) since its inception. The\r\nAALCC has played an invaluable and historic role since\r\nthe 1950s in creating a wider appreciation of international\r\nlegal issues among the newly independent States of Asia\r\nand Africa, which were then emerging from long periods\r\nof colonial rule. It helped in the formulation and\r\nprogressive development of the existing norms and\r\nprinciples of international law so as to take into account\r\nthe political and economic needs and aspirations of the\r\ndeveloping countries of Asia and Africa.\r\nOver the years the Committee has made a unique\r\ncontribution to the initiatives of the United Nations in the\r\ncodification and progressive development of international\r\nlaw. The impact that the Committee made during the\r\nnegotiations at the Third United Nations Conference of\r\nthe Law of the Sea is a matter of record. Its contribution\r\nto the evolution of the concept of the exclusive economic\r\nzone in particular stands testimony to the invaluable role\r\nof the Committee in the creation of the new legal regime\r\nof the oceans. The Committee was also closely associated\r\nwith the work of the United Nations Conference on\r\nEnvironment and Development and was actively engaged\r\nin the formulation of the legal instruments that emerged\r\nfrom this initiative, particularly the Convention on\r\nBiological Diversity and the United Nations Framework\r\nConvention on Climate Change.\r\nWe are grateful to the Secretary-General of the\r\nAALCC for his statement to the General Assembly,\r\nwhich outlined the steps taken by the Committee to\r\nensure continuing and close cooperation between the two\r\norganizations. We also welcome the report of the\r\nSecretary-General, which underlines the need to enhance\r\nsuch cooperation. These clearly reflect the fact that the\r\nAsian-African Legal Consultative Committee is\r\ncontinuing its efforts towards strengthening the role of the\r\nUnited Nations and its organs, particularly the\r\nInternational Law Commission and the International Court\r\nof Justice.\r\nThe programmes and initiatives recently undertaken\r\nby the AALCC deal with a range of issues that are both\r\ncomplex and of current relevance to Member States. At\r\nthe recent Manila session of the Committee, a special\r\nmeeting was devoted to the discussion of the draft statute\r\nof the proposed international criminal court. The\r\n2\r\nGeneral Assembly 50th plenary meeting\r\nFifty-first session 4 November 1996\r\nimportance and complexity of the issues involved in this\r\ninitiative require the widest possible participation of the\r\ncountries of Asia and Africa in the preparatory work. On\r\nthe occasion of the fiftieth anniversary of the International\r\nCourt of Justice, a seminar was convened in New Delhi\r\nwith a view to promoting the wider use of the Court in the\r\npeaceful settlement of disputes. The AALCC is currently\r\nengaged in organizing, in association with the Office of the\r\nUnited Nations High Commissioner for Refugees\r\n(UNHCR), a workshop on refugee law which would deal\r\nwith issues relating to the status and treatment of refugees\r\nand the question of internally displaced persons. Through\r\nsuch a work programme, focusing on legal issues of current\r\nrelevance, the Committee strives to ensure that there is an\r\nAsian-African dimension in current international\r\nnegotiations.\r\nThe Committee thus has a continuing and crucial role\r\nto play in these ongoing initiatives of the United Nations.\r\nAs contemporary international law is called upon to meet\r\nnew challenges in a post-cold-war era, the Committee must\r\nensure that the interests of the Asian and African countries\r\nare duly reflected in the formulation of new legal norms\r\nand principles. This requires close and effective cooperation\r\nbetween the United Nations and the AALCC.\r\nSri Lanka therefore welcomes all efforts to enhance\r\nthe cooperation that exists between the United Nations and\r\nthe AALCC. We are pleased to co-sponsor draft resolution\r\nA/51/L.13 and commend its adoption by consensus.\r\nMr. Chen Shiqiu (China) (interpretation from\r\nChinese): Since its establishment 40 years ago, the Asian-\r\nAfrican Legal Consultative Committee (AALCC) has\r\nbecome a significant and unique organization of an\r\nintergovernmental and regional nature in the international\r\narena, while the number of its full member States has\r\nincreased from 7 to the present 43. It not only serves as a\r\nforum where Asian and African countries undertake\r\ndiscussions, consultations and cooperation on legal issues\r\nand other questions of common concern, but also makes\r\nimportant contributions to the promotion of the progressive\r\ndevelopment and codification of international law, so that\r\nit better serves world peace and development.\r\nThe AALCC became an observer at the General\r\nAssembly in 1980. Since then, the two organizations have\r\nenjoyed ever closer cooperation. The Secretary-General’s\r\nrepresentative participates in the annual meeting of the\r\nAALCC every year, while the AALCC sends delegates to\r\ntake part in a variety of meetings in the United Nations\r\nsystem, among them sessions of the General Assembly, the\r\nSixth Committee, the International Law Commission\r\n(ILC), and the United Nations Commission on\r\nInternational Trade Law (UNCITRAL). In this way, the\r\nAALCC is actively participating in the examination of\r\nvarious matters within its area of concern and making\r\npositive contributions to them. The AALCC has made\r\nefforts to adjust its programme of work, to give priority\r\nconsideration to matters of current concern at the United\r\nNations, and it has taken initiatives to carry out activities\r\nwith a view to enhancing the role of the United Nations.\r\nIt is particularly worth mentioning that the AALCC\r\nattaches special importance to cooperation with the ILC.\r\nBesides inviting the ILC Chairman to participate and\r\nintroduce the Commission’s work to its annual meeting\r\nevery year, the AALCC makes the report of each session\r\nof the ILC a fixed agenda item under which a discussion\r\nis held and suggestions are made. Conversely, the\r\nSecretary-General of the AALCC attends each session of\r\nthe ILC and introduces the work of the AALCC. We\r\ndeem this cooperation fruitful and satisfactory.\r\nThe AALCC has been active in its efforts to\r\npromote a more extensive utilization of the International\r\nCourt of Justice (ICJ), and has produced a study in this\r\nregard. In January this year, it held a symposium in New\r\nDelhi on the topic of the operation and function of the\r\nICJ, to commemorate the Court’s fiftieth anniversary and\r\nto encourage members to strengthen its role.\r\nThe General Assembly, by its resolution 44/23,\r\nproclaimed 1990-1999 as the United Nations Decade of\r\nInternational Law. Responding favourably to this, the\r\nAALCC secretariat has prepared a document outlining a\r\nnumber of projects and pragmatic activities to be carried\r\nout during the Decade. The AALCC and the Government\r\nof Qatar co-sponsored the Qatar conference on\r\ninternational law, as a positive contribution to encourage\r\nwider appreciation of the principles of international law\r\nin countries of the Asian and African regions, and to\r\npromote the progressive development of international law.\r\nThe AALCC continues to follow closely the\r\nimplementation of the various international instruments\r\nemanating from the United Nations Conference on\r\nEnvironment and Development (UNCED), especially the\r\nimplementation of Agenda 21. It has taken part in many\r\nnegotiations in the field of environment and development\r\nunder the auspices of the United Nations and has studied\r\ncarefully the relevant draft conventions, thus providing\r\nuseful help to its members in various negotiations.\r\n3\r\nGeneral Assembly 50th plenary meeting\r\nFifty-first session 4 November 1996\r\nRecently, during its thirty-fifth annual session in\r\nMarch 1996, the AALCC organized a special meeting on\r\nthe establishment of an international criminal court. The\r\noccasion provided a useful opportunity both for an\r\nexhaustive discussion on important questions relating to the\r\nestablishment of the court and for furthering mutual\r\nunderstanding and cooperation on the matter among the\r\nmember States.\r\nIn view of the above, it is satisfying for us to see the\r\nstrengthened cooperation between the United Nations and\r\nthe AALCC. We hope that the effective cooperation\r\nbetween the two organizations in the field of the gradual\r\ndevelopment and codification of international law and in\r\nother areas of common concern can be further enhanced so\r\nthat a positive contribution can be made to the promotion\r\nof friendly cooperation among countries, the maintenance\r\nof world peace and security, common prosperity for all\r\nsocieties, and the achievement of a just and sound new\r\ninternational order based on the five principles of peaceful\r\ncoexistence and the spirit of the Bandung Conference.\r\nThe Chinese Government attaches great importance to\r\nthe work of the AALCC. Since becoming a full member in\r\n1983, China has actively participated in all the annual\r\nsessions of the organization, and successfully hosted the\r\ntwenty-ninth session in 1990. The Chinese Government will\r\ncontinue, as always, to give its full support to the work of\r\nthe AALCC, and will do its share in furthering its role and\r\ninfluence and encouraging its closer cooperation with the\r\nUnited Nations.\r\nMr. Suamin (Indonesia): Allow me to begin by\r\nexpressing our appreciation to the Secretary-General for the\r\nreport entitled “Cooperation between the United Nations\r\nand the Asian-African Legal Consultative Committee”,\r\nwhich is contained in document A/51/360. It provides an\r\ninformative account of the activities of the Committee in\r\nthe recent past.\r\nIt is fitting to recall that the Asian-African Legal\r\nConsultative Committee (AALCC) was a tangible outcome\r\nof the historic Bandung Conference that gave impetus to the\r\nlegitimate aspiration and demand of the Asian and African\r\npeoples for the development of a more just and democratic\r\ninternational legal order. It was self-evident that if the law\r\nwas to command respect of all nations, it had to take into\r\naccount the views of developing countries, irrespective of\r\ndifferences in political, legal or social systems, and based\r\non respect for sovereignty, integrity and non-interference.\r\nIndonesia, as one of the five founding members of the\r\nAALCC, takes great pride in the accomplishments of the\r\nCommittee, especially its endeavours to promote\r\nacceptance and respect for the principles of international\r\nlaw.\r\nDuring the course of the work of the AALCC, it has\r\noriented its activities to complement the work of the\r\nUnited Nations, with a view to strengthening the role of\r\nthe Organization. In this context, it has established close\r\nrelations with the Organization and its various agencies\r\nengaged in the field of law and in economic and\r\nhumanitarian matters. This culminated in the decision of\r\nthe General Assembly at its thirty-fifth session to accord\r\nobserver status to the Consultative Committee, a\r\ndistinction shared by few international organizations.\r\nFollowing a series of consultations between United\r\nNations and AALCC officials, a programme of\r\ncooperation has been established which identified the\r\nfollowing specific areas: cooperative framework;\r\nrepresentation at meetings and conferences; strengthening\r\nthe role of the United Nations and the United Nations\r\nDecade of International Law; promoting wider use of the\r\nInternational Court of Justice; measures for the promotion\r\nof ratification and implementation of the United Nations\r\nConvention on the Law of the Sea; international economic\r\ncooperation for development; other issues before the\r\nAALCC; and the fortieth anniversary of the AALCC.\r\nWe are gratified to note the degree and extent of\r\ncooperation between the United Nations and the AALCC\r\nsecretariat. Apart from the promotion of codification, the\r\nefforts of the AALCC have been devoted to the\r\nratification process of United Nations conventions and\r\ntreaties. In this regard, it has worked tirelessly to\r\ndisseminate information and foster wider appreciation of\r\ninternational law among its member States. During the\r\nperiod under review, the AALCC was represented at\r\nmany meetings and conferences, including among others\r\nthe United Nations Congress on Public International Law,\r\nthe United Nations Conference on Straddling Fish Stocks\r\nand Highly Migratory Fish Stocks, the Intergovernmental\r\nNegotiating Committee for a Framework Convention on\r\nClimate Change, the second session of the Conference of\r\nthe Parties to the United Nations Framework Convention\r\non Climate Change, the Expert Group Workshop on\r\nInternational Environmental Law Aiming at Sustainable\r\nDevelopment, and the Ninth United Nations Congress on\r\nthe Prevention of Crime and the Treatment of Offenders.\r\nMy delegation is of the view that the role of the\r\nAALCC should be further strengthened in the programme\r\nof the United Nations Decade of International Law. We\r\n4\r\nGeneral Assembly 50th plenary meeting\r\nFifty-first session 4 November 1996\r\nbelieve that the Decade provides a unique opportunity to\r\nenhance cooperation between the two organizations,\r\nparticularly in the holding of seminars, workshops and\r\nscholarship programmes in conjunction with other\r\nspecialized agencies, for the benefit of developing countries.\r\nWe are also pleased to note that the AALCC organized a\r\nforum for an exchange of views on the work of the Ad Hoc\r\nCommittee on the Establishment of an International\r\nCriminal Court. The results of those deliberations proved\r\nuseful to the sessions of the Preparatory Committee. My\r\ndelegation is further gratified by the proposal to issue a\r\nspecial publication in commemoration of the fortieth\r\nanniversary of the AALCC.\r\nAs regards the promotion of the ratification and\r\nimplementation of the United Nations Convention on the\r\nLaw of the Sea, Indonesia has consistently supported\r\nAALCC activities in this vital field. It was at the instance\r\nof Indonesia that in 1970 the AALCC rendered assistance\r\nto Asian and African States in the preparatory work for the\r\nThird United Nations Conference on the Law of the Sea.\r\nWe are pleased to note that the work of the Consultative\r\nCommittee now includes promoting the effective\r\nparticipation of member States in the International Seabed\r\nAuthority. In this context, its efforts are exerted towards the\r\nadoption of common policy and strategy for the interim\r\nperiod before the commercial exploitation of deep seabed\r\nmining becomes feasible.\r\nIn an era where trade barriers are down, the issue of\r\ninternational economic cooperation for economic\r\ndevelopment should be accorded primary importance. The\r\nidentification of an international legal framework to\r\npromote such cooperation is indeed valuable. In this regard,\r\nthe contribution of the AALCC in promoting the legal texts\r\nof United Nations Commission on International Trade Law\r\n(UNCITRAL) has assisted member States in harmonizing\r\nrules of international trade law.\r\nIn addition, the close relations established between the\r\ntwo organizations have resulted in fruitful collaboration on\r\nmany questions. In fostering the institution of arbitration, it\r\nadopted the integrated scheme for settlement of disputes,\r\nwhich has led to the establishment of regional arbitration\r\ncentres in Cairo, Kuala Lumpur and Lagos. It was believed\r\nthat trade and development in Asia and Africa would be\r\nenhanced with the creation of a climate of stability and\r\nconfidence in economic transactions. Furthermore, the\r\nholding of the Conference on the Settlement of Energy,\r\nPetroleum and Gas Disputes by the AALCC Regional\r\nCentre for International Commercial Arbitration in Cairo in\r\nNovember 1994, in joint sponsorship with the World\r\nBank, was yet another worthy endeavour in this field.\r\nThe consideration of the question of refugees is\r\nindeed timely when flashpoints of unrest persist\r\nthroughout the world. It is in this context that my\r\ndelegation is encouraged by the initiatives of the AALCC\r\nin the study of refugee law and its problems. By closely\r\nworking with the Office of the United Nations High\r\nCommissioner for Refugees, it has held various seminars\r\nto raise the consciousness of the international community\r\non the pertinent issues of legislation governing the\r\ntreatment of refugees. Furthermore, it has recently drafted\r\nlegislation on the rights and duties of refugees within the\r\ncontext of international law and State practices.\r\nIt is undeniable that the AALCC has played a\r\nsignificant role in harmonizing the views of the countries\r\nin the Asian-African region on the codification and\r\ndevelopment of international law. It has succeeded in\r\nformulating a common approach to some complex\r\ninternational legal issues. In an era of global\r\ninterdependence, new vistas have opened up for the global\r\ncommunity to work together in close cooperation as we\r\nstrive for peace, justice and development. We remain\r\nconfident that the AALCC will continue its service to its\r\nmember States to realize those goals.\r\nIn conclusion, my delegation deems it a distinct\r\npleasure to be among the sponsors of the draft resolution\r\n(A/51/L.13) before us, entitled, “Cooperation between the\r\nUnited Nations and the Asian-African Legal Consultative\r\nCommittee”.\r\nMr. Hayes (Ireland): I have the honour to speak on\r\nbehalf of the European Union. The following associated\r\ncountries align themselves with this statement: Cyprus,\r\nthe Czech Republic, Estonia, Latvia, Lithuania, Romania,\r\nSlovakia and Slovenia.\r\nThis occasion affords me the opportunity to\r\nacknowledge a process of cooperation which has grown\r\nfrom relatively modest beginnings in 1980 and has\r\nmatured into the fruitful relationship we witness today. In\r\nso doing, I would like to begin by thanking the Secretary-\r\nGeneral for his report, contained in document A/51/360,\r\nwhich faithfully records the landmarks in the history of\r\nthe cooperation between the United Nations and the\r\nAsian-African Legal Consultative Committee (AALCC).\r\nIn 1981, to commemorate the Consultative Committee’s\r\ntwenty-fifth anniversary, the General Assembly requested\r\nthe United Nations Secretary-General to hold\r\n5\r\nGeneral Assembly 50th plenary meeting\r\nFifty-first session 4 November 1996\r\nconsultations with the Secretary-General of the Consultative\r\nCommittee, with a view to further strengthening and\r\nwidening the scope of cooperation between the two\r\norganizations. Fifteen years later, the Secretary-General’s\r\nreport is proof that the terms of the General Assembly’s\r\nrequest have indeed been met.\r\nIn trying to select a particular aspect of the\r\ncooperation between the United Nations and the Asian-\r\nAfrican Legal Consultative Committee, the European Union\r\nis faced with a veritable embarras de richesses, as indeed\r\nwas apparent from the statement of the Chairman of the\r\nConsultative Committee here this morning. Nevertheless, I\r\nfeel that it is appropriate on this occasion to acknowledge\r\nthe common interest of the Union and the Consultative\r\nCommittee in the work of the United Nations Decade of\r\nInternational Law. The Union has followed with interest the\r\nConsultative Committee’s efforts towards promoting wider\r\nuse of the International Court of Justice, as well as its\r\nactive participation in the ongoing debate on the\r\nestablishment of an international criminal court. The\r\nEuropean Union is grateful to the Consultative Committee\r\nfor the measures it has taken towards the promotion of the\r\nratification and implementation of the United Nations\r\nConvention on the Law of the Sea.\r\nThe European Union would like to lay stress on the\r\nConsultative Committee’s important work in the area of\r\ninternational economic cooperation for development. In this\r\nregard, the Union notes that at its thirty-fourth session, the\r\nConsultative Committee urged its member States to take\r\naccount of the United Nations Commission on International\r\nTrade Law (UNCITRAL) Model Law on Procurement of\r\nGoods, Construction and Services when reforming or\r\nenacting their legislation on procurement. The Consultative\r\nCommittee also urged its member States to consider\r\nadopting or acceding to other proposals prepared by\r\nUNCITRAL. The European Union has also taken\r\ncognizance of the Consultative Committee’s scheme for the\r\nsettlement of disputes in economic and commercial\r\ntransactions. In particular, the Union is pleased to note that\r\nregional arbitration centres have been established in Cairo,\r\nKuala Lumpur and Lagos to assist in the promotion and\r\nimplementation of UNCITRAL arbitration rules. The Union\r\nalso notes with satisfaction that it is planned to establish a\r\nsimilar centre in Nairobi to serve eastern and southern\r\nAfrica.\r\nFinally, the European Union recalls with pleasure that,\r\non the occasion of the historic fiftieth session of the\r\nGeneral Assembly, 42 legal advisers from United Nations\r\nMember States participated in a meeting convened by the\r\nAsian-African Legal Consultative Committee at the\r\nHeadquarters of the United Nations. In so recalling, the\r\nEuropean Union wishes in a sense to return the\r\ncompliment by extending its best wishes to the\r\nConsultative Committee on the occasion of its fortieth\r\nanniversary. The Consultative Committee is marking this\r\nmilestone by organizing a seminar and by publishing a\r\ncollection of essays in the field of international law.\r\nThe European Union is of the view that these\r\ncommemorative events are appropriately in keeping with\r\nthe objectives of the United Nations Decade of\r\nInternational Law and with the proud tradition of the\r\nAsian-African Legal Consultative Committee.\r\nMr. Fathalla (Egypt) (interpretation from Arabic):\r\nWe are pleased to participate in the discussion on agenda\r\nitem 23, entitled “Cooperation between the United\r\nNations and the Asian-African Legal Consultative\r\nCommittee”, particularly as the Consultative Committee\r\nis commemorating its fortieth anniversary. The AALCC\r\nhas proven the importance of its work not only in\r\ncoordinating the positions of its membership in Asia and\r\nAfrica but also in engaging in studies and research, by\r\nwhich the Committee has contributed to the development\r\nof international law and in support of the role of the\r\nUnited Nations.\r\nI think we should commend the Committee’s\r\ncapacity to adapt and to develop its work over the years\r\nto meet the needs of the international community and to\r\nkeep pace with the present developments in the United\r\nNations. Cooperation between the United Nations and the\r\nAALCC is therefore extremely important.\r\nThe Secretary-General’s report, contained in\r\ndocument A/51/360 of 16 September 1996, describes\r\nvarious forms of cooperation in different fields, covering\r\njoint consultation on issues of common interest and\r\nimportance, the exchange of documents and information,\r\nand the determination of issues where the Committee can\r\nsupport the role of the international Organization. As a\r\nresult, the AALCC has oriented its programme of work to\r\ngive permanent priority to issues of interest to the United\r\nNations. Among these issues is support for the role of the\r\nUnited Nations — and the Committee has indeed made a\r\nconsiderable contribution in this field, exemplified in its\r\nstudy entitled “Strengthening the role of the United\r\nNations through rationalization of its functional modalities\r\nwith special reference to the General Assembly”\r\n(A/40/726 and Corr.1, annex). That study contains a\r\ngeneral evaluation of the performance of the United\r\n6\r\nGeneral Assembly 50th plenary meeting\r\nFifty-first session 4 November 1996\r\nNations. We believe it has enriched the present discussion\r\non the issue, which is one of the most pressing issues for\r\nthe Organization.\r\nThe AALCC continues to adapt speedily in order to\r\ncontinue to support the United Nations. A recent example\r\nof this is described in paragraph 15 of the Secretary-\r\nGeneral’s report (A/51/360): the AALCC’s holding of a\r\nspecial meeting in March 1996 on the establishment of an\r\ninternational criminal court. This was an important forum\r\nto exchange views informally on the work of the\r\nPreparatory Committee on the Establishment of an\r\nInternational Criminal Court. We believe that this is one of\r\nthe most important issues before the United Nations today.\r\nIt is expected that the diplomatic conference for the\r\nestablishment of the court will be held in mid-1998. In this\r\nconnection, we feel that the meeting of the Consultative\r\nCommittee to be held in Tehran in 1997 is important, for\r\nit will provide a further opportunity to coordinate positions\r\nand to follow up on the present negotiations in the\r\nPreparatory Committee. This would enable the AALCC to\r\ncontinue to provide the necessary support to the United\r\nNations prior to the holding of the diplomatic conference to\r\nconsider the statute of the court.\r\nMy delegation does not wish to enumerate here the\r\nadvantages of supporting cooperation between the\r\nCommittee and the United Nations, or to set out the various\r\nfields of cooperation; the report of the Secretary-General\r\ncontains all these details. However, I shall note that in\r\nrecent years there has been cooperation on international\r\neconomic issues related to development, refugees and other\r\nimportant issues that are before the Organization.\r\nI commend the role played by the regional arbitration\r\ncentres, established by the AALCC in order to assist in\r\nstrengthening the rules of arbitration established by United\r\nNations Commission on International Trade Law, which is\r\none of the important bodies of the United Nations. Egypt\r\nwelcomes the steps now being taken by the AALCC to\r\nestablish an arbitration centre in Nairobi to serve eastern\r\nand southern African countries. We hope this will very\r\nsoon be the fourth centre, in addition to those operating in\r\nCairo, Kuala Lumpur and Lagos.\r\nI wish finally to say that Egypt will continue to\r\nsupport the AALCC, to promote continued cooperation\r\nbetween the AALCC and the United Nations, and to\r\nprovide all necessary assistance to attain this objective.\r\nMr. Danesh-Yazdi (Islamic Republic of Iran):\r\nAllow me to begin by expressing the appreciation of my\r\ndelegation to the Secretary-General for his report on\r\n“Cooperation between the United Nations and the Asian-\r\nAfrican Legal Consultative Committee”, contained in\r\ndocument A/51/360.\r\nUpholding justice and respect for the principles of\r\ninternational law are among the essential elements of a\r\npeaceful world as envisaged by the founders of the United\r\nNations. In order to realize these lofty objectives, the\r\nCharter of the United Nations assigned the General\r\nAssembly a special role in the promotion of international\r\ncooperation and the encouragement of the progressive\r\ndevelopment and codification of international law. As a\r\nresult, over the past 51 years, dozens of conventions and\r\nother international instruments regulating various aspects\r\nof relations among States have been developed under the\r\nauspices of the United Nations.\r\nWe in Asia and Africa — eager to play an active\r\nrole in bringing the rule of law into inter-State relations\r\nand to participate in the process of the codification of\r\ninternational law and its progressive development —\r\nestablished the Asian-African Legal Consultative\r\nCommittee 40 years ago. This is an organization that is\r\nunique in those two regions. Since its inception, the\r\nAALCC has undertaken a number of studies in the field\r\nof international legal matters of common interest to the\r\ntwo continents. Moreover, it has functioned as an\r\nimportant forum for the exchange of views and\r\ninformation among its member States. It has played a\r\nsignificant role in exploring and harmonizing the needs,\r\nviews and positions of African and Asian countries\r\nconcerning various aspects of lawmaking at the\r\ninternational level.\r\nA common objective, namely striving for the\r\nprogressive development of international law and its\r\ncodification, links the two organizations. It was this\r\ncommon aim that led to commencement of cooperation\r\nbetween the Asian-African Legal Consultative Committee\r\nand the United Nations immediately after the foundation\r\nof the AALCC in 1956, a cooperation that continues to\r\nthis day and that has proven to be fruitful and\r\nconstructive.\r\nFor instance, the AALCC has undertaken a\r\nsystematic and consistent examination from Asian and\r\nAfrican perspectives of items on the agendas of the Sixth\r\nCommittee and the International Law Commission. Its\r\nviews and recommendations have proven useful to the\r\n7\r\nGeneral Assembly 50th plenary meeting\r\nFifty-first session 4 November 1996\r\nmembers of the Consultative Committee and, directly or\r\nindirectly, have been reflected in the proceedings of the\r\nlawmaking organs of the United Nations.\r\nCooperation between the AALCC and the United\r\nNations has been consolidated and has found new\r\ndimensions in recent years. The Consultative Committee\r\nhas included in its programme of projects and studies a\r\nnumber of important items that are on the agenda of the\r\nGeneral Assembly, including those of the law of the sea,\r\ninternational protection of refugees, international economic\r\ncooperation, and illicit traffic in narcotic drugs.\r\nMoreover, the Secretary-General of the Consultative\r\nCommittee or his representatives have participated in and\r\naddressed meetings of the Sixth Committee and other\r\nsubsidiary bodies at United Nations Headquarters in New\r\nYork and at United Nations offices in Europe.\r\nRepresentatives from the United Nations Office of Legal\r\nAffairs have likewise participated in and addressed the\r\nannual meetings of the AALCC.\r\nSignificantly, cooperation between the two\r\norganizations is not limited to the lawmaking process alone\r\nand covers other fields as well. For instance, the\r\nConsultative Committee has undertaken studies to facilitate\r\nthe ratification process of conventions, including the 1982\r\nUnited Nations Convention on the Law of the Sea, and has\r\ntaken initiatives to help the dissemination and wider\r\nappreciation of international law among its members. To\r\nthis end, it has organized seminars and workshops in\r\ncooperation with the United Nations Commission on\r\nInternational Trade Law and other lawmaking bodies.\r\nThrough the adoption of General Assembly resolution\r\n44/23, another avenue for cooperation between the two\r\norganizations has been opened, with the proclamation of the\r\nperiod 1990-1999 as the United Nations Decade of\r\nInternational Law.\r\nMr. Agathocleous (Cyprus), Vice-President, took the\r\nChair.\r\nIn this context, the Consultative Committee has regularly\r\nsubmitted its views on the program of activities for the\r\nDecade, and recently presented a report on the role it can\r\nplay in this field, currently under consideration by the\r\nworking group concerned. It has also carried out specific\r\nstudies devoted to enhancing the role of the International\r\nCourt of Justice, which is one of the objectives of the\r\nDecade of International Law. Last but not the least, the\r\nConsultative Committee participated actively in the fiftieth\r\nanniversary celebrations of the United Nations and, in\r\n1996, organized a regional seminar to commemorate the\r\nfiftieth anniversary of the International Court of Justice.\r\nThe report before the General Assembly illustrates\r\nin detail the very constructive cooperation between the\r\nUnited Nations and the AALCC over the last two years.\r\nWe feel that prospects for future cooperation between the\r\nUnited Nations and the Asian-African Legal Consultative\r\nCommittee are bright. This is why the Islamic Republic\r\nof Iran, as host country to the next annual session of the\r\nConsultative Committee, has joined in sponsoring the\r\ndraft resolution on cooperation between the United\r\nNations and the Asian-African Legal Consultative\r\nCommittee, contained in document A/51/L.13, and\r\nexpresses its hope that the draft resolution will be adopted\r\nby consensus.\r\nMr. Mahugu (Kenya): The role played by the\r\nAsian-African Legal Consultative Committee (AALCC)\r\nsince its inception as a forum for consultation and\r\ncooperation between its members and as a channel for the\r\nexchange of information and experience with other\r\nregions has been most useful and productive. It is in\r\nrecognition of this important role that 15 years ago the\r\nGeneral Assembly, in its resolution 36/38 of 18\r\nNovember 1981 requested the Secretary-General of the\r\nUnited Nations to carry out consultations with the\r\nSecretary-General of the Asian-African Legal Consultative\r\nCommittee with a view to strengthening further and\r\nwidening the scope of cooperation between the two\r\norganizations in certain areas of common concern.\r\nBy 1984, the AALCC had won the full confidence\r\nof the General Assembly, which adopted a resolution\r\ncommending AALCC for orienting its programmes to\r\nstrengthen its supportive role to the work of the United\r\nNations in wider areas, and in 1987 drew up a further\r\nprogramme of cooperation, which identified several\r\nspecific areas for cooperation between the two\r\nsecretariats.\r\nKenya has had a long and productive association\r\nwith the AALCC, and it is therefore with pleasure that I\r\naddress the Assembly on behalf of the Kenya delegation\r\nto express our warm thanks and appreciation to the\r\nSecretary-General and secretariat of the AALCC for their\r\noutstanding work in promoting interregional and\r\ninternational cooperation, supportive of the efforts of the\r\nUnited Nations, with a view to strengthening the role of\r\nthe United Nations in the progressive development and\r\n8\r\nGeneral Assembly 50th plenary meeting\r\nFifty-first session 4 November 1996\r\ncodification of international law as well as in economic and\r\nhumanitarian matters.\r\nAs a developing country, Kenya highly values the\r\nmany studies, workshops and seminars organized by the\r\nAALCC in areas of concern to African and Asian countries.\r\nThe secretariat has maintained a high profile representation\r\nat United Nations-sponsored conferences, notably at\r\nnegotiations for conventions emanating from the United\r\nNations Conference on Environment and Development, the\r\nUnited Nations Commission on International Trade Law,\r\nand the law of the sea, to mention but a few. In that regard,\r\nmy delegation looks forward to the contribution of the\r\nAALCC at the special session of the General Assembly to\r\nbe convened for the purpose of an overall review of the\r\nimplementation of Agenda 21.\r\nIt is particularly gratifying to note that AALCC\r\nmembers, determined to play a meaningful role in the\r\nongoing work of the General Assembly, took the\r\nopportunity presented by the Manila session of the AALCC\r\nthis year to focus attention on the question of the creation\r\nof an international criminal court. As an in-house forum for\r\nreviewing and exchanging views on the progress made so\r\nfar on the draft statute of the international criminal court,\r\nthe meeting proved very productive; it is our hope that\r\ngiven the complexity of issues involved, the AALCC will\r\nparticipate even more actively in future work.\r\nWe wish finally to appeal to States members of the\r\nAALCC to pay their outstanding contributions in full and\r\non time in order that the organization may continue to serve\r\nits member States in their various fields of endeavour in\r\ncollaboration with the United Nations.\r\nMr. Dev (India): India has had the privilege of hosting\r\nthe Asian-African Legal Consultative Committee (AALCC)\r\nin New Delhi since its inception. This underscores the\r\nimportance we attach to the Committee and its work.\r\nMy delegation welcomes the report of the Secretary-\r\nGeneral contained in document A/51/360. The report deals\r\nin detail with the activities of cooperation undertaken\r\nbetween the United Nations and the Committee over the\r\nlast year. My delegation underscores with particular interest\r\nand appreciation the activities of the AALCC in the\r\neconomic, environmental and humanitarian areas of\r\ninternational law. The AALCC has been represented at\r\nseveral meetings and conferences of the United Nations\r\nrelating to international law. Specific mention may be made\r\nin this connection of the participation of the AALCC in the\r\nhistoric United Nations Congress on Public International\r\nLaw held in the General Assembly Hall.\r\nThe annual session of the AALCC, held at Manila\r\nin March 1996, was a significant event. It was attended at\r\nhigh level by representatives of member States and of\r\ninterested observer States. Particularly noteworthy were\r\nthe deliberations on the subject of the establishment of an\r\ninternational criminal court. Discussions on other\r\nimportant subjects, such as international trade law,\r\nrefugees, the law of the sea, and environmental law were\r\nequally valuable and useful, especially for clarifications\r\nof the legal issues involved from the perspective of Asian\r\nand African countries.\r\nWe are also happy to note that under the able\r\nleadership of its Secretary-General, Mr. Tang Chengyuan,\r\nthe Committee is undertaking rationalization of its work\r\nprogramme and priorities. To meet growing demand due\r\nto the increasing importance of international law in\r\ndiverse areas of international life, the Committee is\r\norganizing programmes of legal cooperation between the\r\nAALCC and other international law bodies in the United\r\nNations system and outside it.\r\nThe training programmes that the Committee is\r\ncontemplating for the benefit of its member States will\r\nalso no doubt prove useful. United Nations assistance in\r\nthe implementation of such programmes would increase\r\nthe content of cooperation between the United Nations\r\nand the AALCC.\r\nAbove all, the efforts of the Committee to modernize\r\nits functional apparatus within its limited budget are\r\npraiseworthy. We have no doubt that the Committee will\r\ncontinue to grow from strength to strength in the years to\r\ncome. India extends its full cooperation towards that goal.\r\nIn conclusion, my delegation wishes to emphasize\r\nthat existing cooperation between the United Nations and\r\nthe AALCC could be deepened and enhanced in a\r\nfunctional manner so as to further benefit its membership\r\nby ensuring better understanding of international law, and\r\nby adapting it and contributing to its development. We are\r\nalso glad to be among the sponsors of the draft resolution\r\non this item, and recommend its adoption.\r\nThe Acting President: In accordance with General\r\nAssembly resolution 35/2 of 13 October 1980, I now call\r\non the observer for the Asian-African Legal Consultative\r\nCommittee.\r\n9\r\nGeneral Assembly 50th plenary meeting\r\nFifty-first session 4 November 1996\r\nMr. Bhagwat-Singh (Asian-African Legal\r\nConsultative Committee): On behalf of the Secretary-\r\nGeneral of the Asian-African Legal Consultative Committee\r\n(AALCC), His Excellency Mr. Tang Chengyuan, I wish to\r\nthank the General Assembly for its consideration of the\r\ndraft resolution contained in document A/51/L.13. It shows\r\nthe confidence of members in the efforts of AALCC in its\r\nwork and cooperation with the United Nations. We would\r\nalso like to express our appreciation to the sponsors of the\r\ndraft resolution and other delegations for their support and\r\ncomments on the work of our Organization as expressed in\r\nearlier statements. The report of the Secretary-General\r\n(A/51/360) describes some of the areas of cooperation\r\nbetween the United Nations and the AALCC. We would\r\nlike to commend the Secretary-General, the Legal Counsel\r\nof the United Nations and members of the Secretariat for\r\nthe preparation of a fairly comprehensive report on the\r\nvarious activities and programmes of the AALCC towards\r\nstrengthening the role of the United Nations and its various\r\norgans.\r\nEvery other year, the General Assembly takes up the\r\nitem of cooperation between the United Nations and the\r\nAALCC. This gives us an opportunity to discuss some of\r\nthe substantive areas within our area of competence.\r\nThe AALCC was constituted in November 1956, and\r\nin the years since it was granted permanent observer status\r\nin 1980 its work in support of the United nations has\r\npredominantly aimed at rendering assistance to AALCC\r\nmember States in their consideration of the agenda items\r\nbefore the Sixth Committee of the General Assembly. It has\r\nalso assisted in economic and humanitarian fields through\r\nthe preparation of briefs and studies by its secretariat. This\r\nhas required the inclusion of certain items and topics under\r\nconsideration by the United Nations in the work programme\r\nof the AALCC.\r\nAnother significant aspect of the AALCC’s work has\r\nbeen the efforts towards the promotion of the ratification\r\nand implementation of major international instruments and\r\nsuch initiatives as wider use of the International Court of\r\nJustice for the peaceful settlement of disputes. At each of\r\nits successive sessions, the AALCC has urged its member\r\nStates to ratify or accede to key multilateral conventions\r\nsuch as those on the law of the sea, the Convention relating\r\nto the Status of Refugees, the United Nations Framework\r\nConvention on Climate Change, and the Convention on\r\nBiological Diversity.\r\nThe AALCC which began with a membership of 7\r\nStates today has 44 members and 2 observers. From a small\r\nbeginning, emerging from the historic Bandung\r\nConference of the Non-Aligned Movement, the AALCC\r\nhas gradually established itself as a major forum for\r\ninternational cooperation. Its work programme has also\r\nbeen oriented to meet challenges posed by contemporary\r\ninternational society and the needs of an expanding\r\nmembership of our two organizations.\r\nDuring the 1960s, the AALCC was among the first\r\nregional organizations to study the matter of the legality\r\nof nuclear weapons. During the 1970s when the law of\r\nthe sea and the question of a new international economic\r\norder were in the forefront, the AALCC made its\r\ncontribution by being instrumental in evolving the concept\r\nof archipelagic States and exclusive economic zones.\r\nThis year also marks the thirtieth anniversary of the\r\nPrinciples Concerning Treatment of Refugees adopted by\r\nthe AALCC at its eighth session. The Bangkok Principles,\r\nas they are popularly referred to, were the first set of\r\nnorms and principles to be adopted by a regional\r\norganization with the assistance of the Office of the\r\nUnited Nations High Commissioner for Refugees. It is\r\nproposed to review the Bangkok Principles later this year\r\nin the light of the experience acquired during the last 30\r\nyears. A special seminar to commemorate the thirtieth\r\nanniversary of the Bangkok Principles is to be convened\r\nat Manila in December for this purpose.\r\nEarlier in the course of the present decade, when the\r\nGeneral Assembly decided to convene a conference on\r\nenvironment and development, the AALCC secretariat\r\ninvolved itself, as extensively as its resources permitted,\r\nwith the preparatory phase of the United Nations\r\nConference on Environment and Development.\r\nThe involvement of the AALCC with the United\r\nNations Decade of International Law has been particularly\r\nsignificant. The secretariat of the AALCC has recently\r\nbeen involved in the United Nations Environment\r\nProgramme initiative on international environmental law\r\naiming at sustainable development and the study on the\r\nneed for and the feasibility of new international\r\nenvironmental instruments aimed at sustainable\r\ndevelopment. A meeting of legal advisers of States\r\nmembers of the AALCC was held at United Nations\r\nHeadquarters on 9 October 1996. Among other things, it\r\nconsidered the issue of the AALCC’s contribution to the\r\nspecial session of the General Assembly for the purpose\r\nof an overall review and appraisal of the implementation\r\nof Agenda 21 to be held in June 1997.\r\n10\r\nGeneral Assembly 50th plenary meeting\r\nFifty-first session 4 November 1996\r\nIn the years since its establishment, the AALCC has\r\nmade its modest contribution to the objectives and goals\r\nrelevant to its sphere of competence. In the process, it has\r\nestablished a relationship with a number of organs and\r\nagencies of the United Nations. The Committee will\r\ncontinue to work to support the work and activities of\r\nUnited Nations bodies and to cooperate to ensure that the\r\nrule of law prevails in international relations. The new\r\ninternational legal order must affirm such principles and\r\nnorms of inter-State relations as the sovereign equality of\r\nStates; non-interference in the internal affairs of other\r\nStates; the non-use of force; the peaceful settlement of\r\ndisputes; respect for human rights; the right to development;\r\nthe protection and preservation of the environment; and the\r\nprinciple of the common heritage of mankind.\r\nThis year the AALCC will commemorate the fortieth\r\nanniversary of its establishment and, among other things,\r\nwill be publishing a collection of essays on international\r\nlaw contributed by eminent scholars, lawyers and officials\r\nof member States and of United Nations bodies.\r\nI also wish to inform the General Assembly that the\r\nreport of the Secretary-General contained in document\r\nA/51/360 will be distributed to the participants of the thirty-\r\nsixth session of the AALCC, to be held at Tehran in May\r\n1997 at the invitation of the Government of Iran. I take this\r\nopportunity to extend an invitation to all States Members of\r\nthe United Nations and observers to participate in this\r\nannual session of the AALCC.\r\nThe Acting President: We have heard the last\r\nspeaker in the debate on this item. The Assembly will now\r\ntake a decision on draft resolution A/51/L.13.\r\nMay I take it that the Assembly decides to adopt draft\r\nresolution A/51/L.13?\r\nDraft resolution A/51/L.13 was adopted (resolution\r\n51/11).\r\nThe Acting President: May I take it that it is the\r\nwish of the Assembly to conclude its consideration of\r\nagenda item 23?\r\nIt was so decided.\r\nReports of the Fifth Committee\r\nThe Acting President: The General Assembly will\r\nnow consider the reports of the Fifth Committee on agenda\r\nitems 120, 129, 140 (a), 134 and 157.\r\nIf there is no proposal under rule 66 of the rules of\r\nprocedure, I shall take it that the General Assembly\r\ndecides not to discuss the reports of the Fifth Committee\r\nthat are before it today.\r\nIt was so decided.\r\nThe Acting President: Statements will therefore be\r\nlimited to explanations of vote.\r\nThe positions of delegations regarding the\r\nrecommendations of the Fifth Committee have been made\r\nclear in the Committee and are reflected in the relevant\r\nofficial records.\r\nMay I remind members that, under paragraph 7 of\r\ndecision 34/401, the General Assembly agreed that:\r\n“When the same draft resolution is considered\r\nin a Main Committee and in plenary meeting, a\r\ndelegation should, as far as possible, explain its vote\r\nonly once, i.e., either in the Committee or in plenary\r\nmeeting, unless that delegation’s vote in plenary\r\nmeeting is different from its vote in the Committee.”\r\nMay I remind delegations that, also in accordance\r\nwith General Assembly decision 34/401, explanations of\r\nvote are limited to 10 minutes and should be made by\r\ndelegations from their seats.\r\nBefore we begin to take action on the\r\nrecommendations contained in the reports of the Fifth\r\nCommittee, I should like to advise representatives that we\r\nare going to proceed to take decisions in the same manner\r\nas was done in the Fifth Committee.\r\nAgenda item 120\r\nHuman resources management\r\nReport of the Fifth Committee (A/51/643)\r\nThe Acting President: The Assembly will now take\r\na decision on the draft decision recommended by the Fifth\r\nCommittee in paragraph 6 of its report (A/51/643).\r\nThe draft decision, entitled “Employment of\r\nretirees”, was adopted by the Fifth Committee without a\r\nvote. May I take it that the Assembly wishes also to\r\nadopt the draft decision?\r\nThe draft decision was adopted.\r\n11\r\nGeneral Assembly 50th plenary meeting\r\nFifty-first session 4 November 1996\r\nThe Acting President: We have thus concluded this\r\nstage of our consideration of agenda item 120.\r\nAgenda item 129\r\nFinancing of the United Nations Protection Force, the\r\nUnited Nations Confidence Restoration Operation in\r\nCroatia, the United Nations Preventive Deployment\r\nForce and the United Nations Peace Forces\r\nheadquarters\r\nReport of the Fifth Committee (A/51/639)\r\nThe Acting President: The Assembly will now take\r\na decision on the draft resolution recommended by the Fifth\r\nCommittee in paragraph 6 of its report (A/51/639).\r\nThe Fifth Committee adopted the draft resolution\r\nwithout a vote. May I take it that the Assembly wishes to\r\ndo the same?\r\nThe draft resolution was adopted (resolution 51/12).\r\nThe Acting President: We have concluded this stage\r\nof our consideration of agenda item 129.\r\nAgenda items 129 (continued) and 140\r\nFinancing of the United Nations Protection Force, the\r\nUnited Nations Confidence Restoration Operation in\r\nCroatia, the United Nations Preventive Deployment\r\nForce and the United Nations Peace Forces\r\nheadquarters\r\nAdministrative and budgetary aspects of the financing\r\nof the United Nations peacekeeping operations\r\n(a) Financing of the United Nations peacekeeping\r\noperations\r\nReport of the Fifth Committee (A/51/640)\r\nThe Acting President: The Assembly will now take\r\na decision on the draft resolution recommended by the Fifth\r\nCommittee in paragraph 6 of its report (A/51/640).\r\nThe draft resolution was adopted by the Fifth\r\nCommittee without a vote.\r\nMay I take it that the Assembly too wishes to adopt\r\nthe draft resolution?\r\nThe draft resolution was adopted (resolution 51/13).\r\nThe Acting President: We have thus concluded this\r\nstage of our consideration of agenda item 129 and sub-\r\nitem (a) of agenda item 140.\r\nAgenda item 134\r\nFinancing of the United Nations Mission in Haiti\r\nReport of the Fifth Committee (A/51/637)\r\nThe Acting President: The Assembly will now take\r\na decision on the draft resolution recommended by the\r\nFifth Committee in paragraph 6 of its report (A/51/637).\r\nThe Fifth Committee adopted the draft resolution\r\nwithout a vote. May I take it that the Assembly wishes to\r\ndo the same?\r\nThe draft resolution was adopted (resolution 51/14).\r\nThe Acting President: We have thus concluded this\r\nstage of our consideration of agenda item 134.\r\nAgenda item 157\r\nFinancing of the United Nations Support Mission in\r\nHaiti\r\nReport of the Fifth Committee (A/51/638)\r\nThe Acting President: The Assembly will now take\r\na decision on the draft resolution recommended by the\r\nFifth Committee in paragraph 6 of its report (A/51/638).\r\nThe draft resolution was adopted by the Fifth\r\nCommittee without a vote. May I take it that the\r\nAssembly also wishes to adopt it?\r\nThe draft resolution was adopted (resolution 51/15).\r\nThe Acting President: We have thus concluded this\r\nstage of our consideration of agenda item 157.\r\nAgenda item 44\r\nImplementation of the United Nations New Agenda for\r\nthe Development of Africa in the 1990s\r\nReport of the Ad Hoc Committee of the Whole of\r\nthe General Assembly for the Mid-term Review\r\n12\r\nGeneral Assembly 50th plenary meeting\r\nFifty-first session 4 November 1996\r\nof the Implementation of the United Nations New\r\nAgenda for the Development of Africa in the 1990s\r\n(A/51/48)\r\nReport of the Secretary-General (A/51/228 and\r\nAdd.1)\r\nDraft resolution (A/51/48, sect. IV)\r\nThe Acting President: I should like to inform the\r\nAssembly that, in a letter dated 31 October 1996 addressed\r\nto the President of the General Assembly, the Permanent\r\nRepresentative of Austria to the United Nations, in his\r\ncapacity as Chairman of the group of Western European\r\nand other States for the month of October, requests that the\r\nGeneral Assembly hear in plenary meeting a statement by\r\nthe observer of the Holy See during the debate on agenda\r\nitem 44, “Implementation of the United Nations New\r\nAgenda for the Development of Africa in the 1990s”.\r\nMembers will recall that in accordance with\r\nestablished practice of the General Assembly, observer non-\r\nMember States may normally make statements only in the\r\nMain Committees. However, following consultations and\r\ntaking into account the importance attached to the issue\r\nunder discussion, it is proposed that the General Assembly\r\nshould take a decision on that request.\r\nMay I take it that there is no objection to the proposal\r\nto hear the observer of the Holy See in the course of the\r\ndebate on agenda item 44, “Implementation of the United\r\nNations New Agenda for the Development of Africa in the\r\n1990s”?\r\nIt was so decided.\r\nThe Acting President: I call now on the Chairman of\r\nthe Ad Hoc Committee of the Whole of the General\r\nAssembly for the Mid-term Review of the Implementation\r\nof the United Nations New Agenda for the Development of\r\nAfrica in the 1990s, Mr. Hisashi Owada of Japan, to\r\nintroduce the report of the Ad Hoc Committee and the draft\r\nresolution contained in section IV of that report.\r\nMr. Owada (Japan): It is my honour as Chairman of\r\nthe Ad Hoc Committee of the Whole of the General\r\nAssembly for the Mid-term Review of the Implementation\r\nof the United Nations New Agenda for the Development of\r\nAfrica in the 1990s to present to the General Assembly the\r\nreport of the Committee as contained in document A/51/48.\r\nThe session of the Ad Hoc Committee was held at\r\nUnited Nations Headquarters from 16 to 20 September\r\n1996 and was attended by a large number of Member\r\nStates, entities of the United Nations system and other\r\nintergovernmental and non-governmental organizations.\r\nThe documentation for the mid-term review, as well as\r\nstatements made at the opening meeting and during the\r\ngeneral debate, have greatly contributed to facilitating the\r\ndeliberations and achieving encouraging results.\r\nThe mid-term review represented an invaluable\r\nopportunity to demonstrate the validity of the emerging\r\nconsensus for a new and innovative approach to the\r\ndevelopment of Africa. While the United Nations New\r\nAgenda for the Development of Africa in the 1990s\r\n(UN-NADAF), which was adopted by the General\r\nAssembly by resolution 46/151 of 18 December 1991,\r\nrepresented a global compact between African countries\r\non the one hand and the international community on the\r\nother, the conclusions and recommendations of the Ad\r\nHoc Committee submitted for adoption at this session\r\nconstitute a set of common and complementary objectives\r\nand targets to be implemented in an integrated manner\r\nand in a spirit of full partnership.\r\nIt should be noted that during its organizational\r\nsession held on 20 June 1996, the Ad Hoc Committee had\r\ndecided that the mid-term review would be conducted in\r\ntwo Working Groups to review the two main parts of the\r\nUN-NADAF, relating to Africa’s responsibility and\r\ncommitment and the responsibility and commitment of the\r\ninternational community. Both Working Groups, under the\r\nable chairmanship of Ambassador Insanally of Guyana\r\nand Ambassador Reyn of Belgium respectively, wisely\r\navoided apportioning blame either to the African States or\r\nto the non-African partners. Instead, as can be seen in the\r\nconclusions that form the annex to the draft resolution\r\nsubmitted to the Assembly, the Working Groups identified\r\nselected areas in which to carry out a fair and impartial\r\nassessment of achievements over the past five years, and\r\nproduced concrete and realistic recommendations to be\r\nimplemented through cooperation and partnership among\r\nall the parties concerned.\r\nIt is heartening to note that, avoiding a pitfall\r\nencountered in the past, African countries and their\r\ndevelopment partners successfully concluded their\r\ndiscussion and analysis of the performance of all the\r\nparties involved, even in such controversial areas as\r\npolitical and economic reform, promotion of the private\r\nsector, human development, regional and subregional\r\ncooperation and integration, resource flows, external debt,\r\n13\r\nGeneral Assembly 50th plenary meeting\r\nFifty-first session 4 November 1996\r\ntrade, economic diversification and capacity-building. Thus,\r\nin spite of persisting differences with respect to these\r\nissues, such an approach led all parties to identify areas\r\nwhere additional efforts are required, and to recommend\r\nmeasures that are as practical and as specific as possible.\r\nIt should also be noted that the mid-term review of\r\nUN-NADAF took into account the developments that have\r\ntaken place in the field of international cooperation.\r\nProminent among them are the series of United Nations\r\nconferences and summits that have been held since the\r\nadoption of UN-NADAF. The outcomes of these global\r\ngatherings have helped, through the assessment and\r\nrecommendations of the Ad Hoc Committee, to further the\r\ninterdependence of such critical elements as social\r\ndevelopment, economic development, environmental\r\nprotection and human rights.\r\nAnother point that was repeatedly referred to by the\r\nAd Hoc Committee was the relevance of the United Nations\r\nSystem-wide Special Initiative on Africa. It should be noted\r\nthat there was a broad consensus that the Special Initiative\r\nshould be seen as an operational arm of UN-NADAF and\r\nthat it should help in mobilizing resources for the\r\nimplementation of the New Agenda.\r\nThe Ad Hoc Committee also reviewed the follow-up,\r\nmonitoring and evaluation machinery of UN-NADAF at the\r\nglobal, regional, subregional and country levels. In this\r\nregard, two aspects were highlighted: the need to enhance\r\ncoordination among the relevant bodies of the United\r\nNations system, including harmonization of the activities of\r\nUN-NADAF; and the Special Initiative on Africa.\r\nFollow-up and monitoring should also take into\r\naccount recent initiatives such as the proposal made at the\r\nOrganization for Economic Cooperation and Development\r\nministerial meeting of May 1996 for a new global\r\ndevelopment strategy, which was subsequently endorsed in\r\nthe Economic Declaration of the Group of Seven summit in\r\nLyon in June 1996. Another important follow-up activity\r\nidentified by the Ad Hoc Committee is a second Tokyo\r\nInternational Conference on African Development, to be\r\nheld in 1998, at which, inter alia, implementation of the\r\noutcome of the mid-term review of UN-NADAF is\r\nexpected to be reviewed.\r\nAs indicated earlier, the assessment and\r\nrecommendations with respect to the efforts of African\r\ncountries in the implementation of the United Nations New\r\nAgenda for the Development of Africa in the 1990s (UN-\r\nNADAF), the support of their development partners, and\r\nthe follow-up and monitoring machinery have been\r\nundertaken in the spirit of full partnership and shared\r\nresponsibility. In other words, they reflect the conviction\r\nof the international community that the development of\r\nAfrica is one of its major challenges in this post-cold-war\r\nera, and that an economic take-off in that region would\r\nnot only improve the standard of living of its people, but\r\nwould also have a positive impact on the world economy\r\nas a whole.\r\nThe General Assembly and all its individual\r\ncomponents within and outside Africa should not only\r\nendorse the conclusions that have just been outlined but,\r\nmore important, create the conditions for their speedy and\r\nsuccessful implementation. Indeed, their common\r\ndetermination, demonstrated during the mid-term review,\r\nto go beyond the traditional division between donors and\r\nrecipients, or North and South, should be seen as an\r\nenabling factor for creating such conditions.\r\nHaving thus far given an assessment of the\r\nUN-NADAF mid-term review work in my capacity as\r\nChairman of the Ad Hoc Committee, I wish to offer a\r\nfew points by way of comments on this UN-NADAF\r\nmid-term review exercise in my capacity as Permanent\r\nRepresentative of Japan. The first and the foremost point\r\nI wish to make is that, as many other colleagues of mine\r\nhave repeatedly stated in the past, the problem of\r\ndevelopment in Africa is at a major crossroads. In the\r\nnew international environment created by the end of the\r\ncold war, an environment in which the interdependence of\r\nthe nations of the world, the globalization of the world\r\neconomy, and the incidence of military conflict within\r\nnational boundaries are all increasing, the development of\r\nAfrica is one of the most pressing issues facing the\r\ninternational community, and it will continue to be of\r\nenormous significance well into the next century.\r\nEconomic and social development is not only\r\nimportant in and of itself. It is also a key to resolving the\r\nrecurrent tragedy of armed confrontation and all the\r\nproblems that flow from it. If only for that reason, we\r\nmust keep our eyes on the problems impeding\r\ndevelopment when we address security and political\r\nquestions in Africa. Also, economic take-off by a\r\nsignificant number of African countries through\r\ndevelopment would not only enhance the economic well-\r\nbeing of the peoples of Africa, but would also benefit the\r\nrest of the world enormously by promoting the full\r\nintegration of African economies into the international\r\neconomic system.\r\n14\r\nGeneral Assembly 50th plenary meeting\r\nFifty-first session 4 November 1996\r\nIn clear recognition of this, in 1993, as the world\r\nbegan to reorder itself in the aftermath of the cold war,\r\nJapan, as host country for the G-7 economic summit in\r\nTokyo, took the initiative in introducing the idea of a new\r\ndevelopment strategy. That concept came to be reflected in\r\nthe economic declaration issued at the conclusion of the\r\nTokyo summit meeting. Although at the time it existed only\r\nin the most rudimentary form, the strategy became the basis\r\nfor the Tokyo International Conference on African\r\nDevelopment that Japan organized in Tokyo later that year.\r\nSince that time, Japan has been unwavering in its\r\ncommitment to the international effort to promote the\r\ndevelopment of Africa. Thus, my Government hosted a\r\nseries of meetings and seminars on this subject that proved\r\nmost productive. On the strength of this experience, Japan\r\nis now planning to host a Second Tokyo Conference, this\r\ntime at the summit level, in 1998. I should like to take this\r\noccasion to make it clear that it is the intention of my\r\nGovernment to link the cycle of Tokyo Conferences, which\r\nincludes preparatory meetings and conferences, with efforts\r\nto implement UN-NADAF, so that they can complement\r\nand reinforce each other.\r\nThe best way to establish such a linkage is to identify\r\ncommon targets based on a new partnership of all parties\r\ninvolved in the development process. It is also important to\r\nset the ways and means to achieve this by utilizing not only\r\nofficial development assistance but also private investment,\r\ntrade, social infrastructure building, human capacity\r\ndevelopment, and all other elements which are essential to\r\nachieving those targets, as well as by devising an ideal\r\npolicy mix to suit the concrete socio-economic conditions\r\nof the countries involved. It is precisely this comprehensive\r\nand individualized approach that Japan has been refining\r\nand promoting as the ingredients of the new development\r\nstrategy.\r\nTo start the process of implementing UN-NADAF\r\nthrough the new development strategy, Japan made two\r\nconcrete proposals in the course of the mid-term review.\r\nFirst, it proposed that South-South cooperation be put into\r\npractice in the area of human resource development in\r\nAfrica. Secondly, it urged that the General Assembly, as the\r\nonly political institution in existence in which all the\r\nnations of the world are represented, engage in intensified\r\ndialogue with other international development agencies, by\r\ndiscussing with them the outcome of the review, with a\r\nview to strengthening collaboration in this area.\r\nOn this first point, specifically, it is the intention of\r\nmy delegation to begin working with like-minded countries\r\nto establishing concrete plans on South-South cooperation\r\nin the area of human resource development in Africa. Let\r\nme explain specifically what we intend to do between\r\nnow and the Second Tokyo Conference on International\r\nDevelopment, to be held in 1998. The delegation of Japan\r\nhas a plan to organize in New York a series of seminars\r\nfor the purpose of exploring concrete ways to facilitate\r\nthe implementation of South-South cooperation projects,\r\nparticularly in the field of human resource development\r\nand institution-building. These seminars will be open-\r\nended, and all delegations that have something to\r\ncontribute on this score will be welcome. More detailed\r\ninformation on these seminars should be available before\r\nlong. For next year, Japan, together with the United\r\nNations, will host the Second Asia-Africa Forum in\r\nThailand, as well as a preparatory meeting for the Second\r\nTokyo Conference. Both of these events will, I hope, be\r\ninstrumental in giving impetus to the implementation of\r\nUN-NADAF.\r\nI wish to close my statement in my dual capacity as\r\nChairman of the Ad Hoc Committee of the Whole for the\r\nUN-NADAF mid-term review and as Permanent\r\nRepresentative of Japan by stressing once again the\r\nimportance of the issue of the development of Africa to\r\nall the Members of the United Nations, whether they are\r\nfrom Africa or not. With that recognition keenly in mind,\r\nmy country, Japan, pledges to make the development of\r\nAfrica its highest United Nations policy priority. Japan\r\nintends to be at the forefront of all international efforts to\r\npromote our common goals in this extremely important\r\npart of the globe.\r\nThe Acting President: Before calling on the next\r\nspeaker, I should like to propose, if there is no objection,\r\nthat the list of speakers in the debate on this item be\r\nclosed at 5 p.m. this afternoon.\r\nIt was so decided.\r\nMr. Mpay (Cameroon) (interpretation from French):\r\nIn accordance with the provisions of General Assembly\r\nresolution 50/160 of 22 December 1995, our delegations\r\nmet from 16 to 20 September 1996 within the framework\r\nof the Ad Hoc Committee of the Whole of the General\r\nAssembly for the Mid-term Review of the Implementation\r\nof the United Nations New Agenda for the Development\r\nof Africa in the 1990s. I should like here to extend our\r\ncongratulations to all the members of the Committee for\r\nthe outstanding work accomplished.\r\n15\r\nGeneral Assembly 50th plenary meeting\r\nFifty-first session 4 November 1996\r\nI should in particular like to pay a well-deserved\r\ntribute to Ambassador Hisashi Owada, Permanent\r\nRepresentative of Japan to the United Nations and\r\nChairman of the Ad Hoc Committee, for his personal\r\ncommitment, which is clearly a reflection of the concern of\r\nhis country, Japan, for Africa. This concern has been\r\nreflected not only through the holding of a series of\r\nconferences and seminars on the development of Africa, but\r\nalso through the adoption of numerous initiatives for the\r\ncontinent. By way of example, I would like to mention the\r\nholding of the Tokyo International Conference on African\r\nDevelopment (TICAD), the establishment of budgetary\r\nappropriations for training of young people and the\r\npromotion of South-South cooperation.\r\nBefore taking up the question of the mid-term review\r\nas such, I would first of all like to place the United Nations\r\nNew Agenda for the Development of Africa in the 1990s\r\n(UN-NADAF) in its historic context so that we can better\r\ngrasp its importance. Having noted that five years after the\r\nadoption of the United Nations Programme of Action for\r\nAfrican Economic Recovery and Development the socio-\r\neconomic situation of Africa was in fact deteriorating, the\r\ninternational community decided to conceive and adopt a\r\nnew far-ranging, but realistic instrument for the\r\ndevelopment of the continent, based on the recognition that\r\nthe development of Africa is primarily the responsibility of\r\nthe Africans; that the objective of sustainable economic\r\ndevelopment can be achieved only through the\r\nestablishment of a favourable international environment;\r\nand that the implementation of any programme for\r\ndevelopment requires a new type of partnership, one that\r\ngoes beyond the simple ties that may exist between former\r\ncolonies and their former colonizers. In short, there was a\r\nneed to produce a new philosophy for development with\r\nshared but differentiated responsibilities and an active and\r\nsustained partnership.\r\nThis is what we did on 18 December 1991 by\r\nadopting the United Nations New Agenda for the\r\nDevelopment of Africa in the 1990s. Under the terms of\r\nthat Agenda, Africa was to undertake, strengthen or speed\r\nup reforms, in particular in the political, economic and\r\nsocial areas. The international community, for its part, was\r\nto encourage and sustain these efforts of Africa. Five years\r\nafter the adoption of UN-NADAF, the balance sheet looks\r\nas follows. As was so well pointed out from this very\r\nrostrum by His Excellency Mr. Paul Biya, President of the\r\nRepublic of Cameroon and Acting Chairman of the\r\nOrganization of African Unity, the overwhelming majority\r\nof African countries have fulfilled the commitments they\r\nmade under the New Agenda. They have undertaken far-\r\nreaching and difficult reforms designed in particular to\r\nspeed up the process of democratization, promote human\r\nrights and to ensure economic, social and cultural\r\ndevelopment.\r\nDuring the past five years, significant breakthroughs\r\nhave been made in democratic reforms through better\r\nmanagement, greater transparency and greater popular\r\nparticipation in the management of public affairs. The\r\nCairo Declaration adopted last year reaffirms the\r\ncommitment of Africa to pursue these reforms.\r\nAs regards the promotion of investment, the majority\r\nof African countries have adopted new, very liberal\r\ninvestment regulations. They have gone on to significant\r\ncustoms and fiscal reforms and sped up the process of\r\nremoving the State from the management of companies.\r\nThe combined effects of these reforms and of structural\r\nadjustment have allowed a number of these countries to\r\nlimit inflation to approximately 5 per cent.\r\nConcerning popular participation, the role of non-\r\ngovernmental organizations (NGOs) in activities for\r\ndevelopment has been recognized, and in the majority of\r\nAfrican countries a framework for concerted action and\r\ncoordination with these new partners has been set up. At\r\nthe continental level, an Organization of African Unity\r\n(OAU) and non-governmental organization working group\r\nhas been established to ensure greater participation of the\r\nnon-governmental organizations in the activities of the\r\nOAU. Regarding the mobilization of resources, efforts\r\nhave been made, in particular for control of public\r\nexpenditures, to increase domestic savings and relaunch\r\nforeign trade.\r\nIn the context of cooperation and regional and\r\nsubregional integration, beyond the purely economic\r\nframework, new initiatives are proliferating for the\r\nmaintenance of peace — for example, the OAU\r\nMechanism for Conflict Prevention, Management and\r\nResolution in Africa, the Standing Advisory Committee\r\non Security Questions in Central Africa, the Economic\r\nCommunity of West African States Monitoring Group\r\n(ECOMOG), entrusted with the question of Liberia in\r\nWest Africa, and similar mechanisms set up in southern\r\nAfrica for the establishment of peace.\r\nDespite all these efforts, as was so well stated in the\r\nreport of the Ad Hoc Committee,\r\n“Many of the critical social and economic\r\nproblems which led to the adoption by the General\r\n16\r\nGeneral Assembly 50th plenary meeting\r\nFifty-first session 4 November 1996\r\nAssembly of the United Nations Programme of Action\r\nfor African Economic Recovery and Development\r\n(resolution S-13/2 of 1 June 1986) and of the New\r\nAgenda in 1991 still exist. In some countries the\r\nproblems have even worsened ... In Africa poverty\r\nand unemployment are expected to increase\r\nsubstantially. The estimated resource mobilization\r\nlevels in the New Agenda are still far from being\r\nattained and the key development goals have yet to be\r\nmet.” (A/51/48, annex, para. 4)\r\nThe major merit of the mid-term review of\r\nUN-NADAF, the results of which have been submitted\r\ntoday for our consideration, is that it has allowed us to take\r\nobjective and scrupulous stock of the implementation of\r\nUN-NADAF. Above all, it has allowed us to realize that\r\nplans and programmes, however ambitious they may be, are\r\nnothing without the political will of States to implement\r\nthem. It is precisely this political will to which I am\r\nappealing today on the behalf of all Africa. This is not an\r\nappeal to charity, but rather an appeal to remove those\r\nobstacles that are negating all of Africa’s efforts for\r\ndevelopment. For, as has also been emphasized by the\r\nActing Chairman of the OAU, how can Africa develop if\r\nthe financial flows towards the continent decline every day,\r\nif official development assistance, which is already\r\ndeclining, is subject to more and more conditions, if the\r\nburden of debt continues to increase, if African\r\ncommodities have difficulty finding access to international\r\nmarkets and if the trend towards reducing investment in our\r\ncountries is expanding and new capital is still not coming\r\nin?\r\nIf the international community really wants to support\r\nAfrica’s efforts, as it has committed itself to doing under\r\nthe terms of UN-NADAF, it must direct its action towards\r\npriority areas such as the diversification of commodities\r\nand African economies, the improvement of conditions for\r\naccess to the international market, increases in investments\r\nand financial flows and the solution to the problem of\r\nexternal debt.\r\nAs Cameroon has already stated, African economies\r\nare based primarily on trade in commodities, and any\r\ndevelopment strategy for the continent must take this reality\r\ninto account. In this context, the efforts of the African\r\ncountries to diversify their commodities and economies\r\nmust be supported by the international community, and\r\nfavourable conditions should be established for the access\r\nof these products to international markets. We welcome the\r\nmeasures taken at the level of the United Nations Industrial\r\nDevelopment Organization (UNIDO) and the Food and\r\nAgriculture Organization of the United Nations (FAO) to\r\nstep up production, promote intra-African trade and\r\nfacilitate vertical diversification of industrial production\r\nthrough the development of Africa’s technological\r\ncapabilities. We also welcome the opening of a special\r\nfacility for the diversification of African commodities, the\r\nCommon Fund for Commodities. Africa is awaiting the\r\nannual meeting of the board of the Fund in Marrakesh\r\nnext December and is expecting not only practical\r\nmeasures for the proper functioning of the facility but\r\nalso bolder measures.\r\nRegarding the foreign debt, we welcome the positive\r\ndevelopments that have taken place recently, in particular\r\nthe adoption of conditions for debt reduction that are\r\nmore generous than the Naples terms for the most heavily\r\nindebted poor countries. I should like to repeat President\r\nBiya’s appeal for the urgent implementation of this new\r\ninitiative and its extension to a greater number of African\r\ncountries.\r\nAt the dawn of the third millennium, Africa remains\r\nthe continent facing the greatest number of challenges. It\r\nis clear that the responsibility for meeting these\r\nchallenges lies above all with the Africans themselves.\r\nHowever, the duty of solidarity requires that the efforts of\r\nthe continent be supported by the international\r\ncommunity.\r\nIn this respect, UN-NADAF offers us an outstanding\r\nframework for partnership and cooperation. We can work\r\ntogether within this framework to build an Africa free of\r\nthe scourges of debt, famine, endemic illness, school\r\nunderenrolment and other ills. In a word, we can work\r\ntogether to advance an Africa which has joined the train\r\nof globalization and universalization. We therefore call\r\nupon the international community to fully and urgently\r\nimplement the conclusions and recommendations of the\r\nAd Hoc Committee of the Whole of the General\r\nAssembly contained in document A/51/48 submitted for\r\nour consideration.\r\nMr. Abdellah (Tunisia) (interpretation from\r\nFrench): At the outset, I take pleasure in thanking\r\nAmbassador Hisashi Owada of Japan, who presided over\r\nlast September’s proceedings of the Ad Hoc Committee\r\nof the Whole of the General Assembly for the Mid-term\r\nReview of the Implementation of the United Nations New\r\nAgenda for the Development of Africa in the 1990s\r\n(UN-NADAF). I would also like to thank the Government\r\nof Japan for its efforts to help our continent. The most\r\nrecent demonstration of this was at the High-Level\r\n17\r\nGeneral Assembly 50th plenary meeting\r\nFifty-first session 4 November 1996\r\nSeminar on African Development, which was held at Tokyo\r\nin August 1996 in the framework of the Tokyo International\r\nConference on African Development.\r\nIn respect of item 44 entitled “Implementation of the\r\nUnited Nations New Agenda for the Development of Africa\r\nin the 1990s” I would like to make the following\r\ncomments: I would like first to thank the international\r\ncommunity for its interest in the development and growth\r\nof Africa. It is now the turn of UN-NADAF to give effect\r\nto United Nations support for the economic emancipation\r\nof the continent. The Agenda is a recommitment by United\r\nNations Member States to support African development\r\nefforts. For the African States, it constitutes an act of faith\r\nand a sign of hope in support of their struggle for\r\ndevelopment, despite the current international situation and\r\nthe difficulties they are facing. This support is particularly\r\nwelcome, as the economic and social crisis that African has\r\nbeen experiencing for the past decade has yet not come to\r\nan end in broad areas of the continent.\r\nTogether with prolonged drought and acute ecological\r\nproblems, the situation could only have led to social turmoil\r\nwhich has imperiled the precarious stability of countries,\r\nmany of which are extremely fragile. It has been in this\r\nhostile context that African countries have had to adopt\r\npolicies to reverse negative trends and put order into their\r\ndevastated economies. In this connection, stabilization and\r\nthe structural adjustment programmes sponsored by the\r\nInternational Monetary Fund (IMF) and the World Bank\r\nhave been undertaken in almost all of our countries. The\r\nreform and structural adjustment programmes to which\r\nAfrican countries are committed have all been\r\nmultidimensional in nature, including measures for domestic\r\neconomic and commercial liberalization aimed at improving\r\nfinancial management, expanding the tax base and\r\nenhancing efficiency and transparency in the fiscal system.\r\nReforms have also been focused on promoting direct\r\nforeign investment and on consolidating regional and\r\nsubregional cooperation. Particular attention in this\r\nambitious project has been given to the human dimension\r\nof development and to the balance between the environment\r\nand development.\r\nThe efforts of the African countries have obtained\r\nuneven results, although they have been positive overall. In\r\n1992, 20 African countries experienced negative growth. In\r\n1995, the number of such countries fell to 4. In 1992 once\r\nagain, three African countries achieved a 6 per cent growth\r\nrate in gross national product. In 1995 there were 12.\r\nIn this connection, I would like to refer to the\r\nSecretary-General’s report on implementing UN-NADAF\r\n(A/51/228 and Add.1), which indicates that as assessment\r\nof the implementation of this new order in 1992-1995\r\nshows that results have been achieved in the areas of\r\nhuman development, the strengthening of institutions and\r\nthe development of the private sector. However, the report\r\nadds that African efforts will not be successful in the\r\ntime-frame set in UN-NADAF without appropriate\r\nsupport from the international community. This solidarity\r\nmust be reflected in reliable contributions of sufficient\r\nresources on the one hand, and by the establishment of a\r\nfavourable international context on the other.\r\nTunisia welcomes the efforts by other countries of\r\nthe South to enhance their economic cooperation with\r\nAfrica to that end. That cooperation is particularly\r\nnoteworthy because it relates to such crucial areas as the\r\ntransfer of technology and knowledge, providing advisory\r\nservices, training, joint ventures, trade and investment.\r\nThe interest that countries of the South have in Africa can\r\nalso be seen in the development of agriculture and\r\nfisheries, education and research, and the alleviation of\r\npoverty.\r\nA significant step towards achieving South-South\r\nsolidarity was seen at the Tokyo International Conference\r\non African Development, which was followed by the\r\nAsia-Africa Forum: Sharing of Experiences. But such\r\nSouth-South solidarity, which we welcome, does not\r\nsuffice to help Africa overcome its current crisis. The\r\nscope of the problem and the complexity of the obstacles\r\nthat the continent must overcome in building the\r\nfoundations of its infrastructure and its social and\r\neconomic development require greater resolve and more\r\nresources, both nationally and internationally, to guarantee\r\nthat Africa, like other regions, will enjoy sustained and\r\nlasting growth and development. We must acknowledge\r\nthat the activities under way in industrial countries and in\r\nthe United Nations system, are far from meeting the\r\nproblems facing Africa. This insufficiency is reflected in\r\nofficial development assistance, investments and\r\nindebtedness.\r\nIn his report, the Secretary-General notes that\r\n“Since the early 1990s, less than 2 per cent of\r\ntotal foreign direct investment flows worldwide have\r\ncome to Africa.” (A/51/228/Add.1, para. 20)\r\n18\r\nGeneral Assembly 50th plenary meeting\r\nFifty-first session 4 November 1996\r\nMarginalizing Africa in direct foreign investment\r\namounts to marginalizing it in world trade. This situation\r\ngives rise to deep concern.\r\nThe same document indicates that overindebtedness\r\nhas been one of the major obstacles to Africa’s economic\r\nrecovery and lasting growth. In this connection, it is\r\nemphasized that despite the efforts that have been made the\r\nmain foreign debt indicators show no appreciable\r\nimprovement. Debt continues to grow and today represents\r\na total of 71.6 per cent of Africa’s gross domestic product,\r\nas compared to 67.1 per cent in 1991.\r\nThe negative flow of debt servicing — which is\r\ncurrently on the order of $28 billion, while UN-NADAF\r\nenvisaged an annual ceiling of $9 billion — is not offset by\r\nthe meagre resources received from official development\r\nassistance.\r\nOfficial development assistance has continued to\r\nshrink, despite African efforts to use it better. Official\r\ndevelopment assistance to the continent is currently only\r\n$20 billion, far from the $30 billion set by UN-NADAF,\r\nwith a 4 per cent annual growth rate.\r\nTunisia would like to express its appreciation for the\r\ninitiatives taken by some countries — particularly by Japan,\r\nNorway and other Nordic countries — which have\r\nunreservedly adhered to the additional aid targets for Africa\r\nthat were called for in UN-NADAF.\r\nIn this context, we believe that urgent measures must\r\nbe taken in this area in order to increase capital flows to\r\nthe countries of Africa. These measures should lighten the\r\nburden of external debt on African countries, thereby\r\nenabling them to move from the adjustment phase to the\r\ndevelopment phase.\r\nThe international community must support Africa’s\r\nefforts to diversify its economy, thereby enabling its\r\npeoples not to depend on the export of one or two\r\ncommodities, the prices of which fluctuate according to the\r\nmarket.\r\nIn this connection, I would like to refer to the report\r\nof the Secretary-General with regard to estimates of the\r\nresources needed to implement UN-NADAF. In its\r\nconclusion, the report emphasizes that\r\n“the rigid international economic environment, the\r\ndomestic economic hardship and the lukewarm\r\ndisposition of some creditors to adopt radical measures\r\nhave constituted obstacles to the mobilization of\r\nfinancial resources and to the development of\r\nAfrica”. (A/51/228/Add.1, para. 53)\r\nThe document adds that,\r\n“Nor can Africans and the international community\r\nafford to see yet another international initiative for\r\nAfrica’s socio-economic recovery and development\r\nfail.” (Ibid., para. 53)\r\nEndorsing this conclusion, Tunisia, which expresses\r\nits appreciation for the Secretary-General’s initiative for\r\nAfrica, sends out an appeal to the international\r\ncommunity to ensure that this initiative is successful.\r\nI would like to recall in this connection the terms of\r\ndraft resolution A/AC.251/L.2 on the mid-term review of\r\nthe implementation of UN-NADAF, which the Ad Hoc\r\nCommittee of the Whole adopted by consensus last\r\nSeptember. It calls upon all Governments, the United\r\nNations system and non-governmental organizations —\r\nthat is to say, the entire international community — to\r\ntake the necessary measures to ensure effective\r\nimplementation of UN-NADAF, with a view to the final\r\nevaluation undertaken by the United Nations in the year\r\n2002.\r\nThe will of the countries of Africa to emancipate\r\nthemselves and put an end to economic dependency\r\nshould be received with interest by the international\r\ncommunity, with a view to ensuring that the continent can\r\nfind once again the path of growth within the framework\r\nof globalization and the interdependence of the world\r\neconomy.\r\nMr. Amorim (Brazil): The mid-term review of the\r\nimplementation of the United Nations New Agenda for\r\nthe Development of Africa in the 1990s (UN-NADAF) is\r\na major opportunity to address issues that are critical not\r\nonly to the African people, but to the international\r\ncommunity as a whole. The report contains an assessment\r\nof actions undertaken and recommendations to fulfil\r\nspecific development goals and address the challenges\r\nfaced by African countries in their development process.\r\nIt is a reaffirmation of the principle of partnership and\r\nshared responsibility towards Africa, to which Brazil fully\r\nsubscribes.\r\nAlthough agendas, initiatives and debates can create\r\nthe reassuring impression — particularly in the General\r\nAssembly — that the international community is reaching\r\n19\r\nGeneral Assembly 50th plenary meeting\r\nFifty-first session 4 November 1996\r\nout in support of Africa, they can also generate a sense of\r\nfrustration, especially on a continent that faces so many\r\ndevelopment challenges. The exercise we have undertaken\r\nis no exception to this, and we must ensure that it generates\r\nconcrete actions.\r\nThe role of the United Nations is crucial to translating\r\ncommitments into concrete action in the coming years. It is\r\nimportant that the various agencies of UN-NADAF. I am\r\nconvinced that in order to make a difference for Africa in\r\nareas such as finance, the United Nations must forge a\r\ncloser relationship at all levels with the Bretton Woods\r\ninstitutions. The United Nations Inter-Agency Task Force\r\non Africa, set up by the Secretary-General, can play a more\r\nimportant role in this respect.\r\nSome areas of the United Nations Secretariat — such\r\nas the Office of the Special Coordinator for Africa and the\r\nLeast Developed Countries and the Economic Commission\r\nfor Africa — can also play a central role in implementing\r\nUN-NADAF and should therefore be strengthened.\r\nWe welcome the recently launched United Nations\r\nSystem-wide Special Initiative for Africa. At the same time,\r\nwe stress that this Initiative is complementary and not an\r\nalternative to UN-NADAF. The fact that the Initiative has\r\nnot involved the provision of new resource flows to Africa\r\nis, in our view, a source of frustration.\r\nThe achievement of the goals set forth in UN-NADAF\r\ngoes far beyond institutional arrangements in the United\r\nNations system and will depend ultimately on the political\r\nwill of each of our countries to do its part. For this reason,\r\nI wish to focus now on one specific aspect of the\r\nimplementation of UN-NADAF: the role a country such as\r\nmine, Brazil, can play in favour of Africa.\r\nAs a developing country which faces situations of\r\nextreme poverty and severe economic imbalances, Brazil is\r\nnot a major donor. However, we are deploying efforts to\r\nshare with African nations our own experience in struggling\r\nfor development. In a number of areas of cooperation in\r\ncapacity-building, this is already a reality. This is the case\r\nin fields such as management of agricultural policies, know-\r\nhow on tropical agriculture, electric power generation and\r\nits distribution to poor communities, and monitoring and\r\nexploration of mineral resources. Some of these activities\r\nare under way in bilateral programmes or are under\r\nconsideration within multilateral initiatives, such as the\r\nZone of Peace and Cooperation of the South Atlantic.\r\nMost African countries still rely on a few primary\r\ncommodities for much of their export earnings. Our\r\ncooperation with African countries to correct the\r\nimperfections of commodity markets is well known.\r\nBrazil and Africa coordinate with each other in\r\ninternational organizations on commodities, such as the\r\nInternational Coffee Organization, the International Cocoa\r\nOrganization, the Cocoa Producers’ Alliance and the\r\nCommon Fund for Commodities.\r\nThree years ago, when coffee prices were in a\r\ncritical situation, we responded to the appeal of President\r\nHouphouët-Boigny on behalf of the Inter-African Coffee\r\nOrganization to create an agreement with an economic\r\nclause. As a result, as Foreign Minister at the time, I had\r\nthe honour to sign in 1993, in Brasilia, the agreement\r\nwhich established the Association of Coffee Producers.\r\nWe are working together in organizations such as the\r\nUnited Nations Conference on Trade and Development,\r\nthe World Trade Organization (WTO) and the Food and\r\nAgriculture Organization of the United Nations (FAO)\r\nwith a view to ensuring that we are not discriminated\r\nagainst by rules that negatively affect the consumption of\r\nour products, such as the criteria for defining rules of\r\norigin for coffee in the WTO Committee on Rules of\r\nOrigin, as well as the question of norms related to cocoa\r\nproducts in the FAO Codex Alimentarius.\r\nMore recently, there have been new modalities of\r\ncooperation between Brazil and Africa. One example is\r\nthe Community of Portuguese-speaking countries, which\r\nwas formally created earlier this year and of course\r\nincludes the participation of Portugal and five Portuguese-\r\nspeaking countries in Africa.\r\nThe dialogue between subregional integration\r\nprocesses is yet another example of cooperation. We\r\nattach great importance to furthering a dialogue between\r\nthe Southern Cone Common Market (MERCOSUR) and\r\nthe integration processes in Africa. With the Southern\r\nAfrican Development Community, we have already taken\r\ninitial steps in this direction. I would like to point out that\r\none of the objectives of MERCOSUR has been to\r\nenhance external trade with other partners, including those\r\nof the developing world.\r\nAs far as conflict resolution is concerned, 30 years\r\nago Brazil rejoiced at the creation of the Organization of\r\nthe African Unity (OAU), which symbolized the end of\r\ncolonialism. Today, we welcome new approaches to\r\nconflict prevention, management and resolution that will\r\n20\r\nGeneral Assembly 50th plenary meeting\r\nFifty-first session 4 November 1996\r\nmore deeply involve the Organization of African Unity. For\r\nour part, we are engaged as troop contributors in the\r\npeacekeeping process in Angola, as well as in the United\r\nNations Angola Verification Mission (UNAVEM III), with\r\nthe participation of more than 1,000 men. Recently, we\r\nactively supported the peaceful transition in Mozambique,\r\nboth in the United Nations Security Council and in the\r\nfield.\r\nOne could ask whether Brazil could do more. The\r\nanswer is certainly “yes”, and we are committed to doing\r\nso. Presently, we are negotiating cooperation programmes\r\nwith some African countries, focusing on social\r\nrehabilitation policies for populations affected by war and\r\nfor children needing special protection measures, as well as\r\non control of endemic diseases and HIV/AIDS.\r\nI wish to conclude by assuring the Assembly that\r\nBrazil is fully committed to the United Nations New\r\nAgenda for the Development of Africa in the 1990s.\r\nMr. Wang Xuexian (China) (interpretation from\r\nChinese): The Ad Hoc Committee of the Whole of the\r\nGeneral Assembly has just concluded the mid-term review\r\nof the United Nations New Agenda for the Development of\r\nAfrica in the 1990s (UN-NADAF). The conclusion shows\r\nthat the main goals of UN-NADAF are far from having\r\nbeen attained, despite the untiring efforts of the African\r\ncountries over the past five years. The African continent\r\nremains plagued by widespread poverty, heavy debt,\r\nworsening terms of trade and serious shortfalls in financial\r\nresources for development. Many African countries are\r\nbeing marginalized in an international environment of\r\naccelerating integration.\r\nIn order to put an end to this situation, priority areas\r\nand concrete suggestions for future action were proposed in\r\nthe mid-term review. Meanwhile, African countries in the\r\ninternational community reaffirmed their respective\r\ncommitments to the New Agenda and to the principle of\r\npartnership and shared responsibility in this regard. While\r\ngratified by the consensus reached in the mid-term review,\r\nwe must ask ourselves how we can avoid having to\r\nreiterate the same commitments a few years hence and how\r\ncan we truly translate them into actions that will contribute\r\nto Africa’s recovery and healthy development.\r\nDuring the mid-term review, African countries\r\nstrongly urged the international community to fulfil in\r\nearnest its commitments under UN-NADAF. I clearly\r\nremember the strong appeal made by the Ambassador of\r\nCameroon in his statement on behalf of the Organization of\r\nAfrican Unity (OAU) members, which called for the\r\ninternational community to talk less to Africa and do\r\nmore to support African efforts. This just demand of the\r\nOAU highlighted the New Agenda and its lack of\r\ndirection for future international cooperation.\r\nWe have no doubt that Africans will continue to\r\nundertake the primary responsibility for the economic and\r\nsocial development of their continent. However, the\r\nconsequences of the ruthless exploitation they suffered in\r\nthe past and the poverty and underdevelopment caused by\r\ntoday’s grim international economic environment are\r\nseriously hampering their efforts to achieve economic and\r\nsocial development. In these circumstances, African\r\ncountries need the active support and cooperation of the\r\ninternational community in order to become free of the\r\nvicious cycle of underdevelopment. We are of the view\r\nthat international support based on partnership and shared\r\nresponsibility should be reflected in a series of measures.\r\nFirst, more solid work should be done to help\r\nresolve the pressing problems confronting African\r\ncountries. In this connection, efforts should be made to\r\ncreate a favourable external environment, in line with the\r\npriority areas identified in the mid-term review, to\r\nalleviate debt burden and increase capital flows into\r\nAfrica, to promote Africa’s economic diversification and\r\nimprove its economic structure, and to establish fair terms\r\nof trade and increase market access for African\r\ncommodities to the developed countries. It should be\r\nparticularly emphasized that official development\r\nassistance remains the main source of external funds for\r\nmany African countries. The countries concerned should\r\nfulfil their commitment by increasing official development\r\nassistance for African countries to meet their dire needs.\r\nSecondly, concrete action should be taken to support\r\nefforts for development cooperation between African\r\ncountries, including the regional integration process in\r\nAfrica and subregional economic cooperation. In recent\r\nyears, African countries have been exploring new ways to\r\nenhance cooperation, so as to accelerate the achievement\r\nof common development by learning from and\r\ncomplementing each other. The establishment of the\r\nAfrican Economic Community and the development of\r\nmany other regional and subregional economic\r\ncooperative organizations have brought about a strong\r\nmomentum for cooperation. However, such regional\r\ncooperation efforts often suffer a lack of sufficient\r\nresources. The international community has no reason to\r\nstand by with folded arms. Rather, it should cooperate\r\nwith African countries in their endeavours in this area.\r\n21\r\nGeneral Assembly 50th plenary meeting\r\nFifty-first session 4 November 1996\r\nThirdly, the particular choice of a road for\r\ndevelopment on the part of the various African countries\r\nshould be respected. Countries vary in their national\r\nconditions, needs and priorities. Imposing a specific model\r\non Africa, in disregard of its actual situation, can only\r\naggravate its difficulties. Sincere assistance should have no\r\npolitical strings attached.\r\nFourthly, the United Nations should continue to play\r\na primary mobilizing and monitoring role in the effective\r\nimplementation of the follow-up to the New Agenda. The\r\nUnited Nations has already launched the United Nations\r\nSystem-wide Special Initiative for Africa. The United\r\nNations and the relevant bodies within the system should\r\ncontribute to Africa’s development by putting in sufficient\r\nresources and formulating and implementing assistance\r\nprogrammes in the light of the specific features of African\r\ncountries and their priorities for national economic\r\ndevelopment.\r\nAn important component of China’s foreign policy is\r\nto strengthen unity and cooperation with developing\r\ncountries, including those in Africa. China has provided\r\nsome assistance, within the means available to it, to African\r\ncountries in support of their economic and social\r\ndevelopment. In recent years, we have been discussing with\r\nAfrican countries ways to expand cooperation in various\r\nforms and through various channels, with a view to further\r\nexpanding the scope of the cooperation and improving its\r\nefficiency. China will continue steadfastly to support\r\nAfrican countries in their efforts for economic development\r\nin the context of bilateral and South-South cooperation.\r\nWhile continuing to provide government assistance to them\r\nwith no political conditions, China will encourage\r\nenterprises on both sides to cooperate with each other and\r\nexpand the channels, for the further growth of trade\r\nbetween China and Africa. In this way, China wishes to\r\ncontribute its share to the attainment of the goals of the\r\nNew Agenda.\r\nHis Excellency Mr. Jiang Zemin, President of China,\r\npredicted during his visit to Africa last May that\r\n“a united, stable and prosperous new Africa will mean\r\nnot only economic liberation for the politically\r\nemancipated African people, but also a tremendous\r\ncontribution by Africa to peace and development in\r\nthe world and to the civilization and progress of\r\nmankind”.\r\nWe are convinced that this will become a reality.\r\nMs. Lee (Singapore): The adoption of the United\r\nNations New Agenda for the Development of Africa in\r\nthe 1990s (UN-NADAF) by the General Assembly in\r\nDecember 1991 raised major expectations of better\r\nprospects for Africa.\r\nIn his mid-term report on UN-NADAF, the\r\nSecretary-General has confirmed that most African\r\ncountries have taken action to promote growth and\r\ndevelopment. Many African countries have embarked on\r\na range of political and economic reforms, which have\r\nshown signs of “tangible progress”.\r\nIn particular, there has been a significant\r\nimprovement in overall economic performance, with the\r\nnumber of African countries achieving UN-NADAF’s\r\nannual target growth rate of 6 per cent in gross domestic\r\nproduct (GDP) increasing from three countries in 1992 to\r\n12 countries in 1995. The number of African countries\r\nwith negative growth also has dropped, from 19 countries\r\nin 1993 to three countries in 1995.\r\nHowever, despite the various efforts of the African\r\ncountries themselves and the assistance of the\r\ninternational community, those results have fallen short of\r\nwhat was envisaged by the New Agenda. In the first half\r\nof the 1990s, Africa’s GDP accounted for only 2.04 per\r\ncent, on average, of the world output.\r\nAfrican countries have acknowledged that\r\n“Africa’s future is in their hands.” (A/51/228,\r\npara. 55)\r\nBut the international community must also take concrete\r\nsteps to help African countries adjust to the new global\r\nmarket environment. Greater investment inflows,\r\ndiversification of export products and expanded access to\r\nexternal markets are urgently required. There is a need to\r\nimprove the quality of international support for Africa’s\r\nefforts. Most of the region’s potential remains unrealized.\r\nWe have seen that within the South-South\r\ncooperation framework, the experiences of advanced\r\ndeveloping countries are relevant to African development.\r\nThis suggests that South-South cooperation is a viable\r\nstrategy for African development. The many areas\r\ncovered under this cooperation include the transfer of\r\ntechnology and expertise, the provision of advisory\r\nservices, training, joint ventures, trade and investment,\r\nagricultural and fishery development, and education and\r\nresearch.\r\n22\r\nGeneral Assembly 50th plenary meeting\r\nFifty-first session 4 November 1996\r\nSingapore is fully committed to South-South\r\ncooperation. Within the limitations of our small size,\r\nlimited resources, manpower constraints and inexperience,\r\nSingapore has adopted a stage-by-stage approach for the\r\nprovision of technical assistance to other developing\r\ncountries.\r\nIn 1992, Singapore formalized and expanded its\r\ntechnical assistance programmes through the establishment\r\nof the Singapore Cooperation Programme (SCP). The\r\nMinistry of Foreign Affairs of Singapore currently\r\ncoordinates SCP training courses and study visits for about\r\n2,000 officials each year. Those officials come from more\r\nthan 60 countries, including many African countries. Over\r\n150 courses are conducted annually by some 40 Singapore\r\npublic sector agencies. These courses cover a broad\r\nspectrum: civil aviation, health and medicine, customs\r\ndocumentation, economic development policies, information\r\ntechnology and the English language.\r\nSingapore also has third country training programmes\r\nwith seven countries: Australia, Canada, Germany, Japan,\r\nRepublic of Korea, Norway and the United Kingdom, and\r\nthree international organizations: the Asian Development\r\nBank, the Commonwealth Secretariat and the World Bank.\r\nSingapore also cooperates with the United Nations\r\nDevelopment Programme and the Colombo Plan in running\r\nvarious training programmes.\r\nAt this time, because of our limited resources and\r\nmanpower constraints, Singapore has been able to focus on\r\nonly four African countries. However, we will expand this\r\nto include nine more in the near future. While we would\r\nlike to do more, we are not able, with our small size and\r\nother limitations, to reach all 53 African countries.\r\nSingapore therefore is exploring new ways and means\r\nof extending the reach of our technical assistance to as\r\nmany African countries as we can. One example of this is\r\nthe Botswana National Productivity Centre, which was\r\nopened by President Masire in August 1995. Singapore has\r\nalso begun to conduct training for 75 Botswanan work\r\nimprovement team facilitators, who are being trained in\r\nSingapore in three batches over three years.\r\nBy training these Botswana officials, Singapore hopes\r\nthat the Centre will not only serve Botswana, but will\r\nbecome the premier training ground for productivity-related\r\ncourses for the whole of southern Africa. Singapore has\r\nalso given assistance to Ghana by providing training on\r\nhow to adapt Singapore’s social security system to Ghana’s\r\nneeds. We again hope that this experience can be of\r\nrelevance to Ghana’s neighbours.\r\nI would like to add that at a recent dinner in\r\nSingapore, hosted by our Prime Minister, Mr. Goh Chok\r\nTong, in honour of the visiting Namibian President,\r\nMr. Samuel Nujoma, Prime Minister Goh announced that\r\nSingapore will send a high-level study team to Namibia\r\nto discuss Namibia’s specific training needs and to\r\nexamine the possibility of formulating longer-term\r\ntraining programmes. Singapore’s focus on training stems\r\nfrom its emphasis on human resources development, as\r\nthis is an important factor in developing an economy. We\r\nhope to extend similar programmes to other African\r\ncountries soon.\r\nThe private sector in Singapore has also begun\r\nassistance programmes for the African countries. On 22\r\nOctober 1996, an African scholarship scheme was\r\nformally announced in Nairobi, Kenya. Under the scheme\r\nthe Singapore International Foundation, a Singapore non-\r\ngovernmental organization, and the Standard Chartered\r\nBank will offer scholarships at undergraduate and\r\npostgraduate levels and also short-term management\r\ncourses to African nationals to study in Singapore. A total\r\nof 28 awards will be made available for the first three\r\nyears.\r\nSingapore has only been able to assist a small\r\nfraction of the African countries because we are a small\r\ncountry and have limited resources, especially in relation\r\nto manpower. We hope to do more in the future.\r\nSingapore believes in South-South cooperation and will\r\ncontinue to do all it can to help its friends in Africa\r\nrealize their full and undoubted potential.\r\nMr. Willis (Australia): As we move into the second\r\nhalf century of the United Nations and towards the new\r\nmillennium, it is sobering indeed to recognize that\r\nalthough so much has been achieved to advance the\r\nhuman condition in many parts of the world, a substantial\r\nsection of the world, by and large, has not been party to\r\nthat progress. Nor will it be in the future unless there is\r\nsubstantive change.\r\nOver the last 15 years, economic growth has failed\r\nin almost 100 countries around the world, representing 1.6\r\nbillion people — almost one third of the world’s\r\npopulation. Seventy of these countries now have average\r\nreal incomes below those in 1980, and 43 are below 1970\r\nlevels. Many of these countries are in Africa, and for\r\nmuch of the past 15 years especially they have been\r\n23\r\nGeneral Assembly 50th plenary meeting\r\nFifty-first session 4 November 1996\r\nexperiencing negative economic growth. Thus, between\r\n1980 and 1994 Africa’s real gross domestic product per\r\ncapita fell by 15 per cent.\r\nMore recently, however, the situation has improved,\r\nwith the average rate of economic growth increasing\r\nconsiderably in the last couple of years. Africa is now in\r\nthe third consecutive year of real per capita growth and the\r\nInternational Monetary Fund (IMF) is forecasting growth in\r\nAfrica of 5 per cent this year and next — the highest\r\ngrowth rate in two decades.\r\nFurthermore, in 1995 12 African countries achieved or\r\nsurpassed a rate of growth of 6 per cent — the target rate\r\nof growth for Africa as a whole established in the United\r\nNations New Agenda for the Development of Africa at the\r\nstart of this decade. Moreover, the number of African\r\ncountries with negative growth declined from 20 in 1992 to\r\nonly 4 in 1995.\r\nBut, encouraging as these recent developments are,\r\nAfrica’s economic problems are far from being solved.\r\nThere are still many countries in desperate economic\r\ncircumstances, with high levels of external debt, minimal\r\nforeign investment, low levels of savings, poor terms of\r\ntrade, adverse balances of payments and minimal\r\nparticipation in the global economy. As a consequence, they\r\nsuffer from low growth, low and even falling per capita\r\nincomes, high unemployment and grinding poverty.\r\nDespite these economic difficulties, some social\r\nprogress has clearly been achieved by Africa in such areas\r\nas health and education. Thus, there have been important\r\nimprovements in life expectancy, infant mortality rates and\r\nprovision of safe drinking water, coupled with improved\r\nlevels of nutrition, increased literacy rates and higher school\r\nenrolment.\r\nAlthough some of these improvements are quite\r\nsubstantial, the absolute levels of achievement are well\r\nbelow most other parts of the world. There are,\r\nfurthermore, some serious adverse developments in the\r\nsocial sphere. In particular, endemic diseases such as\r\nmalaria and HIV/AIDS pose especially serious problems.\r\nAfrica’s problems are clearly of such dimensions that\r\nthey require special and extraordinary efforts if they are to\r\nbe overcome, and if Africa is not to be largely excluded\r\nfrom the process of human development. This was\r\nrecognized by the international community and led, among\r\nother steps, to the adoption by this body in 1991 of the\r\nUnited Nations New Agenda for the Development of\r\nAfrica in the 1990s.\r\nSuch efforts are required not only by the\r\ninternational community, but by Africa itself. In so\r\nsaying, we acknowledge that many African countries have\r\ntaken very considerable steps to improve their level of\r\nsocial and economic development, including undertaking\r\nstructural economic reform to correct economic\r\nimbalances, increasing the priority given to social\r\nexpenditures, providing social safety nets, improving the\r\nrights of women and children, protecting the environment,\r\nenhancing agricultural production and marketing\r\nprocesses, increasing food security and embracing\r\ndemocratic processes, as well as the introduction of good\r\ngovernance.\r\nObservers seeking evidence that economic reform is\r\nconsistent with a decline in overall poverty need look no\r\nfurther than the example of Mozambique. While the\r\ndebate over structural adjustment and poverty in broader\r\nAfrica continues to attract a great deal of attention, signs\r\nof a growth dividend are emerging in Mozambique, which\r\nis one of the poorest and most indebted countries in the\r\nworld.\r\nNevertheless, for Africa as a whole to make the kind\r\nof social and economic progress that it so desperately\r\nrequires, an even greater reform effort will be required,\r\nalong with enhanced support from the international\r\ncommunity. It is in this context that Australia strongly\r\nwelcomes the Secretary-General’s Special Initiative on\r\nAfrica. This initiative, which aims to reinforce the New\r\nAgenda for Africa by practical proposals to support\r\nAfrican development, will require substantial resources,\r\nboth internal and external, if it is to be implemented. This\r\nwill in turn require considerable resolve by donor\r\ncountries, multilateral institutions and African countries\r\nthemselves to find the $2.5 billion per annum for the next\r\ndecade that the Special Initiative will require.\r\nImportantly, a key aspect of the Special Initiative —\r\nthe need for debt relief for highly indebted countries —\r\nhas been acted upon by the Bretton Woods institutions.\r\nThe recent annual meeting of the IMF and World Bank\r\nagreed to adopt a new debt relief initiative for highly\r\nindebted poor countries, many of which are in Africa.\r\nThis is welcome and practical progress.\r\nPrevious debt-relief initiatives have not succeeded in\r\nreducing African indebtedness. Indeed, debt has continued\r\nto rise; in 1995, it represented 65 per cent of Africa’s\r\n24\r\nGeneral Assembly 50th plenary meeting\r\nFifty-first session 4 November 1996\r\ngross domestic product and 250 per cent of Africa’s\r\nexports. The debt-servicing burden, at $28 billion, or 38 per\r\ncent of Africa’s export earnings, was three times higher\r\nthan the target set in the United Nations New Agenda for\r\nAfrica.\r\nDebt burdens of such proportions place great\r\nlimitations on growth potential. Nor can they be offset by\r\nprivate capital flows, because the very existence of such\r\ndebts scares off foreign capital and may even create\r\ndomestic capital flight. Africa has therefore fared poorly in\r\nattracting foreign private capital, especially foreign direct\r\ninvestment, which brings technology as well as capital. Of\r\nthe $84 billion of foreign direct investment that went to\r\ndeveloping countries in 1994, sub-Saharan Africa received\r\nonly 3.6 per cent, and the least developed countries only 1\r\nper cent.\r\nThe IMF-World Bank initiative, which could involve\r\nthe sale of some of IMF’s gold reserves to finance this\r\nmeasure, should help considerably over the next several\r\nyears to alleviate the debt burden of the poorest countries,\r\nthereby relieving a major inhibition on growth. However,\r\nthis assistance will properly be dependent on policy\r\nperformance by the countries involved in regard both to\r\nmacroeconomic and structural policies and to social policy\r\nreforms to reduce poverty and improve basic health care\r\nand education.\r\nThe inclusion of Africa in the global trading network\r\nis also a key factor in generating substantial and sustainable\r\neconomic growth. Africa’s increasing marginalization from\r\nthe world economy, as shown by the decline in its share of\r\nworld trade from 5 per cent in 1980 to only 2.1 per cent in\r\n1995, must be reversed if it is to embark on a course of\r\nstrong and sustained economic growth.\r\nThat will require major economic transformation to\r\ndiversify production and exports. Diversification of its\r\neconomy would involve widening its commodity base,\r\nexpanding its production of mineral products, and especially\r\nincreasing its production of manufactured goods. Africa’s\r\nshare of world manufacturing value-added has remained\r\nstagnant at just 1 per cent over the past two decades. The\r\nsuccess of the Second Industrial Development Decade for\r\nAfrica is therefore essential if the continent is to be able to\r\ntake full advantage of the opportunities that will be created\r\nby the successful conclusion of the Uruguay Round.\r\nAustralia is convinced that global trade and\r\ndevelopment will be strengthened by further liberalization\r\nof trade. An open world trading environment can make a\r\npositive and lasting contribution to economic growth and\r\nimproved living standards. But extra measures, both\r\nnational and international, are required. Australia therefore\r\nstrongly supports the declaration of the ninth United\r\nNations Conference on Trade and Development\r\n(UNCTAD IX) and has, through its own initiative, taken\r\nmeasures to help developing countries to benefit more\r\ncompletely from the opportunities presented by the post-\r\nUruguay Round trading environment.\r\nThe United Nations New Agenda for the\r\nDevelopment of Africa in the 1990s (UN-NADAF) and\r\nthe United Nations System-wide Special Initiative for\r\nAfrica will be central to achieving these policy and\r\neconomic benchmarks. We support these measures and\r\nwelcome the report of the Ad Hoc Committee undertaking\r\nthe mid-term review.\r\nAustralia recognizes that the challenges faced by\r\nAfrica are considerable and that multilateral partnerships\r\nare one important way of overcoming them. Australia also\r\nrecognizes that Africa itself is taking definitive action,\r\nnationally and regionally, to put in place appropriate\r\nmacroeconomic policies, to establish necessary\r\ninfrastructure and to develop a skilled workforce. These\r\nAfrican initiatives and reform measures were the subject\r\nof recent discussion at the Organization of African Unity\r\nsummit meeting in Yaoundé. Australia supports this\r\nprocess and we will work with our African partners to\r\nassist in the implementation of agreed priorities. Like\r\nothers, we also support the broad thrust of the\r\nrecommendations in the report of the Ad Hoc Committee.\r\nWe look to joint resolve to deliver against the agreed\r\ngoals.\r\nAustralia’s aid flows to Africa are expected to total\r\nover $A 105 million in the financial year 1996-1997. Our\r\nrecognition of Africa’s enormous development needs is\r\nevidenced by the fact that, although our aid is modest\r\ncompared with the challenges faced, we are expanding the\r\npercentage of our bilateral aid allocated to Africa.\r\nFor the first time, Australia will be negotiating full\r\ncountry programmes with Mozambique, Zimbabwe and\r\nSouth Africa. These programmes will emphasize capacity-\r\nbuilding, private sector development and poverty\r\nalleviation. Support will also be available for regional\r\nactivities in southern Africa for areas such as health and\r\ndesertification. In the area of health, Australia is\r\nparticularly aware of the urgent need to fight HIV/AIDS\r\nin Africa. To this end, we have pledged $A 10 million for\r\nHIV/AIDS care and prevention projects in Africa. Almost\r\n25\r\nGeneral Assembly 50th plenary meeting\r\nFifty-first session 4 November 1996\r\n$A 2 million of these funds have now been committed for\r\nprojects in Zambia in support of innovative ways of\r\nreducing HIV transmission and strengthening community-\r\nbased care for AIDS sufferers.\r\nAustralian assistance will continue to be available to\r\nother countries in the Horn and eastern and southern Africa.\r\nThe focus will be on training assistance, assistance through\r\nnon-governmental organizations, emergency and relief\r\nprogrammes, and reconstruction and reform activities.\r\nIn conclusion, Australia welcomes the United Nations\r\ninitiatives for Africa and the principles of partnership on\r\nwhich they are based. We look forward to joining a\r\nconsensus resolution supporting the outcome of the mid-\r\nterm review of the implementation of the United Nations\r\nNew Agenda for the Development of Africa in the 1990s.\r\nMr. Aass (Norway): We are here today to adopt the\r\nconclusions and recommendations of the Ad Hoc\r\nCommittee of the Whole of the General Assembly for the\r\nMid-term Review of the Implementation of the United\r\nNations New Agenda for the Development of Africa in the\r\n1990s. Norway strongly believes that the time has come to\r\ncommit ourselves to ensuring that concrete steps are taken\r\ntowards radically improving the livelihood of the many\r\nAfrican women, men and children who live in absolute\r\npoverty. In other words, we should be content with no less\r\nthan a common understanding and commitment from all\r\ninvolved parties — the countries in sub-Saharan Africa and\r\nbilateral donors, as well as the various United Nations\r\nagencies — to tackle the problems of Africa by\r\noperationalizing the United Nations New Agenda for the\r\nDevelopment of Africa in the 1990s (UN-NADAF), through\r\nthe United Nations System-wide Special Initiative for\r\nAfrica.\r\nThe mid-term review process has highlighted some\r\ncentral causes for the lack of implementation of\r\nUN-NADAF. Although at this stage we should not dwell\r\ntoo much on the past, it is important to take due note of\r\nthese causes if we want the United Nations system to play\r\na role as a major actor and initiator. The Norwegian\r\nGovernment is convinced that the United Nations system\r\nand the Secretary-General have an important role to play\r\nand a responsibility to take initiatives — such as the one\r\ntaken for Africa — when the situation calls for it.\r\nExperience has shown, however, that before initiatives\r\nare launched, extensive consultations are necessary — even\r\ncrucial — to secure follow-up. UN-NADAF has been\r\nhampered by the fact that it has not been sufficiently\r\nanchored in the Governments in Africa, and that\r\nconsequently it has not been adequately integrated into\r\ntheir development plans. In addition, the responsibility for\r\nimplementation has been divided among different United\r\nNations bodies. The countries in question often do not\r\npossess the necessary administrative capacity to deal with\r\ntoo many donors and agencies. It is therefore necessary to\r\nensure that initiatives are well coordinated and broad-\r\nbased, and that organizations of the United Nations\r\nsystem act in a unified manner at the country level. Last\r\nbut not least, it is imperative that donors be consulted in\r\ntime so as to secure financing and ensure sufficient\r\nfunding.\r\nThe mid-term review has provided us with an\r\nopportunity to take stock of the situation in Africa. We\r\nnote with satisfaction that the Organization of African\r\nUnity’s assessment of the implementation of UN-NADAF\r\ncoincides with the review. This fact, together with the\r\nconsensus on the linkages and complementarity between\r\nUN-NADAF and the Special Initiative, which means that\r\nthe latter is the operationalization of the former, will\r\nbring the process onto a new and sounder track. We now\r\nhave legitimate hope that Africa’s poor will play their\r\nrightful part in the development process, and that this\r\nconstitutes an important step forward on the path to\r\npoverty eradication.\r\nNorway supports the mid-term review’s stress on\r\nimplementation. The review provides us with an\r\nassessment of the present situation, describes the\r\nframework conditions and provides the African\r\nGovernments and the international community with\r\nrecommendations regarding implementation.\r\nThe Governments of Africa have come a long way\r\ntowards creating a framework within which concrete\r\nactions can be implemented on a sustainable basis. In\r\norder for African leaders to be able to encourage and\r\nsustain this framework and even develop it further, we,\r\nthe international community, must undertake firm\r\ncommitments.\r\nIn my Government’s view it is vital that adequate\r\nfinancial resources be allocated to the implementation of\r\nthe United Nations System-wide Special Initiative for\r\nAfrica. The mid-term review has shown that there are\r\ninsufficient resources available to secure its\r\nimplementation. We are concerned by the facts presented\r\nin the review, which show that Africa’s debt burden has\r\nincreased and that the level of official development\r\nassistance has dropped in this decade to an average 0.3\r\n26\r\nGeneral Assembly 50th plenary meeting\r\nFifty-first session 4 November 1996\r\nper cent of donor gross national product (GNP). Norway\r\nhas for many years allocated around 1 per cent of its GNP\r\nto development assistance. It is our hope that by adopting\r\nthe mid-term review the countries in the developed world\r\nwill assume their responsibility for contributions to the\r\nfinancing of the Special Initiative. As the Secretary-General\r\nof the United Nations Conference on Trade and\r\nDevelopment (UNCTAD), Mr. Ricupero, stated in his\r\nintervention at the ninth session of the Conference, “We are\r\nall indebted to Africa”. In Mr. Ricupero’s thinking,\r\nassistance to Africa is a matter of justice; resources have\r\nbeen taken away from the continent over the centuries,\r\nand it is now time for the developed world to reverse the\r\nflow of resources.\r\nIn my Government’s view, the review suffers from\r\nthe fact that there is no outline for the practical\r\nimplementation of the Special Initiative. Paragraph 2 of\r\nthe draft resolution adopted at the review might take us a\r\nlong way towards fulfilling the Special Initiative — or it\r\nmight not take us anywhere. The real challenge ahead is\r\nstarting the implementation at the country level. However,\r\nbefore this can be done, modalities for coordination and\r\ncooperation as regards action on the Initiative must be\r\nclearly defined to ensure that we do not lose more time.\r\nWe encourage the steering committee of the Special\r\nInitiative to give top priority to operationalizing the\r\nInitiative in a dynamic manner. Most of the activities\r\nplanned under the Special Initiative are in the social\r\nsector. We are confident that with the broad aid\r\nexperience gained in the past, activities will be planned\r\nand implemented in a manner that will not lead to further\r\naid dependency in recipient countries.\r\nAllow me to conclude by restating Norway’s\r\ncommitment and readiness to participate in a coordinated\r\neffort for the development of Africa. This includes a\r\npreparedness to participate in a dialogue on the\r\nimplementation of the Initiative both at Headquarters as\r\nwell as at the country level. Our commitment also implies\r\na willingness by Norway to come up with additional\r\nbudgetary funds, for example in the social sectors, as a\r\nfollow-up on the 20/20 initiative. It is my Government’s\r\nfirm hope that this mid-term review will be a fresh point\r\nof departure for the Special Initiative. Innocent African\r\nchildren deserve hope for the future, a hope that stretches\r\nbeyond day-to-day survival.\r\nThe meeting rose at 1.05 p.m.\r\n27\r\n"