"United Nations A/51/PV.46\r\n96-86658 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-first Session\r\n46th plenary meeting\r\nWednesday, 30 October 1996, 3 p.m.\r\nNew York\r\nPresident: Mr. Razali Ismail . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Malaysia)\r\nIn the absence of the President, Mr. Erwa (Sudan),\r\nVice-President, took the Chair.\r\nThe meeting was called to order at 3.05 p.m.\r\nAgenda item 47 (continued)\r\nQuestion of equitable representation on and increase in\r\nthe membership of the Security Council and related\r\nmatters\r\nMr. Baumanis (Latvia): We are considering today the\r\nreport and the addendum thereto of the Open-ended\r\nWorking Group on the Question of Equitable\r\nRepresentation on and Increase in the Membership of the\r\nSecurity Council and Other Matters Related to the Security\r\nCouncil (A/50/47 and Add.1), which contain 15 reform\r\nproposals by Member States, as well as a description of\r\nmeasures already adopted by the Security Council to\r\nenhance its working methods and procedures. The two\r\ndocuments together constitute a very useful summary of the\r\ncurrent status of the debate on the reform of the Security\r\nCouncil.\r\nThe Chairman of the Working Group, President Freitas\r\ndo Amaral, and especially the two Vice-Chairmen,\r\nMr. Breitenstein and Mr. Jayanama, deserve our deep\r\ngratitude for their competent, patient and untiring leadership\r\nof the Working Group.\r\nAlthough initiatives to reform the Security Council\r\nhave a history as long as the history of the United Nations\r\nitself, the current effort to reform the Security Council is\r\nthe result of the end of the cold war.\r\nThe Working Group has made rather limited\r\nprogress during the three years of its existence. During\r\nthe fiftieth session of the General Assembly the Working\r\nGroup reaffirmed the preliminary agreement reached in\r\nthe previous session that the Security Council had to be\r\nexpanded. The Group also agreed on the reasons why the\r\nexpansion was needed. Views continued to differ on other\r\nmatters, such as the size and composition of the Council\r\nand the right to veto.\r\nThe delegation of Latvia believes that the Member\r\nStates have a collective responsibility to explore all\r\npossibilities for using the current partial agreement to\r\nreach consensus. When the Group resumes its work next\r\nyear the time may be ripe to begin a systematic\r\ndiscussion of the procedure for implementing reform,\r\nsince, in our view, the possibilities for debate on the\r\ncontroversial subjects were essentially exhausted during\r\nthe preceding session.\r\nOne procedural possibility that appears promising to\r\nour delegation is a long-term, multi-stage procedure for\r\nexpanding and changing the composition of the Security\r\nCouncil. The Group could, for example, explore a\r\nprocedure that would make no changes with regard to the\r\nright to veto during the first stage of expansion, but\r\nwould respond to the new situation created by the many,\r\nmostly small, States that have recently joined the United\r\nNations.\r\nGeneral Assembly 46th plenary meeting\r\nFifty-first session 30 October 1996\r\nTwo observations should be made with regard to the\r\nproposal for gradual reform. First, a long-term, multi-stage\r\napproach is generally recognized as practical with regard to\r\nother controversial and complex processes, for example,\r\ngeneral nuclear disarmament. Secondly, to arrive at\r\nconsensus it would be most essential that during the first\r\nstage Member States would not need to make permanent\r\nand irreversible commitments on the controversial issues —\r\nthe composition of the Security Council, the use of the\r\nveto, and also the ultimate size of the Council.\r\nOur delegation would also like to draw the attention\r\nof the General Assembly to the fact that the end of the cold\r\nwar led to an increase in the number of Member States in\r\nthe Eastern European Group of States. However, the\r\nnumber of seats allocated to the Group in many United\r\nNations bodies has not changed. In this regard, we support\r\nthe view of the delegation of Ukraine that\r\n“any expansion of the Security Council should take\r\ninto account the legitimate interests of the Eastern\r\nEuropean regional group, which has more than\r\ndoubled its membership in recent years”. (Official\r\nRecords of the General Assembly, Fifty-first Session,\r\nPlenary Meetings, 44th meeting, p. 2)\r\nMy delegation offers its modest proposals for serious\r\nconsideration by other delegations and is ready to cooperate\r\nwith them.\r\nMr. Abdellah (Tunisia) (interpretation from French):\r\nAllow me first to pay a tribute to Ambassador Breitenstein\r\nof Finland and Ambassador Jayanama of Thailand for their\r\ntireless efforts at the head of the Open-ended Working\r\nGroup on the Question of Equitable Representation on and\r\nIncrease in the Membership of the Security Council and\r\nOther Matters Related to the Security Council. Their\r\nperseverance has enabled the Group to overcome many of\r\nthe difficulties it faced during the past year and to submit\r\nto us a report that is, in substance, different from earlier\r\nreports.\r\nI also wish to endorse the statement made by the\r\nAmbassador of Colombia on behalf of the members of the\r\nMovement of Non-Aligned Countries.\r\nThe report stresses that the discussions held this year\r\nhave made it possible better to understand and clarify the\r\nquestions before the Group. It is also clear that agreement\r\nwas reached on many points but that on other points major\r\ndifferences remain.\r\nIn fact, there is agreement on the need to review the\r\nmembership of the Security Council in the light of the\r\nconsiderable increase in the membership of the\r\nOrganization, in particular of the developing countries, in\r\norder to make it a more representative body. There is also\r\na need to review the Council’s functioning and its\r\nworking methods in order to make them more effective\r\nand more transparent. There is further agreement on the\r\nprinciples that should guide the reform process, namely,\r\nthe sovereign equality of States, equitable geographical\r\nrepresentation and contribution to the maintenance of\r\ninternational peace and security. In addition to those\r\nprinciples there are also the principles of democracy,\r\nlegitimacy, effectiveness and transparency.\r\nHowever, there is also a majority trend that rejects\r\nany increase in the membership of the Security Council\r\nthat would exclude the non-aligned countries. That trend\r\nholds that if there is no agreement on the other categories\r\nof membership, the increase should affect only the non-\r\npermanent members. But let us make no mistake: this\r\ndoes not mean that there is a dominant trend in favour of\r\nincreasing only the non-permanent membership. It merely\r\nmeans that if the increase in the number of permanent\r\nmembers were to involve only the developed countries,\r\nsuch an increase would be unacceptable.\r\nOf course differences remain, and they have to do in\r\nparticular with the basic question of the veto. Here again,\r\nthere is a majority for whom the veto should be, if not\r\neliminated, at least regulated in such a way as to restrict\r\nits use.\r\nThe report notes the progress made with regard to\r\nthe second part of the reform, that is, the working\r\nmethods of the Council. At the urging of the Group, the\r\nSecurity Council has adopted certain measures to improve\r\ntransparency in its work. However, to make those\r\nmeasures effective they must be institutionalized and\r\nbacked up by further, bolder steps. Proposals have been\r\nmade by the Movement of Non-Aligned Countries, by the\r\nCzech Republic, by Argentina and by New Zealand. We\r\nhope that when the Group resumes its work it will give\r\nthem all due attention.\r\nThe high quality of the discussions and the\r\ncontributions by various States attest to the fact that after\r\nthree years of intensive, in-depth deliberations ideas have\r\nmatured. We are convinced that the time has come to\r\nmove on to a new stage, that of concretization.\r\n2\r\nGeneral Assembly 46th plenary meeting\r\nFifty-first session 30 October 1996\r\nAlthough, owing to what we view as an\r\nexaggerated — to say the least — regard for balance, the\r\nreport gives the same weight to all the proposals submitted\r\nduring the course of the Group’s work, we feel that among\r\nthem there are some that deserve special attention. I refer\r\nto the notion of rotating permanent regional seats. That\r\nproposal is not only supported by its sponsors and the\r\ncountries members of the Organization of African Unity\r\n(OAU), which are using it as a basis for claiming two\r\npermanent seats for Africa, but by many other countries as\r\nwell. It is at the origin of other proposals along the same\r\nlines, which gives it a more generalized scope that affects\r\nother regions. Many believe that this proposal affords a real\r\nopportunity for the participation, for the first time, of the\r\ndeveloping countries in a club that has heretofore been\r\nclosed to them.\r\nWhile we support the accession of Germany and Japan\r\nto permanent membership in the Security Council, given\r\ntheir economic and political importance, we believe that\r\nAfrica, Asia and Latin America, which are under-\r\nrepresented in the Council, should be given seats in the\r\nsame category as well as in the non-permanent category.\r\nThat is the whole raison d’être of the reform process.\r\nThose who are against an increase in the number of\r\npermanent members maintain that it would merely be\r\ntantamount to an extension of the privileges of permanent\r\nmembership. However, by advocating the status quo, are we\r\nnot attempting to perpetuate the existing imbalance in the\r\nCouncil to the disadvantage of the developing countries?\r\nThe concept of rotating permanent regional\r\nrepresentation, as developed by Tunisia over the past three\r\nyears, seems to us best to respond to the new realities of\r\nour world, a feature of which is the emergence of regional\r\ngroupings. The Charter of the United Nations itself\r\nencourages regional efforts in the context of the peaceful\r\nsettlement of disputes. Let us not forget that the Security\r\nCouncil acts on behalf of the Members of the United\r\nNations. In other words, in their decisions the members of\r\nthe Security Council must take into account the collective\r\ninterest. We believe that this interest would be better served\r\nby the formula that we advocate. The system of periodic\r\nelections of the permanent members that this proposal\r\nwould establish — the candidate being first selected by its\r\nregion and then endorsed by the General Assembly —\r\nwould make the decisions of the Council less dependent on\r\nthe strictly national interests of those members. Looking\r\nfurther forward, all permanent members should be\r\nnominated by their respective regions and elected by the\r\nGeneral Assembly.\r\nIt is difficult for us to imagine a more democratic\r\nsystem, which would involve the participation of all,\r\nwithout any kind of discrimination. Our approach is an\r\nimportant stage in the attainment of the ultimate goal,\r\nwhich remains the establishment of a Security Council\r\nthat is totally representative and democratic.\r\nMr. Owada (Japan): At the outset, I wish to offer\r\nmy congratulations to the President of the General\r\nAssembly, Ambassador Razali, on his recent assumption\r\nof the chairmanship of the Open-ended Working Group.\r\nI should like also to pay high tribute to its two co-Vice-\r\nChairmen, Ambassador Breitenstein of Finland and\r\nAmbassador Jayanama of Thailand, for their unflagging\r\ncommitment and inspired leadership throughout the year.\r\nFor the last three years, the entire United Nations\r\nmembership has been engaged in a soul-searching\r\nexercise on how to make the United Nations stronger,\r\nmore effective, and more responsive to the new\r\ninternational environment born out of the demise of the\r\ncold war. The reform of the Security Council, one of the\r\nmost important items on the agenda for strengthening the\r\nUnited Nations, is vital in this context to the long-range\r\nviability of the Organization.\r\nWith the end of the cold war, the United Nations has\r\nappeared on centre stage as the single most important\r\ninternational institution with the potential for pursuing the\r\ninterrelated and mutually dependent goals of peace and\r\nprosperity throughout the globe. With the dissolution of\r\nthe bipolar structure of international relations and the\r\nproliferation of local and regional conflicts, countries in\r\nvarious parts of the world are turning increasingly to the\r\nUnited Nations — and particularly to the Security\r\nCouncil — for their own security. The question is\r\nwhether this Organization can live up to this expectation\r\nof the world. Unless the Council is thoroughly reformed\r\nand reconstituted, it will be unable to meet the challenges\r\nthat lie ahead. All of us as Members of the United\r\nNations should realize that the Organization is truly at a\r\nmajor crossroads in its 50-year history. If through\r\nreforming and revitalizing the Organization, we succeed\r\nin realizing the potential that it possesses, the United\r\nNations can truly play a central role in the international\r\norder in this new international environment. Thus Japan\r\nbelieves that this is a crucial moment for the future\r\ndestiny of the United Nations and that we must reject an\r\nattempt to indulge in power games based on narrow\r\nparochial interests of individual States. If the United\r\nNations simply engages in repetitious debate and proves\r\nincapable of reforming itself to adapt to the changing\r\n3\r\nGeneral Assembly 46th plenary meeting\r\nFifty-first session 30 October 1996\r\ntimes, its very credibility could be severely undermined. It\r\nis thus incumbent upon the membership as a whole to be\r\ntenacious in its efforts to achieve reform.\r\nWhile the position of the Government of Japan on the\r\nquestion of Security Council reform has been elaborated on\r\nprevious occasions, I believe it is useful to mention several\r\nsalient points to which it attaches particular importance. At\r\nthe outset, let me state once again that our ultimate\r\nobjective in reforming the Security Council is to create a\r\nstronger, more credible Council by enhancing its legitimacy\r\nand effectiveness. A package of reforms must therefore be\r\ndevised which includes the following elements.\r\nFirst, in order to ensure the Council’s effectiveness, a\r\nlimited increase in its permanent membership should be\r\nrealized through the inclusion of countries — both\r\ndeveloped and developing — which have both the capacity\r\nand the willingness to assume global responsibilities for the\r\nmaintenance of international peace and security. As to the\r\nmodality for the permanent representation of the developing\r\nregions of Asia, Africa, and Latin America and the\r\nCaribbean, I am of the view that this might be left to the\r\nregions themselves to determine. A rotational representation\r\nsystem might, as an interim arrangement, provide a realistic\r\nsolution.\r\nSecondly, in view of the dramatically expanded\r\nmembership of the United Nations as a whole, it is\r\nnecessary to enhance the representativeness of the Security\r\nCouncil by adding an appropriate number of non-permanent\r\nseats. I would emphasize that, in expanding the Council,\r\nutmost care should be taken so as to ensure that a balance\r\nis maintained between the need for enhanced legitimacy and\r\nthe need for greater effectiveness.\r\nThirdly, taking into account the newly created balance\r\nin the geographical distribution of States in the world, the\r\ngeographical imbalance that now exists in the Council as a\r\nwhole should be redressed, with particular attention given\r\nto the regions that are currently under-represented.\r\nJapan wishes to make clear its position that a reform\r\nplan must include all three of these elements. Anything less\r\nwould not lead to our goal of recreating a United Nations\r\ncapable of carrying out its expected role in the new world.\r\nFor that reason, the proposal that has been made to increase\r\nonly the Council’s non-permanent membership category\r\nwould not be acceptable. Japan calls upon Member States\r\nto recognize that the reform must be both genuine and\r\ncomprehensive, and to commit themselves to achieving that\r\nobjective.\r\nThroughout the four decades of its membership,\r\nJapan has consistently committed itself to the United\r\nNations as one of the pillars of Japan’s diplomacy. Japan\r\nhas faithfully provided major financial support to the\r\nOrganization and has been increasingly active in its\r\nparticipation in the peace efforts of the United Nations in\r\nvarious parts of the world. It has been second to none in\r\nthe promotion of disarmament and nuclear non-\r\nproliferation. What is even more important in the present\r\nstate of the world, Japan is proud to be at the forefront of\r\nthe initiative to promote prosperity through a new strategy\r\nfor development, which Japan regards as the number one\r\npriority issue that the world faces as we move into the\r\ntwenty-first century.\r\nAgainst this background, Japan is grateful for its\r\nrecent election to a two-year term on the Security\r\nCouncil, and welcomes its membership as an opportunity\r\nto enhance its contributions to the work of the\r\nOrganization. In order to engage more fully in efforts to\r\nsecure world peace and prosperity, Japan, with the\r\nendorsement of many countries, is resolved to work for\r\nthe United Nations by discharging its responsibilities as\r\na permanent member of the Security Council. I should\r\nlike on this occasion to express once again my\r\nappreciation to those countries that have endorsed Japan\r\nin its resolve to assume such responsibilities.\r\nAnother important goal of Security Council reform\r\nis the improvement of its working methods, particularly\r\nin terms of greater transparency and efficiency. Japan\r\nbelieves that this is an endeavour on which the members\r\nof the Council and the wider United Nations membership\r\nshould work together, inasmuch as improved working\r\nmethods will redound to the benefit of the Council itself\r\nas well as to the United Nations membership as a whole.\r\nI am pleased to note that the Security Council has in fact\r\nintroduced helpful changes in this regard. More needs to\r\nbe done, however. Improving the two-way flow of\r\ncommunication between the Security Council and\r\ncountries that are not members but wish to be kept\r\ninformed of or wish to have an input into the work of the\r\nCouncil is an especially important element. It is a task to\r\nwhich Japan intends to devote its energies when it joins\r\nthe Council next January.\r\nThe Open-ended Working Group on the Equitable\r\nRepresentation on and Increase in the Membership of the\r\nSecurity Council and Other Related Matters has been\r\nengaged in its task for three full years. Its efforts gained\r\nconsiderable momentum last year during the fiftieth\r\nanniversary of the United Nations. As indicated in the\r\n4\r\nGeneral Assembly 46th plenary meeting\r\nFifty-first session 30 October 1996\r\nreport of the Working Group, its discussions during the\r\nfiftieth session were\r\n“useful in contributing to a better understanding and\r\nincreased clarity of many issues involved.” (A/50/47,\r\npara. 18)\r\nThe fundamental objectives of Security Council reform\r\nwere reaffirmed and the groundwork was laid for the\r\ncontinuation of its work during the current session.\r\nHowever, it would be well to remember that we have\r\nalready been engaged in this exercise for three years. Over\r\nthis long period of time we have identified the issues,\r\ndigested them and negotiated on them. We are now in a\r\nrace with time in our attempt to bring about a genuine\r\nreform of the United Nations to match the demands of the\r\nnew era. In any serious exercise for reform, there comes a\r\nmoment when we have to move toward a conclusion on the\r\nbasis of political will. Japan is determined to work with\r\nother Member States to maintain the momentum in our\r\nwork and to build on the progress that has been made thus\r\nfar in order to reach agreement on the major elements of\r\nreform. At the same time, I should like to stress that the\r\nWorking Group should think seriously about how to come\r\nto a conclusion to our exercise. After such a long and\r\nelaborate discussion on the many salient issues involved,\r\nmy delegation believes that the moment of truth is\r\napproaching when we, as a collectivity representing this\r\nOrganization, will have to take a political decision.\r\nThe reform of the Security Council is but one part of\r\nthe threefold effort to revitalize the United Nations; reforms\r\nare also called for in the administrative and financial as\r\nwell as the economic and social areas.\r\nThe importance which Japan attaches to the work and\r\npurposes of the United Nations is amply demonstrated, I\r\nbelieve, in both the level as well as the substance of its\r\ncontributions. As such, Japan has been closely involved in\r\nefforts to reform the administration and financing of the\r\nOrganization. Moreover, as the largest donor of\r\ndevelopment assistance, Japan is taking creative initiatives\r\nfor the development of developing countries, which\r\nrepresent two thirds of the United Nations membership.\r\nJapan’s involvement in the full range of United\r\nNations activities may be expected to increase in the\r\ncoming years. It is for this reason that my Government\r\nattaches such profound importance to genuine and\r\ncomprehensive reform of the entire system. Only by\r\ncarrying out reforms in a balanced and organic manner can\r\nthe legitimacy and effectiveness of the Organization be\r\nstrengthened. If we settle for merely a partial reform of\r\nthe Security Council, we will not achieve our goal of\r\nenhancing the legitimacy and effectiveness of the United\r\nNations. This would be most unfortunate for the\r\nOrganization and, indeed, for all its Member States,\r\nincluding Japan. It would also make it extremely difficult\r\nto sustain public support for Japan’s increasing level of\r\ninvolvement in United Nations activities. Thus it is my\r\nGovernment’s earnest hope that Member States will\r\nrededicate themselves to the task at hand, so as to ensure\r\nthat this unique and precious Organization remains both\r\nrelevant and vibrant well into the next century.\r\nMr. Azwai (Libyan Arab Jamahiriya) (interpretation\r\nfrom Arabic): Our discussion of the question of equitable\r\nrepresentation on and increase in the membership of the\r\nSecurity Council comes in the midst of other similar\r\ndiscussions inside and outside this Assembly. The active\r\nparticipation in the debate on this item confirms the fact\r\nthat this is one of the most important questions for\r\nMember States, convinced as they are that any genuine\r\nreform of the United Nations would be incomplete unless\r\naccompanied by changes in the composition of the\r\nSecurity Council that reflect the realities of today’s world.\r\nWe are now on the threshold of a new round of\r\nnegotiations and we are gravely concerned at the major\r\nobstacles that have hampered the realization of any\r\nconcrete progress in this process, in which Member States\r\nhave been engaged for approximately three years. We are\r\nhopeful that the coming consultations will overcome these\r\nobstacles and embody the political will expressed by the\r\nleaders of the world during the celebration of the fiftieth\r\nanniversary of the United Nations, as well as their\r\naffirmation that the expansion of the Security Council is\r\na basic condition for making its membership more\r\nrepresentative and its working methods more transparent.\r\nThe Libyan Arab Jamahiriya has explained its\r\nposition on this item in previous debates here in the\r\nAssembly and in the consultations held in the Open-ended\r\nWorking Group. However, the importance of this question\r\nrequires us to restate our views once again.\r\nIn this context, my delegation believes that the\r\nincrease in the membership of the Security Council\r\nshould reflect the considerable increase in the membership\r\nof the United Nations. In our view, the principle of\r\nequitable geographical distribution should be given\r\npriority in this respect, since the current situation reflects\r\nan overrepresentation of certain regions while others are\r\n5\r\nGeneral Assembly 46th plenary meeting\r\nFifty-first session 30 October 1996\r\nunder-represented. This runs counter to provisions of the\r\nCharter, in particular Article 23.\r\nIn my delegation’s view, however, the increase must\r\nbe limited to the non-permanent category of membership.\r\nThere is no need for more permanent members, which\r\nwould only perpetuate the continued discrimination among\r\nmembers of the United Nations. If there is indeed a need\r\nfor an increase in the number of permanent members, this\r\nincrease should not be decided in advance because it might\r\nlimit that category to the rich and the powerful. The right\r\nthing to do is to apply to the permanent membership the\r\nsame principle of equitable geographical distribution, taking\r\ninto consideration, first, the situation of the under-\r\nrepresented region — Asia — and the regions that are not\r\nrepresented at all among the permanent members: Africa\r\nand Latin America and the Caribbean. Once again, my\r\ndelegation reaffirms the need to select any new permanent\r\nmembers on the basis of a regional perspective and in\r\naccordance with arrangements to be agreed upon within\r\neach region.\r\nThe increase in the membership of the Security\r\nCouncil is dictated by many factors, the most important of\r\nwhich is the large increase in the membership of the United\r\nNations since the last expansion of the Council. In addition,\r\nmy delegation once again stresses its view that mere change\r\nin the composition of the Council will not be sufficient\r\nunless it is coupled with drastic changes in the Council’s\r\nmethods of work. Many proposals have been submitted on\r\nthis matter, some of which have been implemented by the\r\nSecurity Council. However, our impression is that the\r\nSecurity Council continues to be discriminatory in its\r\ndealings with Member States. For example, it now holds\r\nregular consultations with countries contributing troops to\r\npeacekeeping operations, but does not consult with others\r\ndirectly interested in questions under consideration in the\r\nCouncil. This method can only be described as a rejection\r\nof transparency and a contradiction of the spirit and\r\nprovisions of the Charter, and in particular Article 31.\r\nInformal consultations remain the rule, not the\r\nexception. Despite the fact that the Security Council has\r\nincreasingly resorted to open, formal meetings, the\r\ndiscussions in such meetings are not usefully organized.\r\nSince the format of the debates in these meetings is\r\ndetermined in advance in most cases, consultations are\r\nlimited to a small number of countries in a manner tending\r\nto confirm the impression that one country, or a few\r\npermanent member States exercise exclusive control over\r\ndecision-making in the Council.\r\nMy delegation is fully convinced that many\r\ndelegations, including those of countries represented in\r\nthe Security Council, share our concerns. Some have\r\nalready expressed their views in this respect, calling for\r\nthe establishment of a rule to guarantee the holding of\r\nconsultations with countries affected by any question\r\nbeing considered by the Council. In drafting its\r\nresolutions, the Council should take into consideration the\r\nviews of Member States expressed in open formal\r\ndebates. In our opinion, the Council can implement the\r\nimprovements suggested. The problem, however, is that\r\ncertain members of the Council do not want any reform.\r\nTheir only concern is to maintain the status quo because\r\nof the influence it affords them.\r\nDespite all the obstacles set up by those countries in\r\nthe face of any attempt at reform, we are extremely\r\nhopeful that the will of the majority will prevail and that\r\nthe Security Council will implement measures allowing it\r\nto work in a democratic, transparent manner and to\r\nestablish stronger relations with the other organs of the\r\nUnited Nations, especially the General Assembly, to\r\nwhich it is accountable as the sole organ in which all\r\nMember States are equally represented.\r\nThe reform process should also include, in my\r\ndelegation’s opinion, total neutrality in the Council’s\r\nwork. The Council should not exercise double standards\r\nin the performance of its functions. It should always keep\r\nin mind the fact that it acts on behalf of all Members of\r\nthe United Nations and that it is not the trustee of these\r\nMembers. The Security Council has to carry out its\r\nmandate in conformity with the provisions of the Charter\r\nand should not encroach on the functions of other organs,\r\nsuch as the International Court of Justice.\r\nMembers of the Council should be cautious and not\r\nallow any country to manoeuvre it into approving its own\r\nplans and designs. They should remain alert, lest such a\r\ncountry exploit the Council for achieving its own\r\npurposes and preconceived objectives. One such country\r\nhas already done so, having succeeded on several\r\noccasions in using the Council as a tool to punish several\r\npeoples, including the Libyan people. It prompted the\r\nCouncil to impose sanctions on the Libyan people before\r\nexhausting the options for the peaceful settlement of\r\ndisputes and without resorting to the means provided for\r\nin the United Nations Charter for resolving disputes\r\namong nations. The United States has acknowledged that\r\nits Administration has used the Security Council as an\r\ninstrument of its foreign policy. This is a clear\r\ndemonstration of what we have just stated.\r\n6\r\nGeneral Assembly 46th plenary meeting\r\nFifty-first session 30 October 1996\r\nA review of the veto power is one of the basic\r\nelements of Security Council reform since it has a direct\r\nbearing on the decision-making process. The Libyan Arab\r\nJamahiriya has always expressed its firm objection to the\r\nveto, which invalidates the principle of the equality of\r\nStates guaranteed by the Charter. It also contradicts values\r\nof justice and undermines the principles of democracy.\r\nMoreover, it is being abused in the service of selfish\r\ninterests. Over the years, a few individual countries have\r\nadduced many arguments to justify the maintenance of the\r\nveto power. We have been told that bearing a bigger share\r\nin the budget of the Organization is one of the criteria for\r\npermanent membership in the Security Council, and\r\nconsequently, the enjoyment of the veto power.\r\nThis criterion does not stand scrutiny, either logically\r\nor factually. There are many countries that could pay more\r\nin order to enjoy that privilege. Even if we accepted the\r\nvalidity of this criterion for argument’s sake, we might ask\r\nhow this criterion could be valid for a country whose\r\narrears in its assessments to the budget of the Organization\r\nare close to $1 billion. We are also told that the veto power\r\nwas granted to countries that bear greater responsibilities\r\nfor the maintenance of international peace and security.\r\nOnce again, we ask if this does not run counter to the\r\nactions of a certain country that enjoys the veto power and\r\nused it to shield itself against condemnation when it\r\ncommitted its treacherous aggression against my country,\r\nwhich had never threatened anybody or acted in a manner\r\nto jeopardize international peace and security.\r\nFurthermore, how can we accept the justifications for\r\nmaintaining this privilege, which is being intentionally used\r\nin the service of selfish interest? The same country that\r\ndepended on the power of veto 10 years ago to protect it\r\nfrom condemnation now relies on it in rejecting, together\r\nwith another permanent member, all proposals aimed at\r\nsettling their dispute with my country over what has\r\nbecome known as the Lockerbie crisis. If the granting of\r\nthe veto power was truly based on greater responsibilities\r\nfor maintaining international security, the two countries\r\nshould have accepted the resolution of this crisis through\r\nthe proper channels by resorting to international agreements\r\nand conventions instead of politicizing the dispute then\r\nseeking to escalate it by opposing any attempt to lift the\r\nsanctions imposed on the Libyan people. They even insist\r\non extending the duration of these sanctions as long as\r\npossible. They are trying to punish the Libyan people for\r\nnothing more than its decision to live freely on its land,\r\nunder the sun, and to reject policies of humiliation and\r\nattempts at subjugation.\r\nThe fact is that the victors of 1945 gave themselves\r\nspecial privileges. However, today’s United Nations is\r\ndifferent from the that of 50 years ago. One of the most\r\nimportant manifestations of a changed United Nations is\r\nthat most States represented in this Assembly today were\r\nnot members of the Organization at its inception and had\r\nno say in the privileges granted to five countries. All of\r\nthis leads us to one conclusion, which my country\r\nproclaimed a quarter of a century ago and reaffirms\r\ntoday: The veto power must be repealed. It is no longer\r\nacceptable for a few countries to wield a privilege that\r\nthey use to impose their hegemony on the destiny of the\r\nworld and to control international decisions, making of\r\nthis privilege an eternal right similar to the divine rights\r\nof monarchs in the Middle Ages.\r\nAt the last session, the General Assembly’s Open-\r\nended Working Group played an important role. On this\r\noccasion, my delegation would like to thank the Chairman\r\nand the two Vice-Chairmen of the Group for their\r\ncontributions to the contents of the report, published in\r\ndocument A/50/47. The Open-ended Working Group will\r\ncontinue its work at this session under the wise\r\nchairmanship of the Assembly’s President, assisted by his\r\ntwo able Vice-Chairmen. We hope that the Group will\r\nbenefit from the views expressed during this debate and\r\nthat its future consultations will lead to a consensus on\r\nthe question of equitable representation on and increase in\r\nthe membership of the Security Council and related\r\nmatters quickly, successfully and democratically.\r\nIn conclusion, we believe that the Italian proposal\r\nmust be seriously considered, because it contains many\r\nnoteworthy ideas.\r\nMr. Ho (Singapore): At the outset, I would like to\r\nthank the Co-Vice-Chairmen of the Open-ended Working\r\nGroup on the Question of Equitable Representation on\r\nand Increase in the Membership of the Security Council\r\nand Other Matters Related to the Security Council, the\r\nPermanent Representative of Thailand, Ambassador\r\nJayanama, and the Permanent Representative of Finland,\r\nAmbassador Breitenstein, for their leadership and skill in\r\nguiding the discussions in the Working Group.\r\nSingapore’s consistent position on Security Council\r\nreform was most recently and clearly reiterated in the\r\nspeech of my Foreign Minister during the general debate\r\non 26 September 1996. I will not repeat what he said at\r\nthat time; I will instead elaborate on some points arising\r\nfrom this year’s report of the Working Group.\r\n7\r\nGeneral Assembly 46th plenary meeting\r\nFifty-first session 30 October 1996\r\nSome delegations have expressed concern about the\r\npace of progress in the Working Group. They have\r\nexpressed disappointment that more has not been achieved.\r\nOf course, we all wish that more could have been done.\r\nBut in fact, while progress has been gradual, it has not been\r\ninconsiderable. There is nothing unusual about the length of\r\nour discussions or about the fact that there has not yet been\r\nconsensus on many issues. The Charter was drafted at the\r\nend of the Second World War, when its outcome was\r\nalready clear. War brings a terrifyingly simple clarity to\r\neven the most complex political matters. Nevertheless, two\r\nof the major victors, the Soviet Union and the United\r\nKingdom, were sceptical of Roosevelt’s view of China’s\r\nability to play a major role in the post-war world.\r\nChurchill’s insistence on including France among the\r\npermanent members was met with the same scepticism by\r\nRoosevelt and Stalin. Today, in a world fraught with post-\r\ncold-war ambiguity and complexity, and because the cold\r\nwar ended without the clarity of the Second World War, it\r\nis not surprising that we have not found it easy to decide\r\nwho should belong to the new elite.\r\nThe only previous reform of the Security Council\r\nbegan at the 1956 session of the General Assembly. At\r\nstake then was a relatively simple issue: an increase in non-\r\npermanent seats. It took seven years to reach agreement in\r\n1963 on this relatively straightforward point and two more\r\nyears before the agreement came into force, almost a\r\ndecade after the process began. The lapse of time reflects\r\nthe political sensitivity of even a relatively straightforward\r\nchange. This is understandable, because the Security\r\nCouncil is the most important organ of the United Nations,\r\nevoking the vital national interests of all members.\r\nIt is only by placing this Working Group’s discussions\r\nin their proper historical context that we are able properly\r\nto evaluate the current state of play. Three years is not a\r\nlong time. The issues that we are discussing today are far\r\nmore complex than those previously discussed. The\r\ninternational situation in which we operate is also far more\r\ncomplex. Three years is too soon for us to lose patience\r\nwith the progress made in the Working Group, especially\r\nsince the first one-and-a-half years were spent in a\r\nnecessary process of defining the problems and positioning\r\nourselves for a more substantive discussion.\r\nThat substantive discussion has only just begun this\r\nyear. Nevertheless, we have moved forward. This year’s\r\nreport contains broad outlines of what the reform of the\r\nSecurity Council should be. There is broad agreement that\r\nreform should be a comprehensive package, including\r\npermanent and non-permanent members and developed and\r\ndeveloping countries alike, as well as substantive\r\nimprovements in the Security Council’s working methods.\r\nMoreover, many specific proposals are now on the\r\ntable, among them the Non-Aligned Movement proposals,\r\nthe Czech proposal and the Italian proposal, to name just\r\na few examples. To make further progress, our task now\r\nis to separate the proposals which are viable from those\r\nwhich may have unintended or less than obvious\r\nconsequences. We must also clearly identify the political\r\nobstacles that lie ahead.\r\nSeveral Member States, including some of the\r\npermanent members, have identified Germany and Japan\r\nas among the most qualified candidates in the event there\r\nis agreement on expansion of permanent members. At the\r\nsame time, most of the major Powers, again including the\r\npermanent members, have been much less forthcoming on\r\nwhether Germany and Japan should have the veto. This\r\nmakes it all the more difficult to imagine that the major\r\nPowers would agree to give any developing country the\r\nveto, even though there is general agreement that an\r\nexpansion of permanent membership by only two\r\nindustrialized countries would be insufficient.\r\nThe same stubborn defence of the status quo has\r\nalso been evident in our discussions on the Security\r\nCouncil’s working methods. All but the most superficial\r\nand cosmetic changes have been resisted, even though the\r\nmost interesting and useful proposals would not require\r\nany Charter amendment or in any way compromise the\r\nauthority of the permanent members. This attitude casts\r\na chilling shadow over the Working Group. Changes to\r\nthe working methods of the Security Council being\r\nconsidered by the Working Group are the most vital\r\nissues to the small State majority of the United Nations.\r\nIn singling out the positions of the major Powers,\r\nmy delegation means no more than to emphasize the\r\npolitical complexity and sensitivity of our effort. Our\r\nprogress is real. Unfortunately, so are the obstacles. These\r\nobstacles are real and serious. There are major States and\r\ngreat Powers that have yet to be convinced of the need\r\nfor real and comprehensive reform. They cannot be\r\nignored or brushed aside.\r\nMy delegation’s support for a comprehensive reform\r\nof the Security Council is on record. We have also\r\nmaintained that we should make progress where progress\r\nis possible. Long-awaited improvements in one area\r\nshould not be held hostage by lack of agreement in\r\nanother. One way out of the quandary may be, if there is\r\n8\r\nGeneral Assembly 46th plenary meeting\r\nFifty-first session 30 October 1996\r\nno agreement for the time being on the more complex\r\nquestions, to consider the non-aligned proposal as an\r\nintermediate fallback position, bearing in mind that the final\r\noutcome of this exercise should be a comprehensive\r\npackage of reforms encompassing all aspects of Security\r\nCouncil reform. This is one of the reasons my delegation\r\nhas supported proposals for a periodic review clause.\r\nUnfortunately, this is another one of the proposals that have\r\nnot found favour among the major Powers.\r\nWhen looking for an interim solution, we should also\r\nconsider only those proposals that are viable. The proposal\r\nfor regional rotational permanent representation, for\r\ninstance, is not viable. Regional rotational representation\r\nmay work in Africa, but no other region enjoys an\r\nestablished tradition of rotating regional candidatures or\r\npossesses a regional organization akin to the Organization\r\nof African Unity that encompasses the entire continent.\r\nEven the European Union, which professes to share a\r\ncommon foreign and security policy, would not agree to a\r\nsingle rotating representative in the Security Council. My\r\ndelegation certainly cannot see how regional rotation can\r\nwork in Asia, where it will almost certainly engender or\r\nexacerbate serious regional tensions.\r\nMany delegations, including my own, have raised\r\npractical and conceptual questions about the proposal.\r\nThese have yet to be satisfactorily answered. My delegation\r\ncontinues to have serious questions about the motivations\r\nof some non-African countries — and let me stress here\r\nthat I fully understand the position of the African group. I\r\nam referring now only to some members of other regional\r\ngroups that are pushing strongly for regional rotational\r\npermanent representation. Let us beware of the “quick fix”\r\nin another guise.\r\nAs I have stressed, we have made relatively good\r\nprogress in a historically short period of time. Let us not be\r\nstampeded into hasty or ill-conceived action by an artificial\r\nsense of failure. We have not failed.\r\nIt is clear that there is a need for a comprehensive\r\nreform of the Security Council to prepare it for the twenty-\r\nfirst century. At the same time, we should guard against\r\nattempts to force an artificial consensus. Consensus is not\r\nunanimity. But to try and rush an artificial consensus on a\r\npolitically sensitive subject will be immensely divisive and\r\nmay even permanently hamstring the United Nations. I urge\r\nall delegations to continue discussions in a spirit of\r\ncompromise and patience and to strive for the broadest\r\npossible agreement on the reform of the Security Council.\r\nOnly through this sometimes difficult process of consensus-\r\nbuilding can we build a truly democratic Security Council\r\ncapable of meeting the challenges of the twenty-first\r\ncentury.\r\nMr. Baali (Algeria): I would like at the outset to\r\nexpress my most sincere appreciation to the two Vice-\r\nChairmen of the Working Group on the Question of\r\nEquitable Representation on and Increase in the\r\nMembership of the Security Council and Other Matters\r\nRelated to the Security Council, Ambassadors Breitenstein\r\nof Finland and Jayanama of Thailand, for the extremely\r\ncompetent manner in which they conducted our\r\ndeliberations.\r\nI would also like fully to endorse the statement of\r\nColombia as Chairman of the Non-Aligned Movement.\r\nThese debates provide us today with an excellent\r\nopportunity to assess the progress made over the past\r\nthree years and to reflect upon the prospects for reaching\r\nsolutions that represent a real breakthrough in our quest\r\nfor a more democratic, representative and efficient\r\nSecurity Council.\r\nThis objective is, alas, still very far away. Instead of\r\nmaking a bold movement towards general agreement on\r\nthe nature and scope of the reform of the Security\r\nCouncil, our deliberations have in fact revealed\r\nirreconcilable differences and insuperable obstacles.\r\nThe very fact that the Working Group has limited its\r\nreport this year to a mere recapitulation of the facts and\r\na recalling of its mandate is quite illustrative of the\r\nmagnitude of the divergences which have, over the years,\r\nbecome further exacerbated due to the contradictory and\r\nsometimes conflicting objectives that the concerned\r\ncountries have been and still are pursuing.\r\nMr. Turnquest (Bahamas), Vice-President, took the\r\nChair.\r\nFurthermore, the unanimous and determined\r\nopposition of the permanent members of the Security\r\nCouncil to any initiative that might question in one way\r\nor another the privilege inherent to their status, as well as\r\ntheir rejection of any change in the use of the veto —\r\ndespite the wishes of the overwhelming majority of\r\nMembers States — have led to a situation in which no\r\nopening of the Council to new permanent members can\r\nbe seriously envisaged, at least for the time being,\r\nespecially since this enlargement is firmly opposed in\r\nprinciple by many delegations.\r\n9\r\nGeneral Assembly 46th plenary meeting\r\nFifty-first session 30 October 1996\r\nThe discussions within the Working Group have\r\ndemonstrated in the most evident way that the very idea of\r\ncreating new permanent seats in the Security Council, with\r\nall their ensuing privileges, including the veto, for the\r\nbenefit of some industrialized countries — which are\r\nalready overrepresented — was unacceptable and contrary\r\nto the mandate of the Group itself.\r\nIn this respect, some objections — very valid ones for\r\nthe most part — have been made in a very determined way\r\nagainst this proposal. Some delegations have rightly argued\r\nthat the status of permanent member coupled with the veto\r\nwas fundamentally incompatible with the principle of the\r\nsovereign equality of States as enshrined in the United\r\nNations Charter.\r\nMoreover the criterion of economic might, on which\r\nsome formulas advocating this status are based, unfairly\r\nputs aside other valid criteria, such as contribution to\r\ninternational peace and security and promotion of the\r\nUnited Nations objectives.\r\nIn other words, accepting this as the sole parameter\r\nwould be tantamount to recognizing the domination of the\r\nSecurity Council by a small group of rich and mighty\r\ncountries and would be contrary to the profound aspiration\r\nof the international community to establishing a system of\r\ncollective security in which a reformed, modernized and\r\nmore democratic Security Council would fully take into\r\naccount, with efficiency and transparency, the\r\npreoccupations and needs of all States, regardless of their\r\nsize, level of development or economic conditions.\r\nAlong with the controversial issue of the possible\r\nopening of the Security Council to new permanent\r\nmembers, there is another essential question which raises\r\nvery important political and practical problems: the veto or\r\nthe rule of unanimity of the five permanent members. In\r\nfact, the question of veto is the core issue, which the\r\nWorking Group has to address properly if it really wishes\r\nto make progress when dealing with the different proposals\r\nfor enlargement of the Security Council on the basis of\r\nrespect for the principle of equitable representation and the\r\nsovereign equality of States.\r\nIndeed, the important qualitative changes that have\r\noccurred in international relations, together with the\r\nirreversible move made by the international community\r\ntowards democracy and the achievement of consensus in\r\nmultilateral forums, underline with particular emphasis the\r\nanachronistic, anti-democratic and unacceptable character of\r\nthe veto.\r\nIt must also be clearly stated that the veto, a tool\r\nthat was frequently resorted to during the cold war, can\r\nby no means be invested with legitimacy after the cold\r\nwar through its attribution to new permanent members.\r\nFinally, a simple reading of the provisions of the\r\nCharter, in particular Article 24, makes clear beyond any\r\ndoubt that the common will of the international\r\ncommunity represented in the United Nations cannot be\r\ndefeated by a formal or disguised veto.\r\nThis means that, since the veto is the core issue, it\r\nhas to be separated from the status of permanent member\r\nif we wish seriously to consider the various proposals\r\naimed at allowing certain States or groups of States to\r\nenter the Security Council for a period of variable length\r\nand at varying frequencies.\r\nRegarding the use of the veto, it should be recalled\r\nthat the Non-Aligned Movement has made a reasonable\r\nand interesting proposal which represents a moderate and\r\nconstructive translation of the position constantly\r\nreiterated at the various Non-Aligned Movement summits\r\nover the last 20 years.\r\nBy proposing that, as a first step, the use of the veto\r\nshould be limited to Chapter VII of the Charter, the\r\nMovement has made the abolition of the veto the final\r\nobjective. It is therefore unfortunate that this proposal,\r\nwhich enjoys the support of a great number of countries,\r\nincluding some that are not members of the Non-Aligned\r\nMovement, and which could shown the way for the\r\nmodernization and democratization of the Council, has not\r\nmet with approval from permanent members of the\r\nCouncil.\r\nOne of the objectives that we are pursuing in the\r\nWorking Group is the promotion of equitable\r\nrepresentation in the Security Council and improvement\r\nin its working methods in order to achieve greater\r\ntransparency and efficiency. The very mandate of the\r\nWorking Group implies that there is a common\r\nunderstanding on the need to adopt a set of measures that\r\nwould increase the representative nature, efficiency,\r\ntransparency and credibility of the Security Council. This\r\nmeans that the real matter on which reform of the\r\nSecurity Council is based is the democratization of that\r\nbody.\r\nIn this respect, the more that countries take part in\r\nthe conception and creation of reform, the more the\r\nviability of these reforms will be ensured. It is therefore\r\n10\r\nGeneral Assembly 46th plenary meeting\r\nFifty-first session 30 October 1996\r\nof the utmost importance that from now on the Working\r\nGroup focus its attention on the concrete proposals made by\r\nvarious delegations or groups of delegations. Between the\r\nextreme positions, there is certainly room for some\r\nintermediary positions that could be acceptable to many of\r\nus. The idea of rotation — contained in the position of the\r\nOrganization of African Unity, and illustrated in particular\r\nin the very attractive Italian proposal and, in a slightly\r\ndifferent way, in the proposal of Belize — could, in this\r\nregard, be viewed with an open mind.\r\nIn this context, the idea, which appeared for the first\r\ntime in last year’s report, that, in case of non-agreement on\r\nan increase in other categories of membership, expansion\r\nshould for the time being take place only in the non-\r\npermanent category, represents a pleasing and promising\r\ndevelopment in the sense that it could give our debates the\r\nnew impetus that they so badly need.\r\nMr. Insanally (Guyana): I am once again honoured to\r\naddress the Assembly, on the question of equitable\r\nrepresentation on and increase in the membership of the\r\nSecurity Council and related matters, on behalf of the\r\nmember States of the Caribbean Community and Common\r\nMarket (CARICOM) that are Members of this Organization.\r\nThis item is engaging our attention for a fourth\r\nconsecutive year. While the pace of the Working Group\r\nover that time has occasioned many comments — some not\r\nvery flattering — CARICOM States remain of the view that\r\nthe process has been both necessary and useful. For one\r\nthing, it has clarified many complex issues and revealed the\r\ninterlinkages that exist between some of them. The\r\npositions of many Member States have also risen closer to\r\nthe surface and are now much more clearly defined.\r\nAs a result of the arduous but substantive discussions\r\nwe have had throughout the past year, we are now\r\nbeginning our deliberations on this item with a much better\r\nunderstanding of the task before us. As we continue to seek\r\nagreement on the many outstanding issues, we welcome the\r\nnew President of the General Assembly at its fifty-first\r\nsession as Chairman of the Working Group for the present\r\nsession with the certainty that he will guide and inspire us\r\nin the search for a positive outcome. At the same time, we\r\nwould like to place on record our appreciation of the work\r\ndone by the President of the General Assembly and\r\nChairman of the Open-ended Working Group during the\r\nfiftieth session, His Excellency Mr. Diogo Freitas do\r\nAmaral. We are extremely grateful also to our two Vice-\r\nChairmen, Ambassador Breitenstein of Finland and\r\nAmbassador Jayanama of Thailand, for their strong\r\ndedication and guidance throughout the past year, and for\r\ntheir preparation, with the assistance of the Secretariat, of\r\nthe Working Group’s report and annexes as contained in\r\ndocuments A/50/47 and A/50/47/Add.1. We are pleased\r\nto note that both of these excellent men have agreed to\r\ncontinue as Vice-Chairmen for this session. Their\r\ncombined leadership will be fully supported by all\r\nCARICOM member States.\r\nAs observed in the report of the Open-ended\r\nWorking Group, broad consensus now exists on the need\r\nto reform and revitalize the Council. There is wide, if not\r\nuniversal, agreement on the need to expand the\r\nmembership of the Security Council as well as to further\r\nimprove its working methods. What we must do now is\r\ndecide upon the modalities for enlargement to provide for\r\nequitable representation without sacrificing the efficiency\r\nof the Council.\r\nSuch expansion must be based on the principle of\r\nthe sovereign equality of all States Members of the\r\nUnited Nations, and take fully into account the interests\r\nof all Members. As small States in our region, we will\r\ninsist on our right to sit on the Council and to make our\r\ncontribution to the cause of peace and security. Several of\r\nour members have served in the past with distinction and\r\nwe believe that we can play an even greater role in the\r\nfuture.\r\nGiven the prevailing mood to democratize the\r\nCouncil, it is not surprising that a substantial majority of\r\nMember States, constituted largely by the Non-Aligned\r\nMovement and including CARICOM countries, would\r\nprefer to see an increase only in the category of non-\r\npermanent membership. Nor is it strange that many\r\ncountries dislike the discrimination that permanent\r\nmembership and its privileged right to the veto represent.\r\nIdeally, and understandably, we would prefer to see, as in\r\n1965, an enlargement of the non-permanent membership\r\nto make it adequately representative of the Assembly\r\ntoday and make the work of the Council more open and\r\nlegitimate. At the same time — this has also been called\r\nfor by the Non-Aligned Movement — we would hope for\r\nthe use of the offensive veto to be severely restricted and\r\neventually abolished.\r\nA sense of realism tells us, however, that this may\r\nnot be acceptable to everyone at this stage, and that some\r\ncompromise may be necessary if we are to move forward.\r\nWe therefore remain open to proposals that may bring\r\nabout consensus without flouting the basic purpose of\r\nresolution 48/26. In this spirit of cooperation, we think\r\n11\r\nGeneral Assembly 46th plenary meeting\r\nFifty-first session 30 October 1996\r\nthat the Working Group would do well to turn its attention\r\nmore closely to those documents before it that record the\r\nmany ideas that have been generated in the process. We\r\nourselves consider that several of the suggestions that have\r\nemanated from Member States, such as Italy’s proposal for\r\nrotation and the thoughts of Belize on shared seats, are of\r\nconsiderable interest. These States have taken the trouble to\r\nresearch the issues, and the least we in the Working Group\r\ncan do is make a proper evaluation of their ideas. The\r\nproposals for rotation and shared seats may yet hold the\r\nanswer to the problem of ensuring democratic\r\nrepresentation without creating an unwieldy and ineffective\r\nCouncil.\r\nThat, in essence, is our thinking on the procedure that\r\nin our view is likely to advance our progress in the months\r\nahead. It is one that allows us the freedom to reflect\r\nfurther — in strict fashion, of course — on proposals\r\nalready made, as well as to consider new ideas that may\r\nemerge as the process continues. I hasten to add that this\r\nprocess need not detain us unduly if we adopt a thematic\r\napproach — dealing with the problem issue by issue, with\r\neach one as compartmentalized as possible — rather than\r\nfollowing a seriatim approach, dealing with each proposal\r\nin turn. Of course, we are prepared to consider any other\r\nroute that can command consensus. Our paramount concern\r\nis that we should act with an urgent sense of responsibility\r\nto reform the body that is so important to global peace and\r\nsecurity in the post-cold-war era. Admittedly, this is a task\r\nthat we cannot hurry, since it requires profound and serious\r\nconsideration. At the same time, the circumstances of the\r\nworld today do not, in our view, allow for much delay in\r\nrestructuring the United Nations to fulfil the requirements\r\nof its membership at this particular time.\r\nThe CARICOM countries are persuaded that these two\r\napproaches must be reconciled and a middle course found\r\nthat would satisfy all our underlying concerns. Perhaps, as\r\nhas been suggested before, this could prove acceptable if\r\nsome form of periodic review could be provided for in any\r\nagreement that is eventually reached. Any such negotiated\r\narrangement would therefore be a temporary and\r\ntransitional measure, subject perhaps to readjustment after\r\na reasonable period of time, say by the year 2015. In this\r\nfashion, Member States may be reassured that they will not\r\nbe forever locked into a position of compromise, but will\r\nhave the opportunity to revisit the issue at a later stage. In\r\nthis regard, it is our fervent hope that this provision — or\r\nsomething similar — will give us the courage to break out\r\nof the current impasse and to reform the Council in the not\r\ntoo distant future.\r\nMr. Westendorp (Spain) (interpretation from\r\nSpanish): I would like to begin by expressing my\r\ndelegation’s appreciation to Mr. Freitas do Amaral for the\r\ncommitment, skill and tenacity with which, as President,\r\nhe guided the previous session, as well as the work of the\r\nOpen-ended Working Group on the Question of Equitable\r\nRepresentation on and Increase in the Membership of the\r\nSecurity Council.\r\nI would also like to extend my appreciation to the\r\ntwo Vice-Chairmen of the Working Group, Ambassador\r\nWilhelm Breitenstein of Finland and Ambassador Asda\r\nJayanama of Thailand, who have jointly presided over our\r\nwork with great efficiency, thus helping us make\r\nprogress.\r\nIn the past year the Working Group has held a host\r\nof meetings, and Member States have made many\r\ncontributions and submitted many proposals. We thus\r\nhave solid and varied documentation that provides a very\r\nuseful basis for the continuation of our work during the\r\ncurrent session. Now we must discuss these proposals in\r\ngreater depth and try to move towards compromises that\r\nallow us to reach conclusions enjoying very broad\r\nconsensus among Member States.\r\nOn various occasions Spain has pointed out that\r\nSecurity Council reform is a very complex matter that\r\nneeds to be thought out carefully and carried out on the\r\nbasis of dialogue conducive to understanding among all\r\nMember States. In such an important and serious matter,\r\nit is crucial to seek consensus.\r\nThis is the only way we can ensure that the reform\r\nenjoys the legitimacy it needs. A reform built by a\r\nmechanical majority that leaves aside a significant\r\nminority of Member States could seriously harm the\r\nOrganization.\r\nSpain believes that in addition to the principle of\r\nlegitimacy to which I have just referred, it is important\r\nthat this reform also reflect two fundamental principles:\r\nefficiency and representativity. Some proposals that have\r\nbeen put forward are flawed by overemphasis on one\r\nprinciple or the other. We must therefore incorporate as\r\nmuch as possible of both. We believe that the proposals\r\nsubmitted by Spain meet this aim.\r\nI would like to recall that my country favours a\r\nmoderate increase in the membership of the Security\r\nCouncil. This would undoubtedly make the Council more\r\nrepresentative, more balanced and more democratic, while\r\n12\r\nGeneral Assembly 46th plenary meeting\r\nFifty-first session 30 October 1996\r\nat the same time preserving a composition in line with the\r\nCouncil’s need to respond efficiently and swiftly in its\r\ndeliberations and decision-making process.\r\nSpain believes that such an increase would allow for\r\na more frequent presence in the Council of States that have\r\na legitimate aspiration to participate more frequently in the\r\nwork of the Council, as well as of other States that, because\r\nof their importance and influence in international relations\r\nand their ability and will to contribute significantly to the\r\nmaintenance of international peace and security, could make\r\nan even greater contribution to that end.\r\nDuring the Working Group’s meetings this year, Spain\r\nput forward a concrete proposal on some objective criteria,\r\nbased on the principles established by Article 23 of the\r\nCharter, as a basis for a possible system to allow for the\r\nmore frequent presence of a group of States in the Security\r\nCouncil. These criteria, which do not preclude others that\r\nmight be proposed, have to do with contributions of\r\nmilitary, police and civilian personnel to United Nations\r\npeacekeeping operations; financial contributions effectively\r\npaid to the Organization’s budgets; and population levels.\r\nLogically, the criterion of equitable geographical\r\ndistribution set out in Article 23, paragraph 1, of the\r\nCharter, would also be maintained. This would help bring\r\nabout greater participation in the Council by all Member\r\nStates and would establish a more equitable system than the\r\none we have now and would make the Council more\r\nefficient. It would also be objective, and thus acceptable to\r\nall Member States.\r\nAt the same time, Spain introduced a specific proposal\r\non the question of adapting the decision-making system in\r\nthe Security Council. This proposal tried to combine the\r\nswiftness and flexibility needed in taking decisions that\r\ndirectly affect solutions to problems under consideration\r\nand the need to avoid taking hasty decisions with\r\ninsufficient information or support from the parties\r\nconcerned or the international community.\r\nFor these reasons, on the basis of the distinctions\r\nestablished in Article 27 of the Charter, Council decisions\r\ncould be divided into three categories: procedural matters,\r\nwhich would be decided by an absolute majority;\r\nsubstantive matters not relating to Chapter VII, which\r\nwould require a special majority, with no exercise of the\r\nright of veto; and substantive matters relating to Chapter\r\nVII, which would require the same special majority, but\r\nwith the possibility of exercise of what is known as the\r\nright of veto.\r\nIn conclusion, the Working Group already has ample\r\ndocumentation and concrete proposals. We cannot yet say\r\nthat there are areas on which decisions can be made, as\r\nthe report before us shows.\r\nHowever, the Working Group’s report also shows\r\nwide support for certain proposals, such as the\r\ninstitutionalization of measures to improve the Council’s\r\nworking methods and transparency in its activities; the\r\nmodification of the decision-making process; and the\r\nproposal by the Movement of Non-Aligned Countries that,\r\nin the absence of agreement on the increase of other\r\ncategories of membership, expansion should take place\r\nonly, for the time being, in the non-permanent category.\r\nMy delegation believes that the Working Group\r\nshould continue its deliberations during this session to try\r\nto identify points of consensus, especially on those issues\r\nthat have shown the greatest progress. In this context, I\r\nwould like to assure the Assembly that the Spanish\r\ndelegation will continue to participate actively in the work\r\nof the Working Group and will lend all necessary\r\ncooperation to the presidency so that we can move ahead\r\ntowards consensus with the joint efforts of the entire\r\ninternational community.\r\nI would like to reiterate that this process must seek\r\nthe broadest possible support of Member States. This is\r\nthe only way to guarantee the legitimacy of this reform.\r\nIn my view, this objective is more important than mere\r\nhaste. In a classic Spanish play, the main character says\r\nto his valet: “Dress me slowly. I’m in a hurry”, which\r\nbrings to mind the Latin proverb: “Festina lente” —\r\nhasten slowly. Some have compared this process to a\r\nmoving train that we cannot miss. I agree, but it is\r\nequally important not to leave behind on the platform the\r\npassengers who wish to continue participating in this\r\ncommon venture of all nations.\r\nMr. Rovenský (Czech Republic): The Open-ended\r\nWorking Group on the Question of Equitable\r\nRepresentation on and Increase in the Membership of the\r\nSecurity Council and Other Matters has been active for\r\nthe past three years. Its deliberations have attracted the\r\nwide attention of the Member States. Its discussions have\r\nbeen far-reaching and detailed. They have encompassed\r\nall aspects of Security Council work.\r\nMany interesting proposals have emerged from this\r\nlively debate with regard to the future composition and\r\nworking methods of the Council. They offer a rich\r\nselection to choose from and, as a next step, the Group\r\n13\r\nGeneral Assembly 46th plenary meeting\r\nFifty-first session 30 October 1996\r\nshould do just that. It should begin with the selection\r\nprocess. It is clear that many proposals, especially those\r\naimed at improving the Security Council’s working methods\r\nand transparency, have received wide support in the\r\nWorking Group and, with the goodwill of all concerned,\r\ntheir adoption should not pose a major difficulty.\r\nFor practical reasons, let us separate proposals that\r\nwould require Charter amendments from those that would\r\nnot. Numerous delegations have voiced the view that many\r\nof the proposals aimed at improving the Security Council’s\r\nworking methods and transparency and its relationship with\r\nnon-members of the Council and with other principal\r\norgans of the United Nations — proposals that have, by the\r\nway, enjoyed overwhelming support — could be\r\nimplemented by means other than Charter amendments.\r\nThey could therefore be adopted without unnecessary delay.\r\nIt is, in our view, desirable that the Open-ended\r\nWorking Group submit recommendations concerning\r\nchanges in the composition and working methods of the\r\nSecurity Council before the end of the fifty-first session of\r\nthe General Assembly. This is an achievable goal.\r\nLet me now briefly recapitulate the salient features of\r\nthe Czech position on the reform of the Security Council.\r\nWe support an increase in both permanent and non-\r\npermanent seats, while insisting on safeguarding rapid and\r\neffective Security Council action. We recognize that an\r\ninordinate increase in the number of permanent and non-\r\npermanent members would hinder the effectiveness of the\r\nCouncil. Therefore we advocate a modest expansion in both\r\ncategories. We oppose new categories of Security Council\r\nmembership under whatever guise they may be proposed.\r\nThe criteria for new permanent members of the\r\nSecurity Council should include, inter alia, their level of\r\ncommitment to maintaining international peace, promoting\r\ndevelopment and meeting financial obligations towards the\r\nUnited Nations. We believe that Germany and Japan are\r\nsuitable candidates and support expanded representation of\r\nAfrica, Latin America and Asia.\r\nAs far as the reform of Security Council working\r\nmethods is concerned, several proposals have been\r\nsubmitted, including the Czech proposal for a broader\r\ninterpretation of Articles 31 and 32 of the Charter that\r\nwould enable non-members of the Council to participate in\r\nits discussions. This proposal was elaborated further,\r\nespecially by Argentina and New Zealand, and has received\r\nwide support from Member States. We hope that it will be\r\nincluded in the recommendations that the Open-ended\r\nWorking Group will eventually submit to the General\r\nAssembly.\r\nFinally, let me express my delegation’s support for\r\nthe report of the Open-ended Working Group, which we\r\nfind to be a concise and accurate description of the\r\nactivities of the Group at the fiftieth session of the\r\nGeneral Assembly. We endorse the recommendations\r\ncontained therein. We thank Ambassador Breitenstein of\r\nFinland and Ambassador Jayanama of Thailand for their\r\nexcellent work as co-Vice-Chairmen and assure them of\r\nour continued support.\r\nMr. Nobilo (Croatia): At the outset, I would like to\r\ntake this opportunity to convey my delegations’s deep\r\nappreciation to the Vice-Chairmen of the Open-ended\r\nWorking Group on the Question of Equitable\r\nRepresentation on and Increase in the Membership of the\r\nSecurity Council and Other Matters Related to the\r\nSecurity Council, Ambassador Breitenstein of Finland and\r\nAmbassador Jayanama of Thailand. They have steered the\r\ndiscussions of the Working Group in an excellent manner.\r\nAdditionally, I would like to express my gratitude for the\r\nwise guidance of the previous Chairman of the Working\r\nGroup, Ambassador Diogo Freitas do Amaral, and to wish\r\nMr. Razali good luck in presiding over the deliberations\r\nof the Working Group.\r\nSince the Security Council has primary responsibility\r\nfor the maintenance of international peace and security,\r\ndiscussion of the composition and working methods of the\r\nCouncil is a matter of extreme importance and gravity.\r\nTherefore, any recommendation or decision on this\r\nsubject should only be made after careful and extensive\r\ndeliberations that take into account the opinions and\r\nsuggestions of the widest spectrum of United Nations\r\nMember States.\r\nHowever, after some three years of deliberation on\r\nthis matter in the Open-ended Working Group on the\r\nQuestion of Equitable Representation on and Increase in\r\nthe Membership of the Security Council and Other\r\nMatters Related to the Security Council, we have come to\r\na crossroads, at which we had to decide whether these\r\ndeliberations are to bear fruit or whether they have largely\r\nbeen for naught. We have to date heard a wide variety of\r\nopinion; further discussion without concrete proposals\r\nwould be counter-productive and would only serve to shut\r\nthe window of opportunity for carrying out meaningful\r\nreform. We must now look beyond narrow State interests\r\nand seize this opportunity to present concrete proposals\r\n14\r\nGeneral Assembly 46th plenary meeting\r\nFifty-first session 30 October 1996\r\nand to try to build the necessary consensus in order to put\r\nthem into effect.\r\nIn this regard my delegation believes that if agreement\r\non all the issues concerning Security Council reform cannot\r\nbe reached, then we should try to take action on those\r\nmatters on which there is agreement. This relates especially\r\nto issues regarding the working methods of the Council.\r\nThese issues should not be held hostage to other issues on\r\nwhich there is no wide-spread agreement. Matters regarding\r\nthe working methods of the Council on which there is\r\nagreement should be presented as recommendations to the\r\nSecurity Council with a view to having them\r\ninstitutionalized.\r\nThere is almost unanimous opinion that the\r\ntransparency of the Security Council needs to be increased.\r\nIt should be noted that there have been recent\r\nimprovements which have increased the transparency of the\r\nCouncil, such as the Council President’s regular briefings\r\nto non-members of the Council. We wish to commend this\r\ninitiative; however, it is our firm opinion that much more\r\ncan be done in this regard.\r\nMy delegation is of the opinion that countries which\r\nhost United Nations peacekeeping troops should participate\r\nin the meetings that the Security Council holds with troop-\r\ncontributing countries. Croatia, as a troop-hosting country,\r\nbelieves that mutual benefit would be derived from such a\r\npolicy. The Republic of Croatia also shares the view\r\nexpressed by many States that Article 31 of the Charter of\r\nthe United Nations should be interpreted in such a way as\r\nto allow United Nations Member States which are not\r\nmembers of the Security Council to participate in\r\ndiscussions during informal consultations of the Council on\r\nquestions which directly affect them.\r\nIt would seem to us only fair that States which are\r\ndirectly affected by Security Council decisions should be\r\nable to present their positions at relevant meetings of the\r\nCouncil. In addition to that, an exchange of views between\r\nthese States and members of the Security Council in the\r\nearly phases of the decision-making process should lead to\r\nbetter mutual assessment of the situation in question. This\r\nwould help the Council make better-informed decisions and\r\nwould facilitate the implementation of those decisions.\r\nIn terms of the composition of the Security Council,\r\nthe Republic of Croatia wishes to state once again that it\r\nfavours an increase in both the permanent and the non-\r\npermanent categories of membership of the Council. The\r\nincrease in size of the Council should not be such as to\r\naffect negatively the efficiency of the work of that body.\r\nTherefore, we are of the opinion that the total\r\nmembership of the Council should not exceed 25,\r\nalthough we do not view this number as a non-negotiable\r\nlimit, but rather as a general target.\r\nCroatia believes that Germany and Japan, due to\r\ntheir firm adherence to democratic principles and to their\r\nactive and valuable involvement in the interest of\r\nmaintaining international peace and security, deserve to be\r\npermanent members of the Security Council.\r\nMy delegation also views favourably proposals that\r\ncountries from Africa, Asia and Latin America should be\r\namong the permanent members of the Security Council,\r\nwith possibly one permanent member from each of these\r\nthree regions. Permanent membership for these regions\r\nshould be considered not only in order to ensure equitable\r\ngeographical distribution, but also because countries from\r\nthese regions have significant political and economic\r\ninfluence and have played a constructive role in\r\ninternational affairs, including peacekeeping. Croatia\r\nwould, of course, respect the decision reached by States\r\nfrom these regions as to how they would prefer to be\r\nbetter represented in the Council.\r\nWith regard to the duration of the terms of both new\r\nand present permanent members, my delegation believes\r\nthat the adjective permanent should not be taken literally.\r\nWe support the view that there should be a review\r\nmechanism, whereby the status of permanent members\r\nwould be considered every 10 to 15 years.\r\nIt is difficult to discuss an increase in the permanent\r\nmembership of the Security Council without at the same\r\ntime reflecting on the power of the veto which the\r\npermanent members enjoy. The Republic of Croatia\r\nwishes to reiterate its general position that there should be\r\na limitation of the right and exercise of the veto.\r\nHowever, since it is highly unlikely that the power of the\r\nveto will soon be abolished, the Republic of Croatia\r\nbelieves that the proposal to require at least two vetoes to\r\nbe cast in order to nullify a Security Council resolution\r\ndeserves serious consideration. This proposal would be\r\neven more appropriate in a Security Council with an\r\nincreased number of permanent members. Additionally, it\r\nis our opinion that the scope of the veto should be limited\r\nonly to enforcement measures under Chapter VII of the\r\nCharter.\r\nMy delegation also wishes to reiterate the need to\r\nkeep the interests of small States in mind when\r\n15\r\nGeneral Assembly 46th plenary meeting\r\nFifty-first session 30 October 1996\r\nconsidering the enlargement of the Security Council. We\r\nare of the opinion that a mechanism should be established\r\nby which small States would be guaranteed a voice in the\r\nCouncil through a balanced rotation of non-permanent seats,\r\nin keeping with the principle of the sovereign equality of\r\nStates.\r\nI wish to stress, in conclusion, that the time has come\r\nfor us to formalize those recommendations on Security\r\nCouncil reform that have wide support among States\r\nMembers of the United Nations. Future meetings of the\r\nWorking Group dealing with the reform of the Security\r\nCouncil need to focus on this matter. We are at the point\r\nwhere the repetition by Member States of established and\r\nwell-known positions serves no useful purpose. Rather, the\r\ntime has come to act, lest we risk losing the present\r\nopportunity.\r\nSir John Weston (United Kingdom): It is three years\r\nsince we started this present exercise of enlarging the\r\nSecurity Council: three years during which we have\r\ndiscussed the issues fully, clarified the key concepts, and\r\ndeveloped innovative proposals to enhance the Council. It\r\nis three years also in which the Council, partly in response\r\nto the suggestions of the General Assembly and the\r\nWorking Group, has improved its own working methods,\r\nenhanced its transparency to the benefit of non-members,\r\nand strengthened its links to troop contributors. It is also\r\nthree years in which, despite our agreement on the need for\r\nenlargement, and despite the commitments made at the\r\nfiftieth anniversary celebrations, we have yet to enlarge the\r\nSecurity Council, an enlargement which is, after all, the\r\nobjective of the Working Group’s mandate.\r\nThe positions of Member States on the issues before\r\nus are now clear. We have before us many interesting\r\nproposals, including those of Tunisia and Norway, which\r\ncould be developed further. As the British Foreign\r\nSecretary, Malcolm Rifkind, indicated in the general debate,\r\nthe time has come to move from the discussion of\r\nprinciples to the discussion of proposals, and from\r\nrepetition of well-known points to serious negotiations.\r\nAnother year of general debate will not help us; nor will it\r\nhelp the United Nations.\r\nI venture to assert that we already have a wide\r\nmeasure of agreement in the General Assembly on the\r\nmanner in which we should enlarge the Council: first,\r\ncertain countries, by virtue of their political, economic and\r\ndiplomatic weight, deserve to be offered permanent\r\nmembership of the Council. We welcome the wide support\r\noffered in this respect to Japan and Germany, here in the\r\nAssembly debate and also in the Working Group.\r\nSecondly, there is agreement that the representation\r\nof developing countries in the Council should be\r\nenhanced.\r\nThirdly, there is agreement that the process of\r\norganic, evolutionary change in the Council’s working\r\nmethods, which has enhanced its transparency, should\r\ncontinue.\r\nAbove all, the Council must remain effective and\r\nefficient, able to react quickly and decisively to threats to\r\ninternational peace and security. That, for us at least,\r\nmeans that the Council must remain of a workable size,\r\nand that any enlargement must be kept modest to, say, 20\r\nor 21 seats. The Council is and must continue to be an\r\naction-orientated body, not a debating club, not a\r\nparliament, not a recreation of the General Assembly.\r\nIn closing, I pay tribute to the work of Ambassador\r\nBreitenstein and Ambassador Jayanama, the co-Vice-\r\nChairmen of the Working Group, and to their efforts, both\r\nformal and informal, to move our discussions forward.\r\nWe also pay tribute to the President of the General\r\nAssembly and to his own personal commitment to the\r\ncause of reform. We pledge to work with him and with\r\nthe co-Vice-Chairmen for an early and successful\r\nconclusion to our work to give us a modern, effective\r\nSecurity Council fit for the new millennium.\r\nI would end with a footnote. While we should not\r\njudge countries’ contributions to the United Nations solely\r\nby their budgetary contributions, it is important that we\r\nstick to the facts. Therefore, despite what one of my\r\ncolleagues suggested yesterday in this debate, let me place\r\nagain on record that the United Kingdom is and expects\r\nto remain the fifth largest financial contributor to the\r\nassessed budgets of this Organization, currently paying\r\n5.32 per cent on the regular budget and 6.6 per cent on\r\nthe peacekeeping budget scale. Any delegation requiring\r\nconfirmation of this can easily obtain it from our\r\ncolleagues in the Secretariat.\r\nMr. Gnehm (United States of America): The United\r\nStates is very pleased to contribute to today’s debate on\r\nagenda item 47, “Question of equitable representation on\r\nand increase in the membership of the Security Council\r\nand related matters”.\r\n16\r\nGeneral Assembly 46th plenary meeting\r\nFifty-first session 30 October 1996\r\nDiscussion in the Open-ended Working Group, under\r\nthe guidance of our two very able co-Vice-Chairmen, has\r\nproven very useful. Although final consensus continues to\r\nelude the Working Group, there have been some important\r\naccomplishments this year. In its report to the General\r\nAssembly, the Working Group reaffirmed its agreement to\r\nexplore ways of reforming the Security Council in a\r\nmanner which\r\n“strengthens its capacity and effectiveness, enhances\r\nits representative character and improves its working\r\nefficiency”. (A/50/47, para. 16)\r\nIn this vein, discussions in the Working Group again\r\ndemonstrated that many delegations share the United States\r\nview that permanent membership for Germany and Japan\r\nis a sine qua non of Security Council reform. The\r\noverwhelming support Japan received in the vote for a non-\r\npermanent seat for the 1997-1998 term clearly underscores\r\nthe appreciation of the international community for Japan’s\r\nrecord of constructive global influence and its capacity to\r\nsustain heavy global responsibilities. Germany has\r\ndemonstrated similarly impressive global leadership during\r\nthe time it has served on the Security Council. Japan and\r\nGermany would both be valuable new permanent members\r\nwhose contributions would strengthen the Council; indeed,\r\nI must emphasize that the United States could not agree to\r\na Council enlargement that did not entail their permanent\r\nmembership.\r\nThe United States would also accept a modest\r\nexpansion of the Council beyond permanent seats for\r\nGermany and Japan, while keeping firmly in mind the need\r\nto maintain the Council’s working efficiency. We do not\r\nwish to destroy the Council in the process of attempting to\r\nenhance it. Beyond Germany and Japan, additional\r\nmembership remains a substantial question. While the\r\nUnited States takes no position on how other seats might be\r\napportioned, we believe the total size of the Council should\r\nnot exceed about 20 members.\r\nMoreover, we would not agree to any change in the\r\nstatus, powers and obligations of the current permanent\r\nmembers, all of which are countries with global political\r\nand economic influence and a capacity to contribute to\r\npeace and security through concrete measures on a global\r\nbasis.\r\nDiscussion in the Working Group has touched upon\r\nbroadening participation in the Council by developing\r\ncountries. A new and interesting element in the discussion\r\nthis year was the introduction of creative proposals by a\r\nnumber of delegations concerning the concept of\r\npermanent regional rotational seats. This concept, in our\r\nopinion, is both positive and constructive, and deserves\r\ncareful consideration; we certainly hope the Working\r\nGroup will explore it further.\r\nWe remain committed to openness, transparency,\r\nresponsiveness and dialogue between the Council and\r\nnon-members. In fact, the Council has shown itself to be\r\nmore flexible in adapting its working methods to\r\nachieving these goals than perhaps any other United\r\nNations body. This year, many more open debates were\r\nheld on issues of wide interest prior to Security Council\r\nconsideration of the respective subjects. The daily Council\r\nagenda was published with greater detail than ever before.\r\nTroop contributors’ meetings continued to be held, with\r\nspecial emphasis on doing so before Council\r\nconsideration of actions on peacekeeping mandates. The\r\nPresidents of the Council have also sought regularly to\r\nbrief Member States on Council deliberations, and we\r\ncertainly did so quite frequently during our presidency.\r\nWe remain open, as the need arises, to consideration of\r\nfurther procedural changes to enhance the Council’s\r\ntransparency and efficiency.\r\nWe welcome the strong interest which the President\r\nof the General Assembly has demonstrated in the issue of\r\nCouncil expansion and reform, and we also welcome his\r\nstewardship as the Working Group’s Chairman.\r\nMr. Erwa (Sudan) (interpretation from Arabic): At\r\nthe outset, I should like to thank the officers of the Open-\r\nended Working Group on the Question of Equitable\r\nRepresentation on and Increase in the Membership of the\r\nSecurity Council and Other Matters Related to the\r\nSecurity Council for their efforts, which are reflected in\r\nthe report before us. We should also like to thank the\r\nSecretariat for facilitating the work of the Working\r\nGroup.\r\nReform of our international Organization, and\r\nspecifically the Security Council and its working methods,\r\nis an issue on which all the States Members of the United\r\nNations agree, because the Security Council continues to\r\nplay a role that affects many matters of interest to the\r\ninternational community and peoples throughout the\r\nworld. My delegation therefore believes that the efforts to\r\nreform the Council should proceed from the principles of\r\nthe United Nations Charter, most important among them\r\nthe principle of the sovereign equality of States.\r\n17\r\nGeneral Assembly 46th plenary meeting\r\nFifty-first session 30 October 1996\r\nMr. Azwai (Libyan Arab Jamahiriya), Vice-Chairman,\r\ntook the Chair.\r\nThe Charter is the standard by which all calls to reform the\r\nCouncil should be measured. In its work, the Council\r\nshould conform to the principles of the Charter.\r\nAll previous speakers have reaffirmed the need for the\r\nSecurity Council to work in a more transparent and\r\nequitable manner. They have said that its membership\r\nshould truly reflect the principle of democracy. The Charter\r\nstates that the Security Council acts on behalf of the\r\nMembers of the United Nations, and they in turn expect\r\nthis to be reflected in the resolutions the Council adopts. It\r\nis regrettable that the actual situation in the Council is\r\notherwise. The activities of the Security Council have been\r\ncharacterized by cloaks and daggers, and by secret\r\nmeetings. Its resolutions lack justice and objectivity, and\r\nhave become a battleground for the settling of accounts\r\nbetween some Council members and other States. The\r\nSecurity Council has been exploited. It has become an\r\ninstrument to punish States and peoples, even though the\r\nCharter provides that the Security Council should be used\r\nto settle disputes by peaceful means.\r\nMy delegation believes that the first priority in\r\nreforming the Council is to make it more representative of\r\nthe world’s current reality. The Security Council was set up\r\nin 1945, when the United Nations had 51 Members. At that\r\ntime, the Council numbered 11 members. The reality of the\r\nworld situation in 1963 — with the membership of the\r\nUnited Nations reaching 112 States — dictated an increase\r\nin the size of the Council to 15 members. Today the\r\nmembership of our Organization is 185. Therefore, the\r\nmembership of the Council should be increased in a just\r\nmanner which takes into consideration that all previously\r\ncolonized States are now independent, fully sovereign\r\nStates with the right to participate in decision-making and\r\nin the maintenance of international peace and security.\r\nIn this regard my delegation agrees with the Malaysian\r\nproposal for an increase in the membership of the Council\r\non a regional basis, with each region choosing its\r\nrepresentative according to set criteria. In this way, the\r\nprimary role of those States would be to represent their\r\nregions. Such a proposal, which would put an end to the\r\npractices of some States, which seem to believe that their\r\nmembership in the Council is an honour attaching to them\r\nalone, and which do not even bother to consult with other\r\nStates of the region they represent.\r\nIn seeking to obtain greater transparency in the\r\nCouncil’s activities, we should review the Council’s\r\ntendency to hold many informal meetings during which\r\nitems are considered and draft resolutions formulated, and\r\nthen to take these draft resolutions to formal meetings\r\nwhich are merely official occasions to read out the\r\npreviously agreed-upon decisions. My delegation would\r\nsupport the proposal to apply Article 31 of the Charter to\r\ninformal meetings of the Security Council, in order to\r\nallow States concerned with an issue before the Council\r\nto participate in informal meetings of the Council on that\r\nissue — thereby achieving justice and equality for all\r\nparties to the dispute.\r\nMy delegation also reaffirms the need for further and\r\nwider consultation between members of the Security\r\nCouncil and all the other Members of the United Nations,\r\nin particular when the Council is considering action under\r\nChapter VII of the Charter. Such expanded consultations\r\nare needed because resolutions involving such action have\r\neffects that go far beyond the States concerned, affecting\r\nentire regions and sometimes areas beyond them as well.\r\nMy delegation believes that, as part of the reform of\r\nthe Security Council, there is a need to promote and\r\nimprove the relationship between the Security Council\r\nand the General Assembly, especially when Chapter VII\r\nis involved. This is because the General Assembly has\r\nwider representation, and because many aspects of\r\nChapter VII fall within its purview.\r\nMy delegation also calls for promoting better\r\nrelations between the Security Council and regional\r\norganizations. We believe that the Council should expand\r\nits efforts to seek the opinions of both the General\r\nAssembly and regional organizations, in particular on\r\nmatters involving Chapter VI and when peaceful solutions\r\nto disputes are being sought as a way of maintaining\r\ninternational peace and security.\r\nMy delegation believes that the Security Council\r\nshould limit itself to political and security issues. It\r\nshould not take up legal issues, which fall under the\r\npurview and mandate of the International Court of Justice.\r\nThe veto power was dictated by conditions which no\r\nlonger prevail in our world. It is no secret that the veto\r\nruns counter to the Charter principle of equality among\r\nStates. It runs counter to the principle of a democratic\r\norganization. Proceeding from this, my delegation calls\r\nfor the abolition of the veto. This would be a means for\r\n18\r\nGeneral Assembly 46th plenary meeting\r\nFifty-first session 30 October 1996\r\nachieving justice and equality in the activities of the\r\nOrganization and of the Security Council in particular.\r\nCalls for democracy must not be used to impose\r\ndouble standards and selectivity. If our intentions in this\r\nregard are genuine, we must all commit ourselves to\r\nserving, in deeds and in words, the principles of democracy.\r\nIn conclusion, my delegation believes that the\r\nWorking Group has not achieved the desired progress\r\nbecause some countries insisted on maintaining their\r\nprivileges. We call on the Working Group to accelerate its\r\nactivities to achieve its objectives so that the Council can\r\nno longer be used as an instrument in the hands of some to\r\npunish others, to impose double standards and to be\r\nselective in the drafting and implementation of resolutions.\r\nMr. Wisnumurti (Indonesia): The Indonesian\r\ndelegation looks forward to working with closely with\r\nMr. Razali, when, as President of the fifty-first session of\r\nthe General Assembly, he will preside over the\r\ndeliberations of the Open-ended Working Group on the\r\nQuestion of Equitable Representation on and Increase in the\r\nMembership of the Security Council and Other Matters\r\nRelated to the Security Council. We would also like to\r\navail ourselves of this opportunity to extend our felicitations\r\nto the two Vice-Chairmen of the Working Group on their\r\nre-election.\r\nAt the outset, my delegation wishes to associate itself\r\nfully with the statement delivered by Colombia on behalf of\r\nthe Non-Aligned Movement, which stressed the importance\r\nattached to this question and the urgent need for democracy\r\nand transparency in the Council’s functioning.\r\nTo the credit of Member States, it must be said that\r\nsince the initiation of deliberations in the Working Group\r\nmandated to consider the question of an expansion of the\r\nSecurity Council and related matters, earnest endeavours\r\nhave been made to resolve the large number of contentious\r\nissues. This was made possible to a great extent by the\r\nsubmission of proposals which have contributed to a better\r\nappreciation of the diverse positions that prevail among us.\r\nIn turn, this has laid a solid basis for further work towards\r\nthe reform and revitalization of the Security Council, which\r\nwe all agree is long overdue and cannot be postponed\r\nindefinitely. Yet our future direction is far from clear and\r\nself-evident, due primarily to the interplay of a complex set\r\nof factors and policies that have not always been conducive\r\nor responsive to the legitimate demands and expectations of\r\nour times.\r\nIt is therefore pertinent to ask how long the\r\ninternational community can countenance the present\r\nuntenable status quo; what the reasoning is behind the\r\nstated preference of some Members for the present state\r\nof affairs over changes in the composition of the Security\r\nCouncil and its decision-making processes; and whether\r\nwe are genuinely committed to a Council that would\r\nreflect the undeniable realities of the contemporary world.\r\nIt is clear that success in our endeavours to revamp\r\nand to revitalize the Security Council will be elusive if\r\nthe key issue of an increase in permanent membership is\r\nnot accorded the consideration that it warrants.\r\nRegrettably, this question has often been portrayed,\r\nerroneously in our view, as leading to the expansion of an\r\nexclusive club and to the creation of new centres of\r\npower and new regimes of privilege without\r\nresponsibility. However, new permanent members from\r\ndeveloping countries would be committed to dispelling\r\nsuch misperceptions by assuming the onerous obligations\r\ninherent in such a status, especially in respect of\r\nmaintaining international peace and security. Thus,\r\ninsulated from power politics, they would be committed\r\nto safeguarding the collective interests of the global\r\ncommunity. They would accord priority to resolving\r\nconflicts through dialogue and negotiations — the use of\r\nforce being the last resort. They would seek a democratic\r\nprocess of decision-making through consultations with the\r\nparties involved in disputes and other interested countries,\r\nand would thereby enhance channels of communication.\r\nThey would act impartially and objectively to ensure that\r\nthe Council’s decisions were based on fairness, equity and\r\nconsistency. And they would endeavour to establish a\r\njoint working relationship with the General Assembly and\r\nother bodies, and would seek to involve the membership\r\nat large more closely in the work of the Council.\r\nIt should also be acknowledged that some of the\r\ndeveloping countries seeking permanent membership have\r\nearned their rightful place through manifold contributions\r\nto the purposes and objectives of the United Nations,\r\nespecially in the field of security and peacekeeping, and\r\nbecause of political and economic realities, proven\r\ncompetence in conflict prevention and resolution, the\r\npromotion of regional harmony and the building of an\r\nedifice of confidence and concord.\r\nIn our view, the Security Council can no longer\r\nremain stagnant and unresponsive to the changed and\r\nchanging milieu of the contemporary era. The time has\r\ntherefore come to move away from anachronisms\r\ninherited from the past, to seek changes in conformity\r\n19\r\nGeneral Assembly 46th plenary meeting\r\nFifty-first session 30 October 1996\r\nwith the passage of time and the evolution of events, and\r\nto introduce a new balance in the composition of the\r\nCouncil.\r\nIn this regard, Indonesia believes that an increase in\r\nthe permanent category should reflect the will and interests\r\nof the developing countries in conformity with the present\r\nrealities and the changed international context.\r\nConsequently, an increase that failed to include non-aligned\r\nand developing countries would be inequitable, would\r\nfurther widen the chasm between these States and the\r\ndeveloped nations, and would not redress the geographical\r\nimbalance that already exists. It is pertinent to note that,\r\ncontrary to some assertions, none of the developed States\r\nseeking permanent membership can be said to have\r\nreceived endorsement at both the regional and the global\r\nlevels.\r\nMy delegation deems it essential that concerted efforts\r\nshould continue towards resolving the question of new\r\npermanent members under a comprehensive expansion\r\npackage that would also include non-permanent members.\r\nA partial solution to this question in utter disregard of the\r\nneed for a comprehensive package would seriously\r\nundermine our endeavours for a more balanced,\r\nrepresentative and legitimate Security Council, and would\r\nhence be unacceptable.\r\nMy delegation is already on record as having\r\nexpressed its doubts and reservations concerning new types\r\nor categories of membership in the Security Council for the\r\nostensible purpose of providing increased opportunities for\r\nan undefined group of States. These proposals are fraught\r\nwith serious ambiguities, are of doubtful efficacy and\r\npracticability, and would unduly restrict the scope and\r\ndimension of the reform process.\r\nThe concept of regionalism in particular would deprive\r\nthe General Assembly of its jurisdiction in electing\r\nmembers. The credentials of candidates should be open for\r\nscrutiny by the wider membership. Regional representation\r\nwould fuel irritants that have so far been submerged in the\r\nbroader interests of regional amity. It might even sharpen\r\nregional animosities where they exist. Further compounding\r\nthe problem is the question of reconciling national and\r\nregional interests and the practicability of designating one\r\nor two countries, given the diversity and plurality of\r\norganizations in some regions in terms of capabilities,\r\npolitical inclinations, and economic and social factors. We\r\nshould not confuse the concept of regionalism enshrined in\r\nChapter VIII of the Charter with the concept of regional\r\nrepresentation in the Security Council, as they have distinct\r\ncharacteristics and implications. Hence, the regional\r\napproach would not substantively ameliorate the current\r\ninequities and imbalances in the Security Council.\r\nIndonesia has consistently supported an appropriate\r\nincrease in the non-permanent category in view of the\r\ndramatically expanded membership of the United Nations.\r\nSuch an increase, based on the guiding principle of\r\nequitable geographical representation, has become\r\nimperative as under-representation is incompatible with\r\nthe ongoing process of democratization.\r\nWith regard to the working methods and practices of\r\nthe Security Council, the changes that have been\r\nintroduced have had the beneficial impact of enhancing\r\nthe relationship between the Council and the general\r\nmembership. We have noted in particular the briefings by\r\nthe President of the Security Council to non-members of\r\nthe Council; meetings between the members of the\r\nCouncil and troop-contributing countries; consultations\r\nbetween the President of the Council and Member States\r\ninterested in disputes which are under consideration by\r\nthe Council; and more frequent formal meetings of the\r\nSecurity Council to address specific situations or issues of\r\nimportance to the international community.\r\nWhile many of these procedures and practices\r\nconstitute encouraging developments, their importance has\r\nbeen magnified; they are far from meeting the\r\nrequirements of transparency, accountability and\r\ndemocratization. Thus, what it has been possible to\r\nachieve are improvements of a marginal nature that do\r\nnot address the core issues. Hence, there is still a long\r\nroad to travel. Much more needs to be done, particularly\r\nin institutionalizing many of these procedures and\r\npractices.\r\nAn adequate working relationship between\r\npermanent and non-permanent members has long been\r\nacknowledged to be an essential prerequisite for the\r\nCouncil’s effectiveness. In both formal sessions and\r\ninformal consultations, non-permanent members have\r\nmade positive contributions in promoting the peaceful\r\nresolution of conflicts. Thus, the permanent and the non-\r\npermanent members collectively share a sacred trust and\r\nact on behalf of the other Members of the Organization.\r\nThis should be buttressed by a constructive search for\r\nconsensus on difficult and controversial issues.\r\nFinally, as regards the question of veto, Indonesia\r\nhas associated itself with the position of the Non-Aligned\r\nMovement, as submitted by Egypt in March 1996. Its\r\n20\r\nGeneral Assembly 46th plenary meeting\r\nFifty-first session 30 October 1996\r\nretention would erode the trust and confidence of the\r\nMember States in the integrity and objectivity of the\r\nSecurity Council. The principles of equity, equality and\r\nlegitimacy also call for its elimination. Its exercise, which\r\nensures an exclusive and dominant role for a few powerful\r\nnations, is also incompatible with the ongoing endeavours\r\nto reform the decision-making processes of the Security\r\nCouncil.\r\nIn conclusion, Indonesia deems it essential for the\r\nWorking Group to continue its endeavours in fulfilling the\r\ntask entrusted to it by the General Assembly. We therefore\r\nsupport the recommendation contained in its report for a\r\ncontinuation of its work during the fifty-first session of the\r\nGeneral Assembly. Considering the critical issues that\r\nimpinge on the vital interests of all Member States, my\r\ndelegation urges caution rather than hasty decisions, in view\r\nof the ramifications for the future of the Security Council.\r\nMr. Didi (Maldives): Our Foreign Minister has\r\nconveyed to His Excellency Mr. Razali Ismail the formal\r\ncongratulations of the delegation of Maldives on his\r\nelection to the post of President of the General Assembly\r\nat its fifty-first session. However, as this is the first time\r\nthat I am speaking in plenary, I wish to add my own\r\ncongratulations on his well-deserved election to this high\r\npost. Speaking for the Maldives delegation, I am happy to\r\nassure the President of our full cooperation. We extend our\r\nwholehearted support to the effective manner in which our\r\nproceedings are being conducted.\r\nThe Maldives is glad to have been among the 10\r\nMember States whose request in 1979 led to the original\r\ninclusion in the agenda of the General Assembly of the\r\nquestion of equitable representation on and increase in the\r\nmembership of the Security Council. Seventeen years have\r\npassed since its introduction. However, it was only in 1992\r\nthat the General Assembly decided to initiate action under\r\nthis item. Since then, many different views have been\r\nexpressed by States Members of this Organization under\r\nthis roof as well as by interested individuals elsewhere.\r\nToday, the question of increase in the membership of the\r\nSecurity Council has gained the momentum it deserves.\r\nWe fully realize that any change in the composition of\r\nthe Security Council will also necessitate the consideration\r\nof several other matters, including the necessary\r\namendments to the Charter, the role of the veto as at\r\npresent and the decision-making process of the Council.\r\nSimilarly, the issues relating to permanent membership,\r\ntransparency in the work of the Council and the relationship\r\nbetween the Council and the General Assembly are equally\r\nimportant areas that concern the membership of this\r\nOrganization — viewed, perhaps, from different angles by\r\nvarious countries and groups of countries. How to achieve\r\n“equitable representation” itself is a delicate issue because\r\nits interpretation is likely to be different among Members,\r\neven in the same geographical group.\r\nThe task is a formidable one. The Maldives\r\ndelegation appreciates deeply the untiring efforts of the\r\nOpen-ended Working Group since its establishment in\r\n1993 to put together all the components that make up the\r\nissue. We would like to see the process result in reform\r\nthat would make the Security Council more\r\nrepresentative, democratic and transparent. We would be\r\nreluctant to see the United Nations become a corporate\r\nbody in which only the rich and powerful decide issues.\r\nThe world has changed, opening up numerous\r\nopportunities and formidable challenges. The time is\r\npropitious to enhance and to reinvigorate the principles of\r\nsovereign equality and fair participation enshrined in the\r\nCharter.\r\nMany heads of delegations have expressed their\r\nviews on this subject during the general debate. Some\r\nhave endorsed, or aligned themselves with, the proposals\r\nput forward by others. None of them seem to disagree\r\nthat there is an urgent need today to reform the Security\r\nCouncil. However, as the General Assembly took up\r\nconsideration of this item more than a decade since its\r\ninscription on the agenda, we do not feel that its urgency\r\nshould now cause it to be dealt with hastily, at the cost of\r\nthe intended results. Nevertheless, my delegation does not\r\nwish to see the discussions on reform prolonged, for the\r\nmomentum of the reform process cannot be maintained\r\nindefinitely. While what reality dictates cannot be\r\nignored, discussions must be continued until consensus\r\nhas been reached on all important aspects. These should\r\ninclude the basis of rotation of non-permanent members\r\nand fair representation of all Members of this\r\nOrganization, taking into account in particular the\r\ninterests of less advantaged and small States such as my\r\nown. It is we who have to turn to the Security Council\r\nfor our security. It is for countries such as ours, for\r\nwhom, if I may quote our Foreign Minister,\r\n“the United Nations is extremely important in\r\nsafeguarding our sovereignty, independence and\r\nterritorial integrity”. (Official Records of the General\r\nAssembly, Fifty-first Session, Plenary Meetings, 27th\r\nMeeting, p. 7)\r\n21\r\nGeneral Assembly 46th plenary meeting\r\nFifty-first session 30 October 1996\r\nIn conclusion, my delegation would like to stress that\r\nalthough we have not been able to actively participate in\r\nthe proceedings of the Working Group, we would like to\r\ncommend the Chairman and the two Vice-Chairmen for\r\ntheir perseverance and dedication towards producing a\r\nformula acceptable to all. We would also like to appeal to\r\nthem, and to those Members that are most active in the\r\nWorking Group, to be mindful of the concerns of all States,\r\nincluding smaller ones, as the Group proceeds with the\r\nreform discussions in the spirit of enhancing legitimacy and\r\ndemocratic values within the United Nations in general and\r\nwithin the Security Council in particular.\r\nMr. Buallay (Bahrain) (interpretation from Arabic):\r\nSince the creation of the Open-ended Working Group on\r\nthe Question of Equitable Representation on and Increase\r\nin the Membership of the Security Council and Other\r\nMatters Related to the Security Council, as provided for in\r\nresolution 48/26 of the General Assembly of 3 December\r\n1993, many positive steps have been taken that can guide\r\nus in defining the main parameters of this important issue.\r\nMany opinions and proposals have been deliberated upon\r\nduring the Working Group’s meetings. We also note that\r\nthe Security Council itself has taken many steps to improve\r\nits working methods and procedures.\r\nThe stated views of States during the past period\r\nindicate near unanimity on the need to improve United\r\nNations bodies, including the Security Council, the\r\nOrganization’s nerve centre, in order to increase their\r\neffectiveness and representative character. These opinions\r\nwere crystallized in the historic Declaration on the Occasion\r\nof the Fiftieth Anniversary of the United Nations adopted\r\non 24 October 1995, when Member States and observers\r\ncommitted themselves to a United Nations for the twenty-\r\nfirst century, equipped and financed to enable it to render\r\neffective service to the peoples on whose behalf it was\r\nestablished. The Declaration stated that:\r\n“The Security Council should, inter alia, be expanded\r\nand its working methods continue to be reviewed in a\r\nway that will further strengthen its capacity and\r\neffectiveness, enhance its representative character and\r\nimprove its working efficiency and transparency.”\r\n(resolution 50/6)\r\nThe Declaration reflected the desire of the\r\ninternational community to review the activities of the\r\nSecurity Council 50 years after the birth of the international\r\nOrganization. All issues that have arisen and events that\r\nhave taken place on the international scene since the\r\ncreation of the United Nations must be taken into\r\nconsideration, particularly the important changes in\r\ninternational relations and the considerable increase in the\r\nmembership of the United Nations. We should define a\r\nnew concept for the twenty-first century which would\r\ntake these new conditions into account and would be\r\ncommensurate with them.\r\nAny observer of the activities of the Working Group\r\nwill note agreement among all States on the need to\r\nexpand the Security Council membership in the light of\r\nthe considerable increase in the membership of the United\r\nNations, which grew from 51 Members in 1945 to 185\r\ntoday. It is necessary now to ensure wider participation,\r\nand the opportunity to participate in Security Council\r\ndeliberations as members must be given to all States.\r\nIt would be desirable for the expansion of the\r\nSecurity Council not to compromise effectiveness or\r\nefficiency in the Council’s work. Therefore, this issue\r\nmust be studied very carefully in order to strike a balance\r\nbetween increasing membership on the one hand and\r\neffectiveness on the other.\r\nMy delegation views with satisfaction the measures\r\nalready adopted by the Security Council to improve its\r\nworking methods and procedures. These include briefing\r\nnon-members of the Security Council on Council\r\ndeliberations and discussions. These issues are of interest\r\nto all States. We hope that the Council will continue this\r\npolicy of openness — perhaps by publishing a monthly\r\nprogramme of work and by holding as many open\r\nmeetings as possible. We recently witnessed such a trend,\r\nwhen the Council held open meetings to consider a\r\nnumber of urgent issues, and thus enabled non-members\r\nto contribute to its debates. In addition, we believe that\r\nfurther statements from the Council would be of benefit\r\nto all.\r\nThe Working Group’s report to the General\r\nAssembly indicates that the Group took up the following\r\nfive essential issues: the working methods of the Security\r\nCouncil; the size and composition of the Council;\r\ndecision-making in the Council, including the veto;\r\namendments to the Charter; and periodic review of\r\nmembership and Security Council activities. These are\r\nvery important and complicated issues, as shown by the\r\nmany proposals put forward by Member States, some of\r\nwhich conflicted with, if not actually contradicted, others.\r\nThe substantive deliberations and consultations of\r\nthe Working Group showed the following. First of all, the\r\nissue is multi-faceted, because of the many details that\r\n22\r\nGeneral Assembly 46th plenary meeting\r\nFifty-first session 30 October 1996\r\nhave to be taken up. It is not limited solely to membership\r\nand other related issues as it would seem at first glance.\r\nSecondly, there is currently a balance in the membership of\r\nthe Security Council which took many years to achieve. It\r\nwould be difficult to change that balance without an\r\nalternative that was acceptable to all. Thirdly, the Working\r\nGroup with its current membership cannot effectively take\r\nup all aspects of the issue unless subgroups are created to\r\ntake up each element individually.\r\nIn the light of the experience of the Working Group to\r\ndate, it is clear that the most important factor for the Group\r\nis time, as well as the trust of Member States. Member\r\nStates must be patient; this is not an easy subject to deal\r\nwith in a short period of time. We therefore believe that the\r\nAssembly should adopt a draft resolution renewing the\r\nWorking Group until the next session, as has been\r\nproposed.\r\nProceeding from its belief in the central role of the\r\nSecurity Council in the maintenance of international peace\r\nand security, and from its belief in the importance of giving\r\nan opportunity to all Member States to participate in the\r\nCouncil, the State of Bahrain has put forward its\r\ncandidature for membership of the Security Council for the\r\nperiod 1998-1999. Bahrain hopes to contribute to the\r\nimplementation of the tenets and principles of the United\r\nNations, and we hope the international community will\r\nsupport our candidature.\r\nMr. Gorita (Romania): For the third consecutive\r\nsession, the General Assembly is examining the agenda\r\nitem entitled “Question of equitable representation on and\r\nincrease in the membership of the Security Council and\r\nrelated matters”. The work done since the last session,\r\nparticularly the inter-sessional consultations under the able\r\nguidance of Mr. Diogo Freitas do Amaral, President of the\r\nfiftieth session of the General Assembly, and the decisive\r\ncontribution of the two Vice-Chairmen, Ambassador\r\nBreitenstein of Finland and Ambassador Jayanama of\r\nThailand, has been conducive to important clarifications on\r\nmatters such as the lines of convergence that exist and\r\nmajor differences which still remain, as reflected in the\r\nreport of the Open-ended Working Group on this subject.\r\nThe report of the Working Group, so carefully\r\nnegotiated and pondered, may not necessarily reflect the\r\nconsiderable efforts put into this crucial endeavour\r\nthroughout the year. But the report definitely offers a useful\r\nbasis for future consultations and negotiations, to which we\r\nare all committed, because now we have a clear picture of\r\nwhat is and what is not acceptable to Member States.\r\nMy delegation closely followed the debates of the\r\nOpen-ended Working Group on Security Council reform\r\nand offered its own contributions to that work.\r\nFrom the very beginning of this exercise, we have\r\nseen this vital issue for the United Nations membership\r\nfrom both the perspective of equitable representation in\r\nand enlargement of the Security Council and from that of\r\ndeveloping additional measures and procedures for its\r\nworking methods within the existing framework of the\r\nUnited Nations Charter. Such an endeavour is closely\r\ninterrelated with the whole process of United Nations\r\nreform and adaptation to present and, more importantly,\r\nfuture challenges.\r\nFrom the inception of our own work on this issue,\r\nmy country offered a set of comments and suggestions in\r\nits official reply, in accordance with resolution 47/62.\r\nAt the same time, the process of consultations,\r\nwhich identified a core of ideas, made us more aware of\r\nthe complexity, special interests and, consequently, the\r\ndifficulties of finding a solution that is both equitable and\r\npragmatic. As for the results achieved so far, it is definite\r\nand particularly positive that important efforts — in terms\r\nof measures and procedures within the existing framework\r\nof the United Nations Charter and the United Nations\r\nSecurity Council rules of procedure — have been initiated\r\nand are currently under way. They concern the\r\nimprovement of the work of the Security Council in terms\r\nof transparency, greater openness to the entire\r\nmembership, and its relationship and interaction with\r\nother United Nations organs, especially with the General\r\nAssembly and with peacekeeping operations. The Security\r\nCouncil has already taken initiatives and put into practice\r\nsome ideas and measures resulting from the extensive\r\nprocess of consultations related to the so-called Cluster II\r\nissues. Thus, a genuine process of interaction in this area\r\nwas initiated and is currently under way. The United\r\nNations Security Council itself took some positive\r\ninitiatives, welcomed afterwards by the Open-ended\r\nWorking Group.\r\nThe issue of the enlargement of the Security Council\r\nmembership is proving to be far more complicated. As for\r\nthe ways and means of realizing the imperative of\r\nensuring a larger and more equitable representation of the\r\nmembership of the Security Council, Romania, at the very\r\nbeginning of this exercise, pointed out that any change in\r\nthe composition of the Council must necessarily provide\r\nthe most favourable conditions for the Council to perform\r\nits responsibilities under the United Nations Charter,\r\n23\r\nGeneral Assembly 46th plenary meeting\r\nFifty-first session 30 October 1996\r\nwhile maintaining and even increasing its efficiency. On\r\nthat occasion, the Romanian Government supported a\r\nmoderate increase in the composition of the Security\r\nCouncil. We encourage the efforts to reach an agreement\r\nand we favour increasing the membership of the Council up\r\nto a total of 25.\r\nWith regard to the eligibility criteria for membership\r\nin the Security Council, we consider that, in general, the\r\nprovisions of Article 23, paragraph 1, of the United Nations\r\nCharter, namely the contribution to the maintenance of\r\ninternational peace and security, as well as equitable\r\ngeographical distribution, are still valid. The first one\r\njustifies the importance given in the debates of the Working\r\nGroup to the specific contribution of every State to United\r\nNations peacekeeping operations and related activities. Our\r\ndelegation does not consider that a special debate is\r\nnecessary to discuss in detail the Charter’s provisions with\r\nregard to multiple criteria and their possible classification\r\nfor assessing a Member State’s capacity to exercise its\r\nmandate as a Security Council member.\r\nFor these reasons, we continue to believe that\r\nGermany and Japan could be considered legitimate\r\ncandidates for the Council’s permanent membership\r\ncategory.\r\nAt the same time, in the spirit of equitable\r\nrepresentation, the possibility of permanent membership\r\nshould also be open to countries in developing regions in\r\nAfrica, Asia and Latin America.\r\nRegarding the proposals submitted for the non-\r\npermanent member category, we think that the Italian\r\ninitiative reflects genuine and legitimate interests and\r\nconcerns, and suggests a flexible approach that merits\r\nexamination. We also consider that in assessing the\r\ndistribution of new seats for elected members in the\r\nSecurity Council, the balanced representation of all regional\r\ngroups of the General Assembly should be taken into\r\nconsideration. Romania reiterates the legitimate need to\r\nensure at least one additional seat for the Group of Eastern\r\nEuropean States, which, in the last few years, has more\r\nthan doubled its membership.\r\nOur responsibility for ensuring a more representative\r\nand stronger United Nations Security Council in the future\r\nis particularly important for the overall process of United\r\nNations reform. That is why our delegation considers that\r\na sense of urgency should prevail in our work. We have to\r\nmake more tangible, practical progress on this crucial issue\r\nin the near future.\r\nFinally, I should like to reaffirm my delegation’s\r\nspirit of openness and its full cooperation in the efforts to\r\nachieve the anticipated results.\r\nMr. Maximov (Bulgaria): On behalf of the\r\ndelegation of the Republic of Bulgaria, I should like to\r\nexpress our sincere appreciation of the fact that the\r\nPresident will be guiding the deliberations of the Open-\r\nended Working Group on the Question of Equitable\r\nRepresentation on and Increase in the Membership of the\r\nSecurity Council and Other Matters Related to the\r\nSecurity Council during the current session of the General\r\nAssembly. We share the expectations of previous speakers\r\nthat under his able guidance and with the assistance of the\r\ntwo Vice-Chairmen, Ambassador Breitenstein of Finland\r\nand Ambassador Jayanama of Thailand, the Working\r\nGroup will achieve concrete results in 1997.\r\nBulgaria shares the view that the ongoing discussion\r\non the reform of the Security Council in the framework\r\nof the Open-ended Working Group is of supreme\r\nimportance to the future of the United Nations. We\r\ncontinue to offer our support and contribution to this\r\nimportant exercise. It is our strong belief that, in the spirit\r\nof cooperation, it will be possible to reach consensus\r\nsolutions, enabling the Security Council to meet the\r\nchallenges of modern times in a most effective manner.\r\nAn increase in the membership of the Security\r\nCouncil should be directed at enhancing its capabilities in\r\nthe discharge of its duty to maintain international peace\r\nand security. We support the search for an appropriate\r\nbalance between the need to increase the membership of\r\nthe Council due to the growth in United Nations\r\nmembership over the past few years and the need to\r\nensure effectiveness and efficiency in its work. In this\r\nprocess, it is indispensable to ensure that the number of\r\nnon-permanent members is increased in a manner that\r\nwill maintain both the ratio between permanent and non-\r\npermanent members and a broadly representative\r\nproportion among the regional groups. In this context, we\r\nare studying carefully all proposals, including the one put\r\nforward by Italy, that aim to change the principles of\r\nrotation of non-permanent seats; of the right of veto; and\r\nof the so-called enemy States, which results from the\r\nSecond World War, as well as other ideas that could\r\nserve as a basis for reaching consensus.\r\nIn practical terms, this should ensure that States\r\ncarrying considerable weight in the international political\r\nand economic arena — Germany and Japan for\r\nexample — as well other influential countries in regional\r\n24\r\nGeneral Assembly 46th plenary meeting\r\nFifty-first session 30 October 1996\r\nand global terms, could assume the responsibility of\r\npermanent status in the Security Council. An additional\r\nnon-permanent seat should be designated for the Group of\r\nEastern European States. It would be appropriate to recall\r\nonce again that this regional group has more than doubled\r\nits membership since the last enlargement of the Council in\r\n1965, while the overall number of the United Nations\r\nMember States has increased by about 50 per cent over the\r\nsame period.\r\nWe greatly appreciate the steps taken by the Security\r\nCouncil towards improving its working methods, aimed at\r\nincreasing transparency and at the wider involvement of\r\nnon-member States. This pace should be maintained also by\r\ndevising mechanisms for considering the positions of States\r\nconcerned with an issue, and of neighbouring countries, at\r\nan early stage of the decision-making process. Possible\r\ncontributions by regional organizations or mechanisms\r\nshould also be considered in arriving at an adequate\r\nsettlement.\r\nConsultations are necessary when the Council is\r\ndiscussing the imposition of economic sanctions. It appears\r\nto be a widely supported view that increasing the\r\ntransparency of the functioning of Security Council\r\nsanctions committees should also be continued.\r\nIn conclusion, I wish to assure the Assembly that my\r\ncountry is sincerely committed to contributing actively to\r\nthe important process of reshaping the world Organization\r\nto be better able to meet the challenges of our age. Without\r\nany doubt, the reform of the Security Council is a major\r\nelement of this joint effort.\r\nMr. Ngo Quang Xuan (Viet Nam): As the fifty-first\r\nsession of the General Assembly comes immediately after\r\nthe fiftieth anniversary of the United Nations, the emphasis\r\non striving for more rapid reform is natural. This session is\r\ntherefore immensely significant, and we will have to work\r\neven harder to achieve the targets we have set in our\r\nreform effort, lest we lose the precious momentum of that\r\nevent. We are truly encouraged by the determination\r\nexpressed by the President of the Assembly to push forward\r\nthe reform process. I should also like to express the high\r\nappreciation of my delegation to the two Vice-Chairmen of\r\nthe Open-ended Working Group on the Question of\r\nEquitable Representation on and Increase in the\r\nMembership of the Security Council and Other Matters\r\nRelated to the Security Council, Ambassadors Asda\r\nJayanama of Thailand and Wilhelm Breitenstein of Finland,\r\nfor their great efforts in contributing to the advancement of\r\nour tasks.\r\nIn order to play its role and to function adequately,\r\nthe United Nations must be drastically reformed to\r\nenhance representative values and to democratize and\r\nmake transparent the working procedures. The key to\r\ndemocratizing the whole system is to reform the Security\r\nCouncil and to enhance the authority of the General\r\nAssembly. This is a very complex and difficult task that\r\nrequires utmost caution and perseverance.\r\nThe General Assembly needs to be revitalized so\r\nthat it can enjoy the highest authority within the system.\r\nThis body is truly the most representative of all United\r\nNations organs. Only when it can operate as the most\r\npowerful body, giving guidance to other parts of the\r\nsystem — including the Security Council, the Economic\r\nand Social Council and the various United Nations funds\r\nand programmes — can we achieve a democratic United\r\nNations. This achievement would enable us to reduce the\r\ncurrent abuse of power by a minority of countries and\r\nwould enhance respect for the most fundamental principle\r\nof the United Nations Charter: the principle of sovereign\r\nequality.\r\nThe vast changes in the international political scene\r\nover the past few years have made reform of the United\r\nNations bodies, and the Security Council in particular, a\r\nnecessity. The expansion of Council membership is now\r\nan urgent demand. The membership of the Council is now\r\nso at odds with the growth of the general membership of\r\nthe United Nations and with geo-economic and geo-\r\npolitical realities that the legitimacy of the decisions of\r\nthe Council is in jeopardy. The Security Council depends\r\nfor its effectiveness on the commitment and contribution\r\nof Member countries, so it is essential that it engage in\r\ngenuine joint decision-making if its moral legitimacy is to\r\nbe retained.\r\nWe share the view expressed by various delegations\r\nthat the task of reforming the Security Council is one of\r\nthe most crucial and difficult parts of our comprehensive\r\nreform platform. Although the majority of the United\r\nNations membership can agree on the indisputable need\r\nto renew the working methods and the structure of the\r\nCouncil, including a reasonable enlargement of its\r\nmembership, it is still very hard for Member countries to\r\nagree on ways to achieve these aspirations. We are afraid\r\nthat this task will take a lot more time and energy than\r\nmost of us expected. However, the task cannot be shelved\r\nif the United Nations is to be turned into a true\r\ndemocratic instrument in the service of all Member\r\ncountries.\r\n25\r\nGeneral Assembly 46th plenary meeting\r\nFifty-first session 30 October 1996\r\nWe agree that there are now certain differences of\r\nopinion amongst Member countries, particularly with regard\r\nto how the Security Council should be expanded. However,\r\nwe believe that a moderate addition to both permanent and\r\nnon-permanent seats on the Council would win much more\r\nsupport from a large majority of Member countries. We\r\nhave always laid emphasis on the need to give additional\r\nseats to the developing countries so as to redress the current\r\nimbalance in representation in the Council. Reform of the\r\nSecurity Council must accommodate the genuine interests\r\nand concerns of the developing countries, which form the\r\noverwhelming majority of the Organization.\r\nIn our view, the criteria for new permanent members\r\nshould be equitable geographical representation, political\r\nand economic strength, and the commitment and capability\r\nto contribute to the purposes of the United Nations —\r\nnamely, the promotion of peace, security and development,\r\nboth globally and regionally. The most important\r\nconsideration is that reform must be undertaken on the\r\nbasis of the agreed principles, in particular the principle of\r\nconsensus, so that it reflects to the fullest degree the\r\ncommon aspirations and expectations of the vast majority\r\nof Member States and the interests and concerns of all\r\ngeographic regions.\r\nVarious proposals have been put forward, including\r\nthose of Tunisia and other African countries, Belize,\r\nNorway, Italy, Malaysia and many other countries. Our\r\ndelegation believes that these proposals deserve serious\r\nconsideration and study by Member countries. True\r\nconsensus may be obtained through our determination to\r\nbuild upon these premises. Negotiations always demand\r\ndetermination, flexibility, compromise and respect for the\r\ngenuine interests and concerns of all parties involved. The\r\nwork of the Working Group on this subject must be further\r\nenhanced.\r\nOur delegation is confident that the United Nations\r\nwill be able to arrive at a suitable resolution of this issue\r\nthat is acceptable to all countries and peoples. We need to\r\naccelerate our efforts to this end, but a hasty deadline\r\nshould not be imposed.\r\nOnce again, we wish to express support for the\r\nworking paper introduced by the Non-Aligned Movement\r\nwith respect to the veto power and the democratization of\r\nthe decision-making procedures of the Security Council.\r\nIn conclusion, I should like to reiterate that since the\r\nlast review of the composition of the membership of the\r\nSecurity Council was undertaken over a quarter of a\r\ncentury ago, the enlargement of the Council has become\r\nlong overdue. We must therefore exert every effort to turn\r\nthat body into a truly democratic tool that can represent\r\nthe overall membership of the United Nations. Concrete\r\nmeasures to replace the current rhetoric are urgently\r\ncalled for. The future of the United Nations itself is at\r\nstake if we cannot break the deadlock on this crucial\r\nissue.\r\nThe Acting President (interpretation from Arabic):\r\nThere are no further speakers in the debate on this item\r\nfor this meeting.\r\nI shall now call on those representatives who wish\r\nto speak in exercise of the right of reply.\r\nMay I remind members that, in accordance with\r\nGeneral Assembly decision 34/401, statements in exercise\r\nof the right of reply are limited to 10 minutes for the first\r\nintervention and five minutes for the second and should\r\nbe made by delegations from their seats.\r\nMr. Ferrarin (Italy): In relation to the statement\r\nthis afternoon by the Permanent Representative of the\r\nUnited Kingdom, in which he referred to a point in the\r\nstatement made by my Ambassador yesterday regarding\r\nthe scale of contributions, I would like to point out the\r\nfollowing. The Permanent Representative of Italy, in his\r\nstatement yesterday spoke of:\r\n“the emergence of a group of countries with\r\nconsiderable economic and political capacities,\r\nincluding Italy, which by 1 January 1998 will be the\r\nfifth largest contributor to the United Nations\r\nbudget” (Official Records of the General Assembly,\r\nFifty-first Session, Plenary Meetings, 44th meeting,\r\np. 11)\r\nThis point made by the Permanent Representative of\r\nItaly is based on a United Nations document, WGFS/19\r\nof 21 June 1995, which gives estimated figures for the\r\nscale of assessments as of 1 January 1998.\r\nMr. Manley (United Kingdom): I just wish to note\r\nthat I believe the document in question refers to the\r\nEuropean Union proposals on reform of the scale of\r\nassessments, a worthy objective in itself. I think, as my\r\nPermanent Representative stated earlier, we were referring\r\nboth to the scale of assessments for the regular budget\r\nand to that for the peacekeeping budget. Under that scale\r\nof assessment, even under the European Union proposals\r\n26\r\nGeneral Assembly 46th plenary meeting\r\nFifty-first session 30 October 1996\r\nthe United Kingdom would continue to be the fifth largest\r\ncontributor to the United Nations, and very proud of it.\r\nMr. Turnquest (Bahamas), Vice-President, took the\r\nChair.\r\nProgramme of work\r\nThe Acting President: I should like to announce\r\nsome additions to the programme of work of the General\r\nA s s e m b l y w h i c h a p p e a r s i n d o c u m e n t\r\nA/INF/51/3/Rev.1/Add.1.\r\nI should like to inform members that on Tuesday, 12\r\nNovember, in the morning, the Assembly will consider\r\nagenda item 56, entitled “The situation in Bosnia and\r\nHerzegovina”, as the second item. On Thursday, 14\r\nNovember, in the morning, the Assembly will consider\r\nagenda item 42, entitled “Cooperation between the United\r\nNations and the Organization of African Unity”, as the\r\nfourth item. On Wednesday, 20 November, in the\r\nmorning, the Assembly will consider agenda item 41,\r\nentitled “Support by the United Nations system of the\r\nefforts of Governments to promote and consolidate new\r\nor restored democracies”. The lists of speakers for these\r\nitems are now open.\r\nThe meeting rose at 6.05 p.m.\r\n27\r\n"