"United Nations A/51/PV.41\r\n96-86627 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-first Session\r\n41st plenary meeting\r\nFriday, 25 October 1996, 10 a.m.\r\nNew York\r\nPresident: Mr. Razali Ismail . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Malaysia)\r\nIn the absence of the President, Mr. Van Dunem\r\n“Mbinda” (Angola), Vice-President, took the Chair.\r\nThe meeting was called to order at 10.05 a.m.\r\nAgenda item 49\r\nQuestion of the Falkland Islands (Malvinas)\r\nThe Acting President: I should like to inform\r\nrepresentatives that, following consultations on this item,\r\nand taking into consideration General Assembly decision\r\n50/406 of 31 October 1995, it is proposed that the General\r\nAssembly decide to postpone consideration of this item and\r\nto include it in the provisional agenda of its fifty-second\r\nsession.\r\nMr. Dlamini (Swaziland): While my delegation has\r\nno wish to comment on the way the Acting President has\r\nguided us, I should like to voice our concern over the item\r\nbefore us, which has been persistently postponed without\r\nclearly stated reasons being given to the General Assembly.\r\nIf I may request the courtesy of the presidency on\r\nbehalf of my delegation, I would suggest that reasons be\r\ngiven so that, as delegates representing Member States, we\r\nwill be in a position to know what to report back to our\r\nGovernments. During our last report we mentioned the\r\nsame thing — that the issue had been postponed. Without\r\nclarification, however, this is frustrating for our\r\nparticipation, especially since the item was included by the\r\nGeneral Committee in the agenda for the Assembly’s\r\nconsideration.\r\nThe Acting President: The General Assembly has\r\ntaken note of the statement of the representative of\r\nSwaziland.\r\nMay I take it that the Assembly, taking into account\r\ndecision 50/406, wishes to defer consideration of this item\r\nand to include it in the provisional agenda of its fifty-\r\nsecond session?\r\nIt was so decided.\r\nThe Acting President: The General Assembly has\r\nthus concluded its consideration of agenda item 49.\r\nAgenda item 29\r\nCooperation between the United Nations and the\r\nInter-Parliamentary Union\r\nReport of the Secretary-General (A/51/402)\r\nDraft resolution (A/51/L.6)\r\nThe Acting President: I call on the representative\r\nof Egypt to introduce draft resolution A/51/L.6.\r\nMr. Elaraby (Egypt) (interpretation from Arabic):\r\nIt is a pleasure for me to be the first speaker at this\r\nmorning’s meeting to address agenda item 29, entitled\r\n“Cooperation between the United Nations and the Inter-\r\nParliamentary Union”, and to introduce a draft resolution\r\non behalf of the co-sponsors, whose number is steadily\r\nGeneral Assembly 41st plenary meeting\r\nFifty-first session 25 October 1996\r\nincreasing. This draft resolution is contained in document\r\nA/51/L.6.\r\nIn commemorating the agreement reached and signed\r\nbetween the United Nations and the Inter-Parliamentary\r\nUnion (IPU) on 24 July 1996, the General Assembly today\r\nmarks an important stage in its cooperation with\r\ninternational organizations. This is a very important step\r\nwhich the General Assembly mandated the Secretary-\r\nGeneral to carry out in resolution 50/15 of 15 November\r\n1995, in order to establish cooperation in all fields and to\r\npromote fundamental human rights and freedoms.\r\nI can only thank the Secretary-General of the United\r\nNations, Mr. Boutros Boutros-Ghali, and the Secretary-\r\nGeneral of the IPU, Mr. Pierre Cornillon, for their joint\r\nefforts and for the efforts of their staff, which were\r\ncrowned with the effective implementation of the clauses of\r\nthis agreement between the two organizations.\r\nThe conclusion of this agreement is a cornerstone in\r\nthe edifice of consolidating fruitful and beneficial\r\ncooperation between our two organizations. It lays the\r\nfoundations for the formal framework for this cooperation,\r\nwhich should be promoted by expanding its scope and\r\ncontent. We are very pleased that this agreement has been\r\nreached. It is an agreement that provides for cooperation\r\nand consultation between the organizations as they\r\ndischarge their mandates.\r\nThe participation of the United Nations in the various\r\nforums of the IPU is incontrovertible. In addition to their\r\nparticipation in the New York meeting convened to follow\r\nup the World Summit for Social Development and jointly\r\norganized by the IPU pursuant to the conclusion of the\r\nagreement that we are commemorating today, their\r\nparticipation was inaugurated by sending representatives of\r\nthe Secretary-General to the ninety-fifth and ninety-sixth\r\nInter-Parliamentary Conferences, held in Istanbul and\r\nBeijing. I should also mention the meetings that took place\r\nvery recently between the two Secretaries-General and the\r\npolicy makers of their secretariats.\r\nAll this opens the door to very promising prospects for\r\ncooperation which will further foster the lofty objectives\r\nand purposes of both organizations. We hope that this\r\nacross-the-board cooperation in all fields will grow, so as\r\nto strengthen the capacity of the United Nations in\r\nachieving its purposes under the Charter. These purposes\r\ncan be furthered through the support rendered by the IPU,\r\nwhich can also play an extremely important role in\r\npromoting international peace and cooperation.\r\nI would like to conclude by expressing Egypt’s\r\ngratitude to the current President of the IPU, who was the\r\nmain architect in the development of this cooperation\r\nagreement between organizations that have similar\r\nmissions and principles.\r\nOn behalf of the co-sponsors of the draft resolution\r\nset out in document A/51/L.6, and the countries that\r\nsubsequently joined them, I would like to present the\r\nvarious provisions of this draft resolution to the General\r\nAssembly.\r\nIn the preambular part of the draft resolution, the\r\nGeneral Assembly recalls that it requested the Secretary-\r\nGeneral to conclude an agreement on cooperation between\r\nthe United Nations and the IPU and stresses its desire to\r\nstrengthen existing cooperation between the United\r\nNations and the IPU and to give it a new and adequate\r\nframework.\r\nIn the operative portion of the draft resolution, the\r\nGeneral Assembly welcomes the conclusion on 24 July\r\n1996 of the cooperation agreement between the United\r\nNations and the IPU, considers that the signature of the\r\nagreement constitutes an important step for increased and\r\nstrengthened cooperation between the two organizations,\r\ndecides to include in the provisional agenda of its fifty-\r\nsecond session the item entitled “Cooperation between the\r\nUnited Nations and the Inter-Parliamentary Union”, and\r\nrequests the Secretary-General to submit a report to it at\r\nits fifty-second session on various aspects of cooperation\r\nthat have taken place between the United Nations and the\r\nIPU in implementation of the cooperation agreement.\r\nIn view of the procedural and ceremonial nature of\r\nthe draft resolution, and given the lack of any financial\r\nprogramme implications, I would propose, on behalf of all\r\nthe co-sponsors, that the General Assembly adopt it by\r\nconsensus.\r\nMr. Yusof (Singapore): Since this is the first time\r\nthat I am speaking here during this session, I would like\r\nto express my sincere congratulations to Mr. Razali Ismail\r\non his election as President and to take this opportunity\r\nto express my delegation’s satisfaction at the manner in\r\nwhich he has steered the course of the fifty-first session\r\nof the General Assembly thus far. I have no doubt that he\r\nwill continue to acquit himself honourably and with his\r\nown exemplary personal style of the responsibilities thrust\r\nupon him. On a more personal note, it gives me great\r\npleasure to see a friend of Singapore presiding over the\r\nAssembly. I would assure him of the full support of the\r\n2\r\nGeneral Assembly 41st plenary meeting\r\nFifty-first session 25 October 1996\r\nSingapore delegation and that he can call upon us for any\r\nassistance that he may require in the conduct of the affairs\r\nof the fifty-first session of the Assembly and throughout the\r\nterm of his presidency.\r\nLast year, on 15 November 1995, the General\r\nAssembly adopted by consensus resolution 50/15,\r\n“Cooperation between the United Nations and the Inter-\r\nParliamentary Union”. That resolution was introduced by\r\nMr. Nabil Elaraby of the Arab Republic of Egypt and\r\nsponsored by no less than 62 Member States. Today, we\r\nhave learned that the number of sponsors of this year’s\r\ndraft resolution has increased.\r\nIn adopting that resolution the Member States of the\r\nUnited Nations recognized that national parliamentarians,\r\nthrough the Inter-Parliamentary Union (IPU), share common\r\nobjectives with the United Nations and that the IPU can\r\nplay a crucial role in promoting the work and goals of the\r\nOrganization.\r\nMy delegation views it as timely that the IPU, with its\r\nmembership of no less than 133 national Parliaments,\r\nshould seek closer participation with the United Nations.\r\nThe ties between the two organizations, particularly in the\r\nareas of peace, human rights and democracy, date back to\r\nthe establishment of the United Nations itself. On the basis\r\nof the shared objectives of the United Nations and the IPU,\r\ncloser cooperation can only facilitate the work of\r\nparliamentarians and empower the work of the United\r\nNations.\r\nThe key to cooperation between the United Nations\r\nand the IPU is complementarity. The United Nations is not\r\na world Government. After all, its mandates are determined\r\nand its resources furnished by its Member States. Yet the\r\nUnited Nations has successfully established international\r\nlaw and set international standards and programmes in\r\nalmost every field of human conduct.\r\nHowever, sovereign power remains with sovereign\r\nnation States. The members of the IPU decide for their\r\nrespective nations whether to assume binding international\r\nobligations and how to implement, nationally, the decisions\r\nthat States have taken at the international level.\r\nThe task of exercising sovereign power should, and\r\nrightly, be exercised only by the parliamentarians, that is,\r\nby men and women elected by the people of each nation,\r\nmen and women who are in direct contact with the general\r\npopulation, who are in touch with their shared aspirations\r\nand who understand their common interests.\r\nThis goes back to the original purpose of the United\r\nNations, for the Charter of the United Nations begins with\r\nthe preambular words:\r\n“We the peoples of the United Nations ...”.\r\nIncreased participation and collaboration with the IPU\r\nwould therefore make the United Nations more\r\nrepresentative, as the Parliaments represent the will of the\r\npeople of every nation.\r\nMy delegation is of the view that it is only through\r\na gainful collaborative relationship between the United\r\nNations and the IPU that the will of the people can be\r\nbetter expressed at the international level through the\r\nUnited Nations and that, conversely, through the IPU, the\r\nvoice of the inter-governmental process can be\r\ndisseminated at the grass-roots level. In effect, it is a win-\r\nwin situation.\r\nIn preparing the United Nations for the twenty-first\r\ncentury, a fundamental issue that has to be resolved is the\r\nUnited Nations financial problem. It has been repeated\r\ntime and again that the key reason for that problem is the\r\nfailure of some Member States to pay their dues in full\r\nand on time.\r\nOne reason that has been offered for the inability of\r\nMember States to fulfil their financial obligations to the\r\nUnited Nations is that domestic political bodies do not\r\nsupport their current share of the United Nations budget.\r\nIt is therefore good for the United Nations to bring\r\nthe parliamentarians on board. The active participation of\r\nparliamentarians is needed to relay and explain to the\r\npublic the issues involved, which would be helpful in\r\ngarnering popular support for international action. This\r\nwould address the problem of justifying the resources\r\nneeded for international cooperation.\r\nMy delegation has therefore noted with pleasure that\r\nthe Secretary-General’s report submitted pursuant to\r\nGeneral Assembly resolution 50/15 informs us that a\r\ncooperation agreement between the United Nations and\r\nthe IPU was signed on 24 July 1996. My delegation\r\nwelcomes the conclusion of that agreement, which\r\nformalizes the framework for effective cooperation\r\nbetween the United Nations and the IPU.\r\nThe effectiveness of the cooperation agreement has\r\nalready been evidenced by the fact that a list has been\r\ndrawn up of the concrete steps and actions to be taken by\r\n3\r\nGeneral Assembly 41st plenary meeting\r\nFifty-first session 25 October 1996\r\nthe members of the IPU as a follow-up to the\r\nimplementation of the decisions and recommendations\r\nadopted at the World Summit for Social Development,\r\nwhich was held at Copenhagen in March 1995.\r\nWe are about to embark on a new century, one in\r\nwhich a borderless world will not be a mere catchphrase.\r\nAs the representative of my Parliament to the Assembly, it\r\nis a personal pleasure for me to be here today to witness\r\nthe formalization of the relationship between the United\r\nNations and the IPU.\r\nThe formalization of this relationship reflects a\r\nreaffirmation of the IPU’s belief that the United Nations\r\nand its organs are responsible for and capable of creating\r\na better world for tomorrow. It is a reaffirmation of the\r\nbelief that multilateral cooperation is a necessity and that it\r\nis in the self-interest of all States to resolve the challenges\r\nthat threaten all humankind.\r\nI am grateful to have been given this opportunity to\r\nexpress the view of the Republic of Singapore that\r\nformalization of the old, but tried and true, relationship\r\nbetween the IPU and the United Nations brings with it the\r\nhopes for the future of the peoples of the world: peace,\r\njustice, equality and the dignity of all humankind.\r\nMr. Pelufo (Uruguay) (interpretation from Spanish):\r\nIt is an honour for me to address this Assembly on agenda\r\nitem 29, “Cooperation between the United Nations and the\r\nInter-Parliamentary Union”.\r\nPermit me first to express my country’s great interest\r\nin this matter. Uruguay has supported from the outset the\r\ninclusion of this item on the agendas both of the General\r\nAssembly and of the Inter-Parliamentary Union. We believe\r\nthat two institutions as important as these in today’s world\r\ncannot work alone or apart from their respective activities\r\nfor peace, democracy, human rights and the development of\r\npeoples. On the contrary, they must join their efforts so that\r\nthese purposes and goals may be achieved as quickly and\r\nefficiently as possible.\r\nMy delegation recognizes the contribution made by the\r\nSecretary-General in his report (A/51/402) and welcomes\r\nthe results of the cooperation agreement signed by the\r\nUnited Nations and the Inter-Parliamentary Union on 24\r\nJuly this year. The agreement strengthens relations between\r\nthe two organizations and greatly facilitates activities\r\ncomplementary mutually and allows the organizations to\r\ncooperate more closely in joint efforts in specific areas of\r\ntheir activities for the benefit of mankind. We are\r\nconvinced that the link that has been forged through this\r\nagreement will also make it possible for the world\r\nOrganization of Governments and the world organization\r\nof parliaments to maintain substantive cooperation and in\r\nthis way better express the will of peoples at the\r\ninternational level.\r\nAs a result of this agreement as well as through the\r\npolitical will displayed by many Governments and inter-\r\ngovernmental organizations, my delegation wishes to\r\nhighlight the convening of a meeting on the follow-up\r\nactivities to the World Summit for Social Development,\r\nwith the purpose of expanding cooperation among\r\nParliaments, Governments and intergovernmental\r\norganizations in order to implement effectively the results\r\nof the World Summit for Social Development.\r\nThe convening of this meeting on 5 and 6\r\nSeptember, as well as of others which may take place for\r\nthe attainment of the same goals, will contribute to a\r\nbetter implementation of the principles and precepts of the\r\nUnited Nations Charter and of other instruments of\r\ninternational law and policy.\r\nBringing national parliaments closer is a way of\r\nreaching out to the ordinary citizen in order to achieve an\r\nexchange of ideas and contributions which would\r\notherwise be difficult. The former Minister for Foreign\r\nAffairs of Uruguay and current President of the Inter-\r\nAmerican Development Bank, Mr. Enrique Iglesias, stated\r\nyears ago that\r\n“Parliament in this regard is key because it\r\nexpresses the voices of the parties; and together with\r\nthem public opinion, the media, and professional and\r\ntechnical circles are heard. In this way, one can\r\narticulate a highly unified foreign policy.”\r\nIt is with this conviction that my country has a\r\ncoherent foreign policy, where the major principles and\r\nthemes that guide the conduct of our country abroad are\r\nshared by all actors in the national political arena. This,\r\nin my country’s view, also takes place in a forum such as\r\nthe Inter-Parliamentary Union, which expresses and\r\ndeliberates the positions of the vast majority of the\r\nworld’s political forces.\r\nAt the regional and subregional levels, the\r\nparliamentary delegations of my country have followed\r\nand continue to follow with particular interest the\r\ntreatment of items addressed by the Latin American\r\nParliament, which is presided over at present by a\r\n4\r\nGeneral Assembly 41st plenary meeting\r\nFifty-first session 25 October 1996\r\nUruguayan legislator. This matter has also been under\r\nconsideration in MERCOSUR, the common market of the\r\nSouth, which through the Protocol of Ouro Preto, created as\r\none of its bodies a joint parliamentary commission. This is\r\nthe body which represents the parliaments of the member\r\nStates of MERCOSUR.\r\nWhenever the Inter-Parliamentary Union or the United\r\nNations is involved, Uruguay has shown a total\r\ncommitment to democracy as the way to govern the future\r\nof our peoples. As we maintain firmly that the United\r\nNations should achieve innovative ways towards greater\r\ndemocratization of the system, Uruguay, which is a country\r\nwith deep democratic convictions, is pleased that\r\nparliaments can make a contribution, convey their\r\nexperiences and be one more voice in this concert of the\r\npeace and prosperity we all hope for.\r\nMr. Minoves-Triquell (Andorra) (interpretation from\r\nFrench): The Principality of Andorra has inherited a\r\nparliamentary tradition going back more than five centuries.\r\nIndeed, the establishment of the Consell de la Terra,\r\nprecursor of our present parliament, the Consell General,\r\ngoes back to 1419. In accordance with this tradition and\r\npursuant to the Constitution of 1993, my country\r\nadministers its political system through a parliament similar\r\nto that of many other democracies. It is therefore natural\r\nand necessary for Andorra today to manifest its firmest\r\nsupport of the cooperation agreement signed last 24 July\r\nbetween the United Nations and the Inter-Parliamentary\r\nUnion (IPU). As a sponsor of the draft resolution submitted\r\nto the General Assembly by Egypt, whom we would like to\r\nthank, my country hopes that this cooperation agreement\r\nwill lead to specific projects and that next year when we\r\nagain consider this agenda item, we will be able to\r\ncommend the progress that has been made.\r\nBarely a year ago, the Inter-Parliamentary Council of\r\nthe Union, meeting in special session at United Nations\r\nHeadquarters in New York, reaffirmed in its declaration on\r\nparliamentary prospects for international community on the\r\neve of the twenty-first century the lofty vision and common\r\ngoals that inspired the authors of the United Nations\r\nCharter. The United Nations Charter is a document of\r\ninclusion, aimed at bringing together human beings for the\r\naccomplishment of the purposes of peace, respect for\r\nhuman dignity, the exercise of democracy and development.\r\nIn this, the assistance of parliamentarians will be\r\nvaluable. Let us think, for example, of the expertise that\r\ncould be shared in the promotion and verification of free\r\nand regular elections. By uniting the efforts of the United\r\nNations and the Inter-Parliamentary Union, we will be\r\nsharing a base of information and expertise that will assist\r\nus in better identifying problems in certain States in the\r\nprocess of democratizing. Let us recall also the numerous\r\nobservations made recently at the Beijing meeting of the\r\nInter-Parliamentary Union regarding the results of the\r\nWorld Summit for Social Development held at\r\nCopenhagen.\r\nThe Principality of Andorra is particularly interested\r\nin this subject since it authored one of the Copenhagen\r\ncommitments, on inter-generational dialogue. Indeed,\r\nsince they are in constant contact with the citizens they\r\nrepresent, those who are directly elected will be able to\r\ninspire us to put into place specific programmes to\r\ncombat poverty and social marginalization.\r\nIn fact, the positions taken recently by the Inter-\r\nParliamentary Union — on the question of landmines, the\r\nrole of women in the world, or any other question —\r\ndirectly relate to problems to which the United Nations is\r\nparticularly devoted. Thus, we must cooperate, share, and\r\nhelp each other.\r\nWe are sometimes discouraged to see that United\r\nNations activities are improperly recognized, poorly\r\nappreciated and vilified. The Head of Government of\r\nAndorra, Marc Forné, called attention to this a few weeks\r\nago during the general debate. Moreover, as the president\r\nof our Parliament, Joseph Dalleres, noted last year in this\r\nHall, during his address to deputies of the Inter-\r\nParliamentary Union, our venal world always focuses on\r\nthe “dark spots”. Working to improve communications\r\nwill help enhance the view taken of the United Nations.\r\nIt goes without saying that cooperation and the exchange\r\nof information with the world’s parliaments, through the\r\nInter-Parliamentary Union, is a means of providing a\r\nbetter understanding of the Organization. The 24 July\r\nagreement should therefore be fully implemented.\r\nAndorra, even though a very old country, is a new\r\nmember of the United Nations and of the Inter-\r\nParliamentary Union, and it is with the ardour of a\r\nnewcomer that we are encouraging cooperation between\r\nthe two organizations. We did this last year, through a\r\nunanimous decision of our Parliament and the active\r\nparticipation of our Government, following the Madrid\r\nConference. I can assure the Assembly that we will\r\ncontinue such efforts.\r\n5\r\nGeneral Assembly 41st plenary meeting\r\nFifty-first session 25 October 1996\r\nMr. Wang Xuexian (China) (interpretation from\r\nChinese): The Inter-Parliamentary Union (IPU), an\r\ninternational parliamentary organization representing the\r\nparliaments of sovereign States, has traversed a course of\r\nmore than 100 years. It now has 135 members and enjoys\r\ncertain influence in the world. Its twice-yearly meetings in\r\nparticular provide a forum for exchanging views and\r\nenhancing friendship and are thus widely accepted and\r\nwelcomed by parliamentarians from all over the world.\r\nIn September this year, the IPU held its ninety-sixth\r\nsession, at Beijing, at the invitation of the Chinese\r\nparliamentary delegation, the first ever held in China. The\r\nNational People’s Congress of China and the Chinese\r\nGovernment attached great importance to the meeting and\r\nmade careful preparations and arrangements for it. These\r\ncontributed to the complete success of the meeting and won\r\nwide acclaim from participants and others concerned. This\r\nis another important contribution that the National People’s\r\nCongress has made to the IPU since it joined in 1984.\r\nDuring the Beijing meeting, parliamentarians\r\nconducted full discussions and consultations on questions\r\nconcerning the international political situation, world\r\neconomic development and the social progress of mankind.\r\nThey exchanged views and adopted relevant resolutions on\r\nthe basis of mutual respect and seeking common ground\r\nwhile putting aside differences. Most representatives were\r\nof the view that mankind is faced with a common challenge\r\nin the wake of drastic changes in the world situation. Peace\r\nand development remain the two major issues in today’s\r\nworld. Countries, big or small, strong or weak, rich or poor,\r\nare equal members of the international community and are\r\nentitled to participate in international affairs on an equal\r\nfooting. Respect for human rights should first ensure the\r\nright to subsistence and development. Many representatives\r\nalso condemned hegemonism and power politics in their\r\nstatements, and criticized the hegemonic practice of wilfully\r\nimposing sanctions against other countries.\r\nThanks to the vigorous participation and efforts of all\r\nrepresentatives, in one week the meeting yielded fruitful\r\nresults and achieved complete success. It played a positive\r\nrole in strengthening inter-parliamentary understanding and\r\ncooperation, enhancing friendship among the peoples of all\r\ncountries and promoting world peace and development. It\r\nis particularly worth mentioning that the session also helped\r\nenhance the understanding of China by parliamentarians of\r\nother counties, who saw for themselves the tremendous\r\nchanges in China since the reform and opening-up, as well\r\nas the great progress the Chinese people have made in a\r\nshort span of some 10 years.\r\nThe IPU is also committed to strengthening\r\ncooperation with the United Nations while playing a\r\npositive role in safeguarding world peace and promoting\r\ninter-parliamentary cooperation. The IPU Statute states\r\nexplicitly that the IPU shares the objectives of the United\r\nNations, supports its efforts and closely cooperates with\r\nit.\r\nWe are pleased to note that here at United Nations\r\nHeadquarters, His Excellency Mr. Boutros Boutros-Ghali,\r\nthe Secretary-General, joined with Mr. Ahmed Fathy\r\nSorour, President of the Inter-Parliamentary Union, and\r\nMr. Pierre Cornillon, Secretary-General of the Inter-\r\nParliamentary Union, in signing a cooperation agreement.\r\nThis was a major event in the annals of the development\r\nof the IPU as well as a starting point for cooperation\r\nbetween the most representative and authoritative\r\nintergovernmental international organization and the most\r\nrepresentative inter-parliamentary international\r\norganization of sovereign States. We hope that on the\r\nbasis of the agreement and through the efforts of the two\r\norganizations, the United Nations and the Governments of\r\nits Member States will be able to listen to the voices of\r\nmore parliamentarians and thereby reflect the wishes of\r\nall peoples in a more comprehensive manner. We hope as\r\nwell that the IPU will be able to better use its influence\r\nand role, to translate more requests and desires into\r\npractice. As the largest developing country in the world,\r\na permanent member of the Security Council and an\r\nactive participant in the activities of the IPU, China is\r\nready to contribute its share to this end.\r\nMr. Park (Republic of Korea): The Republic of\r\nKorea is pleased to co-sponsor the draft resolution on\r\n“Cooperation between the United Nations and the Inter-\r\nParliamentary Union”. My delegation is convinced that it\r\nwill further promote the strengthening of cooperative\r\nrelations between the two organizations by creating an\r\neffective framework of mutual cooperation. We look\r\nforward to its adoption by consensus in the General\r\nAssembly. I should like to take this opportunity to express\r\nmy sincere appreciation to the Egyptian delegation for the\r\nleading role it has played in drafting this important\r\nresolution.\r\nBuilt as cornerstones of democracy, national\r\nparliaments have continually expanded their role in\r\nforeign affairs. In the past, their primary responsibilities\r\nin that field were for the ratification of international\r\nconventions and the approval of the national diplomacy\r\nbudget. However, the increasing complexity of global\r\n6\r\nGeneral Assembly 41st plenary meeting\r\nFifty-first session 25 October 1996\r\nrelations has made their participation in the international\r\npolicy-making arena all the more relevant.\r\nThe Inter-Parliamentary Union (IPU) has become a\r\nfocal point for national parliaments to enhance and\r\ncoordinate endeavours towards the goals of the United\r\nNations. The current memberships of the United Nations\r\nand the IPU — 185 and 135 respectively — represent a\r\ntremendous source of leadership and potential towards the\r\npromotion of international peace, security and democracy.\r\nSince its inception in 1889, long before that of the\r\nUnited Nations, the IPU has upheld the principles of\r\nrepresentative democracy and has been an ardent promoter\r\nof fundamental human rights and freedoms. Today, in the\r\ncontext of the new world order and a continually evolving\r\ninternational reality, it is imperative that the IPU and the\r\nUnited Nations further consolidate their alliance to address\r\ntogether the challenges of a newly emerging global agenda.\r\nThe declaration on “The parliamentary vision for\r\ninternational cooperation into the twenty-first century”,\r\nadopted by the Inter-Parliamentary Council during its\r\nspecial session last year on the occasion of the fiftieth\r\nanniversary of the United Nations, provides an effective\r\nanalysis of the problems facing the United Nations in the\r\nforthcoming century and prescribes pragmatic measures by\r\nwhich the two international organizations together can\r\novercome them.\r\nThe United Nations is often likened to the parliament\r\nof the world. Indeed, both the United Nations and national\r\nparliaments share the common characteristics of\r\nrepresentativeness, and their actions are determined by\r\ndeliberation, consultation, negotiation and, ultimately,\r\nlegislation.\r\nThe institutionalization of a partnership between the\r\nUnited Nations and the IPU will undoubtedly serve to\r\nfurther the laudable goals that the two organizations have\r\nlong stood for and continue to advocate. Moreover, closer\r\ncooperation between the United Nations and the IPU should\r\nencourage national parliaments to support the activities of\r\nthe United Nations and to fulfil at the national level their\r\nresponsibilities towards those goals. Obviously, the\r\nprogrammes and initiatives of the United Nations can only\r\nbe effective with the concerted support and cooperation of\r\nthe national parliaments of Member States.\r\nThe cooperation agreement between the United\r\nNations and the IPU concluded in July of this year marks\r\na milestone in the translation of cooperative spirit into\r\ntangible results. As the Secretary-General accurately noted\r\nin his report (A/51/402), the agreement will substantially\r\nfacilitate\r\n“their effective exercise of mutually complementary\r\nactivities.” (A/51/402, para. 5)\r\nIndeed, regular consultations and the active exchange of\r\ninformation resources will permit the initiation of joint\r\nprojects and programmes by which to promote the\r\nprinciples enshrined in the Charter. The agreement should\r\nalso advance the participation of the IPU in the activities\r\nof the various organs of the United Nations.\r\nIt was not long after the signing of the agreement\r\nthat tangible signs of United Nations-IPU cooperation\r\nbegan to emerge. For example, this past September, the\r\nIPU, the United Nations Development Programme\r\n(UNDP) and the Department for Policy Coordination and\r\nSustainable Development jointly organized a meeting in\r\nNew York on the follow-up to the World Summit for\r\nSocial Development. This meeting proved that close\r\ntripartite consultation and cooperation among parliaments,\r\nGovernments and intergovernmental organizations is\r\nessential to turn summit-level agreements into working\r\nrealities.\r\nRecognizing the increasingly important role of the\r\nIPU in world affairs, and as a reaffirmation of my\r\ncountry’s commitment to the IPU’s activities, the\r\nRepublic of Korea will host the ninety-seventh Inter-\r\nParliamentary Conference this coming April in Seoul. In\r\nthis connection, the Conference Organizing Committee\r\nhas set the wheels in motion with supra-partisan\r\nparticipation and, vested with the nationwide support of\r\nthe Korean people, is determined to ensure that the Seoul\r\nIPU Conference is the most successful ever.\r\nHowever, the ninety-seventh Inter-Parliamentary\r\nConference can only be considered a complete success if\r\nthe full participation of all Member States is assured. In\r\nthis regard, I wish to emphasize that the Seoul\r\nConference is open to all IPU member countries,\r\nirrespective of race, ideology or political orientation. I\r\nurge every member country to attend and to help further\r\npromote the long sought-after goals and aspirations of\r\nhumankind.\r\nIn conclusion, convinced that effective, ongoing\r\ncooperation between the United Nations and the IPU is\r\nfundamental to the achievement of the foregoing common\r\nobjectives, my delegation looks forward to the annual\r\n7\r\nGeneral Assembly 41st plenary meeting\r\nFifty-first session 25 October 1996\r\ninclusion of this item in the agenda of the United Nations\r\nGeneral Assembly.\r\nThe Acting President: Before calling on the next\r\nspeaker, I should like to propose that the list of speakers in\r\nthe debate on this agenda item now be closed.\r\nIf there is no objection, the list of speakers will now\r\nbe closed.\r\nIt was so decided.\r\nMr. Abdellah (Tunisia) (interpretation from French):\r\nIt gives me great pleasure to speak today on the item\r\ndealing with cooperation between the United Nations and\r\nthe Inter-Parliamentary Union (IPU).\r\nThe institutionalization of the links between the\r\nuniversal Organization and the organization that represents\r\nelected officials of the various peoples of the world is, first\r\nand foremost, a tribute to a prestigious institution\r\nestablished more than a century ago. Despite the upheavals\r\nthat have shaken our era, it has been able, above all, to\r\nconsolidate its foundations and increase its scope by now\r\nbringing together the elected representatives of almost all\r\nMember States of the United Nations.\r\nMaking relations between the United Nations and the\r\nInter-Parliamentary Union official is also a recognition of\r\nthe role which the IPU can play through the elected\r\nofficials of peoples in the promoting the ideals of the\r\nCharter of the United Nations in order to bring about a\r\nrapprochement between nations, improved understanding\r\namong peoples and the consolidation of democracy within\r\nStates.\r\nThe cooperation that we would like to see established\r\nbetween the two organizations can only be beneficial and\r\nserve the interests of all our nations.\r\nThe Inter-Parliamentary Union with its democratic and\r\nrepresentative mission, will bring a new awareness to the\r\nactivities of the organization, enrich its deliberations and\r\nbroaden the prospects for global thinking within the United\r\nNations system.\r\nIn that connection, I would like to endorse the position\r\nexpressed by Secretary-General Boutros Boutros-Ghali at\r\nthe signature ceremony of the cooperation agreement\r\nbetween the United Nations and the Inter-Parliamentary\r\nUnion.\r\nWith respect to the contribution the international\r\ncommunity is entitled to expect from the\r\ninstitutionalization of the links between the two\r\norganizations, the Secretary-General underscored the role\r\nthat the Inter-Parliamentary Union could play alongside\r\nthe United Nations, especially in the interest of peace,\r\nhuman rights and democracy.\r\nFor its part, Tunisia welcomes the first concrete\r\nsteps taken in terms of cooperation between the two\r\norganizations, through the participation of the United\r\nNations at the ninety-fifth Inter-Parliamentary Conference,\r\nheld in Istanbul in April 1996. Also welcoming this\r\ncooperation, the Secretary-General stated that\r\nparliamentarians play an essential role in the service of\r\nthe United Nations Charter and that they are the best\r\nillustration of the phrase, “We the peoples of the United\r\nNations”.\r\nStill in the context of cooperation, I wish to mention\r\nthe meeting organized jointly by the Inter-Parliamentary\r\nUnion, the United Nations Secretariat, the Department for\r\nPolicy Coordination and Sustainable Development and the\r\nUnited Nations Development Programme in the\r\nframework of the follow-up to the World Summit for\r\nSocial Development. That meeting, held in New York last\r\nSeptember, made it possible to bring together\r\nparliamentarians, governmental representatives and\r\ngovernmental organizations for the effective\r\nimplementation of the results of the Copenhagen Summit.\r\nThis approach represents a beginning of the\r\nimplementation of the ideas underpinning the\r\nenhancement of the efficiency of the United Nations and\r\nhas made it possible to identify a set of concrete measures\r\nthat need to be taken by national parliaments, on the one\r\nhand, and by Member States, on the other. We hope this\r\ninnovative approach will make it possible to implement\r\nbetter the decisions and recommendations adopted at the\r\nWorld Summit.\r\nWith respect to the future programme of cooperation\r\nbetween the United Nations and the Inter-Parliamentary\r\nUnion, Tunisia is of the view that the two organizations\r\nmust make a common commitment to meet the numerous\r\nchallenges threatening the stability of our peoples and\r\njeopardizing the ecological balance of our planet. The two\r\norganizations must therefore unite their efforts to\r\novercome underdevelopment, illiteracy, poverty and the\r\nover-exploitation of natural resources. Together they must\r\ncontribute to the building of a freer international\r\ncommunity, the establishment on the planet of an era of\r\n8\r\nGeneral Assembly 41st plenary meeting\r\nFifty-first session 25 October 1996\r\npeace and solidarity and the judicious management of non-\r\nrenewable natural resources.\r\nThe two organizations would thus be able to pave the\r\nway to the establishment of democracy, peace and\r\nsustainable development. This triad is at the core of the\r\nAgenda for Peace, but it is also the key ingredient for the\r\nimplementation of the Agenda for Development.\r\nIn this light, parliamentarians have their share of\r\nresponsibility for implementing these principles at the\r\nnational and international levels. This is the fundamental\r\nconcern of all constitutional institutions and the Tunisian\r\nrepresentative bodies that took a united approach to\r\npromoting Tunisia’s process of renewal this decade.\r\nWithout a doubt, parliamentarians are duty-bound to\r\ncontribute to defining a world of tomorrow in which respect\r\nfor the human person and his or her fundamental rights,\r\nguaranteed by the United Nations Charter and the Universal\r\nDeclaration of Human Rights, is more widespread than it is\r\ntoday.\r\nIn accordance with this approach, President Zine El\r\nAbidine Ben Ali made a solemn commitment in favour of\r\ndemocracy by stating,\r\n“Democracy is a strategic choice. Democracy will\r\nevolve together today and in harmony with the\r\nimperatives of our era, whose names are freedom,\r\nhuman rights and development.”\r\nMr. Escarpeta (Colombia) (interpretation from\r\nSpanish): It is a great honour and a privilege to address the\r\nAssembly on behalf of the Republic of Colombia,\r\nespecially in view of the importance my country attaches to\r\nthe item before us today.\r\nWe cannot but recognize the effort made by the\r\ndelegation of Egypt, which has played an essential role in\r\npromoting this agreement.\r\nAt the last session of the General Assembly,\r\nColombia, on the basis of its conviction of the need and\r\nsignificance of concluding a cooperation agreement between\r\nthe United Nations and the Inter-Parliamentary Union\r\n(IPU), was privileged to one of the countries that sponsored\r\nthe draft resolution adopted by consensus at the plenary\r\nmeeting of the Assembly on 15 November 1995.\r\nIn its wisdom, the General Assembly considered that\r\nthe IPU’s activities to a considerable extent complemented\r\nand supported the work of the United Nations, and\r\ntherefore the Secretary-General was requested to take the\r\nnecessary steps to conclude an agreement on cooperation\r\nbetween the two organizations.\r\nMember States have been informed, to their great\r\npleasure, that on 24 July 1996 the Secretary-General, Mr.\r\nBoutros Boutros-Ghali, the President of the Inter-\r\nParliamentary Council and the Secretary-General of the\r\nInter-Parliamentary Union signed the important\r\ncooperation agreement, in accordance with the mandate\r\ncontained in resolution 50/15.\r\nStrengthening relations between the two\r\norganizations will certainly allow for a more effective\r\nimplementation of mutually complementary activities,\r\nthereby allowing both organizations to cooperate more\r\nclosely in undertaking joint efforts in their particular areas\r\nof competence, which will ultimately result in greater\r\nbenefit for the community of nations.\r\nThe agreement has formalized the close and\r\nlongstanding bond between the two institutions in various\r\nfields and consolidated the ongoing efforts of both\r\norganizations for noble causes. In particular, it represents\r\na further harmonizing step in the constant search for an\r\nideal world of development, justice and peace to which\r\nwe all aspire.\r\nWe intend to promote all measures necessary for\r\nprogressing productively and effectively through\r\nexchanges of views, technical cooperation, coordination\r\nof measures, consultations, active participation and\r\ninformation and documentation exchanges so as to ensure\r\nthat the cooperation agreement will benefit from the\r\npositive contributions of Member States, and that its final\r\noutcome will follow the right course, guided by the\r\ndestiny of international politics.\r\nWe are sure that the common will of our States will\r\nstand out as the predominant idea in implementing the\r\nagreement, and will gain strength as it becomes part of\r\nour sovereign foundations in defence of the principles and\r\nparameters of political action inspired by our peoples.\r\nEach of us in these two important forums has been\r\nentrusted with the task of representing our States, and, as\r\na result of this mandate, we have an inescapable\r\ncommitment to work for the success of our endeavours.\r\nThe outcome of the development of this agreement\r\nwill reflect on each of the States Members of the United\r\nNations. In this respect, I am fully convinced that it will\r\n9\r\nGeneral Assembly 41st plenary meeting\r\nFifty-first session 25 October 1996\r\nresult in vigorous action that appropriately interprets\r\ninternational reality and updates necessary mandates to\r\nenable both organizations to meet the challenges of the new\r\nworld order.\r\nThe critical situation that exists in the present-day\r\nworld has shown that the foundations of the new order are\r\nnot as secure as had mistakenly been claimed. Peoples\r\nafflicted by uncertainty are still awaiting the peace and\r\nprosperity that they expected as a result of the end of the\r\ncold war. Notwithstanding some isolated positive trends, the\r\ngeneral picture, especially in developing countries, has\r\ndeteriorated rather than improved. The marked imbalance\r\nbetween the industrialized North and the impoverished\r\nSouth contrasts with the changes that have occurred in\r\ninternational relations.\r\nUnder no circumstances would it be politically\r\njustifiable not to promote corrective measures in all areas\r\nor to move the United Nations, at an appropriate way,\r\ncloser to the effective promotion of an alternative model of\r\ndevelopment so as to ensure compatibility between the\r\nrequired social changes and the current opening up of our\r\neconomies.\r\nOnly a short time after the signing of the Marrakesh\r\nagreements, which concluded the Uruguay Round of the\r\nGeneral Agreement on Tariffs and Trade, the international\r\ntrade system has been the object of many unilateral and\r\nprotectionist actions by certain developed countries. Far\r\nfrom meeting the expectations created with regard to\r\nmarket access, this trend, on the contrary, brings into\r\nquestion the validity and utility of the new multilateral trade\r\nsystem as a foundation stone of the World Trade\r\nOrganization, and delivers a hard blow to the new system’s\r\ncredibility.\r\nWe must add to this situation the many obstacles to\r\naccess to financial resources, given the firm resistance to\r\nthe various formulas proposed by the developing countries\r\nwith regard to the mobilization of essential resources. Over\r\nthe years, the economic and social institutions of the United\r\nNations have become weaker, increasingly reflecting a\r\nreduced capacity to make concrete proposals to meet the\r\nproblems of developing countries. This is becoming more\r\nand more evident, especially when we recall the ever\r\ndecreasing political support and the continuing cuts in\r\ndonor funding, all of which have led to the operational\r\nstagnation of these institutions.\r\nInternational cooperation for development is being\r\nprogressively weakened because of the many initiatives that\r\nsome donor countries are tackling with indifference, so\r\nthat significant cuts in the flow of official development\r\nensue. The volume of development assistance has fallen\r\nsignificantly in recent years, and as a result the\r\ndeveloping world is witnessing a painful recession that is\r\naffecting a larger percentage of the global population year\r\nby year. This is an unjust state of affairs as we move into\r\nthe new century.\r\nExternal debt has been overwhelming for many\r\ndeveloping countries, and especially for the group of least\r\ndeveloped countries, which are sinking under the weight\r\nof the obligations they have assumed without finding real\r\nsolutions to help them overcome the crisis. We must\r\npromote concrete initiatives to alleviate this serious\r\nproblem, and allow those States to overcome the harsh\r\neffects now confronting them.\r\nIf we wish to realize the dream of the founding\r\nfathers of the United Nations and the tenets of the\r\nCharter, we must implement relevant measures to take\r\nback leadership in international cooperation as it was\r\nunderstood by the founders of the Organization, who\r\nrealized that development and economic and social\r\nprogress are the essential foundations of peace and\r\nsecurity.\r\nIn facing the twenty-first century, we must enable\r\nour Organization vigorously to meet the challenges of\r\npoverty eradication so that it can bridge, once and for all,\r\nthe deep gap between rich and poor. It will not be\r\nfeasible to go on living together under present-day\r\nconditions of inequality.\r\nThe United Nations today has a commitment to\r\nensure that the hopes and expectations created by the end\r\nof the cold war do not become new frustrations for our\r\npeoples. We have witnessed with frustration the\r\ndomination of the nuclear threat in the world. Our\r\ncountries must wage one final battle to eliminate this\r\ndaunting threat from the face of the earth. The risk to\r\nhumankind is too high if it persists. Its elimination,\r\nhowever, would be a permanent legacy to future\r\ngenerations.\r\nThe major producers of conventional weapons have\r\nincreased their sales in developing countries. Such\r\ndevelopments require us to promote initiatives to ensure\r\nthat countries in which arms-producing firms operate\r\nadopt the necessary measures to eradicate the illegal\r\ntraffic in such weapons and to control their commercial\r\nflows.\r\n10\r\nGeneral Assembly 41st plenary meeting\r\nFifty-first session 25 October 1996\r\nThe debate and the search for solutions to these\r\npriority issues must also be addressed, as implementation of\r\nthe cooperation agreement with the Inter-Parliamentary\r\nUnion develops. It would be particularly significant if, with\r\nthe bridge that has been laid between the two organizations,\r\nthe parliaments of developed countries can be made aware\r\nof concerns such as those that have been pointed out today,\r\nso that they can respond positively in their sphere of\r\ncompetence.\r\nThe United Nations needs the support of parliaments.\r\nIts noble objectives are more likely to become reality if the\r\nworld’s legislative bodies understand, believe in and fully\r\nsupport its cause, and if they complement and, as\r\nappropriate, put into practice measures that require it.\r\nThis is a solemn and happy time for the Organization.\r\nNew and necessary foundations have been laid between two\r\nof the world’s major collegiate bodies, which have the\r\nprivilege to have among their ranks enlightened\r\nspokespersons from all over the world, which constantly\r\nseek the same ideal of harmony and coexistence on the vast\r\nand glorious stage formed by all the continents, and which\r\nraise their voices in this Hall for the supreme ideal of\r\npeace.\r\nIt behoves us to continue to search for a new way that\r\nreplaces confrontation by the search for cooperation as the\r\ncrux of our actions, based on mutual respect and the\r\ndefence of the principles enshrined in the Charter of the\r\nUnited Nations, with the resolute and historic purpose of\r\ncontributing collectively to strengthening the world on the\r\nbasis of new and better levels of justice, equity and social\r\ndevelopment.\r\nAs the problems faced in the community of nations\r\nseem more acute, solutions become more difficult and the\r\ninternational community trembles at the threat of new\r\nconfrontations. We are duty bound, energetically and by\r\nevery possible means, to seek reconciliation among men,\r\ndialogue, consensus and concerted action.\r\nIt is essential that indissoluble and unshakable unity be\r\nmaintained as a central feature of our world, our\r\nGovernments, parliaments and peoples. In this way,\r\ncommon interests will prevail on the international scene,\r\nour voice will be heard in the decision-making process, and\r\nwe will have a vital place in world political development.\r\nWe therefore need to reaffirm the points of\r\nconvergence at the tops of our voices, in order to strengthen\r\nour positions so that they carry the weight they deserve in\r\nthe international community — the weight and the exalted\r\npower represented by the voice of 185 countries that\r\nmake up the membership of this Organization.\r\nI am fully convinced that the common will of the\r\nStates gathered here will be strengthened through the full\r\nimplementation of this agreement for the common benefit\r\nof all humankind.\r\nThe Acting President: Before I proceed, I should\r\nlike to inform the Assembly that the representative of\r\nSudan has requested to participate in the debate on this\r\nitem. Inasmuch as the list of speakers was closed this\r\nmorning at 11 a.m., may I ask the Assembly whether\r\nthere is any objection to including Sudan on the list of\r\nspeakers?\r\nIf I hear no objection, the Assembly will include\r\nSudan on the list of speakers.\r\nIt was so decided.\r\nMrs. Heptulla (India): It is once again a great\r\nprivilege to speak in support of cooperation between the\r\nInter-Parliamentary Union (IPU) and the United Nations.\r\nIt reminds me of the discussions during the last session\r\nwhen this august Assembly began the process of\r\nestablishing a framework of cooperation by unanimously\r\nendorsing resolution 50/15 on 15 November 1995.\r\nThe Secretary-General in his report (A/51/402) has\r\ninformed us that the modest goal set forth in resolution\r\n50/15 has been met with the conclusion on 24 July 1996\r\nof a cooperation agreement between the United Nations\r\nand the IPU.\r\nThis important initial step has opened up new vistas\r\nof cooperation. We need to pool our resources and our\r\nexperience to devise complementary plans of action to\r\naddress our common problems. Having had the unique\r\nprivilege of working in close association with both the\r\norganizations - as Human Development Ambassador of\r\nthe United Nations Development Programme (UNDP) and\r\nas a member of the Executive Committee of the IPU, I\r\nrealize how essential it is for strong ties of cooperation to\r\nexist between the United Nations and the IPU.\r\nOf all the international institutions, the IPU was\r\namongst the first to promote the idea of creating a world\r\norganization of nations. It is perhaps one of the world’s\r\nunique institutions in the sense that its members are\r\ndrawn from a wide spectrum of legislatures representing\r\n11\r\nGeneral Assembly 41st plenary meeting\r\nFifty-first session 25 October 1996\r\nvarious shades of public opinion. They include not only the\r\nGovernment but also the opposition, and thus represent the\r\ndiverse will of the people in the true sense of the phrase.\r\nThe IPU, while striving to promote international peace\r\nand development and a better understanding of various\r\nproblems faced by humanity, works in close cooperation\r\nwith other international organizations. In its multifarious\r\nactivities, the IPU has worked in close coordination with\r\nthe United Nations. A large number of United Nations\r\nagencies and subsidiary organs are represented at senior\r\nlevels in the Union’s statutory conferences. Several\r\nspecialized conferences, on a variety of issues, have also\r\nbeen organized jointly or in close cooperation with United\r\nNations bodies including the International Labour\r\nOrganization (ILO), the World Health Organization (WHO),\r\nthe Food and Agriculture Organization of the United\r\nNations (FAO), the United Nations Population Fund\r\n(UNFPA), the United Nations Children’s Fund (UNICEF)\r\nand others. Meetings to bring together senior United\r\nNations officials and parliamentarians attending the United\r\nNations General Assembly as members of their national\r\ndelegations are held each year in New York to review\r\nmajor initiatives and programmes of the United Nations.\r\nThe IPU members submit to their respective\r\nassemblies and Governments the resolutions adopted by the\r\nUnion and promote their implementation. It is expected that\r\nthe members of the parliaments attending the IPU\r\nconferences will in turn disseminate the discussions and\r\nconclusions of the conferences back in their countries and\r\npass these opinions on to the masses. Cooperation between\r\nthe United Nations and the IPU will give a greater\r\nopportunity to the United Nations, through the elected\r\nrepresentatives, to familiarize the people with its objectives\r\nand achievements.\r\nThe IPU has been evincing growing interest in various\r\ninternational issues affecting its member countries and their\r\npeoples. Two full plenary sessions of the IPU each year are\r\ndevoted entirely to serious problems and situations\r\nconfronted by the people in general. The IPU also organizes\r\nspecialized worldwide or regional conferences and\r\nsymposiums, aimed at bringing together parliamentarians\r\nand experts to study certain specific problems of\r\ninternational security, development, human rights, social\r\naffairs, disarmament and so on.\r\nApart from regular Conferences, which are convened\r\ntwice a year, the IPU has called special sessions in support\r\nof United Nations-sponsored world conferences on various\r\naspects of comprehensive human development. It has lent\r\nfull support to United Nations programmes and plans of\r\naction. Special sessions of the IPU were called to\r\nsupplement the United Nations efforts at the Cairo\r\nInternational Conference on Population and Development\r\nin 1994 and at the World Summit for Social Development\r\nat Copenhagen in 1995. The member parliaments again\r\nmet at a special session on 7 September 1995 to offer\r\ntheir support to the Fourth World Conference on Women\r\nat Beijing. All these conferences, held at the initiative of\r\nthe IPU, indicate the complementarity of focus of the IPU\r\nand the United Nations.\r\nLike the United Nations, the welfare and concerns of\r\nwomen has been a matter of special importance for the\r\nIPU. India, for its part, has always placed emphasis on\r\nthis vital social issue. The Indian people, Government and\r\nParliament have highlighted this aspect nationally as well\r\nas internationally. As a national commitment, after\r\nempowering women at the local level through a\r\nconstitutional amendment reserving seats for women in\r\nlocal bodies, the Indian Parliament is now considering a\r\nbill to reserve 33 per cent of seats in the state legislatures\r\nand in the National Parliament.\r\nIn the international arena, a special Conference of\r\nthe IPU, as a follow-up to the Beijing Conference, is\r\nbeing hosted at New Delhi from 14 to 18 February 1997\r\non the theme “Towards Partnership Between Men and\r\nWomen in Politics”. This major Conference will bring\r\ntogether parliamentarians from 136 countries, United\r\nNations agencies, media, non-governmental organizations,\r\nacademics and activists to fan the flame of equality lit by\r\nthe United Nations in Mexico and stoked at Nairobi and\r\nBeijing. As the Chairperson of the National Steering\r\nCommittee for this Conference, I take this opportunity to\r\ninvite you all to attend this event.\r\nThe possibilities of cooperation between the United\r\nNations and the IPU for the common benefit of mankind\r\nare enormous. Cooperation between these two\r\norganizations is aimed at weaving an everlasting social\r\nfabric based on fraternity, equality and liberty for all and\r\nat working jointly to ensure peaceful coexistence for our\r\nfuture generations. It should be not only our endeavour\r\nand commitment, but also our duty to strengthen a better\r\nand prosperous global society. It is in this context that I\r\ncommend to this Assembly the unanimous adoption of the\r\ndraft resolution contained in document A/51/L.6.\r\nMr. Dzassohov (Russian Federation) (interpretation\r\nfrom Russian): Many diplomats and parliamentarians were\r\nwitnesses to and participants in the initiatives that have\r\n12\r\nGeneral Assembly 41st plenary meeting\r\nFifty-first session 25 October 1996\r\nmade today’s debate possible. It will undoubtedly go down\r\nin the political annals of the modern world as the beginning\r\nof a qualitatively new era in the relations between the\r\nUnited Nations and the Inter-Parliamentary Union. This\r\nprompts us to express our well-deserved thanks to Mr.\r\nBoutros Boutros-Ghali, Mr. Ahmed Fathy Sorour and, of\r\ncourse, Mr. Pierre Cornillon, the Secretary-General of the\r\nInter-Parliamentary Union, who is here with us today, for\r\nit is precisely their efforts and practical steps that are so\r\ngreatly appreciated in the national Parliaments of the United\r\nNations Member States.\r\nAllow me to make the following brief comments.\r\nFirst, it has become customary to characterize the post-cold-\r\nwar period as a movement towards democracy and\r\nparliamentarianism. It is precisely in this framework that we\r\nare debating the draft resolution before us today, as it is\r\nfully consonant with the spirit and will of the peoples of the\r\nworld.\r\nSecondly, the transition to representative democracy\r\nunder way in many regions of the world, such as Eastern\r\nand Central Europe, my country, the Russian Federation,\r\nand the countries of the Commonwealth of Independent\r\nStates, is gaining momentum and even new experience. In\r\nturn, the United Nations and its Secretary-General are\r\nencouraging new democracies. We can speak of the\r\ntimeliness of this direction in United Nations activities\r\nbecause the theoretical conceptualization of the interesting\r\ndemocratization processes sometimes, unfortunately, lag\r\nbehind modern global political realities.\r\nHow do we propose effectively to gather public\r\nopinion and to bring the full potential of civil society into\r\nplay? This is something we all seek. In our view, we can\r\nsolicit the greater involvement of the representatives of\r\nnational Parliaments in discussions on major United Nations\r\nissues. I am convinced that gathering new experience and\r\nenhancing cooperation between legislative and executive\r\nauthorities are urgent international priorities for the\r\ninternational community.\r\nThirdly, the issue before the General Assembly is\r\nconducive to efforts along the “diplomat-deputy” approach.\r\nSpeaking in May this year before the National Duma of the\r\nRussian Federation, Mr. Boutros Boutros-Ghali correctly\r\nstated that the peoples of the world, and even many\r\npoliticians, have an incomplete picture of the full spectrum\r\nof the issues being addressed by the main international\r\nOrganization.\r\nFor example, they see only episodes of peace-\r\nbuilding, but not the rest of the process. Today, when\r\ncooperation between the United Nations and the Inter-\r\nParliamentary Union is at a new stage of its development,\r\nit is extremely important to see high-ranking United\r\nNations Secretariat officials and the heads of diplomatic\r\nmissions of the members of the international community\r\nregularly in the halls and meeting rooms of national\r\nparliaments.\r\nMoreover, after each round of general policy\r\ndiscussions — and this is an atmosphere that one finds\r\nonly here at United Nations headquarters — the heads of\r\ndelegations could address national parliaments on their\r\noutcome.\r\nFourthly, the delegation of the Russian Federation\r\nparticularly supports and welcomes paragraph 3 of draft\r\nresolution A/51/L.6 on the inclusion in the agenda of the\r\nfifty-second session of the General Assembly of an item\r\nconcerning cooperation between the two organizations.\r\nHowever, we ourselves — parliamentarians, the Executive\r\nCommittee and the Inter-Parliamentary Council — can\r\nand must do a great deal to make future deliberations\r\nproductive and to consolidate the breakthrough in\r\ncooperation between legislators and diplomats.\r\nFifthly, at every stage of promoting the idea of\r\ncooperation in the form now being discussed by the\r\nGeneral Assembly, Russia, and particularly the Russian\r\nParliament, has been interested in developing such efforts\r\nwith the United Nations. A great contribution to the\r\nsuccessful coordination of the preparatory work in this\r\nendeavour was made by the Ambassador of Egypt, Mr.\r\nElaraby, for which we are very grateful to him. He\r\nreaffirmed that contribution in his introduction today.\r\nAt the same time, I would like to declare that Russia\r\njoins the sponsors of this draft resolution.\r\nIn conclusion, I wish everyone every success in this\r\nnew endeavour.\r\nMr. Larraín (Chile) (interpretation from Spanish):\r\nToday, the General Assembly is considering the draft\r\nresolution entitled “Cooperation between the United\r\nNations and the Inter-Parliamentary Union”, which my\r\ncountry has co-sponsored and hopes will be adopted by\r\nconsensus.\r\nMy delegation, like most delegations present,\r\nbelieves that the activities of the Inter-Parliamentary\r\n13\r\nGeneral Assembly 41st plenary meeting\r\nFifty-first session 25 October 1996\r\nUnion supplement and support the work of the United\r\nNations. We witnessed this at the international conferences\r\nconvened by the Organization, which benefited from the\r\ncooperation of that parliamentary body and from its tireless\r\ninterest in bringing new elements to the debates of the\r\nUnited Nations on such important topics as, inter alia, anti-\r\npersonnel landmines and the rights of women and children.\r\nWe particularly welcome at this time the cooperation\r\nagreement signed between the two organizations on 24 July\r\n1996. This agreement strengthens relations between the two\r\norganizations, principally in promoting peace, human rights\r\nand democracy in the world.\r\nThis agreement has already yielded results. On 5 and\r\n6 September 1996, both organizations held a meeting in this\r\ncity on the follow-up to the World Summit for Social\r\nDevelopment. The meeting was aimed at enhancing\r\ncooperation among parliaments, Governments and\r\nintergovernmental organizations for the effective\r\nimplementation of the agreements reached in Copenhagen.\r\nThey drew up a practical catalogue of concrete steps and\r\nactions to be taken by national parliaments and their\r\nmembers in this respect.\r\nMy delegation believes that substantial cooperation\r\nbetween the two organizations — one representing\r\nGovernments and the other representing parliaments — will\r\nalso serve as a better expression of the will and interests of\r\npeoples at the international level.\r\nLikewise, my delegation believes that a closer\r\nrelationship with the Inter-Parliamentary Union is yet\r\nanother United Nations show of support for democracies\r\nthroughout the world and a way of strengthening —\r\nespecially at the international level — the recognition due\r\nto the legislative branches of government, which are\r\nmanifestations of popular will.\r\nIn view of the above, my delegation believes that\r\ncooperation between the United Nations and the various\r\nparliamentary groups is very valuable. We also wish to\r\nexpress in this regard our support for Parliamentarians for\r\nGlobal Action. That organization has done important work\r\nfor international peace and security, human rights and\r\ndemocracy in the world. In so doing, it has supported the\r\npurposes and principles of the United Nations. It is still\r\npossible to remember the fundamental role it played a few\r\nyears ago in the so-called Six-Nation Initiative. More\r\nrecently, it played a very important role in Burundi in the\r\nsearch for dialogue and understanding among\r\nparliamentarians themselves and with the United Nations\r\nsystem.\r\nMr. Fulci (Italy): As a sponsor of the draft\r\nresolution, Italy wishes to voice its support for this\r\ndocument. The draft welcomes the conclusion, on 24 July\r\n1996, of the agreement between the United Nations and\r\nthe Inter-Parliamentary Union — an agreement which\r\ncreates an appropriate and long-needed framework for\r\nincreasing cooperation between the two organizations.\r\nWe are especially grateful to the Permanent\r\nRepresentative of Egypt, Ambassador Nabil Elaraby, for\r\nhis clear, comprehensive and thoughtful introduction of\r\nthe draft resolution and are confident that the General\r\nAssembly will adopt it by consensus.\r\nThe Inter-Parliamentary Union is an organization of\r\nnational parliaments. As we all know, parliaments are the\r\nhighest expression of the ideals of democracy within the\r\nstructure of a State. They are called on to perform\r\nfundamental tasks not only in the domestic domain, but\r\nalso in international matters. They adopt laws and\r\nexercise control over Governments. They ratify treaties,\r\nimplement laws and determine State policy towards\r\ninternational organizations.\r\nToday, in a world in which States are more and\r\nmore interdependent, rather than independent, parliaments\r\nare called on to play an unprecedented role in\r\ninternational cooperation as well. Parliaments represent\r\nthe people and their will is the highest expression of the\r\nwill of all the citizens of a country. In other words, they\r\nare the means to enhance democracy.\r\nAs the President of the Republic of Italy, Oscar\r\nLuigi Scalfaro, said in his address to the General\r\nAssembly on 3 April 1996:\r\n“The raison d’être of the United Nations is the\r\ndefence of the individual, of humanity.\r\n...\r\n“The immense task of humanitarian aid is\r\ncertainly the truest path to peace. This is because it\r\ninvolves sharing in the suffering of others.\r\n“And let us not forget that helping people to\r\nlive in freedom, to enjoy social justice worthy of\r\nman, to live in democracy, is certainly the highest\r\nform of humanitarian aid.” (Official Records of the\r\n14\r\nGeneral Assembly 41st plenary meeting\r\nFifty-first session 25 October 1996\r\nGeneral Assembly, Fiftieth Session, Plenary Meetings,\r\n103rd meeting, p. 4)\r\nThe General Assembly is and must remain the bedrock\r\nof our Organization. It empowers all the other bodies of the\r\nUnited Nations, including the Security Council, two thirds\r\nof whose members the General Assembly elects. The\r\nGeneral Assembly reflects the opinions of our peoples and\r\nstrengthens ties with the institutional realities of the\r\nMember States. For many years now, the Italian delegation\r\nto the general debate of the General Assembly has included\r\nrepresentatives of both the Senate and the Chamber of\r\nDeputies of Italy. This has proved to be a most positive\r\nexperience, giving our political forces a fuller appreciation\r\nof the role and activities of the United Nations.\r\nThe Italian Parliament has been following the work of\r\nthe United Nations more and more closely in recent years.\r\nIn January, on the occasion of the visit of Secretary-General\r\nBoutros Boutros-Ghali to Rome, the whole Italian\r\nGovernment met with the Chamber of Deputies in solemn\r\ncommemoration of the fiftieth anniversary of the United\r\nNations. On 9 October, the other House of Parliament, the\r\nSenate, dedicated a long and meaningful debate to the issue\r\nof Security Council reform. At the end, a resolution was\r\nadopted to:\r\n“support in all the competent forums the reform\r\nobjectives defined in the statement by the Minister of\r\nForeign Affairs to the fifty-first session of the United\r\nNations General Assembly, starting with the Italian\r\nproposal for a reform of the Security Council.”\r\nThis issue was also considered at the special session\r\nof the Council of the Inter-Parliamentary Union held at the\r\nUnited Nations headquarters last year from 30 August to 1\r\nSeptember.\r\nSince its establishment more than a century ago, the\r\nInter-Parliamentary Union has greatly contributed to\r\ninternational cooperation. Its action has been aimed at\r\nvarious objectives, in particular the peaceful settlement of\r\ndisputes, the enhancement of democracy and the\r\nsafeguarding of human rights throughout the world. It has\r\npromoted free elections and democratic institutions, fostered\r\nthe participation of women in political life and supported\r\nthe protection of minorities. In other words, the Inter-\r\nParliamentary Union has constantly worked to affirm the\r\nideals and to pursue the goals of modern international\r\nsociety.\r\nThe strengthening of cooperation between the United\r\nNations and the Union will be highly beneficial to both\r\ninstitutions. But more than anything else, it will greatly\r\ncontribute to reaffirming and implementing, on the\r\nthreshold of the third millennium, the purposes and\r\nprinciples enshrined in our Charter.\r\nMr. Laclaustra (Spain) (interpretation from\r\nSpanish): Parliamentary democracy is the natural\r\nframework for the development of the conditions most\r\nappropriate to international peace and security.\r\nFurthermore, the purposes and principles of the United\r\nNations are in close agreement with the guidelines and\r\ncriteria that have inspired the constitutions of peace-\r\nloving States.\r\nThe Inter-Parliamentary Union embodies at the\r\ninternational level the important role of national\r\nparliaments and is a forum for reflection and debate on\r\nthe solutions needed to meet the challenges and\r\nrequirements of today’s society.\r\nAt the fiftieth session of the General Assembly, my\r\ndelegation emphasized its support for greater cooperation\r\nbetween the United Nations and the Inter-Parliamentary\r\nUnion — a cooperation that, in our view, should be given\r\nan appropriate institutional framework.\r\nIn this connection, my delegation welcomes the\r\nsigning on 24 July of this year of a cooperation\r\nagreement between the United Nations and the Inter-\r\nParliamentary Union. This is not the time for an analysis\r\nof or detailed comments on the provisions of that\r\nimportant text, but we wish to express our satisfaction at\r\nthe opportunity that has emerged since its signature for\r\nthe Inter-Parliamentary Union to be invited to participate\r\nin the debates of United Nations bodies and in\r\nconferences and meetings held under its auspices.\r\nThat participation of the Inter-Parliamentary Union\r\nin United Nations activities will undoubtedly be extremely\r\nuseful and beneficial for both organizations, as it will\r\nallow for the mutual exchange of information and for\r\ninteraction between them.\r\nWith reference to the draft resolution on this item\r\nintroduced by the delegation of Egypt, it has been a\r\npleasure for my delegation to be among its sponsors. We\r\ntrust that draft resolution A/51/L.6 will enjoy the\r\nunanimous support of the General Assembly.\r\n15\r\nGeneral Assembly 41st plenary meeting\r\nFifty-first session 25 October 1996\r\nIn conclusion, I wish to reiterate the support of the\r\ndelegation of Spain for continued cooperation between the\r\ntwo organizations, sharing as it does their interest and\r\nconcern for a world of greater peace and security.\r\nMr. Hayat (Pakistan): On behalf of the Pakistan\r\ndelegation, I would like to thank the delegation of Egypt\r\nfor introducing draft resolution A/51/L.6 and underlining\r\nthe importance of cooperation between the Inter-\r\nParliamentary Union (IPU) and the United Nations.\r\nOn the occasion of the fiftieth anniversary of the\r\nUnited Nations, while giving the parliamentary vision for\r\ninternational cooperation into the twenty-first century, the\r\nmembers of the IPU reaffirmed the soaring vision and\r\ncommon purposes that animated the drafters of the United\r\nNations Charter. They rededicated themselves to\r\nstrengthening the bonds of the world community for the\r\nrealization of the ideals of that Charter. To contribute\r\nactively to the work of the United Nations, the Union\r\ndecided to establish a formal framework for cooperation\r\nbetween the two organizations.\r\nThe United Nations has made invaluable contributions\r\nin a number of crucial areas, including peacekeeping,\r\neconomic development, humanitarian assistance and the\r\nestablishment of legal norms. Yet it has not been able to\r\nlive up to the expectations of the peoples. To respond to\r\ntheir wishes, the United Nations needs to become more\r\naccessible to new actors, such as non-governmental\r\norganizations, who represent the civil society. These actors\r\nare playing an increasingly important role in many areas.\r\nAssociations such as the IPU, the Parliamentarians for\r\nGlobal Action and other similar organizations are uniquely\r\nplaced to build such bridges. While such associations can\r\ngenerate support for the United Nations to strengthen its\r\nrole, they can certainly also sensitize the United Nations to\r\nthe aspirations of the peoples.\r\nAt the political level, the IPU can help mobilize public\r\nopinion in favour of the United Nations. Parliamentarians\r\ncan launch information campaigns to make their\r\nconstituents aware of the accomplishments of the United\r\nNations. Such an exercise is essential. In many countries\r\npeople are either indifferent or becoming hostile to calls for\r\ngreater financial and material support for the United\r\nNations.\r\nThe United Nations efforts to establish the rule of law\r\nat the international level must be supported. In this regard,\r\nwhile preparing legislation, parliaments should take United\r\nNations resolutions and decisions into account. National\r\nlaws ought not to be at variance with the decisions that\r\nare agreed upon in the United Nations. Similarly, to\r\naugment the role of the United Nations in promoting\r\ninternational peace and security, legislators should ensure\r\nthat the executive branch of the Government implements\r\nthe resolutions and decisions adopted by the United\r\nNations.\r\nTo enhance the efficacy of the United Nations,\r\nparliamentarians can also sensitize the United Nations to\r\nthe expectations of the peoples they represent. For some,\r\nthe United Nations has not made enough progress in\r\nachieving the goals of peace, security and stability. In\r\ncertain regions of the world, it has not been successful in\r\nameliorating the sufferings of the people. Lack of action\r\nin Bosnia reinforced doubts about the ability of the\r\nUnited Nations to deal with conflicts. In our own region,\r\nthe Kashmir dispute is still simmering and the people of\r\nKashmir are still waiting for the United Nations to take\r\nmeasures for the implementation of the Security Council\r\nresolutions.\r\nMutual cooperation between the IPU and the United\r\nNations can help in harnessing the power of the peoples\r\nfor the realization of the lofty ideals of the United\r\nNations Charter. At the operational level, the IPU can\r\ncontribute to the United Nations role in the promotion of\r\ndemocracy, peacekeeping and peace-building.\r\nTo acquaint the nascent democracies with the new\r\nsystem of governance, the IPU, in collaboration with the\r\nUnited Nations, could launch an information and support\r\nprogramme. The sharing of information through the\r\nreliable United Nations channels would facilitate\r\ninstitution-building in relatively young parliaments.\r\nIn the field of peacekeeping and peace-building, the\r\nparliamentarians of major troop-contributing countries\r\nmight consider the establishment of an IPU forum or\r\ncaucus on United Nations peacekeeping operations. Such\r\na caucus might arrange seminars and public campaigns in\r\nsupport of the United Nations peacekeeping endeavours.\r\nThe parliamentarians can sensitize the public to the\r\nsignificance of these operations and ask the Governments\r\nto meet their obligations to this end.\r\nThe IPU and the United Nations share a common\r\ninterest in maintaining peace and promoting economic\r\ndevelopment for the betterment of the peoples of the\r\nworld. As a representative body of the peoples of the\r\nworld, the IPU has an important role to play in the\r\nrealization of a world free of the scourges of war, hunger,\r\n16\r\nGeneral Assembly 41st plenary meeting\r\nFifty-first session 25 October 1996\r\npoverty and disease. To achieve these goals, both\r\norganizations should actively utilize the framework for\r\ncooperation.\r\nMr. Abdelhamid (Sudan) (interpretation from\r\nArabic): Thank you for giving me this opportunity to\r\naddress the General Assembly regarding the support and\r\nendorsement of the cooperation agreement between the\r\nUnited Nations and the Inter-Parliamentary Union (IPU).\r\nI did not want to miss such an opportunity to reaffirm\r\nour support for this agreement. We hope that it will\r\ncontribute to the good of humanity in general. This is\r\nparticularly true since Sudan has played an active leadership\r\nrole in the Inter-Parliamentary Union (IPU) for some time\r\nnow. I have been sent here by my Parliament, which was\r\nrecently elected in free, fair elections in which for the first\r\ntime there was substantial participation. I want to state the\r\ndesire and the interest of my people to support cooperation\r\nbetween the two organizations.\r\nParliaments express the real will of peoples, and they\r\nexpress the interest of peoples in sharing power. We hope\r\nthat as a result of the expected popular participation in\r\nparliaments, and the participation of all parliaments in the\r\njoint endeavours of the United Nations and the IPU, the\r\nhopes of peoples will be fulfilled and that we will come\r\ncloser to dealing with questions of world peace and\r\ndevelopment.\r\nWe reaffirm that the United Nations is the mechanism\r\nwhich can coordinate all the efforts of the world for the\r\ngood of humanity in all spheres: economic, developmental\r\nand others. Addressing this human, development aspect\r\ninvolves dealing with all spheres of cultural and economic\r\ndiversity in an objective manner very different from the\r\nindifference that is shown in dealing with some of the other\r\nglobal questions that may be discussed in the General\r\nAssembly or the Security Council.\r\nOnce again I would like to express our absolute\r\nsupport for the cooperation agreement signed between the\r\nUnited Nations and the IPU.\r\nThe Acting President: We have heard the last\r\nspeaker in the debate on this item.\r\nWe shall now proceed to take a decision on draft\r\nresolution A/51/L.6. In this connection, I should like to\r\nannounce that since the introduction of the draft resolution\r\nKyrgyzstan, Madagascar, Nicaragua, Peru, the Russian\r\nFederation and Tunisia have become sponsors of the draft\r\nresolution.\r\nMay I take it that the Assembly decides to adopt\r\ndraft resolution A/51/L.6?\r\nThe draft resolution was adopted (resolution 51/7).\r\nThe Acting President: May I take it that it is the\r\nwish of the General Assembly to conclude its\r\nconsideration of agenda item 29?\r\nIt was so decided.\r\nAgenda item 36\r\nInternational assistance for the rehabilitation and\r\nreconstruction of Nicaragua: aftermath of the war and\r\nnatural disasters\r\nReport of the Secretary-General (A/51/263)\r\nDraft resolution (A/51/L.3)\r\nThe Acting President: I call on the representative\r\nof Nicaragua to introduce draft resolution A/51/L.3.\r\nMr. Vilchez Asher (Nicaragua) (interpretation from\r\nSpanish): It is an honour for me to introduce, on behalf\r\nof the other sponsors, the draft resolution contained in\r\ndocument A/51/L.3, entitled “International assistance for\r\nthe rehabilitation and reconstruction of Nicaragua:\r\naftermath of the war and natural disasters”. I should like\r\nto announce that the following additional countries have\r\nbecome sponsors of the draft resolution: Benin, Canada,\r\nGermany, Jamaica, Panama, Romania, Suriname, the\r\nformer Yugoslav Republic of Macedonia and Venezuela.\r\nWhile thanking the Secretariat for the report contained in\r\ndocument A/51/263, which reflects the progress and the\r\ndifficulties in our transition process, we wish to request\r\nthat in the future more space be given to aspects relating\r\nto projects and objectives implemented by the specialized\r\nagencies of the United Nations system.\r\nThe draft resolution we are introducing together with\r\nthe other sponsors emphasizes the concerns of a country\r\nwhich has needed the sustained support of the\r\ninternational community to try to overcome the aftermath\r\nof the war in the midst of a triple transition — from war\r\nto peace, from a centralized economy to a market\r\neconomy, and from authoritarianism to democracy — and\r\nat the same time to deal with a heavy external-debt\r\n17\r\nGeneral Assembly 41st plenary meeting\r\nFifty-first session 25 October 1996\r\nburden and the economic effects of hurricanes and other\r\nnatural disasters.\r\nThis draft resolution requests the Secretary-General, in\r\ncooperation with the relevant organs and organizations of\r\nthe United Nations system and in close cooperation with\r\nNicaraguan authorities, to continue to provide all necessary\r\nassistance for the reconstruction, stabilization and\r\ndevelopment of Nicaragua. We trust that this brief and clear\r\ndraft resolution will be adopted by the General Assembly\r\nwithout a vote.\r\nSince this initiative came to the General Assembly for\r\nthe first time as a result of Nicaragua’s urgent needs in\r\n1990 at the end of its decade-long armed conflict and of its\r\nstarting on the path to democracy and economic and social\r\ndevelopment, we have seen emergency assistance to be a\r\ntemporary but very effective mechanism to help resolve the\r\ndifficult problems of transition. We hope these problems\r\nwill soon be overcome. In this context, the emergency\r\nassistance for the reconstruction of our country which\r\nStates, international organizations, the World Bank and non-\r\ngovernmental organizations lent to us during the\r\nAdministration of Violeta Barrios de Chamorro has made\r\na major contribution to strengthening democracy,\r\nconsolidating the rule of law, eliminating poverty and, in\r\ngeneral, to peace in Central America. The Support Group\r\nfor Nicaragua approved by the General Assembly and made\r\nup of Canada, Mexico, the Netherlands, Spain and Sweden\r\nhas also played an important role in the search for\r\nconsensus and in support for economic recovery.\r\nThere has certainly been broad participation on the\r\npart of the international community in peace-building in\r\nNicaragua. In this regard, we can mention, among the many\r\nprojects which have been carried out, reducing and\r\nprofessionalizing the army and the national police and\r\ninvolving former members of the Nicaraguan resistance in\r\nproductive projects for economic development. Also with\r\ninternational support, we have financed programmes to\r\nreintegrate the population displaced and otherwise affected\r\nby the war, especially in rural areas in the north of the\r\ncountry. Such support has also promoted programmes for\r\ndisarming the civilian population during the first years of\r\nthe Chamorro Administration. In the field of economic\r\nrecovery, we have promoted credit programmes to\r\nstrengthen micro- and small businesses both in rural areas\r\nand in the cities. We have privatized most of the State-held\r\nenterprises. With the cooperation of friendly countries,\r\nwhich provided the necessary resources, we have\r\nundertaken major efforts to negotiate and purchase the\r\ncommercial debt.\r\nThis enormous effort to renegotiate the debt is\r\nproviding our country with a new opportunity to\r\nparticipate and to be a part of the world’s economic\r\nsystem. We must realize that the effort made by our\r\ncreditors may not be repeated, and applying for new loans\r\nin a responsible manner must be part of our principal\r\npurposes. Despite the reduction of the external debt\r\nachieved so far, Nicaragua continues to be a low-income\r\ncountry with high debts. It is therefore essential for us to\r\ncontinue those negotiations. In this regard, Nicaragua\r\nneeds the support of the international community to\r\ncontinue to make progress towards a definitive solution in\r\nthe process of renegotiating its external debt so that the\r\neffective servicing of the debt will be compatible with its\r\ncapacity to pay.\r\nThe untenability of Nicaragua’s external debt has\r\nbeen recognized in the G-7 initiative submitted to the\r\nWorld Bank and the International Monetary Fund (IMF),\r\nwhich provides for an external debt relief mechanism for\r\nhighly indebted countries, so that they can sustain its\r\nservicing.\r\nWith international assistance, and with the\r\nexceptional treatment given to our country by the General\r\nAssembly, peace and democracy are being consolidated\r\nin Nicaragua. This is reflected above all in the great\r\nreduction of political violence, the full establishment of\r\npublic freedoms for the first time in the history of the\r\ncountry, the increasingly independent operation of the\r\norgans of the State, the decentralization of the central\r\nGovernment and the strengthening of local governments.\r\nThe population at large recognizes these achievements\r\nand, after a decade of armed and fratricidal conflict,\r\nagrees that one of the most important achievements has\r\nbeen that of pacification.\r\nWhile the country is at peace and has resumed its\r\neconomic growth, the impact of the conflict on\r\nemployment and underemployment indicators has kept\r\nthem below expectations. Nicaragua continues to face\r\nmajor problems in terms of social indicators; poverty\r\ncontinues to be one of the main problems affecting a\r\nlarge part of the population. In these conditions, to help\r\nconsolidate democracy we need the continued support of\r\nthe international community and the United Nations,\r\nwhich has so generously supported us in recent years. The\r\nGovernment, for its part, is undertaking great efforts in\r\nvarious fields to alleviate these problems.\r\nIn the context of the undeniable achievements and\r\nefforts of the Government of Doña Violeta Barrios de\r\n18\r\nGeneral Assembly 41st plenary meeting\r\nFifty-first session 25 October 1996\r\nChamorro to consolidate national reconciliation, peace,\r\neconomic and social development and the rule of law in\r\nNicaragua, on 20 October 1996 the Nicaraguan people held\r\nelections for President, the Legislature, local authorities and\r\nthe Central American Parliament. The results of these\r\nelections, their significance and the transparency and\r\nseriousness with which they were held show the great\r\nimportance that most of the Nicaraguan people attach to the\r\nfinal consolidation of democracy, peace and economic and\r\nsocial development.\r\nNicaragua cannot return to the past. The definitive\r\nsolution to the problem of the external debt, of ownership\r\nand of a considerable improvement in national, foreign and\r\nprivate investment, in the framework of a sound and\r\nresponsible macroeconomic policy favouring internal\r\nsavings and contributing to improving the standard of living\r\nof the Nicaraguan people, must be our goal.\r\nNicaragua has reiterated its desire to be a peaceful and\r\nhard-working nation, and it has reiterated its appeal to all\r\nUnited Nations Member States to support its effort to\r\nconsolidate peace and democracy — not only in Nicaragua\r\nbut in Central America as a whole. As part of this effort,\r\nwe have urgently needed the resolute support of the\r\ninternational community to maintain the hopes of a people\r\nthat wishes to reconstruct its country in peace, justice and\r\ndemocracy. International assistance for the rehabilitation\r\nand reconstruction of Nicaragua has been in a pragmatic,\r\nconcrete, realistic and well-founded way to contribute to the\r\nuniversal values that guide the United Nations.\r\nNicaragua has needed the support and solidarity of the\r\ninternational community to overcome the aftermath of war\r\nand the natural disasters that have stricken it in recent\r\nyears. The unanimous adoption of the relevant resolutions\r\nsince 1991 constitutes a clear sign of the political will of\r\nthe international community to support the political and\r\neconomic process that the people and the Government of\r\nNicaragua are carrying out. All of this will result in the\r\nconsolidation of peace and the democratic process in\r\nNicaragua.\r\nOnce again, on behalf of the sponsors, I request that\r\nthe draft resolution contained in document A/51/L.3 be\r\nadopted by consensus.\r\nMr. Petrella (Argentina) (interpretation from\r\nSpanish): It is of particular interest for my delegation to\r\nparticipate in the debate on agenda item 36, entitled\r\n“International assistance for the rehabilitation and\r\nreconstruction of Nicaragua: aftermath of the war and\r\nnatural disasters”.\r\nFirst of all, we wish to congratulate the delegation\r\nof that country on the noteworthy democratic elections\r\nheld a few days ago.\r\nAs we have stated in previous debates on this\r\nquestion, Argentina understands that assistance to\r\nNicaragua is a case from which we can draw guidelines\r\nthat are useful for the entire system of international\r\ncooperation for development. The process in Nicaragua\r\ncombines two situations that deserve attention in terms of\r\nreconstruction. One is the situation of post-conflict\r\ninstitutional and economic deterioration, although at the\r\ninstitutional level exemplary progress has been achieved,\r\nas shown by the recent elections to which I just referred.\r\nThe other is the situation stemming from the aftermath of\r\nnatural disasters.\r\nA characteristic specific to the Nicaraguan process\r\nis that rehabilitation and reconstruction are taking place in\r\na pluralistic framework, with the participation of all\r\nsectors of the population. To complement this effort by\r\nthe people of Nicaragua, the United Nations must aim its\r\ntechnical cooperation and economic activities towards the\r\nobjective of consolidating the democratic system and of\r\nstrengthening institutions, these being the essential\r\nelements for the stability of the country and for promoting\r\neconomic growth.\r\nWe must also recall that the Nicaraguan process is\r\npart of an overall regional process of democratization.\r\nTherefore, improvements in that country will have a\r\npositive impact for all of Central America.\r\nWe are aware of the serious difficulties faced by\r\nNicaragua. To the circumstances already mentioned, we\r\nmust add the burden of the external debt, which hampers\r\nproductive investment and capital flows. Aware of this\r\nfact, Argentina has cancelled Nicaragua’s debt. We\r\nencourage other creditor countries to do likewise, and\r\nurge the General Assembly to issue a recommendation\r\nalong the same lines. In addition, in connection with\r\nconcrete commitments to the task of rehabilitation and\r\nreconstruction in Nicaragua, Argentina has developed\r\nseveral technical cooperation projects between the two\r\ncountries, focusing on areas such as human resource\r\ntraining, agriculture, forestry, fisheries and energy.\r\nBefore concluding, we wish to express our\r\nappreciation for the work done by the Support Group for\r\n19\r\nGeneral Assembly 41st plenary meeting\r\nFifty-first session 25 October 1996\r\nNicaragua which, under the leadership of the Secretary-\r\nGeneral, is playing a very active and dynamic role in\r\nsupporting efforts at economic rehabilitation and social\r\ndevelopment in the country.\r\nWe also wish to express gratitude for the efforts of the\r\ninternational community, including the organs and\r\norganizations of the United Nations system, to complement\r\nthe initiatives taken by the Nicaraguan Government.\r\nFinally, we wish to reiterate our request for support to\r\ngive special political, technical and financial attention to\r\nNicaragua. Such assistance will allow the Nicaraguan\r\nGovernment to prepare medium- and long-term plans for its\r\neconomic reconstruction and to consolidate and strengthen\r\nits institutions.\r\nMy delegation lends its full support to the draft\r\nresolution under consideration by the Assembly and hopes\r\nthat it will be adopted without a vote.\r\nMr. Valle (Brazil) (interpretation from Spanish):\r\nNicaragua has made great progress since this item was\r\nincluded on the agenda of the General Assembly’s forty-\r\nseventh session. Brazil has been closely following the\r\nprogress made in Central America and especially in\r\nNicaragua. As a member of the Support Group of the\r\ncountries of the Contadora Group, Brazil participated in the\r\nsuccessful efforts to bring peace to Central America\r\nthrough dialogue and reconciliation. Together with the\r\nefforts made by the Organization of American States (OAS)\r\nand the United Nations, bilateral contributions have, without\r\ndoubt, facilitated progress in the peace process.\r\nIn 1990 Nicaragua was still immersed in conflict.\r\nToday, towards the end of the present Administration,\r\nNicaragua is a different country. President Violeta\r\nChamorro will soon have fulfilled the aspiration expressed\r\nin her recently published autobiography to transfer power\r\nto someone who is also elected by the people. The\r\nGovernment of Violeta Chamorro deserves credit for having\r\ncreated conditions for national reconciliation, and the\r\nNicaraguan people deserve our respect and solidarity for\r\nhaving taken up the banner of peace.\r\nThe Nicaraguan people can continue to look towards\r\nthe future with confidence. Their institutions have been\r\nreorganized to provide a solid basis for democracy to thrive\r\nin an atmosphere of respect for civil liberties and protection\r\nof human rights. The ongoing economic and financial\r\nreforms are laying the ground for social and economic\r\ndevelopment. The establishment of peace in the region has\r\nproduced a favourable environment for increased trade\r\nand economic cooperation. The process of consolidating\r\ndemocracy in Central America has reinvigorated\r\ncooperation in the region.\r\nIn spite of this positive evolution, Nicaragua still\r\nfaces substantial challenges. Its high rate of population\r\ngrowth, combined with a stagnant gross domestic product,\r\nhas been reducing the already low per capita income. A\r\nsuccession of natural emergencies has compounded the\r\ncountry’s difficulties. The report of the Secretary-General\r\n(A/51/263) points to a change in this tendency and\r\npresents us with brighter prospects.\r\nHowever, the assistance provided through\r\nmultilateral or bilateral channels remains an essential\r\ncomponent of the Government’s attempts to provide\r\nNicaraguan society with adequate education, sanitary\r\nfacilities and other basic infrastructure. The United\r\nNations, through the United Nations Development\r\nProgramme and other specialized agencies and bodies, has\r\nbeen playing a vital role in assisting Nicaraguans to\r\nmodernize their country, as can be seen from the\r\nsuccessive reports submitted by the Secretary-General to\r\nthe General Assembly.\r\nBrazil, motivated by a wish to show material support\r\nfor peace and development in Nicaragua, has been\r\nparticipating, under the aegis of OAS, in efforts to demine\r\nNicaraguan territory, and has become involved in projects\r\nfor the advancement of rural areas, in accordance with\r\nGeneral Assembly resolutions.\r\nLast year we attended the meeting of the\r\nconsultative group that coordinates international assistance\r\nfor Nicaragua, and we are continuing to collaborate in\r\nhuman resources development as well as in other fields.\r\nBrazil has likewise demonstrated its readiness to\r\nenter into negotiations with a view to finding a mutually\r\nsatisfactory solution to the question of outstanding\r\nNicaraguan debt, within the framework of the Paris Club.\r\nIn July 1996 we sponsored the resolution adopted by the\r\nEconomic and Social Council on emergency assistance to\r\nCosta Rica and Nicaragua.\r\nBrazil wishes to take this opportunity to express its\r\nsupport to the people of Nicaragua as they pursue the\r\nprocess of consolidating democracy in their country. We\r\nwill continue to seek ways to increase our cooperation,\r\nand we reaffirm our willingness to contribute to progress\r\nin Nicaragua.\r\n20\r\nGeneral Assembly 41st plenary meeting\r\nFifty-first session 25 October 1996\r\nMr. Fulci (Italy): Italy wishes to express its\r\nappreciation for the Secretary-General’s report entitled\r\n“International assistance for the rehabilitation and\r\nreconstruction of Nicaragua: aftermath of the war and\r\nnatural disasters”. After the dark years of civil war and the\r\ndifficult post-war period, Nicaragua is taking definite steps\r\ntoward economic development. Peace prospers and grows\r\nthrough social justice. It is our hope that the Nicaraguan\r\nGovernment will continue to pursue policies that assure\r\nsustainable development.\r\nWe were pleased to learn of the great achievements of\r\nthe Nicaraguan democracy under the able leadership of\r\nPresident Violeta Chamorro and of its successful efforts in\r\ncombating inflation and increasing gross national product.\r\nHowever, external debt continues to mortgage Nicaraguan\r\ndevelopment. That is why Italy has decided to continue to\r\nexpress, in a concrete manner — with deeds, not just\r\nwords — its friendship and solidarity with the Nicaraguan\r\nGovernment and people through a unilateral reduction of\r\nthe external debt.\r\nIt is known that Italy participated actively in the\r\nconsolidation of the peace process in Central America\r\nthrough the financing of the Development Programme for\r\nDisplaced Persons, Refugees and Returnees (PRODERE) in\r\nsix countries in the region, including Nicaragua. I do not\r\nneed to recall here what PRODERE has done or the goals\r\nthat it has achieved. Others with expertise in development\r\npolicies have already done so through the years. The\r\nAdministrator of the United Nations Development\r\nProgramme, Mr. Speth, called PRODERE\r\n“an extraordinary example of implementation, at the\r\nlocal level, of the human development model”.\r\nThe former President of Costa Rica and Nobel laureate\r\nfor peace, Oscar Arias, presented to the United Nations the\r\nreport on the external and independent evaluation of\r\nPRODERE. President Arias said:\r\n“The terror, which a history of repression and political\r\ndisintegration had instilled in the population, was\r\nprogressively replaced by a climate of confidence\r\nsuitable to a genuine state of law in the areas where\r\nPRODERE operated.”\r\nEncouraged by this very positive experience, Italy has\r\ndecided to continue to support United Nations action in\r\nCentral America. ln Nicaragua, with the United Nations\r\nDevelopment Programme and the United Nations Office for\r\nProject Services, Italy is supporting the Alliance for\r\nSustainable Development through the Programme for\r\nSustainable Human Development at the Local Level. In this\r\nframework, the Italian Government is about to finance a\r\nnew project to improve health infrastructures in Nueva\r\nSegovia and Jinotega for a total of about $2 million.\r\nOur colleague the Permanent Representative of\r\nNicaragua, Ambassador Erich Vilchez Asher, has just\r\nmentioned the natural disasters that have plagued this\r\ncountry. Also in this regard, may I recall that last summer\r\nwe responded to the humanitarian appeal following\r\nHurricane Caesar, and pledged a contribution for\r\nemergency relief assistance to the victims of the\r\nhurricane.\r\nItaly has the real pleasure to be once again among\r\nthe co-sponsors of the draft resolution on humanitarian\r\nassistance to Nicaragua. On behalf of my country, I also\r\nwish to confirm our unwavering political support for\r\nNicaragua and for its Government. As Ambassador\r\nVilchez Asher very rightly and eloquently said a few\r\nminutes ago:\r\n“Nicaragua cannot return to the past.” (supra, p. 19)\r\nThis is also our strong belief and our most sincere\r\nwish.\r\nMr. Runge (Germany): The report of the Secretary-\r\nGeneral on international assistance for the rehabilitation\r\nand reconstruction of Nicaragua (A/51/263), which has\r\nbeen presented today, illustrates in a vivid manner the\r\nmany and successful steps Nicaragua has taken, after\r\nyears of internal conflict, towards peace, the consolidation\r\nof democracy and economic recovery. The election has\r\nbeen one more important step in this direction, even\r\nthough the aftermath of the conflict is still weighing\r\nheavily on the country and natural disasters continue to\r\naggravate the situation.\r\nDemocracy and the rule of law have been accepted\r\nby the population of Nicaragua in an unprecedented\r\nmanner. All major political questions are being discussed\r\nin Parliament and translated into action in a democratic\r\nfashion. We are therefore convinced that Nicaragua will\r\ncontinue on its path of reconciliation and reconstruction.\r\nWe welcome the continued support rendered to\r\nNicaragua and its people by the international community.\r\nGermany, as the third largest bilateral donor, is one of\r\nNicaragua’s major partners in the field of economic\r\ncooperation. While in the beginning of this partnership\r\nlarge amounts had to be contributed towards emergency\r\nmeasures, today the extensive bilateral development\r\ncooperation focuses mainly on the consolidation of\r\n21\r\nGeneral Assembly 41st plenary meeting\r\nFifty-first session 25 October 1996\r\nstructural adaptation processes, the rehabilitation of social\r\ninfrastructures, the promotion of private enterprises\r\n(including vocational training), agricultural development,\r\nand the protection of the environment and natural resources.\r\nIn this context, our cooperation is increasingly directed\r\ntowards rural areas, focusing on poverty and its alleviation,\r\nwith special attention to women. We appreciate the\r\nrecognition these issues have also been accorded in the\r\nframework of the ongoing national policy dialogue.\r\nSince 1990, Germany has made a total of DM 800\r\nmillion in official development assistance available to\r\nNicaragua. In 1995/1996 alone, DM 56 million in additional\r\nfunding has been pledged. Germany also recognizes that the\r\nextremely high external debt burden used to be one of the\r\nmost devastating legacies of Nicaragua’s past and has\r\nconsiderably hampered the process of economic revival. I\r\nam therefore glad to note that the German-Nicaraguan\r\nagreement on a rescheduling of DM 1 billion of debts,\r\nreached during the course of last year, has contributed to\r\nthe considerable reduction of pressure in this area noted in\r\nthe report.\r\nMy Government is particularly pleased with the\r\nenvironmental protection measures against which some of\r\nabove-mentioned debts have been offset, and it hopes that\r\nconscious and careful treatment of the environment will\r\nultimately result in reduced vulnerability to natural\r\ndisasters.\r\nFinally, my delegation welcomes the draft resolution\r\nintroduced under agenda item 36. As in previous years, we\r\nfully support its contents and we are more than glad to join\r\nthe co-sponsors. With a view to the work of this General\r\nAssembly, we furthermore note with satisfaction the\r\nprovisions contained in operative paragraphs 9 and 10,\r\nconcerning biennial consideration of the agenda item and its\r\nconsolidation with related matters under the agenda item\r\nentitled “Special economic assistance to individual countries\r\nor regions” from 1998 on.\r\nMr. Wibisono (Indonesia): Let me begin by\r\nexpressing, on behalf of the Government of Indonesia, our\r\nsincere appreciation to the representative of Nicaragua for\r\nhis lucid and informative statement on this item. I should\r\nalso like to thank the Secretary-General for his\r\ncomprehensive report (A/51/263), which clearly paints a\r\nsombre picture of the current situation in Nicaragua.\r\nAfter a decade of civil strife, the Government of\r\nNicaragua has indeed made significant progress in\r\nachieving peace and national reconciliation, which, in\r\nturn, has greatly enhanced the possibility of laying solid\r\nfoundations for successful economic recovery and social\r\ndevelopment. Last Sunday we were pleased to see the\r\ndemocratic process being implemented through the\r\nelections for President, the Legislature, local authorities\r\nand the Central American Parliament. In this regard,\r\nIndonesia was honoured to participate in the process by\r\nsending its experts as official observers of the election\r\nupon the invitation of the Government of Nicaragua. It is\r\ntherefore the hope of my delegation that these elections\r\nwill mark the final consolidation of democracy and\r\nnational reconciliation in Nicaragua.\r\nLooking back over the recent past, we are very\r\nmuch aware that the cumulative impact of natural\r\ndisasters and economic crises has combined to produce an\r\nuntenable situation clearly deserving concerted\r\ninternational support and assistance. We therefore reaffirm\r\nGeneral Assembly resolutions 50/85 and 50/132, which\r\nreflect the long plight of the Nicaraguan people and the\r\nurgent need for the international community to support\r\nthe acceleration of economic recovery and social\r\ndevelopment.\r\nOne of the most serious problems confronting\r\nNicaragua today is that of the excessive burden of\r\nexternal debt. This must be vigorously addressed and its\r\nterms renegotiated if sustainability is to be achieved. At\r\nthe same time, we welcome the fact that Nicaragua is one\r\nof the countries that is eligible for the joint initiative of\r\nthe World Bank and the International Monetary Fund\r\n(IMF) on debt, which is designed to relieve the debt\r\nburden of the poorest heavily indebted countries.\r\nNicaragua’s social and economic conditions, its natural\r\nvulnerability and its adverse debt-to-population ratio\r\nclearly underline the fragility of its economy and its\r\ninability to sustain its economic reconstruction and\r\ndevelopment.\r\nFor this reason, my delegation is convinced that\r\nfurther measures going beyond the terms of the Bretton\r\nWoods initiative are required to ensure that the country’s\r\nexternal debt burden is reduced sufficiently to allow\r\ndevelopment to be revitalized. Only then, we believe, can\r\nits access to private investment be improved and the\r\nwidespread poverty that has long plagued the Nicaraguan\r\npopulation be eradicated.\r\n22\r\nGeneral Assembly 41st plenary meeting\r\nFifty-first session 25 October 1996\r\nWe are also pleased to note that various rehabilitation\r\nand reconstruction measures have already been embarked\r\nupon through the United Nations Development Programme\r\nand other United Nations agencies. And we support the\r\nmedium- and long-term measures that are comprehensively\r\ncovered in the Secretary-General’s report. These, among\r\nothers, are imperative if the continuity of the rehabilitation\r\nand reconstruction of Nicaragua is to be maintained and is\r\nto bear fruit.\r\nIn conclusion, Indonesia wishes to express its\r\nsolidarity with the Government and the people of Nicaragua\r\nin their determined pursuit of political development and\r\neconomic reconstruction. Such goals require not only\r\ncollective national efforts, but also the attentive support of\r\nthe international community. With this in mind, Indonesia\r\ncontinues its unwavering bilateral and multilateral political\r\nsupport for Nicaragua in its commendable attempts to\r\nachieve noble and constructive objectives.\r\nMr. Albín (Mexico) (interpretation from Spanish): My\r\ndelegation wishes first of all to thank the Secretary-General\r\nfor his report on international assistance for the\r\nrehabilitation and reconstruction of Nicaragua. The report\r\ncovers the progress made in Nicaragua, reflected in greater\r\nprice stability and the establishment of a framework for\r\ndeveloping a market-oriented economy. The support lent by\r\nthe international community in this area has been very\r\nimportant.\r\nThe report also deals with the enormous efforts made\r\nby the Nicaraguan people in recent years to make progress\r\nin national reconciliation and institution-building. However,\r\nthere is still much to be done. It will be necessary to\r\nredouble the efforts made so far. In keeping with the\r\nSecretariat’s report, stability in Nicaragua has continued to\r\ndepend on foreign assistance. The external debt remains one\r\nof the highest in the world in per capita terms, and poverty,\r\nwhich has been a problem for decades, continues to affect\r\nlarge sectors of the population. A new phase is now being\r\ninitiated in which a long-term development strategy must be\r\ndesigned to improve the living conditions of the population.\r\nIn the establishment and organization of a favourable\r\neconomic and social environment, the international\r\ncommunity is called upon to play a decisive role through\r\nthe continuing interest and support required by Nicaraguans.\r\nThis Organization is a witness to the priority my\r\ncountry attaches to its relations with the countries of the\r\nCentral American isthmus. In this context, and following a\r\nprocess of restructuring and organization of the various\r\nmechanisms through which Nicaragua and Mexico\r\ndeveloped their relations, we held last year the first\r\nmeeting of the binational commission for the purpose of\r\nraising the level of dialogue and of strengthening, through\r\nan integrated approach, consultation and cooperation in\r\nthe various areas of our bilateral and international\r\nagendas. At that time we initiated important cooperation\r\nprojects in such crucial areas as the war on poverty,\r\nstrengthening education, the struggle against drug\r\ntrafficking and environmental protection. These projects\r\nhave been organized within the framework of the\r\ncooperation programme between Mexico and Central\r\nAmerica, which includes more than 1,000 cooperation\r\nactivities with Nicaragua. These measures include\r\ntraining, transfer of technological know-how, technical\r\napplication services and advisory services in the solution\r\nof specific problems, such as disease control or energy\r\nsupplies in some communities.\r\nIn the area of trade, the relationship between our two\r\ncountries has been based on the desire for free, fair and\r\ntransparent trade to give impetus to development. In\r\nrecent years total trade between Mexico and Nicaragua\r\nhas doubled, and the volume continues to increase,\r\ndespite the adverse financial situation faced by my\r\ncountry in 1995. Our efforts to conclude a free-trade\r\ntreaty have included almost 20 technical meetings that led\r\nto an intensive exchange of ideas and decisions. We are\r\nmoving ever closer to a favourable conclusion for both\r\ncountries.\r\nAll the foregoing shows the Government of\r\nMexico’s recognition of the catalytic role played by\r\ninternational cooperation in the process of rehabilitation\r\nand reconstruction of Nicaragua.\r\nMexico adds its voice again to the appeal to the\r\ninternational community and international\r\norganizations — in particular the World Bank, the\r\nInternational Monetary Fund and the Inter-American\r\nDevelopment Bank — to continue to support the efforts\r\nto ensure the consolidation of the political, economic and\r\nsocial institutions and to lay the bases for sustained\r\neconomic growth and sustainable development.\r\nIn conclusion, we ask the General Assembly to\r\nrenew its support to Nicaragua by adopting the draft\r\nresolution now before us by consensus.\r\nMr. Laclaustra (Spain) (interpretation from\r\nSpanish): In speaking today on the agenda item entitled\r\n“International assistance for the rehabilitation and\r\nreconstruction of Nicaragua: aftermath of the war and\r\n23\r\nGeneral Assembly 41st plenary meeting\r\nFifty-first session 25 October 1996\r\nnatural disasters”, I would like to underscore my\r\nGovernment’s interest in that rehabilitation and\r\nreconstruction process, as well as in the international\r\nsupport it has been receiving.\r\nIn this connection, I wish to emphasize here the\r\nsignificant progress that has been made in Nicaragua in\r\nboth the political and economic fields since a resolution on\r\nthis item was adopted last year, at the fiftieth session of the\r\nGeneral Assembly.\r\nMy Government has followed with great interest the\r\nelectoral process that has been carried out in Nicaragua,\r\nculminating in the elections of 20 October, which enjoyed\r\na very high voter turn out in a noteworthy climate of peace\r\nand respect.\r\nI would also like to call attention to the positive\r\nresults shown by some of the country’s macroeconomic\r\nindicators, which point to a recovery of the Nicaraguan\r\neconomy, and to the significant reforms that have been\r\ncarried out to liberalize the economy and make it more\r\ncompetitive.\r\nBoth the economic and political aspects must be\r\ntranslated into considerable improvements in the standard\r\nof living of the Nicaraguan people, who are the object and\r\nprincipal beneficiaries of the process.\r\nIn recent years Spain has attached special attention to\r\ncooperation with Nicaragua, not only bilaterally but also\r\nwithin the framework of the European Union and the\r\nUnited Nations.\r\nSpain’s bilateral cooperation with Nicaragua is\r\nexpressed through joint Spanish-Nicaraguan commissions.\r\nThis institutional cooperation is supplemented by Spain’s\r\nemergency assistance mechanisms for Nicaragua, the aim\r\nof which is to contribute to the relief of the population at\r\ntimes of national disasters, such as recently occurred there.\r\nAmong the cooperation programmes being considered\r\nwithin the framework of the European Union is a support\r\nproject for Nicaragua’s National Assembly, whose\r\ncompetences and authority have been strengthened since the\r\nconstitutional reforms of 1995. This should constitute a\r\nfundamental element in the process of strengthening\r\ndemocracy in that country.\r\nWith respect to the United Nations, I would like to\r\nrecall my country’s signing of an agreement with the\r\nUnited Nations Development Programme (UNDP) at the\r\nend of 1995 to establish an $11 million trust fund to\r\nfinance programmes that contribute to strengthening\r\ngovernance in Central America, and therefore in\r\nNicaragua.\r\nI also wish to recall the intensive cooperation Spain\r\nhas been developing, together with other Members of the\r\nUnited Nations and with the representatives of UNDP in\r\nNicaragua, within the framework of the Support Group\r\nfor this country. This cooperation is of proven\r\neffectiveness. It must continue, and we are committed to\r\ncontinuing it.\r\nAs I indicated at the beginning of my statement,\r\nSpain attaches special importance to the electoral process\r\nin Nicaragua. My country committed itself to this process\r\non two tracks. First, we made a commitment through the\r\nparticipation of a prestigious Spanish firm — with\r\nSpanish financing — entrusted with vote-counting and\r\ndata processing, as the result of an agreement signed\r\nbetween that firm and the Supreme Electoral Council of\r\nNicaragua.\r\nSecondly, we made a commitment through the\r\ndispatch of election observers, who were present during\r\nthe voting. Despite certain difficulties, the election took\r\nplace in a climate of moderation, which we consider very\r\npositive.\r\nThe rehabilitation and reconstruction of Nicaragua is\r\na challenge that the country should not face alone, but\r\nrather together with the entire international community. In\r\nthis connection, my Government wishes to acknowledge\r\nin this forum the efforts made by the political forces, the\r\neconomic actors and, most essentially, the people of\r\nNicaragua to move forward on this track. At the same\r\ntime, we welcome this item’s presence again on the\r\nGeneral Assembly’s agenda as unequivocal proof of the\r\nimportance the international community attaches to it.\r\nFor all these reasons, Spain urges the Secretary-\r\nGeneral and the United Nations system to continue to\r\nlend support and assistance to Nicaragua for the\r\nconsolidation of peace and democracy and for the\r\ndevelopment of the country. Spain also wishes to reiterate\r\nits support for and continued commitment to that task.\r\nGuided by this spirit, my Government has co-\r\nsponsored draft resolution A/51/L.3, which we hope will\r\nbe adopted unanimously by the General Assembly.\r\n24\r\nGeneral Assembly 41st plenary meeting\r\nFifty-first session 25 October 1996\r\nMr. Meléndez-Barahona (El Salvador) (interpretation\r\nfrom Spanish): I have the honour to participate on behalf of\r\nthe Central American countries in the debate on agenda\r\nitem 36, “International assistance for the rehabilitation and\r\nreconstruction of Nicaragua: aftermath of the war and\r\nnatural disasters”. In so doing, I wish to emphasize the\r\nimportance we attach to the rehabilitation process in that\r\nbrotherly country.\r\nI first wish to point out that we fully adhere to the\r\nstatement made by the Ambassador of Nicaragua, Mr. Erich\r\nVilchez Asher.\r\nThe peoples of Central America have suffered the\r\nconsequences of the structural problems that historically\r\ncharacterize developing countries. These problems, by their\r\nvery nature and by the absence of just and equitable\r\nsolutions, have been the root cause of the political,\r\neconomic and social conflicts that culminated in armed\r\nconflicts in the region during the 1970s. As a result, we lost\r\nground in the efforts to improve the standard of living of\r\nCentral American societies. Those of us who experienced\r\narmed conflict were most deeply affected.\r\nThis situation in Central America was compounded by\r\nthe fact that nature has not been very benign towards our\r\npeoples, whose efforts in the search for better standards of\r\nliving have not infrequently met with the devastation caused\r\nby natural disasters: earthquakes, tropical storms,\r\nhurricanes, floods, volcanic eruptions and so forth. These\r\nhave had tragic results, not only because of losses of human\r\nlife, but also because of social and economic consequences\r\nthat have compelled us to seek humanitarian relief\r\nassistance. These situations have absorbed resources that\r\nwould have otherwise been devoted to economic and social\r\ndevelopment programmes.\r\nNicaragua is one of the Central American countries\r\nwhose people have suffered most from these problems. It\r\nhas deployed enormous efforts to promote peace, stability,\r\nreconciliation, reconstruction, economic recovery and social\r\ndevelopment. These efforts have enjoyed the solidarity and\r\nsupport of the United Nations system and of the\r\ninternational community. Both moral and material support\r\nhave been extended, through international technical and\r\nfinancial aid and cooperation.\r\nNicaragua, together with the rest of Central America,\r\nhas made great progress in overcoming difficulties.\r\nHowever, serious problems still remain whose causes have\r\nnot been totally overcome, especially as regards those\r\nbeyond man’s control, such as natural disasters.\r\nCentral American countries view with satisfaction\r\nthe programmes being developed in Nicaragua, with the\r\nsupport of the international community, to solve urgent\r\ndevelopment problems, particularly in the social field,\r\nespecially as regards programmes that favour the most\r\nvulnerable sectors of society, which are the most deeply\r\nand directly affected by any crisis.\r\nIn this respect, we are grateful for the report of the\r\nSecretary-General (A/51/263) on agenda item 36. We\r\nunconditionally support the draft resolution in document\r\nA/51/L.3, which appeals to the United Nations system and\r\nto the donor community to supplement national efforts in\r\nNicaragua to promote social and sustainable development,\r\nthus allowing it to move ahead to better conditions for the\r\nNicaraguan people.\r\nWe reaffirm the need for Nicaragua to have access\r\nto sources of financing on favourable terms in order to\r\nprovide incentives to economic recovery within the\r\nframework of the commitments and development strategy\r\nadopted in Central America. This should include a review\r\nof the country’s debt-servicing burden. Support for and\r\nprogress in political, economic, social and environmental\r\nwell-being is also of benefit to the Central American\r\nregion as a whole.\r\nWe have supported Nicaragua’s attempts to turn\r\nfrom a country devastated by war and natural disasters to\r\none in transition towards the consolidation of democracy\r\nand stability and the promotion of development. That\r\nsupport has been enshrined in commitments adopted at\r\nthe Central American presidential summit meetings and in\r\nrelevant resolutions of the United Nations. Central\r\nAmerican cooperation with Nicaragua is also embodied\r\nand implemented through a variety of meetings held at\r\nthe regional level.\r\nWe are confident that the draft resolution, of which\r\nwe are a sponsor, will be adopted by consensus.\r\nThe Acting President: We have heard the last\r\nspeaker in the debate on this item.\r\nThe Assembly will now take a decision on draft\r\nresolution A/51/L.3.\r\nMay I take it that the Assembly decides to adopt\r\ndraft resolution A/51/L.3?\r\nThe draft resolution was adopted (resolution 51/8).\r\n25\r\nGeneral Assembly 41st plenary meeting\r\nFifty-first session 25 October 1996\r\nThe Acting President: May I take it that it is the\r\nwish of the General Assembly to conclude its consideration\r\nof agenda item 36?\r\nIt was so decided.\r\nProgramme of work\r\nThe Acting President: I should like to make an\r\nannouncement concerning the programme of work of the\r\nGeneral Assembly. I should like to inform the members\r\nthat on Tuesday, 29 October, as the first item in the\r\nmorning, the Assembly will take up the first report of the\r\nCredentials Committee which was issued this morning as\r\ndocument A/51/548. Agenda item 47, entitled “Question\r\nof equitable representation on and increase in the\r\nmembership of the Security Council and related matters”,\r\nwill therefore be taken up as the second item.\r\nThe meeting rose at 1.15 p.m.\r\n26\r\n"