"United Nations A/51/PV.43\r\n96-86639 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-first Session\r\n43rd plenary meeting\r\nTuesday, 29 October 1996, 10 a.m.\r\nNew York\r\nPresident: Mr. Razali Ismail . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Malaysia)\r\nThe meeting was called to order at 10.05 a.m.\r\nAgenda item 3 (continued)\r\nCredentials of representatives to the fifty-first session of\r\nthe General Assembly\r\n(b) First report of the Credentials Committee\r\n(A/51/548)\r\nThe President: The draft resolution recommended by\r\nthe Credentials Committee in paragraph 19 of its first report\r\n(A/51/548) reads as follows:\r\n“The General Assembly,\r\n“Having considered the first report of the\r\nCredentials Committee and the recommendation\r\ncontained therein,\r\n“Approves the first report of the Credentials\r\nCommittee.”\r\nWe shall now proceed to consider the draft resolution\r\nrecommended by the Credentials Committee in paragraph 19\r\nof its first report.\r\nI call on the representative of the Islamic Republic of\r\nIran for an explanation of vote before the voting. May I\r\nremind delegations that explanations of vote are limited to\r\n10 minutes and should be made by delegations from their\r\nseats.\r\nMr. Al-Habib (Islamic Republic of Iran): My\r\ndelegation would like to express its reservations regarding\r\nthose parts of the first report of the Credentials\r\nCommittee, contained in document A/51/548, on the\r\ncredentials of Israel.\r\nIn line with the position of the Government of the\r\nIslamic Republic of Iran on the issue, my delegation\r\nwishes to dissociate itself from the parts of the said report\r\nreferring to the approval of the credentials of Israel.\r\nThe President: We have heard the only speaker in\r\nexplanation of vote before the voting.\r\nWe shall now take action on the recommendation of\r\nthe Credentials Committee set forth in paragraph 19 of its\r\nfirst report. The Credentials Committee adopted this draft\r\nresolution without a vote. May I take it that the Assembly\r\nwishes to do the same?\r\nThe draft resolution was adopted (resolution 51/9).\r\nThe President: I now call on the representative of\r\nthe Libyan Arab Jamahiriya, who wishes to explain his\r\ndelegation’s position on the resolution just adopted. May\r\nI remind delegations that explanations of vote are limited\r\nto 10 minutes and should be made by delegations from\r\ntheir seats.\r\nMr. Matri (Libyan Arab Jamahiriya) (interpretation\r\nfrom Arabic): I should like to indicate that the fact that\r\nmy delegation did not object to the first report of the\r\nGeneral Assembly 43rd plenary meeting\r\nFifty-first session 29 October 1996\r\nCredentials Committee in document A/51/548 in no way\r\nimplies recognition of the credentials of the delegation of\r\nIsrael.\r\nThe President: We have heard the only speaker in\r\nexplanation of vote.\r\nWe have thus concluded this stage of our\r\nconsideration of sub-item (b) of agenda item 3.\r\nAgenda item 14 (continued)\r\nReport of the International Atomic Energy Agency\r\nNote by the Secretary-General transmitting the\r\nreport of the Agency (A/51/307)\r\nDraft resolution (A/51/L.9/Rev.1)\r\nAmendments (A/51/L.10, A/51/L.11 and A/51/L.12)\r\nMr. Tasovski (The former Yugoslav Republic of\r\nMacedonia): At the outset, I should like to thank on\r\nbehalf of my delegation the Director General of the\r\nInternational Atomic Energy Agency (IAEA), Mr. Hans\r\nBlix, for his annual report on the work of the Agency, for\r\nhis remarks and for his continued successful efforts to\r\npromote the work of the Agency. The report reviewed the\r\nwork of the Agency in various fields in the past year and\r\nthe progress it has made. It also identified the problems and\r\ndifficulties confronting the Agency.\r\nDuring its nearly 40-year history, the IAEA has played\r\nan important role in the efforts to promote the peaceful uses\r\nof nuclear energy and to stop the spread of nuclear\r\nweapons. The indefinite extension of the Treaty on the\r\nNon-Proliferation of Nuclear Weapons (NPT) last year was\r\na crucial step towards achieving this goal. One of the most\r\nsignificant additional tools to curb the spread of nuclear\r\nweapons this year was the adoption of the Comprehensive\r\nNuclear-Test-Ban Treaty (CTBT), which represents a\r\nconcrete measure in the spirit of article VI of the NPT. It\r\nis the intention of my Government shortly to sign and ratify\r\nthe CTBT. The conclusion of a multilateral and effectively\r\nverifiable treaty banning the production of fissile material\r\nfor nuclear-weapon purposes, the so-called cut-off\r\nconvention, is an important goal in the strengthening of the\r\nNPT regime, and it needs to receive priority in the\r\nConference on Disarmament.\r\nVery profound changes have been the hallmark of\r\nrecent years. The end of the cold war gave rise to the\r\nprospect of a new era of international peace and\r\ncooperation. My delegation is of the view that the IAEA’s\r\nrole in the forthcoming period will be of great importance\r\nin promoting cooperation among nations in the field of\r\nthe peaceful uses of nuclear energy and providing nuclear\r\nsafeguards. This is an important part of overall\r\ninternational cooperation. My delegation welcomes in\r\nparticular the activities aimed at strengthening the\r\nnuclear-safety standards of nuclear installations. The\r\ninternational responsibility of the States operating nuclear-\r\npower plants at a critically low level of safety is of\r\nparticular importance. It is therefore important that those\r\nStates cooperate closely with the IAEA in implementing\r\nnuclear-safety measures and standards. The Convention\r\non Nuclear Safety, the first legal instrument to address the\r\nsafety of nuclear plants, entered into force on 24\r\nOctober — United Nations Day.\r\nMy delegation reaffirms its strong support for\r\nstrengthening the effectiveness and improving the\r\nefficiency of the safeguards system, as well as its full\r\ncommitment to Programme 93+2. The strict\r\nimplementation of Programme 93+2 will increase the\r\nAgency’s capability to detect undeclared nuclear\r\nactivities.\r\nThe Agency’s activities in the area of technical\r\ncooperation are the most directly relevant to many\r\nmembers of the IAEA. The Government of the Republic\r\nof Macedonia is aware of the contribution that assistance\r\nin the field of peaceful uses of nuclear energy can make\r\nto the economic and social development of countries. My\r\ncountry’s cooperation with the Agency is mainly in the\r\nfield of improving scientific knowledge and the practical\r\nuses of nuclear energy in medicine, agriculture and\r\nindustry. The technical assistance provided by the Agency\r\nhas been very important, especially in the field of\r\ntraining, in accessing new technologies and in generating\r\nour own knowledge for the treatment of animal diseases,\r\nradio-immunological analysis technologies in nuclear\r\nmedicine and personal dosimetry. We note with\r\nsatisfaction the successful realization of the Agency’s\r\nCountry Programme Framework (CPF) mission in the\r\nfirst half of this year in order to define the Country\r\nProgramme Framework for Cooperation by the year 2000.\r\nIn conclusion, I should like to emphasize that my\r\nGovernment will continue to give its full support to the\r\nwork of the IAEA, whose programmes and activities have\r\nproven to be effective in the promotion of international\r\ncooperation. I should like also to underline the importance\r\nof the adoption of the draft resolution before us entitled,\r\n2\r\nGeneral Assembly 43rd plenary meeting\r\nFifty-first session 29 October 1996\r\n“Report of the International Atomic Energy Agency”, which\r\nis co-sponsored by my delegation.\r\nMr. Bohayevsky (Ukraine): Let me begin by\r\nextending our delegation’s appreciation to Mr. Hans Blix\r\nfor the comprehensive report he submitted to the General\r\nAssembly. His statement clearly underlined the crucial role\r\nof the International Atomic Energy Agency (IAEA) in\r\npreventing the proliferation of nuclear weapons and in\r\npromoting the peaceful uses of nuclear energy.\r\nBoth areas of the Agency’s activities are of great\r\nimportance to Ukraine. For my country, this year has been\r\nmarked by a number of events and dates, two of which are\r\nclosely related to the issue we are discussing today. The\r\nfirst one is 26 April, the sad occasion of the tenth\r\nanniversary of the Chernobyl catastrophe, which remains an\r\ninconsolable pain in our hearts and an incurable wound for\r\nour nation and the Ukrainian people.\r\nThe second important date is 1 June, the day Ukraine\r\nbecame a nuclear weapon-free State after the withdrawal of\r\nthe last strategic nuclear warhead from its territory. That\r\nwas a historic event of global importance because of its\r\npractical contribution to the elimination of nuclear weapons\r\nand the strengthening of the non-proliferation regime.\r\nBy eliminating the world’s third-largest nuclear\r\narsenal, the one we inherited from the former Soviet Union,\r\nUkraine has also made a very important practical\r\ncontribution to diminishing the global nuclear threat.\r\nNotwithstanding the immense difficulties we are\r\nexperiencing today, Ukraine has consistently carried out its\r\nobligations under the Treaty on the Non-Proliferation of\r\nNuclear Weapons (NPT) and has obtained a non-nuclear\r\nstatus. This fact, along with its ratification of START I, its\r\naccession to the non-proliferation Treaty and support of the\r\ndecision on its indefinite extension, and its joining the\r\nStates which signed the Comprehensive Nuclear-Test-Ban\r\nTreaty is yet convincing example of Ukraine’s\r\ndetermination to strengthen the existing international regime\r\nof non-proliferation of weapons of mass destruction.\r\nWe fully support the activities of the International\r\nAtomic Energy Agency (IAEA) aimed at accelerating and\r\nenlarging the benefits that atomic energy can bring to\r\nnations, if properly used. That is why we consider the\r\nAgency’s safeguards system as the main element of the\r\nmeasures undertaken by the international community to\r\nensure the use of nuclear power exclusively for peaceful\r\npurposes.\r\nIn view of the tasks facing us today, we consider the\r\nsteps undertaken by the IAEA as appropriate to strengthen\r\nand improve the efficiency of the safeguards system. We\r\ncontinue to support the Agency’s efforts to improve its\r\ncapabilities in detecting undeclared nuclear activity where\r\nit exists, thus helping to prevent the proliferation of\r\nnuclear weapons. Ukraine also welcomes the progress\r\nreached by the Committee on strengthening the\r\neffectiveness and improving the efficiency of the\r\nsafeguards system, established by the Agency’s Board of\r\nGovernors on 14 June 1996. We are confident that, if the\r\nprinciples of respect of national sovereignty, the equality\r\nof requirements and the universal nature of the\r\nparticipation of States in this activity are met, success in\r\ndeveloping a strengthened safeguards system based on the\r\nso-called “Programme 93+2” can be reached.\r\nKeeping this in mind, Ukraine supported the relevant\r\nresolution adopted by the fortieth session of the Agency’s\r\nGeneral Conference, as well as the resolution on\r\nimplementation of the agreement between the Agency and\r\nthe Democratic People’s Republic of Korea for the\r\napplication of safeguards in connection with the Treaty on\r\nthe Non-Proliferation of Nuclear Weapons. Ukraine shares\r\nthe concerns over the risk of illicit trafficking of nuclear\r\nmaterials. We support the programme on preventing and\r\ncombating illicit trafficking of nuclear materials and\r\nexpressed our willingness to support the objectives and\r\nactions incorporated in the Declaration adopted at the\r\neight-nation Moscow Summit on Nuclear Safety and\r\nSecurity in April this year. Let me also recall that, at the\r\nAgency’s fortieth General Conference, the delegation of\r\nUkraine co-sponsored the resolution on measures against\r\nillicit trafficking in nuclear materials and other radioactive\r\nsources.\r\n“One Decade After Chernobyl: Summing up the\r\nRadiological Consequences of the Accident”, an\r\nInternational Conference held also in Vienna this past\r\nApril, was an important event in the area of maintaining\r\nthe proper safety level of nuclear facilities. The lessons\r\nlearned from the Chernobyl catastrophe will continue to\r\nbe of acute concern to the public. But today it has\r\nbecome obvious that the experience gained from this\r\ntragedy shows that overcoming its heavy consequences\r\nshould become a matter of universal concern.\r\nIn the above context, we think that the Agency’s role\r\nin providing a regime of safe development of nuclear\r\nenergy should be a leading one and ought to continue to\r\ngrow in the coming years.\r\n3\r\nGeneral Assembly 43rd plenary meeting\r\nFifty-first session 29 October 1996\r\nWe in Ukraine fully understand the concern of many\r\nStates over the safety of the Chernobyl nuclear-power plant.\r\nAs members know, the decision was made to decommission\r\nthis plant by the year 2000. However, this commitment can\r\nbe successfully achieved only if our country receives the\r\nnecessary financial and technical assistance. In this respect,\r\nwe are grateful for the statement made yesterday morning\r\nby the representative of Ireland on behalf of the European\r\nUnion that the Union was committed to providing financial\r\naid to assist Ukraine in improving nuclear safety and\r\nsecurity.\r\nUkraine supports the Agency’s activities aimed at\r\nestablishing a comprehensive regime of civil liability for\r\nnuclear damage and confirmed its adherence to its main\r\nprinciples by joining the relevant Convention in September\r\n1996. We are satisfied with the expansion of technical\r\ncooperation with the International Atomic Energy Agency,\r\nwhich covers, among other things, the principal activities in\r\nthe areas of nuclear and radiation safety and in nuclear-\r\npower-plant operational safety. Today, there are nine joint\r\nIAEA/Ukraine projects being implemented in the sphere of\r\nnuclear energy, which are of important practical\r\nsignificance for my country.\r\nUkraine also welcomes the elaboration of the\r\nconvention on the safe management of radioactive waste\r\nand expects the practical results from the group of\r\ninternational experts engaged in this important work.\r\nUkraine fully supports the preparation of such an\r\ninstrument.\r\nIn conclusion, I wish to underline that Ukraine highly\r\nrespects and supports the versatile activities of the\r\nInternational Atomic Energy Agency aimed at promoting\r\nglobal cooperation in the peaceful uses of nuclear energy\r\nand upgrading the international non-proliferation regime.\r\nMr. Ali Khan (Pakistan): On behalf of the Pakistan\r\ndelegation, I would like to convey special appreciation to\r\nMr. Hans Blix, Director General of the International\r\nAtomic Energy Agency (IAEA), and to his team for\r\nimproving the format and content of the report this year. It\r\nwill doubtless facilitate better understanding of the work of\r\nthe Agency.\r\nThe Agency, as we all know, has two major areas of\r\nactivity: the prevention of nuclear proliferation and the\r\npromotion of the peaceful uses of nuclear energy. Any\r\nimbalance in these activities would not serve the objectives\r\nof the International Atomic Energy Agency. The priorities,\r\nof course, will be determined by the member States\r\nthemselves.\r\nThe annual report, however, starts with a reference\r\nto the indefinite extension of the Treaty on the Non-\r\nProliferation of Nuclear Weapons in May 1995. The\r\ngeneral thrust of the evaluation of this important decision\r\ngives the impression that the Agency will be guided by\r\nthe States parties to the non-proliferation Treaty.\r\nHowever, the Review and Extension Conference, though\r\na significant event, was, in our view, extraneous to the\r\nAgency.\r\nThe Final Document of the first special session of\r\nthe General Assembly devoted to disarmament clearly\r\nstates in paragraph 68:\r\n“All States should also have access to and be free to\r\nacquire technology, equipment and materials for\r\npeaceful uses of nuclear energy, taking into account\r\nthe particular needs of the developing countries.”\r\n(A/S-10/4, section 3)\r\nWe believe that the Agency should look for\r\nguidance to the Member States as expressed in the policy-\r\nmaking organs.\r\nDespite the negative public perception created in\r\nsome countries and the fears aroused about the danger of\r\nnuclear proliferation, nuclear energy remains a viable and\r\nattractive energy option for many countries and\r\nparticularly for fossil-fuel-deficient, developing countries.\r\nThe conventional means of generating electricity —\r\nwhether thermal, oil, gas or coal — not only impose a\r\nheavy financial burden on such countries, but also pose a\r\nserious threat to the environment.\r\nIn this context, it may be recalled that the\r\ninternational symposium on electricity, health and the\r\nenvironment organized by the Agency in October 1995\r\nconcluded that nuclear power can play an important role\r\nin reducing carbon dioxide emissions and pollution from\r\nthe electricity sector. The effects on human health from\r\nnuclear-power plants were far fewer than those from coal-\r\nfired plants. Despite the crucial role that the relatively\r\nmore environment-friendly nuclear power can play in the\r\neconomic development of fossil-fuel-deficient countries,\r\nthe message has not quite been appreciated by decision\r\nmakers and the public.\r\nIn order to encourage and promote the peaceful uses\r\nof nuclear power, the basic requirement would be to\r\n4\r\nGeneral Assembly 43rd plenary meeting\r\nFifty-first session 29 October 1996\r\nprovide technical assistance and cooperation. The\r\nperformance of the Agency on this account has been\r\nsatisfactory. I would like to congratulate the Director\r\nGeneral for achieving a record-high 75.7 per cent rate on\r\noverall implementation and an 85.5 per cent rate for the\r\nimplementation of model projects in 1995.\r\nThis high rate of implementation had, however,\r\nconsiderably decreased the readily usable reserve resources\r\nby the end of 1995. Any further reductions beyond this\r\nlevel could be detrimental to the efficient implementation\r\nof technical cooperation programmes. In order to ensure the\r\ncontinued success of the Agency in the area of technical\r\ncooperation, all member States should pay their\r\ncontributions in full and on time.\r\nAnother major objective of the Agency is to prevent\r\nnuclear proliferation. For this purpose, the Agency has\r\nsafeguards agreements with member States. Pakistan has\r\nconsistently adhered to and shall continue to extend its\r\nfullest support to the Agency’s safeguards. This is in\r\nconsonance with our unwavering commitment to nuclear\r\nnon-proliferation and our efforts to free our region from the\r\nmenace of nuclear weapons.\r\nBecause of the existing tensions in our region, the\r\nproblem of nuclear proliferation raises serious concerns.\r\nThe situation can escalate any time in South Asia. The core\r\ncause of tension in South Asia is the Kashmir dispute and\r\nthe brutal denial of the right to self-determination of the\r\nKashmiri people. The only viable way to reduce this\r\ntension is to resolve the Kashmir dispute in accordance with\r\nthe resolutions of the United Nations Security Council. The\r\nreduction of tension is likely to eliminate the causes of\r\nnuclear proliferation in that part of the world.\r\nOur Prime Minister, Mohtarma Benazir Bhutto, in her\r\naddress to this Assembly on 3 October 1996, proposed the\r\nconvening of a multilateral conference on peace and\r\nsecurity in South Asia. Such a conference could promote\r\nthe resolution of the Kashmiri dispute as well as\r\nagreements on conventional arms control and measures for\r\nnuclear restraint. We hope that this proposal will evoke a\r\npositive response from the international community and\r\nfrom our neighbour.\r\nWhile we fully support that the enhanced effectiveness\r\nand cost-efficiency of IAEA safeguards in order to rule out\r\nthe possibility of non-compliance, any changes in the\r\nexisting system should, in our view, remain within the\r\npresent legal instruments. The suggested steps to strengthen\r\nthe safeguards should be non-intrusive, technologically\r\nfeasible and cost-effective.\r\nPakistan has actively participated in strengthening\r\nexisting mechanisms and in developing the new methods\r\nthat are included in “Programme 93+2”. The Programme\r\nis meant for countries that have safeguards agreements\r\nbased on document INFCIRC/153 with the Agency.\r\nSuggestions to extend the Programme to non-full-scope\r\nsafeguards countries are contrary to the spirit of the\r\nProgramme. We feel that the whole Programme should be\r\nextensively discussed to achieve consensus on its legal,\r\ntechnical and economic aspects.\r\nNuclear energy carries a twofold burden: the stigma\r\nof Hiroshima and the legacy of Chernobyl. While the first\r\nis addressed by safeguards, non-proliferation and\r\ndisarmament measures, the second calls for greater\r\nattention to the safety of nuclear installations. Pakistan\r\naccords the highest priority to safety in its nuclear\r\nfacilities and has benefited from the nuclear-safety\r\nexpertise available through the Agency. The recent entry\r\ninto force of the Convention on Nuclear Safety is a\r\nwelcome step. We hope that the IAEA will now ensure\r\nthe fullest possible exchange of safety-related information\r\nand the sharing of expertise. Pakistan will ratify the\r\nConvention as soon as requisite national legislative and\r\nadministrative procedures are completed.\r\nThe regulatory responsibility of the Agency should\r\nnot lead to the imposition of arbitrary restrictions on the\r\ntransfer of nuclear technology for peaceful means.\r\nUnfortunately, restrictions have been imposed, even when\r\nit is evident that no proliferation dangers are involved. At\r\ntimes even safety-related information has been refused.\r\nThis approach is conducive neither to the evolution of\r\nsafer techniques and methods nor to the promotion of\r\ngreater openness and transparency in the field of nuclear\r\ntechnology. Since these are the key objectives of the\r\nAgency, we hope that it will redouble its efforts for their\r\nachievement. The International Atomic Energy Agency\r\nshould strive to remove all impediments to the transfer of\r\nnuclear technology for peaceful purposes.\r\nWe expect the Agency to adopt non-discriminatory\r\nmeasures in providing access to nuclear energy for\r\npeaceful purposes. It should not be linked to non-\r\nproliferation undertakings. The stratification of States in\r\nallowing access to technology for nuclear power, nuclear-\r\nsafety related information and know-how for other\r\npeaceful uses would do more harm than good in\r\n5\r\nGeneral Assembly 43rd plenary meeting\r\nFifty-first session 29 October 1996\r\nachieving the overall objective of a safe, clean and secure\r\nworld.\r\nMs. Tolle (Kenya): Let me at the outset express our\r\nappreciation to Mr. Hans Blix, Director General of the\r\nInternational Atomic Energy Agency (IAEA), for his\r\ncomprehensive overview of the developments achieved by\r\nthe Agency in the past year, in addition to the fortieth\r\nreport of the IAEA for the calendar year 1995, circulated in\r\ndocument A/51/307. My delegation wishes to congratulate\r\nthe Director General and the entire staff of the IAEA for\r\ntheir continued commitment and service to the international\r\ncommunity in upholding the mandates entrusted to the\r\nInternational Atomic Energy Agency.\r\nOver the years, the International Atomic Energy\r\nAgency has provided assistance to member States for the\r\ndevelopment of peaceful applications of nuclear technology.\r\nWith regard to training, the International Atomic Energy\r\nAgency has provided funding for regional courses that have\r\ngone a long way in promoting regional cooperation and\r\nfacilitating the exchange of ideas. Through these efforts,\r\nseveral projects and nuclear technology activities have been\r\ninitiated and several others planned.\r\nIn this respect, the African Regional Cooperation\r\nAgreement for Research, Training and Development\r\nRelated to Nuclear Science and Technology (AFRA) has\r\nbeen implemented. The programme has proved to be very\r\nvaluable because of its orientation, focus and relevance to\r\nthe needs of the region, particularly in the areas of\r\nmanpower development, exchange of experience and the\r\nsharing of available facilities and expertise. It has played a\r\nvital role in strengthening the principle and concept of\r\nregional cooperation and self-reliance on the African\r\ncontinent. Kenya is committed to this principle and concept\r\nand would like to express its full association with and\r\nsupport for the activities of the AFRA programme.\r\nAt the bilateral level, the Agency is assisting in\r\nvarious projects the objectives of which are helping to\r\nimprove our agricultural production. These include seven\r\nprojects for animal disease diagnosis and control,\r\nimprovement of livestock production, evaluation of tsetse\r\nand trypanosomiasis, isotope techniques for the efficient use\r\nof fertilizers, nitrogen fixation by multi-purpose tree species\r\nand the analysis of pesticide residues. All of these projects\r\nare currently in progress.\r\nSimilarly, a draft Kenya Country Programme\r\nFramework document, which will form the core of future\r\nInternational Atomic Energy Agency technology transfer\r\nactivities in the medium term, has been produced and an\r\napproval process has been instituted by the Government\r\nas a result of the IAEA mission. When endorsed, the\r\nCountry Programme Framework will not only constitute\r\npriority activities upon which technical cooperation efforts\r\nand resources will be concentrated, but will also serve as\r\na frame of reference and a programming tool for future\r\ntechnical cooperation activities over the next four to six\r\nyears and, where appropriate, will provide opportunities\r\nto initiate regional programmes.\r\nAn effective radiation-safety and nuclear-waste\r\nmanagement infrastructure is a prerequisite for the\r\nefficient management and safe transfer of nuclear\r\ntechnology, as proposed in the principles of radiation\r\nprotection and nuclear safety practices, which form the\r\nbasis for the development and use of nuclear technology\r\nin our country.\r\nThe Agency has assisted in this area by providing\r\nnecessary information and help to Kenyan institutions. We\r\nwould like to see more assistance of this kind extended\r\nand urge the Agency to maintain its efforts in devising\r\nlocal solutions that are capable of significantly improving\r\nthe general level of radiation safety and nuclear-waste\r\nmanagement in all regions.\r\nWe are happy to note that the next open-ended\r\ngroup of legal and technical experts, which is helping to\r\ndraft the convention on the safe management of\r\nradioactive waste, will be held in South Africa in\r\nNovember. We are pleased that the meeting is being held\r\nin Africa and wish to confirm that Kenya will participate\r\nactively in that meeting because of its legal and technical\r\nimportance. We urge the Agency to increase the\r\nfrequency of such high-powered international meetings in\r\nour region.\r\nThe Treaty on the Non-Proliferation of Nuclear\r\nWeapons (NPT) is an exceptionally important global\r\nmechanism for the resolution of nuclear-proliferation\r\nissues. The signing in Cairo on 11 April 1996 of the\r\nAfrican Nuclear-Weapon-Free Zone Treaty, also known\r\nas the Pelindaba Treaty, by 45 African States and four\r\nnuclear States, is an historic event that will contribute to\r\nthe strengthening of the non-proliferation regime. The\r\ncreation of the African Nuclear-Weapon-Free Zone\r\nfortifies the measures taken with regard to the non-\r\nproliferation Treaty and confirms the esteem in which it\r\nis held by us in Africa.\r\n6\r\nGeneral Assembly 43rd plenary meeting\r\nFifty-first session 29 October 1996\r\nIt is Kenya’s belief that such regional agreements are\r\na useful means of reducing tension, encouraging sustainable\r\nsocio-economic development and promoting confidence and\r\nregional security. These agreements have the advantage of\r\nbeing adaptable to the characteristics and special needs of\r\nthe geographical region in which they apply. It is therefore\r\nextremely important to support such regional efforts to curb\r\nnuclear proliferation. To that end, we are encouraged by the\r\nwork that is being carried out by the International Atomic\r\nEnergy Agency in the promotion of the peaceful uses of\r\nnuclear technology, the enforcement of safeguards and the\r\nminimization of all types of risk posed by nuclear\r\ntechnology.\r\nEnhanced sustainable socio-economic development\r\nrequires an adequate and reliable supply of energy. At the\r\nmoment, there is overdependence on hydroelectric and\r\nfossil-fuel sources of energy, particularly in the developing\r\nand least developed countries. In some cases, this is neither\r\neconomical nor environmentally friendly. Other sustainable\r\nsources of energy, including nuclear energy, must be\r\nexplored. The Agency therefore has an important role to\r\nplay in the development of nuclear-research reactors for\r\nMember States in the developing and least-developed\r\ncategories. Such developments would enhance the transfer\r\nof technology for the possible future introduction of nuclear\r\nreactors for the development of an additional source of\r\nenergy.\r\nKenya is confident that the International Atomic\r\nEnergy Agency will provide assistance for the development\r\nof institutional capacity and a nuclear-science-and-\r\ntechnology development strategy, supported by well-\r\ndesigned thematic programmes, appropriate logistics and\r\ninfrastructure.\r\nMy delegation is concerned about reported clandestine\r\nnuclear programmes and the trafficking of nuclear\r\nmaterials, which pose a serious threat to regional and\r\ninternational peace and security. In this regard, the\r\nGovernment of Kenya welcomes the implementation of\r\nPart 1 of “Programme 93+2” in strengthening the\r\neffectiveness and improving the efficiency of the safeguards\r\nsystem. The draft protocol currently under discussion in\r\nVienna is a good working basis for further negotiation\r\naimed at achieving a balanced legal instrument of a\r\nuniversal and non-discriminatory nature to provide better\r\nassurance against the diversion of nuclear materials from\r\ndeclared activities.\r\nFinally, my delegation has noted with appreciation the\r\ncommendable initiatives taken by the Agency in ensuring\r\nincreased representation of developing countries on the\r\nprofessional staff of the secretariat, which now exceeds\r\nthe 30 per cent target proposed by member States in\r\n1981. My delegation also appreciates the increase of the\r\nrepresentation of women on the secretariat’s professional\r\nstaff, and expresses the hope that equitable geographical\r\nrepresentation will soon become a reality.\r\nI shall conclude by expressing the conviction that\r\nnuclear technology will play an instrumental role for\r\ndecades to come. The international community should\r\ntherefore continue the exploration of nuclear technology\r\nfor peaceful purposes with pragmatism, vision and\r\nimagination as we approach the twenty-first century and\r\nbeyond.\r\nMr. Jose (India): We have listened attentively to the\r\nreport of the International Atomic Energy Agency (IAEA)\r\npresented by the Director General, Mr. Hans Blix, and we\r\nhave taken note of the contents.\r\nIn this, the fortieth year of its existence, we should\r\nrecall once again that this Agency was established with a\r\nview to:\r\n“accelerate and enlarge the contribution of atomic\r\nenergy to peace, health and prosperity throughout\r\nthe world”. (Statute of the IAEA, article II)\r\nIn these four decades, we have seen the Agency\r\nevolve and grow into what is perhaps the most scientific\r\norganization in the United Nations system. We note that\r\nthe Agency has been able to cross some important\r\nmilestones, including the setting up of model projects,\r\nimplementing the Partners in Development concept,\r\nexpanding several nuclear applications programmes,\r\nsetting up a Standing Advisory Group on Technical\r\nAssistance and Cooperation as well as streamlining and\r\nimproving a number of ongoing programmes and\r\nactivities. We stress once again the need for countries to\r\npay their voluntary contributions to the Technical\r\nAssistance and Cooperation Fund on time and in full.\r\nThe Agency, however, has a long way to go if it is\r\nto serve the cause of sustainable development, especially\r\nin developing countries, to an appreciable degree. There\r\nare still many who need to be convinced that nuclear\r\ntechnology is the inevitable option for satisfying the\r\nenergy needs of developing countries and that it is\r\nworthwhile supporting nuclear-technology based\r\nprogrammes and activities also in the fields of fresh\r\nwater, food, health and the environment. If we want the\r\n7\r\nGeneral Assembly 43rd plenary meeting\r\nFifty-first session 29 October 1996\r\nAgency to contribute to the creation of a better world, it\r\nwill need to pay the same importance to its promotional\r\nactivities as to its non-promotional activities.\r\nAs the Assembly is probably aware, the Regional\r\nCooperative Agreement for Research, Development and\r\nTraining Related to Nuclear Science and Technology (RCA)\r\narose out of the India-Philippines Agency Project, which\r\nwas essentially directed towards the utilization of existing\r\nresearch reactors in the region. We feel that the time has\r\ncome to include the development of nuclear power within\r\nthe ambit of the RCA. We have always supported RCA\r\nactivities in view of its useful role in promoting regional\r\ncooperation in the application of nuclear techniques in\r\nmedicine, agriculture and basic sciences and shall continue\r\nto do so in the future.\r\nAs one of the largest isotope producers in the world,\r\nIndia has a deep commitment to the practice of nuclear\r\nmedicine. Most of the isotopes produced by India are used\r\nwithin the country for medical diagnosis and therapy, either\r\nas radiopharmaceutical or radiation sources for a wide\r\nrange of medical problems. The irradiation of onions,\r\npotatoes, spices, pulses, grains, seafood and other\r\nfoodstuffs, to preserve them and minimize losses due to\r\nsprouting and insect and microbial spoilage, is one of our\r\nnational missions. The diversification of research and\r\ndevelopment into areas related to nuclear science and\r\ntechnology has been one of the hallmarks of our\r\nprogramme. An interface with industry enables various\r\nprocesses and prototypes developed by us to be transferred\r\nto commercial applications.\r\nWe have accorded a primary position to safety in all\r\nactivities throughout the entire nuclear-fuel cycle, from the\r\nprospecting and mining of ores to the management of\r\nwaste. Safety is an important subject for research and\r\ndevelopment and dedicated groups of the Department of\r\nAtomic Energy have been involved since the inception of\r\nour programme in the continuous monitoring and upgrading\r\nof systems based on our own experience and experience\r\ngained from elsewhere. The Indian Atomic Energy\r\nRegulatory Board, set up in 1983, meets prevailing\r\ninternational norms of regulatory practice and has executed\r\nwell its function as watchdog over our nuclear programme\r\nand other installations handling radiation. India was one of\r\nthe countries which signed the Convention on Nuclear\r\nSafety when it was opened for signature and we are now in\r\nthe process of ratifying it. India supports and will continue\r\nto support all IAEA activities to promote safety.\r\nIndia has taken a keen interest in and has been\r\nactively participating in the development and drafting of\r\nthe convention on the safety of radioactive waste\r\nmanagement since mid-1995. Despite a large degree of\r\nconvergence on many of the issues that will be addressed\r\nby this convention, we feel constrained to reiterate that,\r\nfor countries like India, whose nuclear programme is\r\nbased on a closed fuel cycle, it would not be possible to\r\nconsider including spent fuel in a convention dealing with\r\nthe safety of radioactive waste management. For us, spent\r\nfuel is a resource, and not a waste. Furthermore, since\r\nmost of the environmental degradation and other effects\r\nwitnessed on a global scale have resulted from radioactive\r\nwaste from military activities, a convention on the safety\r\nof radioactive waste management can ill afford to be\r\nsilent on such waste.\r\nIn recent years, a great amount of the Agency’s time\r\nand energy has been expended on the question of\r\nstrengthening safeguards, the famous “Programme 93+2”.\r\nWe reiterate our expressed concern that the financial\r\nimplications of the Programme may turn out to be\r\nexcessive; that overemphasis on the policing role of the\r\nAgency is creating an imbalance in the attention and\r\nresources devoted by the Agency to its promotional\r\nactivities; and that, by rushing headlong into the\r\nProgramme, the Agency may end up having bitten off\r\nmore than it can chew. We believe that, before the\r\nAgency sets forth new goals, it should consolidate its\r\ncurrent work, implement fully the measures contained in\r\npart I of the proposal, digest the lessons learned and make\r\na clearer assessment of the likely costs. Nevertheless, we\r\nare ready to go with the consensus on this issue.\r\nThe coordinated research programmes, training\r\nprogrammes and technical meetings must increasingly\r\naddress more advanced areas of nuclear technology to\r\nbenefit the increasing number of developing countries that\r\nare enhancing the level of sophistication and capabilities\r\nof their respective national nuclear programmes.\r\nAs early as 1954, India was the first country to call\r\nfor a convention on a ban on the use of nuclear weapons\r\nand a comprehensive action plan to achieve a world free\r\nof nuclear weapons. Indeed, we have not only joined\r\nevery genuine effort to ban all weapons of mass\r\ndestruction, but have also accepted every universally\r\nnegotiated and agreed obligation in this regard. India’s\r\ncommitment to the goal of the total elimination of nuclear\r\nweapons remains steadfast and undiminished.\r\n8\r\nGeneral Assembly 43rd plenary meeting\r\nFifty-first session 29 October 1996\r\nNuclear disarmament, we emphasize, is a global issue.\r\nWith 27 other countries members of the Conference on\r\nDisarmament, India has presented a phased, step-by-step\r\nproposal leading within a specific time-frame to the\r\nelimination of nuclear weapons. We shall continue to strive\r\nwith other like-minded nations to achieve the long-\r\ncherished goal of a world free of nuclear weapons.\r\nIn conclusion, I would like to reaffirm that India will\r\ncontinue actively to support the Agency’s efforts in\r\npromoting and expanding the peaceful uses of atomic\r\nenergy for the benefit of people all over the globe.\r\nMr. Park (Republic of Korea): My delegation wishes\r\nto express its deep appreciation to Mr. Hans Blix, Director\r\nGeneral of the International Atomic Energy Agency\r\n(IAEA), for submitting the annual report of the Agency for\r\n1995 and for the additional information he provided in his\r\noral report yesterday. We highly commend him and his\r\nstaff for their professionalism and outstanding performance\r\nin carrying out their responsibilities.\r\nThe IAEA is entrusted with the dual mandate of\r\npromoting the peaceful uses of atomic energy and of\r\nimplementing the safeguards provisions of the Treaty on the\r\nNon-Proliferation of Nuclear Weapons (NPT) and other\r\ninternational agreements. These twin missions of the\r\nAgency complement each other, as the worldwide nuclear\r\ntransparency fostered by the safeguards system is essential\r\nto ensuring the wider peaceful uses of nuclear energy\r\nthroughout the world. The Agency has made vital\r\ncontributions to strengthening public confidence on the\r\npeaceful uses of nuclear energy. From the perspective of\r\nglobal security, the Agency’s indispensable role in the non-\r\nproliferation of nuclear weapons cannot be overemphasized.\r\nLet me first touch on the issues associated with the\r\npeaceful uses of nuclear energy. As a nation heavily\r\ndependent on nuclear-power generation for its energy\r\nrequirements, with 11 power reactors in operation and six\r\nunder construction, the Republic of Korea attaches great\r\nimportance to the work of the Agency. We believe that\r\nnuclear power will play an increasingly important role in\r\nsustainable development as the most feasible and attractive\r\nalternative to fossil fuels, which have led to serious\r\nenvironmental degradation. We also recognize great\r\npotential for non-power applications of nuclear technology,\r\nincluding in the areas of water resources management,\r\ndesalination, health and food production. For these reasons,\r\nmy Government has actively supported, and will continue\r\nto support, the IAEA’s activities in these important areas\r\nfor the well-being of mankind.\r\nWe support the IAEA’s central role in the promotion\r\nof international cooperation in the areas of setting\r\nstandards and rules for nuclear safety. Addressing public\r\nconcerns regarding the safety of nuclear-power operation\r\nand the environmental hazards of radioactive waste has\r\nbeen the preoccupation of all Governments interested in\r\nbuilding nuclear-power reactors. In this regard, we\r\nwelcome the entry into force of the Convention on\r\nNuclear Safety last week on 24 October as one of the\r\nAgency’s major achievements, and we look forward to\r\nthe widest adherence possible to the Convention. As the\r\nfirst legal instrument to directly address the safety of\r\nnuclear-power plants worldwide, the convention will\r\ngreatly enhance the international safety culture, thus\r\nfacilitating the development of nuclear-power generation.\r\nWe also look forward to an early conclusion of the\r\nongoing negotiations on a convention on the safe\r\nmanagement of radioactive waste. The substantial\r\nprogress reported in efforts to strengthen the existing\r\nregime of liability for nuclear damage should also be\r\nwelcome as a positive step towards enhancing worldwide\r\nnuclear safety. We hope that these efforts will soon result\r\nin a revision of the Vienna Convention on Civil Liability\r\nfor Nuclear Damage. It must be emphasized, in this\r\nconnection, that international conventions on matters of\r\nnuclear safety cannot replace the ultimate responsibility of\r\nnational Governments to ensure the safety of nuclear\r\nactivities within their own territory.\r\nMy Government attaches great importance to the\r\nAgency’s technical cooperation activities as a means of\r\nassisting sustainable development in developing countries\r\nthrough the transfer of nuclear technology. While we\r\nwelcome new initiatives and approaches taken by the\r\nAgency, such as the establishment of the Standing\r\nAdvisory Group on Technical Assistance and Cooperation\r\nand the introduction of the concept of model projects, we\r\nalso underline the importance of adequate funding for the\r\ncontinued success of technical cooperation projects.\r\nAs a country that has greatly benefited from the\r\nAgency’s technical cooperation programme, the Republic\r\nof Korea is endeavouring to make a meaningful\r\ncontribution to the advancement of nuclear technology\r\nand to the strengthening of IAEA technical cooperation\r\nactivities. We are actively supporting various IAEA\r\ntechnical cooperation projects and are in the process of\r\nestablishing the International Nuclear Training Center in\r\nour country. In hosting various Agency training courses\r\nat the Center, we look forward to sharing with other\r\nMember States our technical know-how accumulated in\r\n9\r\nGeneral Assembly 43rd plenary meeting\r\nFifty-first session 29 October 1996\r\nthe areas of the design, construction, operation and\r\nmaintenance of nuclear-power plants.\r\nLet me now turn to the Agency’s safeguards activities.\r\nThe Republic of Korea has consistently supported the\r\nstrengthening of the safeguards system aimed at improving\r\nthe Agency’s ability not only to detect diversion of nuclear\r\nmaterial from declared facilities, but also to provide\r\ncredible assurance of the absence of undeclared nuclear\r\nfacilities and activities. In this context, Korea is actively\r\nparticipating in the implementation of Part 1 measures of\r\nProgramme 93+2 by making its facilities available for\r\nenvironmental sampling.\r\nAt present, member States and the Agency’s\r\nsecretariat are engaged in an extensive effort to develop\r\nmeasures for further strengthening the safeguards system\r\nunder complementary legal authority. While we look\r\nforward to a satisfactory conclusion of Part 2 measures, we\r\nwould like to emphasize that the legitimate concerns of the\r\nStates involved should be duly addressed, as long as these\r\nconcerns do not affect the main thrust of the strengthened\r\nmeasures. Since Part 2 measures are aimed at improving\r\nthe efficiency of the safeguards system and at strengthening\r\nits effectiveness, there also needs to be a balanced approach\r\nto efficiency and effectiveness.\r\nMy Government shares the general concern about\r\nillicit trafficking in nuclear materials, which could\r\nundermine hard-won achievements in the Agency’s\r\nsafeguards activities. While there is no substitute for\r\nefficient national systems for accounting and control,\r\nespecially in those countries possessing sensitive nuclear\r\nmaterial, in preventing illicit trafficking, we recognize the\r\ncrucial role the Agency can play in information-sharing and\r\nin identifying the sources of stolen material. We also\r\nwelcome the programme for preventing and combating\r\nillicit trafficking in nuclear material agreed upon by the\r\nparticipants in the Moscow Summit on Nuclear Safety and\r\nSecurity of April 1996.\r\nNorth Korea’s long-standing non-compliance with its\r\nsafeguards agreement under the NPT remains a matter of\r\nserious concern to the international community. My\r\ndelegation commends the IAEA Director General and his\r\nstaff for their impartial and faithful efforts to carry out the\r\nAgency’s responsibilities under the safeguards agreement.\r\nThe 1995 annual report of the Agency and the Director\r\nGeneral’s oral report yesterday clearly outline the status of\r\nthis issue after all the exhaustive efforts made by the\r\nAgency and the international community to obtain North\r\nKorea’s nuclear transparency. North Korea’s open and\r\npersistent refusal to comply fully with its safeguards\r\nobligations poses a serious threat to the integrity and the\r\ncredibility of the global non-proliferation regime under\r\nthe NPT and the IAEA safeguards system.\r\nOn the bilateral track of efforts towards resolving the\r\nNorth Korean nuclear issue, we note that there has been\r\nsome progress in the implementation of the United States-\r\nDemocratic People’s Republic of Korea Agreed\r\nFramework. We share the view that the Agreed\r\nFramework, if fully implemented, will contribute to North\r\nKorea’s denuclearization. That is why my Government is\r\nplaying a central role in the provision of two light-water\r\nreactors to North Korea, with a commitment to share the\r\nbulk of the costs involved. However, it must be\r\nemphasized again that the Agreed Framework does not\r\nredeem or exempt North Korea from its multilateral\r\nobligations under the NPT. My delegation therefore urges\r\nNorth Korea to come promptly into full compliance with\r\nits safeguards agreement with the Agency. Pending its full\r\ncompliance, we urge the Democratic People’s Republic of\r\nKorea to cooperate faithfully with the Agency in\r\npreserving all information relevant to verifying the\r\naccuracy and completeness of North Korea’s initial report\r\non the inventory of nuclear facilities and material subject\r\nto safeguards.\r\nMy Government shares the view that reform of the\r\nAgency’s Board of Governors is long overdue. We\r\nstrongly believe that article VI of the Agency’s Statute\r\nshould be amended without further delay in such a way\r\nas to reflect, in the composition of the Board, the\r\nfundamental structural changes which have occurred in\r\nthe international nuclear community over the past two\r\ndecades.\r\nMy delegation has joined in sponsoring the draft\r\nresolution contained in document A/51/L.9, which was\r\nintroduced by the representative of Canada. We sincerely\r\nhope that it will enjoy the overwhelming support of the\r\nGeneral Assembly.\r\nMr. Berdennikov (Russian Federation)\r\n(interpretation from Russian): The Russian delegation\r\nexpresses its gratitude to the Director General of the\r\nInternational Atomic Energy Agency (IAEA), Mr. Hans\r\nBlix, for his introduction of the Agency’s annual report,\r\nwhich provides an impressive description of the activities\r\nof the IAEA.\r\nThe Russian Federation supports in all possible ways\r\nthe priority activities of the Agency. We approve of\r\n10\r\nGeneral Assembly 43rd plenary meeting\r\nFifty-first session 29 October 1996\r\nIAEA efforts under its Programme 93+2 to establish and\r\nintroduce an effective system for finding hidden nuclear\r\nactivity.\r\nWe are aware of the Agency’s great significance for\r\ninternational cooperation in the use of atomic energy, and\r\nin providing technical assistance to developing countries.\r\nThe past year can be described as one of the best in the\r\nhistory of the IAEA with regard to the implementation of\r\ntechnical cooperation programmes. Despite the complicated\r\neconomic situation, the Russian Government decided to\r\ncontribute 7.5 billion rubles in 1996 to the Technical\r\nCooperation Fund. We anticipate that the Russian\r\ncontribution to the Fund for technical assistance and\r\ncooperation will be used effectively.\r\nWe are convinced that IAEA programmes will\r\nimplement the conclusions of the Moscow Summit on\r\nNuclear Safety and Security, especially as implementation\r\nof these recommendations implies the widest and most\r\neffective participation by international organizations.\r\nDocuments of the Moscow Summit have been issued as an\r\nofficial United Nations document. The results of the\r\nMoscow Summit are also described in paragraph 1079 of\r\nthe report of the Secretary-General on the work of the\r\nOrganization as a welcome step in the right direction. They\r\nwere also given a positive assessment during the general\r\ndebate in plenary meeting and in the First Committee.\r\nConfirming the significance of nuclear energy in\r\ndefining development strategy for the twenty-first century\r\nwas a starting point in the work of the Moscow Summit. At\r\nthe same time, however, the future of nuclear energy is\r\nindissolubly linked to meeting ever-increasing safety\r\nrequirements. In this connection, the Moscow Summit made\r\na significant step forward in advancing specific programmes\r\nfor international cooperation to insure the operational safety\r\nof nuclear power complexes.\r\nThis first of all involves projects to create safe nuclear\r\nreactors for the twenty-first century. We hope that the\r\nIAEA will promote the development of international efforts\r\nin this area, with due regard to experience gained and to the\r\nwork successfully being done in Russia, France, Germany,\r\nJapan, the United States and other countries to create such\r\nreactors. The establishment of the international nuclear\r\nsafety centres in Russia and the United States is a major\r\nstep forward in fostering international cooperation in the\r\nfield of nuclear safety.\r\nSecondly, it also involves solving complex problems\r\nrelated to the safe and cost-effective utilization and disposal\r\nof radioactive waste. In this connection, the IAEA has\r\nalready proved to be not only a coordinator, but also a\r\ngenuine driving force for the process of international\r\ncooperation. In our view, a global programme for\r\nadequate radioactive waste management needs to be\r\ndeveloped by all countries that use nuclear energy. The\r\naim of such a programme could be not to increase the\r\nvolume of radioactive isotopes on our planet, together\r\nwith the intensive development of nuclear technologies.\r\nThe special federal programme of liquid and solid\r\nradioactive waste management adopted in Russia reflects\r\nthe importance we attach to such activities. This\r\nprogramme is now under way in northern and far-eastern\r\nRussia. We hope that the participation of northern\r\nEuropean countries, the United States and Denmark in\r\nwork under this programme will substantively step up its\r\nimplementation and will open the way for Russia very\r\nsoon to accede officially to the 1993 amendment to the\r\nLondon Convention banning the dumping of radioactive\r\nwaste at sea.\r\nThirdly, ensuring safety involves the development\r\nand improvement of existing international legal regimes\r\nfor regulating activities in this domain. The entry into\r\nforce of the Convention on Nuclear Safety is an important\r\nstage in this process, and Russia has already started\r\npractical implementation of its provisions. Also of\r\nconsiderable importance in this connection is the\r\nelaboration — possibly with the participation of all States\r\npossessing nuclear installations and technologies — of\r\nmultilateral facilities to resolve the problems of liability\r\nfor nuclear damage. The IAEA is playing an important\r\nrole in this area. As is known, Russia has signed the\r\nVienna Convention on Civil Liability for Nuclear\r\nDamage; preparations for its ratification are now under\r\nway.\r\nThe need for an adequate response by the\r\ninternational community to the persisting world risk of\r\nnuclear-weapons proliferation is a key element in insuring\r\nnuclear security. Russia highly appreciates last year’s\r\ndecision of the Review and Extension Conference of the\r\nStates parties to the Treaty on the Non-Proliferation of\r\nNuclear Weapons (NPT), which decided by consensus to\r\nextend the Treaty indefinitely. That decision, together\r\nwith the signing of the recent Comprehensive Nuclear-\r\nTest-Ban Treaty consolidated the basis for international\r\nstability and security and created an additional element to\r\nstrengthen the nuclear non-proliferation regime.\r\n11\r\nGeneral Assembly 43rd plenary meeting\r\nFifty-first session 29 October 1996\r\nOf great importance, in our view, could be the\r\nbeginning of negotiations on a non-discriminatory and\r\nuniversally applicable multilateral agreement on the\r\nprohibition of the production of fissile materials for nuclear\r\nweapons and other nuclear explosive devices.\r\nThe strengthening of the non-proliferation regime and\r\ninsuring nuclear security involve a reliable curbing of illicit\r\ntrafficking in nuclear materials. It is noteworthy that after\r\nthe Moscow Summit, which adopted a programme for\r\npreventing and combatting illicit trafficking in nuclear\r\nmaterial, such action was given high priority among United\r\nNations activities related to disarmament, and, in particular,\r\nthe portion of the medium-term plan for the period 1998-\r\n2001. This fundamentally important provision is also\r\nadequately reflected in the draft resolution under discussion,\r\nand in the IAEA report. We hope that draft resolution\r\nA/51/L.9/Rev.1 will be adopted.\r\nMr. Edwards (Marshall Islands): The topic before us\r\nis one that is of great interest to the Republic of the\r\nMarshall Islands and it is for that reason that we have\r\nsupported and co-sponsored the draft resolution on this\r\nissue since our first year as a United Nations Member. We\r\nare proud to be able to do so again this year. In this regard,\r\nwe wish to see all interested delegations working together\r\nwith the sponsors to find an outcome that is true to the\r\nfacts and that can accommodate all delegations. We think\r\nthat, this year, the sponsors have done an admirable job and\r\nwe have no difficulty giving draft resolution A/51/L.9 our\r\nwholehearted support. For the same reasons, we will not be\r\nable to support the amendments proposed to the draft\r\nresolution.\r\nMy delegation has noted the many activities of the\r\nInternational Atomic Energy Agency (IAEA), as reflected\r\nin its report. The Agency has now concluded the collection\r\nof samples from the nuclear-weapon test sites in French\r\nPolynesia. The expedition was conducted by 11\r\ndistinguished scientists and we are encouraged by the fact\r\nthat they appear to have been given fairly good access to\r\nthe test sites. However, as my delegation pointed out in the\r\nFirst Committee, much work is still required and we feel\r\nthat the French authorities could be helpful in allaying our\r\nfears that lasting damage has been done in French\r\nPolynesia. We call on them to assist in expediting the\r\ndissemination of the report.\r\nThe Marshall Islands has reported to the General\r\nAssembly that the South Pacific Forum has once again\r\nreaffirmed the existence of a special responsibility towards\r\nthe peoples of the Marshall Islands, a former United\r\nNations Trust Territory administered by the United States,\r\nwho had been adversely affected by nuclear-weapon tests\r\nconducted during the Trusteeship period. That\r\nresponsibility included the safe resettlement of displaced\r\nhuman populations and the restoration of affected areas to\r\neconomic productivity. Members are aware that this is a\r\nmatter of extreme importance to the Marshall Islands and\r\nwe are very concerned that urgent progress needs to be\r\nmade. The acknowledged role of the international\r\ncommunity is now being given a presence in the Marshall\r\nIslands through the visiting mission of the IAEA. The\r\nmission met with President Kabua to give him a complete\r\nbriefing on the scope and nature of the Agency’s visit to\r\nthe Marshall Islands. My Government welcomes the\r\nAgency’s open and transparent manner of conducting its\r\nwork, since it ensures that there are no false expectations\r\non either side.\r\nI am unable to give any report from the Marshall\r\nIslands side on our assessment of that visit by the\r\nAgency. I can assure the General Assembly that we made\r\nsure that the limited facilities we could provide were\r\nextended to the fullest to accommodate the Agency. We\r\nmade sure that the Agency had access to all the damaged\r\nnuclear-weapon test sites in the Marshall Islands, as well\r\nas to the current storage site on Runit Island in Eniwetok\r\nAtoll in the Marshall Islands. That is merely a concrete\r\ndome covering a large amount of topsoil that was scraped\r\noff some of the test sites. The dome has not been\r\nmonitored for a very long time and we are concerned\r\nabout the safety of the site. We feel that the Agency, as\r\npart of its work with the Marshall Islands, will be able to\r\ngive us better information upon which to plan our future\r\nresponses to that site.\r\nThe other task of the visiting mission is to make, in\r\nconjunction with my Government, an overall assessment\r\nof the situation in the Marshall Islands. I can assure the\r\nAssembly that my delegation will tender a full report of\r\nour own to ensure that the utmost transparency and\r\ncooperation remain the main feature of our cooperation\r\nwith the IAEA.\r\nMr. Bergh (South Africa): South Africa is pleased\r\nonce again to be a sponsor of the draft resolution on the\r\nreport of the International Atomic Energy Agency\r\n(IAEA). My delegation would like to thank the Director\r\nGeneral of the IAEA for his statement and to commend\r\nthe Agency for its work over the past year. During that\r\nperiod, we have seen forward movement in global non-\r\nproliferation and disarmament, the most significant\r\nachievements being the adoption by the General\r\n12\r\nGeneral Assembly 43rd plenary meeting\r\nFifty-first session 29 October 1996\r\nAssembly of the Comprehensive Nuclear-Test-Ban Treaty\r\nand the signing of the African Nuclear-Weapon-Free Zone\r\nTreaty, the Pelindaba Treaty, at Cairo. It is with regard to\r\nthe latter that we would like to express our appreciation to\r\nthe Director General for his initiative in arranging a special\r\nbriefing on the Pelindaba Treaty for African Governments\r\nat Cairo on 12 April 1996, in which he highlighted the\r\nbenefits of the peaceful uses of nuclear energy and\r\ntechnology. The briefing was welcomed and appreciated by\r\nall delegations.\r\nIn our view, the Agency is succeeding well in carrying\r\nout its own particular mandate and we feel that the report\r\nfor the year 1995, as well as the statement of the Director\r\nGeneral that we heard yesterday, clearly show that all\r\nimportant facets in the field of nuclear technology are\r\ncurrently being covered by the Agency. The Agency is fully\r\nengaged in promoting the further application of nuclear\r\nenergy for peaceful purposes and we are pleased to have\r\nbeen able to participate fully in the whole range of\r\nactivities organized and administered by the Agency. We\r\nare very conscious of the range of activities that this\r\nmandate encompasses, from ensuring that developing\r\ncountries are assisted in their efforts to benefit from nuclear\r\ntechnology and all its applications to providing the whole\r\nrange of services in assisting all members to improve their\r\nnuclear related procedures, regulations and research and\r\nthrough to implementing the safeguards provisions of the\r\nTreaty on the Non-Proliferation of Nuclear Weapons (NPT).\r\nIn the area of developing conventions and maintaining\r\nand improving safety standards, perhaps the most\r\nsignificant development was the entry into force last week,\r\non Friday, 24 October, of the Convention on Nuclear\r\nSafety. I am pleased to be able to say that the South\r\nAfrican Parliament will consider the ratification of the\r\nConvention at its current session. Furthermore, in a\r\nfortnight, South Africa will act as host to the open-ended\r\ngroup of legal and technical experts on a convention on the\r\nsafety of radioactive waste management, another important\r\nconvention that should be finalized in the next year.\r\nThere have been many developments of interest in the\r\nfield of nuclear technology and in the activities of the\r\nAgency over the past year, but I would like to focus on two\r\nactivities that we consider to be particularly important. In\r\nthe first place, in the field of technical assistance, we note\r\nthe high degree of success that the Agency has achieved in\r\nimplementing technical-assistance projects and we would\r\nlike to commend the Secretariat for its efficiency in\r\nadministering those projects. South Africa, has for the first\r\ntime, submitted projects of its own for consideration by\r\nthe Department of Technical Cooperation, projects that we\r\nbelieve will be beneficial not only to South Africa but to\r\nthe southern African region as a whole. In the past year,\r\nSouth Africa has served as the Chairman of the countries\r\nmembers of the African Regional Cooperation Agreement\r\nfor Research, Training and Development Related to\r\nNuclear Science and Technology (AFRA), which is the\r\nregional organization charged with developing projects of\r\nbenefit to the whole region and largely financed from the\r\nAgency’s budget for technical assistance.\r\nWe feel that this work is particularly important, and\r\nhave in fact devoted additional resources, funding and\r\nexpertise to the furtherance of its goals over and above\r\nour contribution to the Technical Cooperation Fund. We\r\ncommend AFRA to the consideration of donor countries\r\nand we hope that its important work will continue to\r\nexpand.\r\nOn the question of resources for technical assistance,\r\nmy delegation wishes to state that South Africa will\r\nensure that its own contribution remains fully in line with\r\nthe targets set by the Board of Governors. We are,\r\nhowever, concerned at the fact that the vast majority of\r\nthe funding paid to the Technical Cooperation Fund\r\ncomes from a handful of donor countries and that not all\r\ncountries that could easily afford to do so in fact\r\ncontribute to the Fund. We feel also that a number of\r\ndeveloping countries whose own share of the Fund’s\r\ntarget is relatively modest but which are often substantial\r\nbeneficiaries of the Agency’s expertise and project\r\nfunding could be more supportive. Our Ambassador in\r\nVienna has accepted the task of chairing the working\r\ngroup on the funding of technical assistance and will\r\ndevote much attention to seeking solutions to this\r\nproblem.\r\nI would also like to draw the attention of the\r\nGeneral Assembly to the undertaking by all those\r\nMembers which have signed the Treaty on the Non-\r\nProliferation of Nuclear Weapons (NPT) to the issue of\r\ntechnical assistance and recall the commitment made at\r\nthe NPT Review and Extension Conference, in\r\nparagraph 19 of the Principles and objectives for nuclear\r\nnon-proliferation and disarmament that every effort should\r\nbe made to ensure that the IAEA has the financial and\r\nhuman resources necessary in order to meet effectively its\r\nresponsibilities in areas such as of technical cooperation.\r\nMy delegation expresses its appreciation to those\r\nmembers of the Agency, both donor countries and\r\ndeveloping countries, that are currently meeting their\r\n13\r\nGeneral Assembly 43rd plenary meeting\r\nFifty-first session 29 October 1996\r\ncommitments, and I appeal to those who are able to do\r\nmore to rise to the challenges that face the Agency,\r\nespecially as it prepares itself for the next millennium.\r\nMoving on to the subject of safeguards, my delegation\r\nparticipates in the work of the committee that is currently\r\nexamining the draft protocol to strengthen the efficiency\r\nand improve the effectiveness of the safeguards system. The\r\ncommittee has been making progress, and although this has\r\nnot been as fast as we would have wished, we are\r\nnevertheless hopeful that it can conclude its work early in\r\nthe new year; we look forward to the speedy\r\nimplementation of the protocol. We are particularly\r\nattracted by two main features: the first is the improved\r\nability that the protocol will give to the Agency to detect\r\nactivities which pose a proliferation risk. We regard this as\r\nparticularly important, and feel that it should be\r\nimplemented without delay. At the same time we are very\r\nconscious of the need to contain costs, and we are therefore\r\nalso attracted by the idea of improving efficiency. We hope\r\nthat with the introduction of methods such as environmental\r\nsampling, the need for frequent and expensive safeguards\r\ninspections can be cut down, thus leading to savings.\r\nFinally, my delegation would like to thank the\r\nDirector General of the IAEA, Mr. Hans Blix, for his able\r\nleadership, and we express our regret at his decision not to\r\nseek renewal of his contract.\r\nMr. Campbell (Australia): In lending Australia’s\r\nstrong support to the draft resolution before us on the report\r\nof the International Atomic Energy Agency (IAEA), a text\r\nwhich we join in sponsoring, I would like first to thank the\r\nAgency’s Director General, Mr. Blix, for his comprehensive\r\nstatement, one which underlined the vital role of the IAEA\r\nin preventing the proliferation of nuclear weapons and in\r\npromoting the peaceful uses of nuclear energy. We would\r\nalso like to thank Mr. Blix for his excellent stewardship of\r\nthe Agency.\r\nAustralia strongly supports the International Atomic\r\nEnergy Agency. We have traditionally been at the forefront\r\nof supporters of the draft resolution on the IAEA report.\r\nWe place great value on the IAEA’s international\r\nsafeguards and technical cooperation activities, activities\r\nwhich underpin the Treaty on the Non-Proliferation of\r\nNuclear Weapons (NPT). The international community\r\nreaffirmed the importance accorded to them by deciding to\r\nextend the NPT indefinitely at the Review and Extension\r\nConference in 1995.\r\nAustralia is of course delighted at the adoption of\r\nthe resolution on the Comprehensive Nuclear-Test-Ban\r\nTreaty (CTBT) last month and the opening of the CTBT\r\nto signature. We have at last brought nuclear testing to an\r\nend not only in our region but in all regions. We would\r\nlike to take this opportunity to record our appreciation to\r\nthe IAEA for the support it provides to the International\r\nAdvisory Committee’s study of the radiological situation\r\nat two atolls in the South Pacific — Mururoa and Fanga\r\nTaufa. Australia is represented on the International\r\nAdvisory Committee and looks forward to the study\r\nproducing some concrete answers about the effects of\r\nnuclear testing in the South Pacific region.\r\nThis year’s draft resolution highlights once more the\r\nimportant work being done by the Agency in a number of\r\nfields: safeguards, technical assistance, nuclear safety,\r\nradiological protection and radioactive waste management,\r\namong others. In all these fields the IAEA makes a vital\r\ncontribution to international security and non-proliferation,\r\nand to social and economic development. The Agency’s\r\nactivities in these fields deserve our continuing strong\r\nsupport.\r\nThe draft resolution also highlights the important\r\nmeasures and decisions the IAEA has taken to strengthen\r\nthe safeguards system. This was an important element of\r\nthe decision on Principles and objectives for nuclear non-\r\nproliferation and disarmament adopted at the NPT Review\r\nand Extension Conference. We welcome the\r\nimplementation of a series of measures under Programme\r\n93+2 under existing legal authority. We earnestly hope\r\nthat the current negotiations in the IAEA to conclude a\r\nmodel protocol to comprehensive safeguards agreements\r\nfor measures requiring additional legal authority can be\r\nfinalized as early as possible. States will remember the\r\ncommitment made at the NPT Review and Extension\r\nConference to support decisions adopted by the IAEA’s\r\nBoard of Governors to work at further strengthening the\r\neffectiveness of Agency safeguards and to increase the\r\nAgency’s capability to detect undeclared nuclear\r\nactivities.\r\nWe would urge States to meet that commitment\r\nthrough working without delay towards the conclusion of\r\nthe negotiations on the 93+2 model protocol in the\r\nknowledge that this will help ensure that the IAEA’s\r\nsafeguards system can serve the fundamental security\r\ninterests of States by strengthening its ability to detect\r\nundeclared activities. Further, the conclusion of those\r\nnegotiations will be an important contribution to a\r\n14\r\nGeneral Assembly 43rd plenary meeting\r\nFifty-first session 29 October 1996\r\nsuccessful launching next year of preparations for the year-\r\n2000 NPT review and extension conference.\r\nWe very much regret that it has been necessary again\r\nthis year for the draft resolution to record the continuing\r\nnon-compliance and lack of full cooperation on the part of\r\ntwo States with their safeguards agreements with the\r\nAgency. We urge those States, Iraq and the Democratic\r\nPeople’s Republic of Korea, to extend their full, unfettered\r\ncooperation to the Agency. These cases of non-compliance\r\nunderline once again the importance of strengthening the\r\nsafeguards system.\r\nTechnical cooperation is a central element of the\r\nAgency’s activities. It is also an important means of\r\nenabling access by developing countries to the peaceful\r\nuses of nuclear energy under appropriate safeguards. This\r\nis in keeping with article IV of the NPT and with the\r\nAgency’s Statute. This, too, was recognized in the decision\r\nof the NPT Review and Extension Conference on Principles\r\nand objectives for nuclear non-proliferation and\r\ndisarmament. Australia has long been a supporter of the\r\nIAEA’s technical cooperation activities, and we welcome\r\nthe measures being introduced to improve and strengthen\r\ntheir effectiveness. We also welcome the entry into force on\r\n24 October 1996 of the Convention on Nuclear Safety.\r\nFinally, Australia is pleased to reiterate its support for\r\nthe resolution before us, which takes note of and endorses\r\nthe activities of an important international agency, the\r\nIAEA. The resolution as a whole gives clear United Nations\r\nGeneral Assembly support for the IAEA and for its central\r\nrole in the nuclear non-proliferation regime.\r\nThe President: I now call on the representative of\r\nCanada to introduce draft resolution A/51/L.9/Rev.1.\r\nMr. Snell (Canada): On behalf of the co-sponsors,\r\nCanada is pleased to present a revised draft resolution,\r\nA/51/L.9/Rev.1, on the report of the International Atomic\r\nEnergy Agency. This revised draft is the result of extensive\r\nconsultations among the co-sponsors and interested parties\r\nto incorporate the concerns of some Member States over\r\nproposed amendments. In particular, document\r\nA/51/L.9/Rev.1 incorporates the ideas expressed in two\r\nproposed amendments, contained in documents A/51/L.10\r\nand A/51/L.12. I am pleased to be able to inform you that\r\nas a result of these consultations the delegations of Egypt\r\nand Israel have agreed to withdraw documents A/51/L.10\r\nand A/51/L.12 respectively. On behalf of the co-sponsors,\r\nI would like to express our gratitude to these two\r\ndelegations for their efforts in working with us to achieve\r\nagreement on a text of this resolution. We are grateful for\r\ntheir support and cooperation in this endeavour.\r\nFinally, Canada is pleased to put forward this revised\r\ndraft on behalf of the co-sponsors. We truly believe that\r\nit is a text that can attract the widest number of\r\nsupporters. We hope that this resolution will be adopted\r\nwith the broadest possible support.\r\nThe President: In the light of the statement made\r\nby the representative of Canada concerning draft\r\nresolution A/51/L.9/Rev.1, I understand that the\r\namendments contained in documents A/51/L.10 and\r\nA/51/L.12 have been withdrawn and therefore should not\r\nbe put to the vote.\r\nI now call on the representative of Iraq to introduce\r\nthe amendment to draft resolution A/51/L.9/Rev.1\r\ncontained in document A/51/L.11.\r\nMr. Hamdoon (Iraq) (interpretation from Arabic):\r\nIt is my pleasure to introduce the amendment of Iraq,\r\ncontained in document A/51/L.11, to the draft resolution\r\npresented by Canada under agenda item 14, entitled\r\n“Report of the International Atomic Energy Agency”,\r\ncontained in document A/51/L.9/Rev.1.\r\nBefore introducing our amendment, I would like to\r\nreiterate our position once again on the draft resolution\r\nsubmitted under this item. Such draft resolutions should\r\nfocus on the technical aspects of the work of the\r\nInternational Atomic Energy Agency (IAEA) and should\r\ncommend its efforts in areas within its competence. Any\r\nattempt to use this item for political aims will not only\r\nharm targeted States but also undermine the neutrality of\r\nthe IAEA. This situation becomes more dramatic when\r\nsuch draft resolutions are used as a pretext for continuing\r\nthe starvation of an entire nation.\r\nThe coercive measures imposed on Iraq by the\r\nSecurity Council under Chapter VII of the Charter of the\r\nUnited Nations mandated the IAEA with specific tasks.\r\nThe IAEA submits its reports on these tasks to the\r\nSecurity Council regularly. These attempts to go beyond\r\nthe conclusions contained in the IAEA report will\r\nundermine the credibility of the IAEA and should be\r\nhalted. Operative paragraph 7 of the draft resolution is a\r\nclear example of attempts to undermine the assessments\r\nof the IAEA contained in its semi-annual report submitted\r\nto the Security Council on 7 October 1996 in document\r\nS/1996/833. Operative paragraph 7 contains an inaccurate\r\n15\r\nGeneral Assembly 43rd plenary meeting\r\nFifty-first session 29 October 1996\r\nand unfair assessment of Iraq’s implementation of its\r\nobligations, and I would like to cite a few examples.\r\nFirstly, this paragraph calls upon Iraq to cooperate\r\nfully with the IAEA, while the IAEA report states the\r\nfollowing:\r\n“The Iraqi counterpart has continued to cooperate with\r\nthe IAEA in a productive way.” (S/1996/833, para.\r\n28)\r\nSecondly, operative paragraph 7 expresses concern that\r\n“Iraq failed to provide immediate access on\r\n7 July 1996 to the Agency’s Action Team”.\r\nThis is not accurate. Paragraph 8 of the report of the IAEA\r\ndescribes the case as follows:\r\n“On 7 July 1996, the fifth such multi-disciplinary\r\ninspection of a capable\u0027 site met with some\r\ndifficulties in gaining immediate access to the site.\r\nThe facility to be inspected was a factory building\r\nlocated inside an army camp. On arrival at the\r\nentrance gate, the joint IAEA-UNSCOM team was\r\nadvised that the facility was an installation of the\r\nSpecial Guards and as such was considered to be a\r\nsensitive site. Hence, the UNSCOM modalities for\r\ninspection of sensitive sites\u0027 were to be applied. The\r\nteam was kept at the gate for approximately two hours\r\nwaiting for the arrival from Baghdad of a high-ranking\r\nIraqi officer, before being granted access and allowed\r\nto proceed with the inspection. No indication of\r\nprohibited equipment, materials, or activities was\r\ndetected.” (ibid., para. 8)\r\nIt is clear from this paragraph that there was no delay,\r\nbut that on the contrary the modalities for the inspection of\r\nsensitive sites agreed upon between the United Nations\r\nSpecial Commission (UNSCOM) and Iraq on 22 June 1996\r\nwere implemented.\r\nThis paragraph confirms that the inspection found no\r\nindication of prohibited equipment, material or activities.\r\nThirdly, operative paragraph 7 states that Iraq\r\n“has previously withheld from the Agency information\r\nabout its nuclear weapons programme in violation of\r\nits obligations under relevant Security Council\r\nresolutions”.\r\nThe IAEA report does not refer to the past. The draft\r\nresolution should therefore not seek to justify the\r\ncontinuation of the blockade by referring to events that\r\nhave already been addressed.\r\nFourthly, operative paragraph 7\r\n“stresses that the Agency’s Action Team will\r\ncontinue to exercise its right to investigate”.\r\nThis is an incomplete and out-of-context quotation from\r\nparagraph 28 of the IAEA report, which begins by stating\r\nthat:\r\n“The IAEA continues with the rigorous\r\nimplementation of its plan for the monitoring and\r\nverification of Iraq’s compliance with the relevant\r\nSecurity Council resolutions”. (S/1996/833, para. 28)\r\nHence, the draft resolution should contain a reference to\r\nthe efficient and vigorous implementation of the ongoing\r\nmonitoring plan.\r\nFifthly, operative paragraph 7 omits any reference to\r\nmany positive developments contained in the IAEA\r\nreport, such as the following, in paragraph 28:\r\n“In the period since the last report to the Council,\r\nthe IAEA has not seen instances of activities, or the\r\npresence, in Iraq, of equipment or materials\r\nproscribed by those resolutions.” (ibid.)\r\nThe draft resolution also omits any reference to\r\nparagraph 29 of the IAEA report, which states:\r\n“All quantities of special nuclear material (highly\r\nenriched uranium or plutonium) found in Iraq have\r\nbeen removed, and the industrial infrastructure\r\nwhich Iraq had set up to produce and weaponize\r\nspecial nuclear material has been destroyed.” (ibid.,\r\npara. 29)\r\nAll these references substantiate the huge difference\r\nbetween operative paragraph 7 of the draft resolution and\r\nthe assessment of the IAEA contained in its report. The\r\npolitical reasons behind that are crystal clear and known\r\nto all.\r\nFor these reasons, my delegation proposes an\r\namendment to the draft resolution by replacing operative\r\nparagraph 7 with the following:\r\n16\r\nGeneral Assembly 43rd plenary meeting\r\nFifty-first session 29 October 1996\r\n“Also commends the Director General of the\r\nAgency and his staff for their strenuous efforts in the\r\nimplementation of Security Council resolutions 687\r\n(1991) of 3 April, 707 (1991) of 15 August and 715\r\n(1991) of 11 October 1991, and supports the\r\nconclusions and assessments contained in the\r\nconsolidated semi-annual report of the Director\r\nGeneral of IAEA submitted to the Security Council on\r\n7 October 1996 (document S/1996/833), and calls\r\nupon Iraq to continue its cooperation with IAEA in\r\nachieving the complete implementation of the relevant\r\nSecurity Council resolutions;”.\r\nThis new paragraph respects the assessment of the\r\nIAEA and adds nothing to it. We therefore appeal to\r\nMember States to support it.\r\nThe President: We have heard the last speaker in the\r\ndebate on this item.\r\nI should like to announce that since the introduction of\r\nthe draft resolution, the following countries have become\r\nco-sponsors of draft resolution A/51/L.9/Rev.1: El Salvador\r\nand Iceland.\r\nWe shall now proceed to consider draft resolution\r\nA/50/L.9/Rev.1 and the amendment thereto contained in\r\ndocument A/51/L.11.\r\nBefore calling on the first speaker in explanation of\r\nvote before the voting, may I remind delegations that\r\nexplanations of vote are limited to 10 minutes and should\r\nbe made by delegations from their seats.\r\nI now call on those representatives who wish to make\r\nstatements in explanation of vote before the voting.\r\nMr. Kim Chang Guk (Democratic People’s Republic\r\nof Korea): The nuclear issue on the Korean peninsula\r\noriginated with the United States, which has deployed\r\nnuclear weapons in South Korea and has created nuclear\r\nsuspicion of the Democratic People’s Republic of Korea.\r\nTherefore, we hold the consistent position that the\r\nnuclear issue on the Korean peninsula is not a matter to be\r\nbrought to the United Nations. The Agreed Framework\r\nsigned in October 1994 by the Democratic People’s\r\nRepublic of Korea and the United States eloquently\r\ndemonstrates that the nuclear issue on the Korean peninsula\r\nis a political one to be settled between the Democratic\r\nPeople’s Republic of Korea and the United States.\r\nThe nuclear issue on the Korean peninsula will be\r\ndefinitively resolved only when the DPRK-United States\r\nAgreed Framework, stipulating ways and means for and\r\nthe time of the settlement of the issue, is fully\r\nimplemented. The kernel of the Agreed Framework is\r\nconfidence-building between the DPRK and the United\r\nStates, the provision of light-water reactors by the United\r\nStates and the freeze on graphite-moderated reactors. The\r\nprinciple of simultaneous action is vital in the\r\nimplementation of this Agreed Framework.\r\nSince the first days of the DPRK-United States\r\nAgreed Framework, the DPRK has been faithfully\r\nfulfilling its obligations to freeze its nuclear facilities.\r\nAnd the Democratic People’s Republic of Korea is\r\ncooperating with the IAEA in routine and ad hoc\r\ninspections of the nuclear facilities that are not subject to\r\nthe freeze. However, the officials of the IAEA are making\r\nthings complicated by disregarding the DPRK-United\r\nStates Agreed Framework and by bringing up subjects\r\nthat should be dealt with only when a sizeable portion of\r\nthe light-water reactors are provided.\r\nThe IAEA officials are putting forward unreasonable\r\ndemands. They know very well that the DPRK-United\r\nStates Agreed Framework cannot be implemented in one\r\nor two years. We cannot interpret these demands in any\r\nother way than as an indication of their intention to drag\r\nthe nuclear issue back to its original starting point by\r\nputting the brake on the implementation of the Agreed\r\nFramework. If the United Nations were to take sides with\r\nthe IAEA officials, that would disregard the Agreed\r\nFramework and force unreasonable demands upon us. It\r\nwould only imperil the DPRK-United States Agreed\r\nFramework.\r\nIn order to eradicate the root cause of the nuclear\r\nissue on the Korean peninsula, it is essential to build\r\nconfidence between the DPRK and the United States by\r\nfully implementing the Agreed Framework, which\r\nstipulates the replacement of graphite-moderated reactors\r\nwith light-water reactors and the normalization of political\r\nand economic relations between the DPRK and the United\r\nStates. Both parties have agreed that within three months\r\nof the signing of the Agreed Framework, they will reduce\r\ntrade and investment barriers, including lifting restrictions\r\non communications services and financial transactions. To\r\nbuild confidence between the DPRK and the United\r\nStates, the United States should fulfil the commitments of\r\nthe Agreed Framework, thus turning the current\r\nconfrontational relations into a relationship based on trust.\r\n17\r\nGeneral Assembly 43rd plenary meeting\r\nFifty-first session 29 October 1996\r\nThe continued unfriendly policies of certain countries\r\ntowards the DPRK does not help the settlement of the\r\nissues on the Korean peninsula. The draft resolution is\r\nintended to put pressure upon us, although it has become\r\nclear to everyone that the implementation of the Agreed\r\nFramework between the DPRK and the United States is\r\nindispensable for the settlement of the nuclear issue on the\r\nKorean peninsula. It will only endanger the implementation\r\nof the Agreed Framework rather than help settle the nuclear\r\nissue. We cannot but interpret it as a reckless attempt on\r\nthe part of certain indecent forces that are hell-bent on\r\nputting the brakes on the implementation of the Agreed\r\nFramework. If they are really concerned over the nuclear\r\nissue on the Korean peninsula, they should try to contribute\r\nto creating a favourable environment for the implementation\r\nof the DPRK-United States Agreed Framework. Therefore,\r\nthe delegation of the Democratic People’s Republic of\r\nKorea will vote against the draft as a whole.\r\nMr. Kumar (India): As a member of the International\r\nAtomic Energy Agency (IAEA) since its inception in 1957,\r\nIndia has consistently attached the highest importance to the\r\nobjectives of the IAEA. We actively participate in the\r\nactivities of the Agency. Since this draft resolution pertains\r\nto the activities of the IAEA as a whole, to which we attach\r\ngreat value, we would go along with it. However, we have\r\nconsiderable difficulty with preambular paragraph 3. The\r\nlanguage of preambular paragraph 3 in the draft resolution,\r\ncontained in document A/51/L.9, indicates a linkage\r\nbetween adherence to the Treaty on the Non-Proliferation\r\nof Nuclear Weapons (NPT) and the freedom to engage in\r\nresearch on, produce and use nuclear energy for peaceful\r\npurposes. Article II of the IAEA Statute reads:\r\n”The Agency shall seek to accelerate and enlarge the\r\ncontribution of atomic energy to peace, health and\r\nprosperity throughout the world. It shall ensure, so far\r\nas it is able, that assistance provided by it or at its\r\nrequest or under its supervision or control is not used\r\nin such a way as to further any military purpose.”\r\n(Statute of the International Atomic Energy Agency,\r\narticle II)\r\nFurthermore, article IV C states:\r\n“The Agency is based on the principle of the\r\nsovereign equality of all its members”. (ibid., article\r\nIV C)\r\nThe purpose of these articles in the IAEA Statute is\r\nobviously to encourage unfettered access of member States\r\nto peaceful uses of nuclear energy without any\r\ndiscrimination whatsoever.\r\nAny perceived discrimination will have an inevitable\r\nconsequence on member States’ response to their\r\nobligations to the Agency. The NPT is not a universal\r\nTreaty and cannot be used to create a differential among\r\nmembers of the Agency. By implying that adherence to\r\nthe NPT, on which my Government’s views are well\r\nknown, has a bearing on access to peaceful uses of\r\natomic energy, the draft resolution deviates from the\r\nobjectives enshrined in the Statute. We have therefore\r\nbeen constrained to call for a vote on preambular\r\nparagraph 3 and shall vote against it.\r\nMr. Robinson (United States): The amendment\r\nproposed by Iraq appears to simplify operative\r\nparagraph 7 of the draft resolution. But the reality is that\r\nit does so in an inaccurate and unbalanced manner. For\r\nthe first time this year, the Agency’s report on Iraq notes\r\na few positive aspects of Iraqi behaviour, while\r\ncontinuing to list a number of areas in which Iraq has\r\nrefused to meet its obligation.\r\nThe text proposed by the sponsors, while inaccurate\r\nin one respect, as we explained in our statement\r\nyesterday, reflects a careful and generally accurate\r\nbalance of the most important positive and negative\r\nelements in the report. By contrast, the Iraqi amendment\r\ntries to pretend that there is no negative statement about\r\nIraq’s behaviour in the Agency’s report, and that Iraq’s\r\ncooperation was complete. Instead of simply endorsing all\r\nof the findings of the report, an approach we could have\r\nagreed to, it takes a single positive finding out of context,\r\nas if that were the only important information in the\r\nreport.\r\nThis is the third year in a row that the Iraqi\r\nrepresentative has asked the Assembly to adopt language\r\nreferring to Iraq’s continued cooperation. The Iraqi\r\nargument that it was cooperating with the IAEA was false\r\n24 months ago, coming at a time when Iraq was\r\nconcealing hundreds of thousands of pages of documents\r\non its nuclear programme from IAEA inspectors. It was\r\na false argument 24 months ago, when Iraq was still\r\nproviding purposely inaccurate information in its so-called\r\nfull, final and complete declarations, and there is nothing\r\nin the Agency’s report to indicate that Iraq has cooperated\r\nfully. In fact, the Agency’s report noted\r\n“the IAEA’s opinion that Iraq still retained a\r\ncomplete record of the nuclear programme”.\r\n(S/1996/833, para. 26)\r\n18\r\nGeneral Assembly 43rd plenary meeting\r\nFifty-first session 29 October 1996\r\nI urge my colleagues to vote against this inaccurate\r\nand one-sided amendment and to support the carefully\r\nbalanced language proposed by the sponsors.\r\nMr. Ladsous (France) (interpretation from French):\r\nAn amendment has been proposed on operative paragraph 7\r\nof the draft resolution. The terms of this amendment accord\r\nwith the report of the International Atomic Energy Agency\r\nand its conclusions. France supports the actions of the\r\nAgency, and wishes to see Iraq continue to cooperate with\r\nthat body in order to ensure the comprehensive\r\nimplementation, without delay, of the relevant resolutions\r\nof the Security Council.\r\nFrance, as a co-sponsor of the draft resolution, will\r\nsupport operative paragraph 7 as it stands. For that reason,\r\nFrance will abstain in the voting on this amendment.\r\nThe President: We have heard the last speaker in\r\nexplanation of vote before the voting.\r\nThe Assembly will now take a decision on draft\r\nresolution A/51/L.9/Rev.1 and on the amendment thereto,\r\ncontained in document A/51/L.11.\r\nIn accordance with rule 90 of the rules of procedure,\r\nthe Assembly will first vote on the amendment circulated\r\nin document A/51/L.11.\r\nA recorded vote has been requested.\r\nA recorded vote was taken.\r\nIn favour:\r\nBrunei Darussalam, Cuba, Democratic People’s\r\nRepublic of Korea, Indonesia, Libyan Arab\r\nJamahiriya, Malaysia, Nigeria, Sudan, United Republic\r\nof Tanzania, Viet Nam, Zimbabwe\r\nAgainst:\r\nAndorra, Argentina, Armenia, Australia, Austria,\r\nBahamas, Belgium, Bosnia and Herzegovina,\r\nBotswana, Cambodia, Canada, Chile, Costa Rica,\r\nCroatia, Cyprus, Czech Republic, Denmark,\r\nEl Salvador, Eritrea, Ethiopia, Fiji, Finland, Germany,\r\nGreece, Grenada, Honduras, Hungary, Iceland, Ireland,\r\nIsrael, Italy, Japan, Kuwait, Latvia, Liberia,\r\nLiechtenstein, Lithuania, Luxembourg, Maldives,\r\nMarshall Islands, Mongolia, Nepal, Netherlands,\r\nNew Zealand, Nicaragua, Norway, Papua New\r\nGuinea, Poland, Portugal, Republic of Korea, Republic\r\nof Moldova, Romania, Samoa, Saudi Arabia,\r\nSingapore, Slovakia, Slovenia, Solomon Islands,\r\nSouth Africa, Spain, Swaziland, Sweden, the former\r\nYugoslav Republic of Macedonia, Togo, Turkey,\r\nUkraine, United Kingdom of Great Britain and\r\nNorthern Ireland, United States of America,\r\nUruguay, Vanuatu, Zambia\r\nAbstaining:\r\nAlbania, Bahrain, Belarus, Belize, Benin, Bolivia,\r\nBrazil, Bulgaria, Colombia, Dominican Republic,\r\nEcuador, Egypt, Equatorial Guinea, France, Ghana,\r\nGuinea, Guinea-Bissau, India, Jamaica, Kazakstan,\r\nKenya, Kyrgyzstan, Madagascar, Mali, Mexico,\r\nMicronesia (Federated States of), Myanmar, Niger,\r\nPakistan, Panama, Peru, Philippines, Russian\r\nFederation, Saint Lucia, San Marino, Sierra Leone,\r\nSri Lanka, Suriname, Tajikistan, Thailand,\r\nVenezuela\r\nThe amendment was rejected by 71 votes to 11, with\r\n41 abstentions.\r\nThe President: The General Assembly will now\r\nvote on draft resolution A/51/L.9/Rev.1.\r\nA separate, recorded vote has been requested on the\r\nthird preambular paragraph.\r\nA recorded vote was taken.\r\nIn favour:\r\nAlbania, Algeria, Andorra, Argentina, Armenia,\r\nAustralia, Austria, Azerbaijan, Bahrain, Belarus,\r\nBelgium, Benin, Bolivia, Bosnia and Herzegovina,\r\nBrazil, Brunei Darussalam, Bulgaria, Burkina Faso,\r\nCambodia, Canada, Chile, Colombia, Costa Rica,\r\nCroatia, Cyprus, Czech Republic, Denmark,\r\nDjibouti, Ecuador, Egypt, El Salvador,\r\nEquatorial Guinea, Ethiopia, Fiji, Finland, France,\r\nGermany, Ghana, Greece, Grenada, Guinea, Guinea-\r\nBissau, Honduras, Hungary, Iceland, Iran (Islamic\r\nRepublic of), Ireland, Italy, Jamaica, Japan, Jordan,\r\nKazakstan, Kenya, Kuwait, Kyrgyzstan, Lao\r\nPeople’s Democratic Republic, Latvia, Liberia,\r\nLibyan Arab Jamahiriya, Liechtenstein, Lithuania,\r\nLuxembourg, Madagascar, Malawi, Malaysia,\r\nMaldives, Mali, Marshall Islands, Mauritania,\r\nMauritius, Mexico, Monaco, Morocco, Myanmar,\r\nNepal, Netherlands, New Zealand, Nicaragua, Niger,\r\nNigeria, Norway, Oman, Panama, Peru, Philippines,\r\nPoland, Portugal, Qatar, Republic of Korea, Republic\r\nof Moldova, Romania, Russian Federation,\r\n19\r\nGeneral Assembly 43rd plenary meeting\r\nFifty-first session 29 October 1996\r\nSaint Lucia, Samoa, San Marino, Saudi Arabia,\r\nSingapore, Slovakia, Slovenia, Solomon Islands, South\r\nAfrica, Spain, Sri Lanka, Suriname, Swaziland,\r\nSweden, Tajikistan, Thailand, the former Yugoslav\r\nRepublic of Macedonia, Togo, Tunisia, Turkey,\r\nUkraine, United Arab Emirates, United Kingdom of\r\nGreat Britain and Northern Ireland, United Republic\r\nof Tanzania, United States of America, Uruguay,\r\nVenezuela, Viet Nam, Yemen, Zambia, Zimbabwe\r\nAgainst:\r\nIndia, Indonesia, Israel\r\nAbstaining:\r\nBahamas, Belize, Cuba, Democratic People’s Republic\r\nof Korea, Dominican Republic, Micronesia (Federated\r\nStates of), Pakistan, Papua New Guinea, Sierra Leone,\r\nSudan, Vanuatu\r\nThe third preambular paragraph was retained by 123\r\nvotes to 3, with 11 abstentions.\r\nThe President: The Assembly will now vote on draft\r\nresolution A/51/L.9/Rev.1, as a whole.\r\nA recorded vote has been requested.\r\nA recorded vote was taken.\r\nIn favour:\r\nAlbania, Algeria, Andorra, Argentina, Armenia,\r\nAustralia, Austria, Azerbaijan, Bahamas, Bahrain,\r\nBelarus, Belgium, Belize, Benin, Bolivia, Bosnia and\r\nHerzegovina, Botswana, Brazil, Brunei Darussalam,\r\nBulgaria, Burkina Faso, Cambodia, Canada, Chad,\r\nChile, Colombia, Comoros, Congo, Costa Rica,\r\nCôte d’Ivoire, Croatia, Cyprus, Czech Republic,\r\nDenmark, Djibouti, Dominican Republic, Ecuador,\r\nEgypt, El Salvador, Equatorial Guinea, Eritrea,\r\nEthiopia, Fiji, Finland, France, Gabon, Georgia,\r\nGermany, Ghana, Greece, Grenada, Guinea, Guinea-\r\nBissau, Guyana, Honduras, Hungary, Iceland, India,\r\nIndonesia, Iran (Islamic Republic of), Ireland, Israel,\r\nItaly, Jamaica, Japan, Jordan, Kazakstan, Kenya,\r\nKuwait, Kyrgyzstan, Latvia, Liberia, Libyan Arab\r\nJamahiriya, Liechtenstein, Lithuania, Luxembourg,\r\nMadagascar, Malawi, Malaysia, Maldives, Mali,\r\nMarshall Islands, Mauritania, Mauritius, Mexico,\r\nMonaco, Mongolia, Morocco, Mozambique, Myanmar,\r\nNepal, Netherlands, New Zealand, Nicaragua, Niger,\r\nNigeria, Norway, Oman, Pakistan, Panama, Papua\r\nNew Guinea, Peru, Philippines, Poland, Portugal,\r\nQatar, Republic of Korea, Republic of Moldova,\r\nRomania, Russian Federation, Saint Lucia, Samoa,\r\nSan Marino, Saudi Arabia, Sierra Leone, Singapore,\r\nSlovakia, Slovenia, Solomon Islands, South Africa,\r\nSpain, Sri Lanka, Suriname, Swaziland, Sweden,\r\nTajikistan, Thailand, the former Yugoslav Republic\r\nof Macedonia, Togo, Tunisia, Turkey, Ukraine,\r\nUnited Arab Emirates, United Kingdom of Great\r\nBritain and Northern Ireland, United Republic of\r\nTanzania, United States of America, Uruguay,\r\nVenezuela, Yemen, Zambia, Zimbabwe\r\nAgainst:\r\nDemocratic People’s Republic of Korea, Lebanon\r\nAbstaining:\r\nChina, Cuba, Lao People’s Democratic Republic,\r\nMicronesia (Federated States of), Sudan, Syrian\r\nArab Republic, Vanuatu, Viet Nam\r\nThe draft resolution, as a whole, was adopted by\r\n141 votes to 2, with 8 abstentions (resolution 51/10).\r\n[Subsequently, the delegation of Sudan advised the\r\nSecretariat that it had intended to vote in favour on\r\nthe third preambular paragraph; the delegations of\r\nAngola, Bhutan and Vanuatu had intended to vote in\r\nfavour of the draft resolution as a whole]\r\nThe President: I shall now call on those\r\nrepresentatives who wish to make statements in\r\nexplanation of vote. May I remind delegations that\r\nexplanations of vote are limited to 10 minutes and should\r\nbe made by delegations from their seats.\r\nMr. Abou-Hadid (Syrian Arab Republic)\r\n(interpretation from Arabic): My delegation abstained in\r\nthe vote on draft resolution A/51/L.9/Rev.1. It did so\r\nbecause Israel did not accede to the Treaty on the Non-\r\nProliferation of Nuclear Weapons (NPT). That is why it\r\nwas not possible, despite the efforts made by the\r\nInternational Atomic Energy Agency (IAEA) and in\r\nparticular by its Director General, Mr. Hans Blix, to make\r\nthe Middle East a nuclear-weapon-free zone. Israel is the\r\nonly country in the region that has not yet acceded to the\r\nTreaty. Furthermore, it has declared that it has no\r\nintention of acceding to it or of submitting its installations\r\nto the safeguards regime of the IAEA. This represents a\r\ndanger for the region and for the entire world.\r\n20\r\nGeneral Assembly 43rd plenary meeting\r\nFifty-first session 29 October 1996\r\nIsrael’s obstinate refusal is likely seriously to\r\njeopardize international peace and security. We hope that\r\nthe efforts of the international community will result in a\r\nsuccessful attempt by the IAEA to persuade Israel to accede\r\nto the NPT so that the Middle East region can, like other\r\nregions of the world, become a nuclear-weapon-free zone,\r\nthereby contributing to the maintenance of peace and the\r\nestablishment of peace and security in the region and\r\nthroughout the world.\r\nWith regard to the thirteenth preambular paragraph on\r\nthe composition of regional groups, we support the\r\ncomments of the representative of Egypt on article VI of\r\nthe Statute of the Agency. We must take into account the\r\nfact that, in accordance with that paragraph, the accession\r\nof one State to a regional group is subject to the approval\r\nof all the States of that regional group.\r\nMr. Seydou (Niger), Vice-President, took the Chair.\r\nWe should like to add that Israel must first of all\r\naccede to the Treaty on the Non-Proliferation of Nuclear\r\nWeapons (NPT), since this is a sine qua non condition and\r\na prerequisite for any attempt by Israel to associate itself\r\nwith the region. We believe that the region is, in fact,\r\ngoverned by the NPT. Therefore, Israel must respect the\r\nnatural order of things and not put the cart before the horse.\r\nMr. Sha Zukang (China) (interpretation from\r\nChinese): The Chinese delegation expresses its appreciation\r\nto the International Atomic Energy Agency for the work it\r\nhas done over the past year. On the whole, we are satisfied\r\nwith the report of the Agency. In a new international\r\nsituation, the Agency has made important contributions to\r\npromoting the peaceful use of nuclear energy and\r\ninternational cooperation in that regard, implementing\r\nsafeguards supervision and preventing the proliferation of\r\nnuclear weapons. We expect the Agency to continue its\r\nefforts in these areas.\r\nThe Chinese delegation supports most of the content\r\nof the resolution entitled “Report of the International\r\nAtomic Energy Agency”. However, we cannot agree with\r\ncertain portions of the resolution, especially the contents of\r\noperative paragraphs 6 and 7. China has always believed in\r\nthe settlement of problems through dialogue and\r\nconsultation on an equal footing. To exert pressure through\r\nsuch a resolution is not only not conducive to the settlement\r\nof problems, it can only further complicate them. Besides,\r\nthe Chinese delegation has reservations with regard to\r\ncertain resolutions of the Board of Governors and the\r\nGeneral Conference of the Agency mentioned in the\r\nresolution.\r\nBased on the above position, my delegation\r\nabstained on draft resolution A/51/L.9/Rev.1.\r\nMr. Pham Quang Vinh (Viet Nam): The General\r\nAssembly has just taken action on a draft resolution on\r\nthe report of the International Atomic Energy Agency\r\n(IAEA), which covered the work of the Agency in 1995.\r\nMy delegation attaches great importance to the work of\r\nthe IAEA in promoting the application of nuclear energy,\r\nfor peaceful purposes, expanding cooperation, especially\r\ntechnical assistance relating to the peaceful uses of\r\nnuclear energy, and ensuring that nuclear energy is used\r\nonly for peaceful purposes. The IAEA, through its\r\nactivities and programmes for cooperation and the\r\napplication of nuclear energy for peaceful purposes, has\r\nbeen contributing greatly to the economic development of\r\ncountries and to the well-being of peoples in the world.\r\nIn particular, the Agency has rendered valuable assistance,\r\nboth technical and material, to developing countries to\r\nmeet their special needs in the application of nuclear\r\nenergy for peaceful purposes and economic development.\r\nThe IAEA plays an important role in ensuring\r\neffective implementation of the safeguards system. The\r\nIAEA has also made great contributions in its efforts to\r\nensure nuclear safety, radiological protection and\r\nradioactive waste management, thus helping to minimize\r\nrisks to life, health and the environment. My delegation\r\nsupports extending the high appreciation of the General\r\nAssembly to the IAEA for its work. We are in agreement\r\nwith the many positive comments expressing appreciation\r\nof the work of the Agency contained in the resolution just\r\nadopted.\r\nEach year the General Assembly considers this item\r\n“Report of the International Atomic Energy Agency”. The\r\nmain thrust of this task is and should have been to\r\nexpress the Assembly’s appreciation of and support for\r\nthe overall work of the Agency. As such, due caution\r\nshould be shown to issues over which divergent views\r\nstill exist in the Agency. However, part of the resolution\r\ncontains provisions that have serious implications\r\nregarding the principles of the sovereignty and territorial\r\nintegrity of States. This is a fundamental principle derived\r\nfrom the Charter of the United Nations and international\r\nlaw which, in our view, must be upheld in all\r\ncircumstances.\r\n21\r\nGeneral Assembly 43rd plenary meeting\r\nFifty-first session 29 October 1996\r\nWhile we highly appreciate the noble task undertaken\r\nby the IAEA, my delegation, bearing in mind the principles\r\nof respect for the sovereignty and territorial integrity of\r\nStates, has regrettably therefore been obliged to abstain in\r\nthe voting.\r\nMr. Danesh-Yazdi (Islamic Republic of Iran): I am\r\ntaking the floor to explain the position of my delegation on\r\nthe draft resolution (A/51/L.9/Rev.1). We voted in favour\r\nof the draft resolution. However, we have reservations\r\nregarding the thirteenth preambular paragraph and operative\r\nparagraph 3.\r\nOn the thirteenth preambular paragraph regarding the\r\nclassification of member States in regional groups, it is our\r\nfirm belief that the grouping of member States should be\r\nconsistent with a determination for continued progress in\r\nthe work of the Agency and, accordingly, that the member\r\nStates of each region should make the final decision on\r\naccepting new members in their groups. On operative\r\nparagraph 3, regarding the strengthening of the safeguards\r\nsystem, my country fully supports this initiative and\r\nparticipates actively in the work of the committee entrusted\r\nwith drafting the protocol. However, we believe that the\r\nprotocol should enhance international cooperation in the\r\npeaceful uses of nuclear technology and that it should not\r\nbe limited only to those countries that already have full-\r\nscope safeguards agreements with the Agency. Rather, it\r\nshould commit all States parties to the Treaty on the Non-\r\nProliferation of Nuclear Weapons, without any exception.\r\nMr. Yativ (Israel): I wish to explain Israel’s vote on\r\nthe resolution entitled “Report of the International Atomic\r\nEnergy Agency”. First, however, let me express my\r\ngratitude and that of my delegation to the co-sponsors for\r\ntheir efforts to accommodate Israel’s contribution to the\r\npreamble of this resolution that has just been adopted. As\r\nfar as the Egyptian contribution to the preamble is\r\nconcerned, let me reiterate Israel’s position that the\r\nworkshop on verification technologies that will be\r\nsponsored by the International Atomic Energy Agency\r\n(IAEA) is not connected in any way to the resolution on the\r\napplication of IAEA safeguards in the Middle East that was\r\nadopted at the last IAEA General Conference.\r\nIsrael’s vote in favour of the resolution as a whole\r\nrepresents its appreciation of the professional work of the\r\nIAEA on various subjects under its jurisdiction. However,\r\nin reference to the third preambular paragraph of the\r\nresolution, it is our firm position that the application of\r\nnuclear energy for peaceful purposes should be conducted\r\nas described by the Statute of the Agency, on the basis of\r\nequality, regardless of whether or not a member State of\r\nthe Agency is a State party to the Treaty on the Non-\r\nProliferation of Nuclear Weapons. Therefore, Israel had\r\nto vote against the third preambular paragraph of the\r\nresolution.\r\nMr. Dlamini (Swaziland): My delegation voted in\r\nfavour of this resolution, our position being influenced of\r\ncourse by the spirit and letter of the Pelindaba Treaty,\r\nwhich the Kingdom of Swaziland had the honour to\r\nratify. Accordingly, we would urge that some\r\ntransparency be seen to be prevailing among all the States\r\nthat are nuclear producers so that the Treaty on the Non-\r\nProliferation of Nuclear Weapons (NPT) can be seen to\r\nbe respected and honoured by all the Member States of\r\nthe United Nations.\r\nMr. Hasan (Iraq) (interpretation from Arabic): Our\r\ndelegation did not participate in the voting since our\r\ncontribution was not paid in due time as a result of the\r\nfull embargo against Iraq under the resolutions of the\r\nSecurity Council and since the Committee on\r\nContributions did not respond to our request for\r\ndeferment of the payment of the contribution until the\r\nembargo is lifted.\r\nIf we had had the right to vote, we would have\r\nvoted against operative paragraph 7 of the draft resolution\r\nbecause it undermines the credibility of the IAEA. We\r\nwould have voted against the resolution as a whole\r\nbecause it contains this unbalanced paragraph, operative\r\nparagraph 7, which exploits the draft resolution on the\r\nIAEA for political purposes, in particular that of\r\nperpetuating comprehensive sanctions against Iraq. This\r\nalso applies to the thirteenth preambular paragraph of the\r\nrevised draft resolution.\r\nI should like to thank those countries that voted in\r\nfavour of our proposed amendment. I should also like to\r\nthank those countries that abstained. We consider such\r\nabstentions as a rejection of the language and unbalanced\r\nformulations contained in operative paragraph 7.\r\nMr. Abdel Aziz (Egypt): I would like to begin by\r\nexpressing sincere appreciation to the co-sponsors,\r\nparticularly to the delegation of Canada, for their efforts\r\nto accommodate our proposal along with the proposals of\r\nIsrael contained in the revised version of the draft\r\nresolution.\r\nThe delegation of Egypt abstained on the amendment\r\npresented by Iraq in document A/51/L.11 to operative\r\n22\r\nGeneral Assembly 43rd plenary meeting\r\nFifty-first session 29 October 1996\r\nparagraph 7 of the draft resolution for one very essential\r\nreason: the specific paragraph relating to Iraq in the draft\r\nresolution should reflect a balance between the positive and\r\nthe negative aspects of the matter, which has been very\r\naccurately reflected in the report of the Director General on\r\nthis subject, as well as in the resolution adopted by the\r\nInternational Atomic Energy Agency (IAEA) on this matter\r\nat its last General Conference in September 1996.\r\nIf the amendment presented by Iraq, as contained in\r\ndocument A/51/L.11, concentrates only on positive aspects,\r\nwe consider that operative paragraph 7 in its current\r\nformulation does not accurately reflect the delicate balance\r\nbetween positive and negative aspects, particularly as\r\noutlined by the Director General in his report and as stated\r\nin the IAEA resolution on the subject suggesting more\r\npositive than negative aspects. Despite that, we voted in\r\nfavour of the resolution as a whole to confirm our\r\ncontinued support to all aspects of the IAEA’s activities.\r\nAs regards the explanation of vote just made by the\r\nrepresentative of Israel concerning the sixth preambular\r\nparagraph, Egypt would like to stress that the statement\r\nmade by the President of the IAEA General Conference at\r\nits fortieth session on the safeguards workshop was adopted\r\nunder the Conference’s agenda item 23, entitled\r\n“Application of the Agency’s safeguards in the Middle\r\nEast”. This matter can be confirmed if we look to the final\r\ntext of this statement, as reflected in one of the Agency’s\r\nofficial documents, and the representative of Israel can note\r\nthat the title of agenda item 23 is indeed “Application of\r\nthe Agency’s safeguards in the Middle East”.\r\nMr. Amer (Libyan Arab Jamahiriya) (interpretation\r\nfrom Arabic): Our delegation voted in favour of the draft\r\nresolution contained in document A/51/L.9/Rev.1 but I\r\nwould like to state that if the thirteenth preambular\r\nparagraph had been put to a separate vote, our delegation\r\nwould have voted against that paragraph.\r\nMr. Moubarak (Lebanon) (interpretation from\r\nFrench): I would simply like to state that my delegation\r\nhad intended to abstain and through a technical error the\r\nred button was pressed. I would therefore like to have my\r\ncomments included in the records of the meeting. Lebanon\r\nabstains in the voting on this draft resolution.\r\nMr. Babar (Pakistan): Pakistan abstained on the third\r\npreambular paragraph, which links cooperation for peaceful\r\nuses of nuclear energy with reciprocal commitments to\r\nlegally binding agreements on nuclear non-proliferation.\r\nWhile we are committed to the goals of non-\r\nproliferation, we believe that access to nuclear energy for\r\npeaceful purposes is the right of all States. This view was\r\nalso endorsed by the international community in the Final\r\nDocument of the First Special Session of the General\r\nAssembly Devoted to Disarmament.\r\nPakistan therefore cannot accept any linkages on this\r\nissue.\r\nMr. Sriyono (Indonesia): With regard to the\r\nseparate vote on the third preambular paragraph of the\r\ndraft resolution, my delegation would like to put on\r\nrecord that Indonesia voted in favour of the third\r\npreambular paragraph as it stands.\r\nThe Acting President (interpretation from French):\r\nThe Secretariat will take note of your statements.\r\nWe have therefore heard the last speaker in\r\nexplanation of vote. I shall now call on those\r\nrepresentatives who wish to speak in exercise of the right\r\nof reply.\r\nMay I remind members that, in accordance with\r\nGeneral Assembly resolution 34/401, statements in\r\nexercise of the right of reply are limited to 10 minutes for\r\nthe first intervention and to five minutes for the second\r\nintervention and should be made by delegations from their\r\nseats.\r\nMr. Kim Chang Guk (Democratic People’s\r\nRepublic of Korea): I speak in exercise of the right of\r\nreply to the representatives of Japan, Ireland, the United\r\nStates and other countries who referred to our country.\r\nMy statement is to help in the understanding of the\r\ngravity of the nuclear issue on the Korean Peninsula.\r\nThe Agreed Framework between the Democratic\r\nPeople’s Republic of Korea and the United States clearly\r\nstipulates our obligations at every stage of the\r\nimplementation of the Agreed Framework with regard to\r\ncooperation with the International Atomic Energy Agency\r\n(IAEA). Considering our special status in the Treaty on\r\nthe Non-Proliferation of Nuclear Weapons (NPT), we are\r\ncooperating with the IAEA far beyond our obligations\r\nstipulated in the Agreed Framework.\r\nAs is well known, the nuclear issue on the Korean\r\nPeninsula is a grave political and military issue which\r\naffects the peace and security of the Peninsula as well as\r\nthat of the whole world. It cannot be left in the hands of\r\n23\r\nGeneral Assembly 43rd plenary meeting\r\nFifty-first session 29 October 1996\r\nthe IAEA, a technical institution. The nuclear issue on the\r\nKorean Peninsula can only be resolved between the\r\nDemocratic People’s Republic of Korea (DPRK) and the\r\nUnited States, not by the IAEA.\r\nThe arguments by certain countries that the DPRK is\r\nnot cooperating with the IAEA and is not implementing the\r\nobligations of the IAEA-Democratic People’s Republic of\r\nKorea Safeguards Agreement are all aimed at hindering the\r\nimplementation of the Agreed Framework.\r\nThey may think it is fashionable to pick on the DPRK\r\nwhenever nuclear issues are debated in the international\r\narena. This, as they must know, is very dangerous for the\r\nimplementation of the Agreed Framework.\r\nThe Democratic People’s Republic of Korea-United\r\nStates Agreed Framework is not based on trust and\r\nconfidence, but on the principles of simultaneous actions by\r\nboth parties. We are not going to accept any of the\r\nprejudiced and one-sided urgings and pressures placed upon\r\nus.\r\nThey should also know that we are not going to\r\nshoulder the obligations unilaterally. The attempts of those\r\ncountries to create pressure upon the Democratic People’s\r\nRepublic of Korea will hinder rather than help the\r\nsettlement of the nuclear issue on the Korean Peninsula.\r\nAs for the statement by the South Korean\r\nrepresentative, I am not going to respond, because the\r\nSouth Korean authorities are traitors to the nation and the\r\ncriminals who brought United States nuclear weapons into\r\nthe living grounds of our nation. But, at the same time, they\r\nhave no say on the nuclear issue on the Korean Peninsula.\r\nI will therefore disregard the South Korean representative,\r\nwhose words are not worth a dime. Sometimes dogs bark\r\nat the moon.\r\nMr. Chun (Republic of Korea): North Korea has\r\nagain attempted to use the Geneva Agreed Framework with\r\nthe United States as an excuse for non-compliance with the\r\nSafeguards Agreement under the Treaty on the Non-\r\nProliferation of Nuclear Weapons (NPT). This excuse does\r\nnot make sense.\r\nThe United States-DPRK Agreed Framework is a\r\nbilateral arrangement, as is the North-South Joint\r\nDeclaration on the Denuclearization of the Korean\r\nPeninsula, entered into by the two Korean sides. North\r\nKorea, of course, has bilateral legal obligations to abide by\r\nboth arrangements. We have no doubt that, if fully\r\nimplemented, these bilateral arrangements constitute a\r\nsupplement to the global non-proliferation regime and can\r\ncontribute to the ultimate resolution of the North Korean\r\nnuclear issue.\r\nHowever, it must be remembered that we are dealing\r\nhere with the North Korean nuclear issue in the context\r\nof North Korea’s multilateral obligations under the NPT.\r\nIt is in this context that the Security Council in its\r\npresidential statement of 4 November 1994\r\n(S/PRST/1994/64) — acting upon the Agreed\r\nFramework — underlined that the Safeguards Agreement\r\nremains binding and in force, and declared that it looked\r\nto the DPRK to act upon it. It also noted with satisfaction\r\nthat the Agreed Framework is a positive step in the\r\ndirection of denuclearizing the Korean Peninsula and\r\nmaintaining peace and security in the region.\r\nFor the sake of the credibility and integrity of the\r\nnuclear non-proliferation regime and the IAEA safeguards\r\nsystem, it is incumbent upon the United Nations, as a\r\ncentral organ with global responsibilities and competence,\r\nto draw attention to the only case of continuing, open\r\nnon-compliance with the safeguards obligations in the\r\nentire world.\r\nWe reiterate our position that bilateral agreements\r\ncannot replace, supersede or detract from North Korea’s\r\nmultilateral obligations to all States parties to the NPT.\r\nWe once again urge North Korea to come promptly into\r\nfull compliance with its safeguards obligations under the\r\nNPT, in addition to its compliance with the Agreed\r\nFramework and the North-South Joint Declaration on the\r\nDenuclearization of the Korean Peninsula.\r\nLet me also say a word or two on the form and style\r\nof the North Korean representative’s remarks, especially\r\nin connection with his unfortunate but deliberate choice\r\nof words. We regret the conspicuous lack of restraint and\r\ncivility in the language he has chosen to use in this Hall.\r\nThe hostility we have all just witnessed is sadly typical of\r\nthe way North Korea reacts whenever reference is made\r\nto issues to which it has given rise.\r\nThe many delegations like ours that are accustomed\r\nto North Korea’s intemperate rhetoric may regard it as a\r\nfree source of entertainment, but other delegations that are\r\nnot used to it may feel as if they have just heard the snarl\r\nof a cold-war dinosaur they had thought long extinct or\r\nan outburst of an alien from another planet.\r\n24\r\nGeneral Assembly 43rd plenary meeting\r\nFifty-first session 29 October 1996\r\nHowever, it must be pointed out that North Korea’s\r\nslanders against the Republic of Korea are not only a\r\ndemonstration of the credibility the North Korean remarks\r\ndeserve. They are also a studied affront to the more than\r\n180 countries that have diplomatic relations with the\r\nRepublic of Korea and the Member States that have elected\r\nmy country to serve in important United Nations organs.\r\nIt is deplorable that North Korea persists in the same\r\nold confrontational behaviour, and it is all the more so in\r\nthe light of my Government’s commitment to the provision\r\nof two light-water reactors, costing billions of dollars, to\r\nNorth Korea and our shipment of 150,000 tons of rice to\r\nfeed the starving North Korean people. This is indeed a\r\ncase of their biting the hand that feeds them and\r\ndemonstrates only how distant and isolated they have\r\nbecome from the rest of the world.\r\nThe North Korean delegation’s blatant and persistent\r\ndisregard of the accepted norms and minimum standards of\r\ndecency expected in this kind of international gathering\r\nonly highlights the nature and degree of desperation of the\r\nregime it represents. We wish to remind our North Korean\r\ncolleagues that they need no further publicity for what they\r\nrepresent. It is no secret that the North Korean regime relies\r\nfor its survival on a totalitarian system of control and an\r\nanachronistic personality cult, sustained by subjecting its\r\npeople to a virtual state of slavery, by denying them the\r\nmost fundamental human rights, by supporting international\r\nterrorism and by all the other accompaniments of a failed,\r\nrogue State.\r\nHowever, if the North Korean leadership’s desperation\r\nand paranoia have become so acute as to drive it to abuse\r\nshamelessly the dignity of the Assembly and to hurl insults\r\nat the Republic of Korea as well as at the good conscience\r\nof the international community, it causes one seriously to\r\nwonder about its regime’s future viability.\r\nLet me conclude with a word of advice to our North\r\nKorean colleagues: If they ever expect to be regarded and\r\ntreated as anything other than a pariah in the international\r\ncommunity, they would benefit from a serious effort to\r\nconform their language and behaviour to the generally\r\naccepted norms and minimum standards of decency\r\nexpected in a civilized world. They must keep in mind that\r\nNorth Korea is its own worst enemy, alienating and\r\nrepulsing other States with the policies of self-imposed\r\nisolation and ideological dogmatism.\r\nMr. Kim (Democratic People’s Republic of Korea):\r\nI have once again heard the barking of the dog. South\r\nKoreans live in a colony. They have no rights at all in\r\ntheir own country, because they are occupied by a\r\nsuzerain State.\r\nI should like to explain our position once again. The\r\nSouth Korean representative’s action in this Hall is\r\nindecent. We are debating a nuclear issue. His statement\r\nis on human rights, and he is even attacking our country’s\r\nsocialist system. He is using this meeting to slander our\r\ncountry. This is the indecent act of South Korean dogs.\r\nThey are now trying to put the brakes on the\r\nimplementation of the Agreed Framework between the\r\nUnited States and our country because they are very much\r\nafraid that we will improve bilateral relations with the\r\nUnited States over their heads. They are therefore hell-\r\nbent on putting the brakes on the implementation of the\r\nAgreed Framework.\r\nThe Agreed Framework is welcomed by the\r\nInternational Atomic Energy Agency (IAEA) and the\r\nSecurity Council. It stipulates clearly our obligations at\r\nevery stage of its implementation with regard to\r\ncooperation with the IAEA. They also well know that the\r\nnuclear issue on the Korean peninsula cannot be solved as\r\nlong as the Agreed Framework is not implemented.\r\nTherefore, their attempts to put the brakes on the\r\nimplementation of the Agreed Framework are intended to\r\nhalt settlement of the nuclear issue on the Korean\r\npeninsula.\r\nAt the same time, they talk about the\r\ndenuclearization of the Korean peninsula, but they have\r\nno say at all with regard to the nuclear issue on the\r\nKorean peninsula. We have tried to implement the\r\nDeclaration, but since the South Koreans have no say\r\nwith regard to United States nuclear weapons, it is\r\nmeaningless to have this kind of declaration between\r\nourselves and South Korea. The first step should be taken\r\nbetween us and the United States. When the Agreed\r\nFramework is implemented, the denuclearization\r\nDeclaration will be implemented automatically. Therefore,\r\nthe South Korean authorities should not try to slander our\r\ncountry in the Assembly by taking up human rights\r\nissues.\r\nAs for human rights, they have a national security\r\nlaw that prohibits the South Korean people from meeting\r\nanyone from the North. They are arresting any person\r\nwho exchanges even one word with us. The South Korean\r\nsecurity law is the only such privative law in the world.\r\n25\r\nGeneral Assembly 43rd plenary meeting\r\nFifty-first session 29 October 1996\r\nMr. Chun (Republic of Korea): North Korea has\r\nagain resorted to the intemperate remarks typical of their\r\nusual practice. I do not feel a need to point out the\r\nirrelevance of those remarks here. We will disregard them\r\nand dismiss them as senseless and absurd.\r\nI should merely like to emphasize once again that\r\nslandering the Republic of Korea in the manner in which\r\nNorth Korea does, especially with such words as “colony”\r\nor “dog,” demonstrates not only the absurdity of North\r\nKorea’s allegations but is also, as I said earlier, a studied\r\naffront to all the countries that have diplomatic relations\r\nwith the Republic of Korea and the Member States that\r\nhave elected my country to important United Nations\r\norgans.\r\nThe Acting President (interpretation from French):\r\nMay I take it that the Assembly wishes to conclude its\r\nconsideration of agenda item 14?\r\nIt was so decided.\r\nThe meeting rose at 1 p.m.\r\n26\r\n"