"United Nations A/51/PV.8\r\n96-86264 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-first Session\r\n8th plenary meeting\r\nWednesday, 25 September 1996, 10 a.m.\r\nNew York\r\nPresident: Mr. Razali Ismail . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Malaysia)\r\nThe meeting was called to order at 10.05 a.m.\r\nAddress by Mr. Kiro Gligorov, President of The former\r\nYugoslav Republic of Macedonia\r\nThe President: The Assembly will first hear an\r\naddress by the President of The former Yugoslav Republic\r\nof Macedonia.\r\nMr. Kiro Gligorov, President of The former Yugoslav\r\nRepublic of Macedonia, was escorted into the General\r\nAssembly Hall.\r\nThe President: On behalf of the General Assembly,\r\nI have the honour to welcome to the United Nations the\r\nPresident of The former Yugoslav Republic of Macedonia,\r\nHis Excellency Mr. Kiro Gligorov, and to invite him to\r\naddress the Assembly.\r\nPresident Gligorov (The former Yugoslav Republic\r\nof Macedonia) (spoke in Macedonian; English text\r\nfurnished by the delegation): It is an honour for me to\r\naddress the fifty-first session of the General Assembly of\r\nthe United Nations, confident that it will make yet another\r\npositive contribution to the advancement of world peace\r\nand cooperation among nations and countries of the world.\r\nThe current international political and security\r\nsituation is burdened with many crises, cases of blatant\r\nviolation of international law, the uncontrolled hoarding of\r\narms, upsets of the ecological balance, disrespect for human\r\nrights, widespread international terrorism, and tensions in\r\neconomic and social development. Such developments\r\nhave confronted the United Nations with the need to\r\nreform its system in order to preserve its ability to carry\r\nout its functions. This is especially so in the case of the\r\nplans that should determine global development in the\r\ntwenty-first century, alleviate existing gaps in the\r\neconomic and social development of countries and\r\nregions, and advance world peace.\r\nThe subject of the expansion of the Security Council\r\nis undoubtedly one that should receive priority treatment\r\nat this session. In view of the changed structure of the\r\ninternational community and the growing role of the\r\nSecurity Council in recent years, and of the need for\r\nfurther democratization of the decision-making process as\r\nregards global peace and security, the conditions for\r\nexpansion seem ripe. The Republic of Macedonia is\r\nactively taking part in the activities of the Working Group\r\non the Question of Equitable Representation on and\r\nIncrease in the Membership of the Security Council. We\r\nbelieve that the proposal for including the Federal\r\nRepublic of Germany and Japan as permanent members\r\nof the Security Council, as well as the expansion of the\r\nnumber of rotating members is realistic and deserves\r\nspecial attention. At the same time, other constructive and\r\ncomplementary approaches in circulation should also be\r\nkept in mind. If necessary, the Republic of Macedonia is\r\nprepared to make an individual proposal in this respect\r\nwith a view to overcoming any possible delay in the\r\nresolution of this issue.\r\nGeneral Assembly 8th plenary meeting\r\nFifty-first session 25 September 1996\r\nWishing to make a constructive and active contribution\r\nto the work of the United Nations, the Republic of\r\nMacedonia has submitted its candidacy for rotating\r\nmembership in the Security Council for the 1998-1999\r\nterm. We are convinced that our demeanour during and\r\nfollowing the dissolution of the former Socialist Federal\r\nRepublic of Yugoslavia, the constructive and peaceful\r\npolicy we have upheld, our acknowledged position as a\r\nfactor of stability in the Balkans, our commitment to its\r\nEuropeanization and our activities within the United\r\nNations to date will be a sufficient basis and guarantee for\r\nsecuring the support of United Nations Members for our\r\ncandidacy. I wish to assure them that we will fully justify\r\nthe confidence they bestow.\r\nFrom the very onset of our independence, the Republic\r\nof Macedonia, the only one of the former Yugoslav\r\nrepublics to achieve independence peacefully, has\r\ndistinguished itself as an example of a country whose\r\nleverage in the international community and whose foreign\r\npolicy are founded on consistent respect for the principles\r\nof the United Nations, a readiness to cooperate with\r\nneighbouring and other countries and to resolve all open\r\nissues in a peaceful manner on the basis of mutual respect,\r\nthe inviolability of borders and non-interference in the\r\ninternal affairs of other countries.\r\nLed by these commitments, the Republic of\r\nMacedonia submitted two resolutions for good-neighbourly\r\nrelations among the Balkan countries. They were sponsored\r\nby more than 30 countries and adopted unanimously, with\r\nthe aim of undertaking measures and preventive action that\r\nwill create a stable zone of peace and cooperation in the\r\nBalkans by the end of the year 2000. In accordance with\r\nthe resolutions, the Republic of Macedonia will be the host\r\nof a high-level international meeting of the Balkan countries\r\nin January next year, dedicated to the advancement of\r\nstability in the region.\r\nLed by the principles of the United Nations, last year\r\nthe Republic of Macedonia signed the Interim Accord with\r\nthe Republic of Greece within the framework of the\r\nnegotiations held under United Nations auspices. The\r\npositive results of this Accord are already evident. We are\r\nconfident of the prospects for good and friendly relations\r\nbetween our countries and that we will reconcile the\r\nremaining differences.\r\nThe level of democratization we have achieved, our\r\nreforms aimed at adapting the economy to market\r\nmechanisms, and our high human-rights standards confirm\r\nour intentions of becoming fully integrated into\r\ninternational and regional economic and security\r\nstructures. Today, the Republic of Macedonia is a full-\r\nfledged member of the Council of Europe, the oldest\r\nEuropean political organization, and the Organization for\r\nSecurity and Cooperation in Europe (OSCE). It is a\r\npartner in the North Atlantic Treaty Organization’s\r\n“Partnership for Peace”. It has also concluded a\r\ncooperation agreement with the European Union, with\r\nprospects for closer association and membership in the\r\nUnion.\r\nThe peace-keeping forces of the United Nations that\r\ncomprise the United Nations Preventive Deployment\r\nForce (UNPREDEP) in the Republic of Macedonia have\r\nset the precedent for the United Nations successful\r\ninvolvement in the concept of preventive diplomacy. They\r\nhave clearly demonstrated the justification and merit of\r\nthis concept. We have a very high regard for the role that\r\nUNPREDEP plays in the preservation of peace and\r\nsecurity in the Republic of Macedonia and the region.\r\nConsequently, and in view of the existing and potential\r\nthreats to peace in the region, we have already requested\r\nan extension of the UNPREDEP mandate for an\r\nadditional six months.\r\nThe region in which my country is situated, the\r\nBalkans, is one of the most sensitive in Europe. It is\r\npresently in the midst of the so-called “post-Dayton”\r\nera encompassing the process of bringing to life the\r\nfragile peace in Bosnia and Herzegovina, the\r\nnormalization of relationships among countries and the\r\nopening of prospects for development and cooperation in\r\nthe region. In this context, the Republic of Macedonia, as\r\na peaceful country oriented towards Europe, remains\r\nsteadfast in its policy, especially in terms of resolving the\r\neconomic and social problems it is facing as a country in\r\ntransition and particularly with regard to the rights of\r\nnational minorities as a precondition not only for\r\ndemocratization and security in Macedonia, but also for\r\nwider security in the southern Balkans. The Republic of\r\nMacedonia has opted for the model of respect for human\r\nand minority rights and for the implementation of\r\ninternational standards pertaining to the rights of national\r\nminorities. This is guaranteed by the firm provisions of\r\nthe Constitution of the Republic of Macedonia and\r\nthrough its legislative and political practice. We remain\r\ndeeply convinced that, in the ethnically inter-mixed\r\nBalkans, the guaranteed rights of national minorities are\r\nthe most important long-term factor for stable peace and\r\ncooperation. This is why we have proposed the idea of a\r\ncomparative study regarding national- minority rights in\r\nthe Balkans that will enable much more efficient action to\r\n2\r\nGeneral Assembly 8th plenary meeting\r\nFifty-first session 25 September 1996\r\nbe taken by such international institutions as the OSCE, the\r\nCouncil of Europe and most certainly the United Nations.\r\nAllow me to conclude my address by expressing my\r\nconviction that a vision of the world in the twenty-first\r\ncentury as one of peace, democracy and well-being will\r\nprompt all of us and the United Nations to act with\r\npersistence and determination. It is my hope that the\r\ndecisions and the direction set out by this year’s General\r\nAssembly will be a step towards that goal.\r\nThe President: On behalf of the General Assembly,\r\nI wish to thank the President of The former Yugoslav\r\nRepublic of Macedonia for the statement he has just made.\r\nMr. Kiro Gligorov, President of The former Yugoslav\r\nRepublic of Macedonia, was escorted from the\r\nGeneral Assembly Hall.\r\nAddress by Mr. Alvaro Arzú Irigoyen, President of the\r\nRepublic of Guatemala\r\nThe President: The Assembly will now hear an\r\naddress by the President of the Republic of Guatemala.\r\nMr. Arzú Irigoyen, President of Guatemala, was\r\nescorted into the General Assembly Hall.\r\nThe President: On behalf of the General Assembly,\r\nI have the honour to welcome to the United Nations the\r\nPresident of the Republic of Guatemala, His Excellency\r\nMr. Arzú Irigoyen, and to invite him to address the\r\nAssembly.\r\nPresident Arzú Irigoyen (interpretation from\r\nSpanish): Allow me to congratulate you, Mr. President, on\r\nyour well-deserved election to preside over the General\r\nAssembly at its fifty-first regular session. I also wish to\r\nconvey our appreciation to Ambassador Diogo Freitas do\r\nAmaral for the skill and efficiency with which he conducted\r\nthe work of the General Assembly in the course of its last\r\nregular session.\r\nWe are very close to the achievement of peace in my\r\ncountry. This can already be felt in the silence of the guns\r\nand the newly flourishing spirit of unity among brothers.\r\nIntolerance is giving way to awareness of the common\r\nchallenges we face. We now realize that, for example, if we\r\nare to combat corruption and impunity, we need to share\r\nvalues and principles, though not necessarily ideologies.\r\nUnited in diversity, we must discover our own\r\nmeans for building our future. Our country is healing its\r\ndeep wounds and revealing its true face, as a generous\r\nland that is the home to age-old cultures. Guatemala is\r\ncoming to terms with itself and, in so doing, is\r\nreconciling itself with the world.\r\nWe are once again speaking as a friendly nation\r\namong friendly nations. The peace process has enabled us\r\nto evolve our own agenda, which responds to the needs\r\nof our country without our having had to accept an\r\nagenda imposed by anyone else. To that end we have\r\nreceived the constant support of the international\r\ncommunity, and in particular of the United Nations\r\nsystem.\r\nToday, at a time when the reform of the system is\r\nthe subject of such intense discussion, our national\r\nexperience may perhaps be useful, as it is an example of\r\ncooperation that is at once respectful and dynamic, based\r\nfundamentally on internal efforts with appropriate external\r\nhelp. For us this approach is indispensable since, to a\r\nlarge extent, it has been possible to build peace, thanks to\r\nthe valuable and diverse forms of support received from\r\nagencies of the United Nations system.\r\nBut this has not been effected through the\r\nmechanical application of preconceived formulas, or of\r\nautomatic institutional moulds. On the contrary, what we\r\nhave here is a challenging and complex empirical\r\nlaboratory where all of us are learning step by step. It is,\r\nin fact, a constant exercise in discovery with living social\r\ntissues, an exercise in which we have all had to pool our\r\nbest efforts. The creativity of individuals, Governments,\r\nand various organizations — private and public, local and\r\nnational, regional and multilateral — has come together\r\nto produce a constant quest for the solutions we need. It\r\nhas been an exercise in international solidarity that,\r\ncomplementing internal endeavours, has made it possible\r\nfor us to forge ahead along the right path to recovery.\r\nBut the test tube is the life of our people, and for\r\nthat reason there is little margin for error. Errors increase\r\nthe suffering of my people. And Guatemala has suffered\r\ngreatly from authoritarian intervention and the imposition\r\nof alien patterns that once impaired a political and social\r\nmaturation process that sought to infuse its own life-\r\ngiving fluids with contemporary ideas of equity and\r\ndemocracy. Domestic injustices and imbalances were\r\naggravated by the tensions of the cold war that exploded\r\nwithin my country.\r\n3\r\nGeneral Assembly 8th plenary meeting\r\nFifty-first session 25 September 1996\r\nNow is the time for reconciliation. Now is the time\r\nonce again to take development in hand. Now is the time\r\nto search for effective formulas to link our villages with the\r\nWorld Trade Organization; to link the poverty afflicting the\r\nfamilies of our neighbourhoods with international financial\r\ninstitutions; and to link decisions independently taken at the\r\nlevel of our domestic communities with the large\r\ndevelopment agencies.\r\nWe are on the threshold of signing the peace. We look\r\nforward to this historic transition with hope and jubilation,\r\nand we foresee the complex stage of strengthening the\r\nfabric of society and production. From that stage we can\r\nlook hopefully to the future. Peace will come to Guatemala\r\nbecause we Guatemalans have striven for it and because the\r\ninternational community has helped us along the way.\r\nAs is well known, last week in Mexico City the\r\nparties signed the agreement on the last substantive item of\r\nthe agenda agreed upon in the peace talks, the one\r\nconcerning the strengthening of civilian power and the role\r\nof the army in a democratic society. We now have to deal\r\nwith the operational issues: demobilization, reinsertion into\r\ncivil society, the cease-fire and the timetable for the\r\nimplementation of the agreements. In the course of this year\r\nwe shall initial, God willing, the final agreement for a firm\r\nand lasting peace, which will put an end to an armed\r\nconflict that has lasted 36 years.\r\nIt is worth emphasizing then, that for the last five\r\nmonths there has been no armed confrontation, which has\r\nallowed the peace talks to progress without subjecting our\r\nnegotiators to the anguish and pressure of knowing that as\r\nthey are working Guatemalan blood is being shed. That is\r\nover. Far from deadening or delaying the dialogue, this\r\nstate of affairs has stimulated it, given the prospect of a\r\ndefinitive cessation of hostilities. This has also stimulated\r\nus to see clearly where we are going and to gain a more\r\nprofound understanding of what has happened.\r\nAs many of the representatives in this Assembly\r\nknow, the internal conflict caused great misfortune and\r\nsuffering for our people. I am referring primarily to the\r\nirreparable loss of thousands of lives. I also have in mind\r\nthe traumatic aftermath of the conflict, which is evident in\r\nthe faces of every cripple, orphan and widow, and in every\r\nsurviving family, a number of which were eye-witnesses to\r\nthe tragedies. I am also referring to the economic losses, in\r\nthe form of damage to infrastructure and lost opportunities\r\nfor productive development.\r\nI also wish to call to mind the set-backs caused by\r\nthe conflict. Let us recall the words of the singer-\r\nsongwriter who asked,\r\n“Who will return to us the fatherland that could have\r\nbeen?”\r\nWhile more difficult to pinpoint, and perhaps impossible\r\nto measure, these too are irreparable losses: all that we\r\ncould have done, but did not do; all the growth that could\r\nhave occurred, but did not occur; all we could have built,\r\nbut did not build.\r\nWhile others were progressing, we were stagnating,\r\nlocked in a cruel domestic struggle that included elements\r\nimported from the cold war, which arbitrarily kept in\r\ncheck for 40 years our political, social and economic\r\nevolution. While technological, commercial and political\r\nchanges were taking place in the rest of the world, and\r\nnations were discovering new opportunities in their\r\nrelations, we were plunged deeper into the violence of a\r\ndomestic conflict that took the lives of thousands and\r\nthousands of young people, who were unable to provide\r\ntheir country with the fruits of their talents and\r\nendeavours. While new international options for well-\r\nbeing were blossoming elsewhere, we continued to be\r\nconsumed internally by a dirty war that crushed entire\r\nvillages and compelled many people to flee.\r\nThere is a part of our country that never came into\r\nbeing, because Guatemalans were bogged down in\r\nfratricidal domestic struggle that we were not able to stop\r\nin time — an internal conflict that — it is true — was\r\nfuelled by our own injustice, but — it must be\r\nacknowledged — was also fanned from abroad. But such\r\nis history: hope springs up amid tragedy, and lessons are\r\ndrawn from mistakes. Our people has an extraordinary\r\ncapacity for recovery and learning.\r\nWe are nearing the end of this stage, and another\r\nhas already begun: one in which all of us — absolutely\r\nall — are responsible and committed. One of the\r\nconsequences of this deeply traumatic and protracted\r\nconflict is that never before have we found ourselves in\r\na situation so propitious for dialogue and reconciliation.\r\nNever before have we shared such a profound and keen\r\nawareness of our immense multi-ethnic, multilingual and\r\nmulticultural wealth, or of our environment, which is\r\nextraordinarily varied. Never before have we been so\r\nkeenly aware of our need for internal integration and for\r\nthe development of our own potential.\r\n4\r\nGeneral Assembly 8th plenary meeting\r\nFifty-first session 25 September 1996\r\nWe have within our grasp a unique opportunity, one\r\nthat will never recur, to transform this moment into a\r\nmoment for the future and for renovation. This is perhaps\r\nnot the appropriate occasion for detailing all the progress\r\nmade in recent months. Such details may be found in the\r\nvarious reports of United Nations Mission for the\r\nVerification of Human Rights and of Compliance with the\r\nCommitments of the Comprehensive Agreement on Human\r\nRights in Guatemala (MINUGUA) and other agencies of\r\nthe United Nations system. But it is worthwhile to stress\r\nthe enormous effort that has gone into fulfilling the\r\nagreements already signed, even before most of them have\r\ncome into force. In particular, we have had remarkable\r\nsuccesses in the field of human rights, as has been\r\nrecognized by various commissions and subcommissions\r\ndealing with the issue.\r\nAt this singular moment at the end of the century,\r\nwhen we are celebrating the International Decade of the\r\nWorld’s Indigenous People, it is fitting to point out that\r\nGuatemala has recently ratified and deposited International\r\nLabour Organization Convention 169, the Indigenous and\r\nTribal Peoples Convention, which strengthens the rule of\r\nlaw in Guatemala by conferring benefits and guarantees on\r\nthe Mayan population with regard to property, conditions of\r\nemployment, training for professions, crafts and rural\r\nindustries, health, social security, education, the\r\nadministration of justice, the environment and the proper\r\nand rational use of natural resources.\r\nWe are very close to the signature of an Agreement on\r\na Firm and Lasting Peace. We now face the hardest part of\r\nour task, but also the most challenging part, replete with\r\npossibilities: that of creating peace, of building peace. We\r\nwould do well, therefore, to recall two fundamental points:\r\nfirst, the peace that we are striving to build has a specific\r\norientation; and, secondly, peace is not made only by those\r\nwho sign the agreements.\r\nWe seek a peace that is well oriented. We should not\r\nbe content with a precarious peace, or with political\r\naccommodations made for the occasion, with no sense of\r\ndirection or permanence. The accords signed so far, and\r\nthose that are to follow, express basic agreements that,\r\ntaken as a whole, constitute a specific agenda aimed at\r\ndeepening democracy and furthering development.\r\nFurthermore, peace is not made only by those who\r\nsign the agreements. Peace is made on a day-to-day basis,\r\nby the entire population, which takes seriously the need for\r\nreconciliation and realizes optimistically that it is possible\r\nto have fair opportunities to work, educate oneself, be\r\nproductive and improve one’s situation.\r\nPeace is built by men and women of flesh and\r\nblood, with their differences, passions, interests and\r\nenmities. Peace is built day by day, in villages, hamlets,\r\nneighbourhoods and communities. Peace is built through\r\nordinary coexistence, with all Guatemalans, male or\r\nfemale, striving daily to make a living and to help their\r\nfamilies get ahead, seeking out better opportunities while\r\nenduring hardships in a country with so many limitations\r\nand so much distrust. That is where reconciliation must\r\ntake place and where we must identify the true enemies\r\nof peace: poverty, discrimination, exclusion and\r\nintolerance.\r\nWe live in a spirit of solidarity within a fragile\r\nshared space. Our mission is to care for it and improve it\r\nas a legacy for coming generations. That space, that\r\npossibility, does not belong to us; it is but a legacy of\r\nwhat former generations did or failed to do. Solidarity is\r\nnot limited to those who stand before us; there is a kind\r\nof solidarity that embraces even those who have not yet\r\nbeen born. What can we do to ensure that this solidarity\r\naccepts life as a primary, elementary and basic value,\r\nwhen we have lived for so long immersed in violence?\r\nWe will attain development when we become\r\ncapable of providing comprehensive security for all\r\nGuatemalans. The assurance that our children will not die\r\nbecause of negligence or lack of medical attention, the\r\nsecurity of a stable job, plans and facilities for the\r\nacquisition of housing, security of access to a competitive\r\neducational system allowing us to learn and to teach our\r\nchildren, the security of ample nutrition, security for our\r\npossessions and for our lives, access to and equal\r\ntreatment under impartial and timely systems of justice —\r\nthese are the key aspects of comprehensive security.\r\nIn this regard, Central America has taken important\r\ndecisions to renew its agendas under the Alliance for\r\nSustainable Development, which it is taking decisive steps\r\nto implement, including through the Treaty on Democratic\r\nSecurity signed by the Presidents of the isthmus at San\r\nPedro Sula in December 1995. That broad set of\r\ncommitments prepares Central Americans to wage a\r\ncomprehensive fight against trafficking in drugs and in\r\nhuman beings.\r\nThere can be no stable democracy over the long\r\nterm if there are extreme inequalities in the distribution of\r\nwealth and of social opportunities. Democratic citizenship\r\n5\r\nGeneral Assembly 8th plenary meeting\r\nFifty-first session 25 September 1996\r\nposes the question of how we are to incorporate those who\r\nare unlikely to have access to public institutions; those who,\r\nbecause of poverty or discrimination, cannot invoke their\r\nrights or have them recognized. No democracy is possible\r\nwhen a significant percentage of the population is living in\r\nextreme poverty. Our democracy must generate economic\r\nconditions that permit the satisfaction of the basic needs of\r\nthe population.\r\nThe greatest challenge and the greatest opportunity for\r\nGuatemala resides in organized, realistic and coherent\r\nimplementation of the commitments derived from the\r\nagreements undertaken. That is why we must understand\r\nthem as a starting point that opens up a new page of\r\nchallenges and efforts for all the population.\r\nFor its part, the Government has taken on some very\r\ndaring and far-reaching commitments that encompass\r\nalmost all its institutions. They imply major legal reforms\r\nand major budgetary efforts. These commitments have\r\nmade it possible to reach the agreements, and stability and\r\nthe strengthening of peace and stability depend upon their\r\nfulfilment.\r\nBut to do all of this, we also need the understanding\r\nand firm support of the international community. We need\r\na real opening of markets and fair prices for our products,\r\nas well as foreign investment to add to the internal savings\r\nachieved through the generation of jobs and the stable\r\nimprovement of our productive capacity. We also need the\r\ncomplement of technical and financial cooperation, above\r\nall during the stage immediately following the signing of\r\nthe peace.\r\nFor all of these reasons, Guatemala appreciates the\r\nsupport and recognition of the international community. For\r\nthose same reasons, Guatemala also aspires to contribute,\r\nto the extent of its modest possibilities, to strengthening the\r\nmultilateral system and respectful understanding among\r\nnations.\r\nGuatemala attaches great importance to the principle\r\nof universality that must characterize the United Nations,\r\nand this leads us to express our conviction that the Republic\r\nof China on Taiwan must also be fully represented in our\r\nOrganization and must actively participate in the search for\r\nsolutions in this new global, interdependent world. In our\r\nopinion, and taking into account earlier positive\r\nexperiences, this in no way contradicts any effort at\r\nreunification.\r\nIt is often said that we are living in a time of\r\nchange. But it is much more than that: this is a change of\r\ntimes. We are living just on the bridge between two\r\ndifferent eras of world history, where we cannot yet make\r\nout the difference between what is ending and what is\r\nbeginning. There is an order that has gone into crisis, but\r\nthere is a new order that cannot yet be clearly perceived.\r\nAll institutions are being put to the test.\r\nWe view with appreciation and hope the fact that\r\nthis interaction between Guatemala’s experience and the\r\nrespectful participation of Governments and multilateral\r\ninstitutions is yielding modest but valid solutions,\r\nenabling us to envisage a simple, competent and less\r\nbureaucratic form of institutional structures, and a kind of\r\ncooperation that does not undermine the precarious living\r\nconditions of the poor majorities in our countries and that\r\ncontributes ideas and technical skills with due respect for\r\nour population. Guatemala is becoming a laboratory for\r\ncooperation with respect, of partnership rather than\r\nimposition.\r\nIt is also becoming a broad and open horizon for\r\ndiscovery, an opportunity to search for ways to\r\nencompass the aspirations, proposals and initiatives of so\r\nmany people from inside and from abroad, and above all,\r\nto go on creating spaces for self-expression by the people\r\nand the communities of my country, which, with such\r\ncourage, endurance, valour and desire, have not\r\nsuccumbed to adversity.\r\nI wish to attest to the gratitude of my people and my\r\nGovernment to the Secretary-General and to all the\r\nofficials who in various capacities have contributed to\r\nadvancing the peace negotiations in my country, as well\r\nas to making a reality of the various complex efforts at\r\ndevelopment that we are undertaking. We wish especially\r\nto thank the Moderator appointed by the Secretary-\r\nGeneral for the negotiations between the Government of\r\nGuatemala and the Unidad Revolucionaria Nacional\r\nGuatemalteca (URNG), the small but efficient Guatemala\r\nUnit of the Secretariat and all the members of the United\r\nNations Mission for the Verification of Human Rights and\r\nof Compliance with the Commitments of the\r\nComprehensive Agreement on Human Rights in\r\nGuatemala (MINUGUA), as well as the other Secretariat\r\nofficials who, in one way or another, directly or\r\nindirectly, have contributed to the success of the peace\r\nprocess.\r\nOur deep gratitude goes also to the six countries that\r\nconstitute the Group of Friends of the peace process,\r\n6\r\nGeneral Assembly 8th plenary meeting\r\nFifty-first session 25 September 1996\r\nwhich have worked so doggedly for that long-sought\r\ngoal — Colombia, Mexico, Norway, Spain, the United\r\nStates of America and Venezuela.\r\nWe wish also to express our appreciation to other\r\nGovernments that, without being a formal part of this\r\nGroup, have substantially contributed to the advancement of\r\nour reconciliation and development. Many thanks to all\r\nthose persons of good will, committed to peace in my\r\ncountry.\r\nThe President: On behalf of the General Assembly I\r\nwish to thank His Excellency the President of the Republic\r\nof Guatemala for the statement he has just made.\r\nMr. Alvaro Arzú Irigoyen, President of the Republic of\r\nGuatemala, was escorted from the General Assembly\r\nHall.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nThe President: I now call on His Excellency\r\nMr. Klaus Kinkel, Vice-Chancellor and Minister for\r\nForeign Affairs of Germany.\r\nMr. Kinkel (Germany) (spoke in German;\r\ninterpretation provided by the delegation): Last year we\r\ntook stock of half a century of United Nations history. The\r\nrock we are pushing up the hill like Sisyphus always seems\r\nto roll back a little. We must not be discouraged by this. It\r\nremains our responsibility to do what we solemnly\r\nreaffirmed on the fiftieth anniversary of the world\r\nOrganization: maintain peace and to help people who are\r\nsuffering from want and poverty.\r\nYou, Mr. President, have issued a warning to us all for\r\nthis fifty-first General Assembly. We must look beyond our\r\nnational borders, and think and act accordingly. After\r\nmaking those anniversary promises, let us not fall back into\r\nthe old routine and rituals. The vision of a more peaceful\r\nand more equitable world must not be lost.\r\nThe world Organization must continue to be the\r\nworld’s conscience. For who else other than this forum is\r\nto keep watch to prevent murder and torture, to ensure that\r\nrefugees have the basic necessities of life and that our\r\nchildren are protected and cared for?\r\nThe world is grossly unjust. From the moment of birth\r\nmillions of people have hardly any chance of living in\r\nconditions worthy of humankind. No one can turn away\r\nfrom this; it concerns us all. No country, no region and\r\nno group of States can bear all of the world’s burdens and\r\ntroubles alone. All, even the strongest among us, need\r\nsolidarity, need the help of others. How can terrorism, for\r\ninstance, a cancer of our time, be stopped without\r\ninternational cooperation?\r\nDevelopments over the past 10 years have shown\r\nthere is no cause for resignation. There can be\r\nprogress — provided we pool our resources and act\r\ntogether. That is the lesson of Bosnia, of South Africa\r\nand of the Middle East, and of the historic achievements\r\nin the field of disarmament in recent years. Every child\r\nthat is saved from death in Rwanda or Burundi, every\r\nrefugee able to return to his native village in Bosnia,\r\nevery rainforest area we can preserve, must strengthen our\r\nhope. The one world requires us to act as one.\r\nIn Bosnia and Herzegovina, a free election has been\r\nheld for the first time after four terrible years of war. It\r\nhas provided a crucial foundation for the country’s\r\nrecovery. Joint institutions must now be created without\r\ndelay. The future members of the three-person presidency\r\nshould meet in Sarajevo before the end of September.\r\nThe Organization for Security and Cooperation in\r\nEurope (OSCE) had a very difficult task supervising the\r\nelection in Bosnia. That organization’s scope for action\r\nmust be increased at the Lisbon Summit in December this\r\nyear. The OSCE remains an indispensable pillar of the\r\nnew peaceful order for Europe, which we believe to be\r\nnecessary now that the iron curtain has come down.\r\nThe forces working for peace in the region are\r\nthemselves not strong enough; there is still no self-\r\nsustaining stability. In Bosnia and Herzegovina there can\r\nbe no permanent international police force — even the\r\n60,000 troops of the North Atlantic Treaty Organization\r\n(NATO), of the United Nations and of all the other\r\ncountries cannot guarantee peace on the ground — but I\r\nthink that for a limited time that country continues to\r\nrequire a “fire brigade”. This presupposes a fresh mandate\r\nfrom the Security Council.\r\nGermany is willing to provide a military\r\ncontribution. By admitting more than 320,000 war\r\nrefugees from Bosnia and Herzegovina, Germany has\r\npractised human solidarity. We also have more than\r\n130,000 Yugoslav nationals, most of them from Kosovo,\r\nwho have to return to their native regions. This is a heavy\r\nburden for us, including in financial terms. But we gave\r\n7\r\nGeneral Assembly 8th plenary meeting\r\nFifty-first session 25 September 1996\r\ntemporary protection and shelter to these people on\r\nhumanitarian grounds, and we will not be found wanting in\r\nthis respect now that their repatriation is becoming possible.\r\nEurope has been torn by fratricidal wars for centuries.\r\nThe current peaceful unification of that continent is a\r\nmessage of hope for the whole world. The first of our\r\ncentral and eastern European neighbours will soon belong\r\nto the Euro-Atlantic institutions.\r\nMy country Germany owes its unity to the confidence\r\nwhich the world placed in our policy of reconciliation and\r\ngood neighbourliness. In our eyes that implies a duty:\r\ntogether with France, we will remain the motor of European\r\nUnion.\r\nAddressing the Assembly in 1989, my predecessor\r\nHans-Dietrich Genscher extended a hand to Poland. Today\r\nI turn to our Czech neighbours in particular and say that the\r\nGerman-Czech declaration will be adopted shortly. Czechs\r\nand Germans can look confidently to a common European\r\nfuture.\r\nThe Russian people too must be winners in the process\r\nof European unification. The special partnership which\r\nNATO is seeking with Russia is of central importance for\r\npeace and security in Europe. And that is why we want as\r\nquickly as possible to draft the fundamentals of a charter\r\nbetween NATO and Russia, as I suggested in Carcassonne\r\n18 months ago at a meeting of the European Union foreign\r\nministers. Our offer stands. Russia should help shape\r\nEurope’s future as an equal partner. That large and\r\nimportant country must be given a place in Europe\r\ncommensurate with its size and importance.\r\nPart of the European Union’s peace message is that\r\nwe Europeans stand for a policy of international\r\ncooperation among equals, and for a global partnership for\r\ndevelopment and the environment in the twenty-first\r\ncentury. New opportunities for such a partnership derive\r\nfrom the globalization of industry and technology. Never\r\nhave so many people experienced so much progress as in\r\nthe past 10 years. In the year 2020, if the present trend\r\ncontinues, the 15 countries with the largest gross national\r\nproducts will include nine of today’s developing countries.\r\nThe recipe is free markets, democracy, reliability of\r\nthe judicial system, and integration into the global\r\neconomy. This kind of good governance was rewarded with\r\n$150 billion of private direct investment in 1995.\r\nHowever, 90 per cent of that investment has gone to\r\nonly 12 countries, and the gap between the poor and the\r\nrest of the world continues to widen. The World Summit\r\nfor Social Development put the number of poor people at\r\n1.3 billion, nearly a quarter of the entire human race. This\r\ncalls for action from both sides, help from the community\r\nof nations and self-help on the part of the countries\r\nconcerned. The one is the precondition for the other.\r\nThis evening I am having another meeting with my\r\nAfrican colleagues. I take a very keen interest in the\r\nfuture of Europe’s vast neighbouring continent. We\r\nshould not see only Africa’s negative side but the hopeful\r\nsigns as well, and there are such signs. Democratization\r\nis progressing, as shown by the fact that elections have\r\ntaken place or are scheduled in 17 countries this year.\r\nAverage economic growth has outpaced population\r\ngrowth for the first time in many years. Life expectancy\r\nhas increased by more than 25 per cent since 1960, and\r\never more children are going to school.\r\nGermany supports Africa’s integration into the world\r\neconomy and the development of its own capabilities. The\r\nUnited Nations New Agenda for the Development of\r\nAfrica in the 1990s is a sound foundation for these\r\nefforts. The Secretary-General’s United Nations System-\r\nwide Initiative on Africa should likewise be used by all\r\nconcerned as a basis for joint action.\r\nHowever, much remains to be done. The ghastly\r\nevents in Rwanda must not be repeated in Burundi. On\r\nthe other hand, the United Nations should not be the\r\norganization of first resort in every conflict situation. It\r\ncannot solve every problem. Hence, the regional\r\norganizations must assume a larger measure of\r\nresponsibility.\r\nThe Organization of African Unity, like the\r\nOrganization for Security and Cooperation in Europe, has\r\nmatured to a degree that commands respect. Germany,\r\nwith one eye on Burundi, has to date provided one\r\nmillion deutsche mark in support of that organization’s\r\nconflict prevention mechanism. High hopes have been\r\nplaced in the efforts of Julius Nyerere. The proposed\r\nconference on the Great Lakes region has the support of\r\nGermany and the European Union.\r\nGermany will remain a good partner and friend to\r\nthe nations of Africa. That will also be my message at the\r\nforthcoming second European Union-Southern African\r\nDevelopment Community (SADC) ministerial meeting in\r\nWindhoek. The regionalization process in Africa is an\r\n8\r\nGeneral Assembly 8th plenary meeting\r\nFifty-first session 25 September 1996\r\nelement of hope. The outstanding example is southern\r\nAfrica with the SADC. That region must become a\r\nlocomotive for the whole continent.\r\nOne neighbouring region whose fate touches Europe\r\nis the Middle East. That is also the main reason for our\r\nstrong commitment in the whole Middle East region. For\r\nhistorical reasons, Germany has a special relationship with\r\nIsrael; that remains unshakable. Bilaterally and through the\r\nEuropean Union we are the most important donor for the\r\nPalestinians. Germany will maintain that commitment. I\r\nconfirmed this in my recent meetings with Israeli Foreign\r\nMinister Levy and with President Yasser Arafat in Bonn.\r\nTerrorists should not be given any chance to block the\r\npath to peace. The sealing off of Gaza and the West Bank\r\nmust be eased and discontinued as soon as possible. That\r\nis our common endeavour. The struggle against terrorism\r\nmust remain at the top of the international agenda. I\r\nurgently appeal to all concerned to resume the peace\r\nprocess without delay. There is no alternative.\r\nIt has been estimated that the world’s population will\r\nnumber about 10 billion in 2030. For their sake, for the\r\nsake of our children and grandchildren, we must take steps\r\ntoday to ensure that the Earth remains habitable. Peace and\r\nhuman dignity, economic progress and protection of the\r\nnatural foundations of life are inseparable. Without social\r\njustice, without any vision for the world’s economic\r\nprogress, we shall not be able to break the vicious circle of\r\npoverty, environmental destruction and population\r\nexplosion.\r\nWe have no time to lose. Every second three babies\r\nare born, and every year the world’s population increases\r\nby nearly 100 million. All of them need food, clothing,\r\nschools and a home. Every minute about 12 acres of\r\ntropical rain forest are lost, an area the size of 40 football\r\npitches.\r\nAntoine de Saint-Exupéry warned that the human race\r\nhad not inherited the Earth from its fathers but had\r\nborrowed it from its children. We became acutely aware of\r\nthis at the Earth Summit in Rio de Janeiro. North and\r\nSouth, East and West, are struggling to survive together in\r\nspaceship Earth, whose blue protective shield is becoming\r\nincreasingly fragile.\r\nOur task now is to convert that environmental\r\nawareness into environmental action. The year 1997 will be\r\ncrucial for such action. The special session of the General\r\nAssembly devoted to environment and development must\r\nchart the course for the next millennium in order to\r\nrestore the balance between man, nature and the economy.\r\nGermany’s industrial community has voluntarily\r\nundertaken to reduce its carbon dioxide emissions by\r\n20 per cent by the year 2005. Since 1990, Germany has\r\nreduced those emissions by nearly 13 per cent and\r\nthereby has led the way for the rest of the world.\r\nWe are contributing 312 million deutsche mark to\r\nthe pilot programme to protect Brazil’s tropical forests.\r\nThat represents 60 per cent of the total contributions\r\nmade so far. We appeal to the community of nations to\r\nbecome more heavily involved in this programme. We\r\ncan only succeed together or fail together.\r\nAt the 1997 climate conference in Japan we must\r\nachieve the objective agreed upon in Berlin 12 months\r\nago: the adoption of a substantive and binding protocol to\r\nreduce greenhouse gas emissions. At the recent Geneva\r\nconference, the great majority of nations came out in\r\nfavour of specific targets and time limits. This is\r\nencouraging.\r\nI wish to thank all members once again for\r\nsupporting our efforts to have the secretariat of the\r\nFramework Convention on Climate Change established in\r\nBonn. May I also ask members to support our proposal\r\nthat the secretariat of the Framework Convention to\r\nCombat Desertification likewise be located in Bonn, as it\r\nhas to cooperate closely with the climate secretariat. The\r\nUnited Nations will find that living and working\r\nconditions in our country are good.\r\nThe Rio Declaration on Environment and\r\nDevelopment rightly makes people the focal point of all\r\nefforts. We must continue to concentrate on combating\r\npoverty and providing basic and vocational education.\r\nEven if that is not the kind of subject that makes\r\nheadlines, it is and will remain, together with\r\npeacekeeping, one of our principal tasks.\r\nEqual opportunities for women must not remain\r\nmere theory.\r\nNothing is more powerful than an idea whose time\r\nhas come, is a saying that applies to human dignity and\r\nhuman rights. The fall of the Berlin Wall showed that the\r\npeople’s pursuit of freedom and personal happiness is, in\r\nthe long run, stronger than any dictatorship. That is why\r\nthe worldwide defence of human rights will likewise not\r\nbe in vain.\r\n9\r\nGeneral Assembly 8th plenary meeting\r\nFifty-first session 25 September 1996\r\nMr. Minoues-Triquell (Andorra), Vice-President, took\r\nthe Chair.\r\nIt all boils down to something quite natural: that we\r\ntreat one another as humans and that we do not inflict upon\r\nothers what we would not like to have inflicted upon\r\nourselves. Murderers and torturers must not be allowed to\r\nsleep peacefully. Mladić and Karadzić, and all for whom\r\narrest warrants have been issued, deserve to be brought\r\nbefore the International Tribunal in The Hague. Germany\r\ncalls for the early convening of a conference to establish an\r\ninternational criminal court.\r\nThere is a core of human rights that are common to us\r\nall and that are universally valid. This fact received\r\ninternational confirmation at the Vienna Conference on\r\nHuman Rights. There can and should be no withdrawal\r\nfrom that position.\r\nWith the East-West confrontation now consigned to\r\nthe past, intercultural dialogue assumes ever-greater\r\nsignificance. Close to 2.5 million Muslims are living in\r\nGermany. If only for this reason, it is of special importance\r\nto develop greater mutual understanding between\r\nChristianity and Islam.\r\nA subject very close to my heart, as former Minister\r\nof Justice, is the protection of our children, the weakest\r\nmembers of society. Universal Children’s Day was\r\nobserved on 20 September. Its motto: “Children have\r\nrights”. What do those rights look like in reality? Every day\r\n35,000 children die of hunger. Twelve million children do\r\nnot live beyond the age of 5. Two million are forced into\r\nprostitution. Two hundred thousand children around the\r\nworld are used as soldiers in war. Millions of them are used\r\nas cheap labour.\r\nThe Stockholm conference on sexual abuse of children\r\nhas awakened world opinion, and I should like to thank the\r\nSwedish Government for having hosted and organized this\r\nconference, which shocked us all into action. The atrocious\r\nway many of our children are being treated is a disgrace —\r\na disgrace — to our civilization. The Stockholm Plan of\r\nAction must be followed by global action. This we owe to\r\nour children. And I should like to make it very clear that\r\nanyone who violates the weakest members of society —\r\nchildren, that is — deserves to be outlawed by society.\r\nPeace is not everything, but without peace everything\r\nis nothing. These words originate from the time when East\r\nand West faced each other armed to the teeth. In the\r\nmeantime the nightmare of a nuclear inferno has been\r\ndispelled. Yesterday’s signing of the Comprehensive\r\nNuclear-Test-Ban Treaty was another momentous step in\r\nthis process, I believe, after half a century of international\r\ndebate and protest against nuclear testing.\r\nIn expressing my thanks to Australia I appeal to all\r\nnations to ratify the Treaty as soon as possible. Since the\r\nend of the Second World War upwards of 2,000 nuclear\r\ntests have been carried out. We now have the chance to\r\nput a stop to them once and for all. Anyone who rejects\r\nsomething good because they will only accept something\r\nperfect should be mindful of their responsibility to future\r\ngenerations. We cannot force the atomic genie back into\r\nthe bottle, but we owe it to our children and\r\ngrandchildren to tame it — at least to tame it.\r\nThe total abolition of all chemical weapons is of\r\nsimilar consequence. The Chemical Weapons Convention\r\nmust enter into force next spring. All nations, and\r\nespecially those with the largest stockpiles of such\r\nweapons, must meet their tremendous responsibility and\r\nratify the Convention as soon as possible.\r\nI should also like to touch upon an issue that I take\r\na very personal, keen interest in, and that is a totally\r\ndifferent kind of mass-destruction weapon: anti-personnel\r\nmines. I travelled to Mozambique and Cambodia and took\r\na look at the situation there. Hundreds of millions of such\r\nanti-personnel mines are still in the ground. Year in, year\r\nout they kill and maim 20,000 people and make entire\r\nregions permanently uninhabitable. These treacherous\r\ntools of murder must be banned.\r\nGermany has completely renounced anti-personnel\r\nmines and imposed a unilateral, open-ended ban on\r\nexports. Residual stocks are to be destroyed by the end of\r\n1997. In my Seven-Point Programme of Action I have\r\nproposed a number of measures to maintain the\r\nmomentum generated in Geneva. My main objective —\r\nbecause I think the motto should be “first things first” —\r\nis to improve the efficiency of mine clearance. We will\r\nattend a conference in Canada very soon which deals with\r\nthe political aspects of this issue, trying to ban land-\r\nmines. But we should also at the same time try to\r\nconcentrate on improving the efficiency of mine\r\nclearance, that is, testing and using mechanical clearance\r\nequipment. We quickly need machinery that can be mass-\r\nproduced in order to remove this plague without harming\r\npeople. I do not know whether anyone here has watched\r\na mine-clearance operation. It is done by people and can\r\nbe compared to trying to remove a sand-dune with a\r\nspoon. I think it is incredible that highly developed\r\n10\r\nGeneral Assembly 8th plenary meeting\r\nFifty-first session 25 September 1996\r\nnations such as ours and many others are not able to\r\nproduce a piece of machinery for a large-scale de-mining\r\noperation. I want to focus the technical knowledge that we\r\nhave to make this matter progress as quickly as possible.\r\nIf we want to win peace, we must not only consider\r\nconflict prevention; we must also pay greater attention to\r\nthe situation after the termination of military hostilities.\r\nPeace-building was the subject of the international\r\nconference that we sponsored in Berlin in July. That\r\nconference produced a number of interesting and tangible\r\nresults, which we are making available to all Member\r\nStates in the form of a report. Together with other countries\r\nwe intend to submit to members during this session of the\r\nGeneral Assembly a draft resolution on peace consolidation\r\nthrough practical steps towards disarmament. Whether in\r\nBosnia, Rwanda or Angola, all previous efforts will prove\r\nin vain unless we can prevent a resurgence of violence.\r\nMost of the burden is borne by the 26,000 or so Blue\r\nHelmets and civilian personnel making up the peacekeeping\r\nmissions, as well as by the countless courageous staff of\r\nnon-governmental organizations who are doing their job all\r\nover the world under difficult conditions. Speaking here in\r\nthe United Nations, I should like to express my sincere\r\nthanks to the non-governmental organizations. We are\r\nproud of them.\r\nIn our resolution marking the fiftieth anniversary of\r\nthe United Nations, we solemnly undertook to pass on to\r\nthe next millennium a United Nations organization equipped\r\nand financed to perform its tasks. The greatest political\r\nsignificance attaches to reform of the Security Council, in\r\nwhose work we have been closely involved over the last\r\ntwo years. This, the principal guardian of world peace, still\r\nbears the countenance of the year 1945, but it now needs a\r\nnew one for the year 2000. It is a question of enhancing\r\nthat body’s legitimacy, credibility and effectiveness. After\r\na three-year debate the time has come to put the various\r\nelements together and start the restructuring process, to now\r\nget things done after having analysed what can be done.\r\nWe are pleased that a large number of Member States are\r\nin favour of a permanent seat for Germany on the Security\r\nCouncil. I really believe that the time is approaching when\r\nthe General Assembly will have to decide.\r\nWhat continues to require our immediate attention is\r\nthe financial crisis. The Organization’s rationalization and\r\nreform are indispensable and urgent. A glance at the books\r\nis enough to tell us that. The regular United Nations budget\r\nshows zero growth. The Secretariat has lost more than\r\n1,000 posts, and further reductions will follow next year.\r\nSo much has already been achieved.\r\nI therefore take this opportunity to thank the\r\nSecretary-General and his staff, who, both at headquarters\r\nand in the field, continue to achieve outstanding results\r\ndespite the reductions in their numbers and the constant\r\nlack of funds. I should like to thank them very warmly.\r\nI wish to add another word if I may. The United\r\nNations, in its actions and decisions, can be only as\r\nstrong as its Members allow it to be. People tend to\r\noverlook that fact so readily when they criticize this\r\nOrganization. I stress this point because I think that the\r\noutside world has a distorted image of the United Nations.\r\nThe United Nations is us, the Member States. We can\r\nonly achieve what we want to achieve together.\r\nI am afraid that I must repeat that we will have to\r\nsave and rationalize further still. The need for reform is\r\nno justification for refusing to pay contributions, however.\r\nMoreover, special rights also imply special duties. The\r\nGerman-American philosopher Hans Jonas said that\r\nresponsibility is the most important principle of the new\r\nage. Let us act in accordance with that principle.\r\nAddress by Mr. Göran Persson, Prime Minister of the\r\nKingdom of Sweden\r\nThe Acting President (interpretation from French):\r\nThe Assembly will now hear a statement by the Prime\r\nMinister of the Kingdom of Sweden.\r\nMr. Göran Persson, Prime Minister of the Kingdom\r\nof Sweden, was escorted to the rostrum.\r\nThe Acting President (interpretation from French):\r\nI have great pleasure in welcoming the Prime Minister of\r\nthe Kingdom of Sweden, Mr. Göran Persson, and inviting\r\nhim to address the General Assembly.\r\nMr. Persson (Sweden): The world of today is faced\r\nwith a paradox. While our global interdependence is\r\ngrowing and threats to our societies require globally\r\ncoordinated efforts, countries look inwards to their own\r\nregions. But regional cooperation should never be made\r\na pretext for ignoring the outside world. It should open\r\nitself to the world. It should be a building block for truly\r\nglobal solidarity.\r\nWe need a vision of a global neighbourhood, a\r\nglobal ethic and a global citizenship based on equality,\r\n11\r\nGeneral Assembly 8th plenary meeting\r\nFifty-first session 25 September 1996\r\ntolerance and solidarity. The globalization of our societies\r\nis irreversible. We need to cooperate to deal with its\r\nconsequences.\r\nWe have the instrument: the United Nations. At 50,\r\nthe United Nations is the subject of criticism and lack of\r\nconfidence. The experience of political setbacks in Somalia,\r\nRwanda and the former Yugoslavia is not quickly forgotten.\r\nAs in Bosnia, alternatives to the United Nations are sought\r\nto deal with pressing international issues.\r\nBut the tasks of the United Nations have not been\r\nmade easier by Member States’ refusing to give it adequate\r\nresources. Many Members, including some major Powers,\r\nstill do not pay their contributions to the United Nations\r\nfully or on time. It is a shame that the Secretary-General\r\nhas to devote much of his time to pleading with Member\r\nStates to fulfil their financial obligations.\r\nOf course, the United Nations has its shortcomings. It\r\nsuffers from bureaucracy and resistance to change. There\r\nare inefficiencies, but there are also success stories. We\r\nmust not forget how United Nations operations helped build\r\npeaceful societies in Cambodia, El Salvador and\r\nMozambique, nor how United Nations humanitarian actions\r\nhave saved lives and alleviated suffering in Somalia,\r\nRwanda, Burundi, the former Yugoslavia and other crisis\r\nareas.\r\nFor security in a broad sense, we need a global\r\nOrganization. We need the United Nations as a meeting\r\nplace. We need the United Nations as a guardian of\r\ninternational norms and principles. We need the United\r\nNations to prevent conflicts and to find peaceful solutions\r\nwhen violence erupts. We need the United Nations to cope\r\nwith global threats to human security. We need the United\r\nNations as a safeguard against environmental threats and in\r\nfavour of sustainable development. We need the United\r\nNations to promote democracy and human rights. We need\r\nthe United Nations as a focal point for global solidarity.\r\nTo realize this vision, we need a strong United\r\nNations. Present inefficiencies have to be dealt with\r\nvigorously. Reform does not automatically equal down-\r\nsizing. In some fields, we may even have to expand the\r\nOrganization. But resources should not be wasted.\r\nConfidence in the Organization demands financial\r\ndiscipline. A revitalized United Nations means a more\r\nfocused and more determined United Nations.\r\nWe need a United Nations that does not abandon its\r\nposition as the principal instrument for maintaining\r\ninternational peace and security, a United Nations which\r\nis capable of acting rapidly with adequate means and\r\nresources. Today, I join with 15 other Heads of State and\r\nGovernment in a statement in support of renewing\r\nmultilateralism. Without political leadership, the necessary\r\nchanges cannot be made.\r\nMy Government, the Swedish Government, sees the\r\nfollowing steps as immediately required. First, United\r\nNations Members must make a commitment to global\r\nmultilateral cooperation. Secondly, payment must be made\r\nof assessed contributions to the United Nations in full,\r\nunconditionally and on time. Thirdly, there must be a\r\ncommitment to strengthen and renew the United Nations,\r\nincluding a time-frame for comprehensive reform.\r\nFourthly, a commitment to the United Nations as an\r\ninstrument for sustainable economic and social\r\ndevelopment is necessary. Fifthly, we must adopt an\r\nintegrated approach to security in view of long-term\r\nthreats to our societies. Sixthly, there must be a\r\ncommitment to early action to prevent conflict and man-\r\nmade disasters. Finally, there is need for an agreement to\r\ndevelop the capacity of regional organizations to act in\r\ncooperation with the United Nations.\r\nThe Swedish Government is committed to a strong\r\nand effective United Nations and we are ready to\r\ncontribute to this objective. Therefore, Sweden seeks a\r\nseat on the Security Council for the 1997-1998 period.\r\nOur candidature has been launched with the full support\r\nof the other Nordic countries: Denmark, Finland, Iceland\r\nand Norway.\r\nMembers of the Security Council have a particular\r\nresponsibility for international peace and security. It is\r\nessential that small and medium-size countries serve on\r\nthe Council as well. The principle of rotation of non-\r\npermanent seats is important to us, for we have not\r\nserved on the Council for the past 20 years.\r\nIf elected to the Council, Sweden would continue to\r\npursue openness and transparency. The links between the\r\nCouncil and the United Nations membership at large must\r\nbe strengthened.\r\nSweden would take independent positions, upholding\r\nthe principles of international law. The primacy of\r\ninternational and humanitarian law is a pillar of our\r\nforeign policy. Sweden would contribute to a more\r\nefficient United Nations role in the new generation of\r\npeace-keeping, including better coordination between the\r\ncivilian and military aspects of such operations. We\r\n12\r\nGeneral Assembly 8th plenary meeting\r\nFifty-first session 25 September 1996\r\nwould also work for clearer mandates for United Nations\r\noperations.\r\nThe capacity of the United Nations to command and\r\ncontrol large-scale peace-keeping and humanitarian\r\noperations should be secured. We need an Organization\r\ncapable of coordinating the various aspects of peace\r\noperations, including political peacemaking, military peace-\r\nkeeping, long-term peace-building and humanitarian efforts.\r\nIn our national planning for participation in future\r\npeace operations, my Government is taking steps to\r\nintegrate the training of military and civilian personnel in\r\norder to facilitate coordination in the field. We invite other\r\ncountries to such training in Sweden.\r\nSweden believes that the sanctions instrument has to\r\nbe refined. It is an important instrument for helping to\r\npreclude the use of armed force. But ways must be found\r\nto avoid the suffering of innocent civilians and to alleviate\r\nthe consequences of sanctions for third parties. This is\r\nessential for the credibility and efficiency of the sanctions\r\ninstrument.\r\nThe United Nations represents the moral authority of\r\nthe world community. It has a vital role in seeing to it that\r\nwar crimes do not go unpunished. The Tribunals for the\r\nformer Yugoslavia and Rwanda should be given the\r\nnecessary support. The message must be clear. Civilians\r\nmust be protected in all armed conflicts, whether internal or\r\ninternational. It should never be possible to live out\r\ncriminal perversions, to murder, torture or rape with\r\nimpunity. A permanent international criminal court should\r\nbe established in the year to come.\r\nThe financial crisis and the non-payment of assessed\r\ncontributions to the United Nations must not be used as an\r\ninstrument to precipitate reforms, nor should they be an\r\nexcuse not to start urgent reforms. The possibility of using\r\nalternative sources of financing needs to be explored\r\nfurther. They could be used on a voluntary basis and serve\r\nto finance special needs outside the regular United Nations\r\nbudget.\r\nThe financing of global development cooperation is a\r\ncritical issue that goes beyond the present financial crisis of\r\nthe United Nations. The willingness to pay is decreasing.\r\nDevelopment assistance is at its lowest level in decades.\r\nOnly four countries — Sweden among them — fulfil the\r\nUnited Nations 0.7 per cent aid target. In our own case, we\r\nmaintain this commitment despite a very difficult financial\r\nsituation.\r\nNegotiated replenishment of multilateral\r\ndevelopment funds is not being honoured. The financing\r\nof global cooperation is a long-term issue that requires a\r\nlong-term solution.\r\nThe globalization of our economies, our politics and\r\nour daily lives calls for cooperation. This has been clearly\r\nillustrated in the report of the Commission on Global\r\nGovernance. Industrialized and developing countries will\r\nrealize that we have common interests, not least in\r\nmeeting the threats to our common future, the\r\nenvironment. Further efforts must also be made to resolve\r\nthe debt crisis for the poorest and most heavily indebted\r\ncountries.\r\nWe have a joint interest in open borders and free\r\ntrade, which create growth and wealth. A difficult\r\nobstacle to such a development is the worldwide increase\r\nin organized crime. In my own region around the Baltic\r\nSea, the Heads of Government have decided to elaborate\r\na common plan of action to combat cross-border crime.\r\nI believe that this session of the General Assembly\r\nshould send a strong political signal that intensified global\r\nefforts are also needed in this area. What is needed is\r\nincreased exchange of information, judicial cooperation\r\nand closer cooperation in training, inter alia, through\r\nInterpol.\r\nAnother global threat is the proliferation of arms,\r\nboth conventional arms and those designed for mass\r\ndestruction. For decades, Sweden has been in the\r\nforefront in the struggle against nuclear arms. The entry\r\ninto force of the Comprehensive Nuclear-Test-Ban Treaty\r\nis essential. It would be a historic step towards the\r\nelimination of nuclear arms. I welcome the report of the\r\nCanberra Commission. It is a timely and valuable\r\ncontribution to this endeavour.\r\nAnti-personnel landmines are a threat to\r\ndevelopment, to reconstruction and to human dignity in\r\nmany parts of the world. Mines do not discriminate\r\nbetween an invading soldier and a child at play. They\r\ntotally ignore cease-fires and political settlements.\r\nIt is imperative that we move towards a global ban\r\non these killers. Stockpiles should be destroyed. Sweden,\r\nfor its part, will take such a unilateral step. All countries\r\nmust adhere to the stricter legal regime that has been\r\nagreed for landmines, and much larger resources should\r\nbe directed to humanitarian mine clearance. My\r\n13\r\nGeneral Assembly 8th plenary meeting\r\nFifty-first session 25 September 1996\r\nGovernment is prepared to make its substantial contribution\r\nto this end.\r\nMultilateral cooperation is indispensable for dealing\r\nwith the crucial issues of survival facing us on the\r\nthreshold of the next millennium. We have a common\r\nresponsibility to give to the next generation the tools for\r\nsuch cooperation. True security is global.\r\nSweden contributes actively to cooperation and\r\nsecurity in our Baltic neighbourhood and in Europe. Our\r\nfirm support for peace and development in the Middle East,\r\nin southern Africa, in Asia and in Central America is well\r\nknown. True to our traditions and our vision, we continue\r\nto stand up for cooperation and security in our global\r\nneighbourhood.\r\nThe Acting President (interpretation from French):\r\nOn behalf of the General Assembly, I wish to thank the\r\nPrime Minister of the Kingdom of Sweden for the\r\nstatement he has just made.\r\nMr. Göran Persson, Prime Minister of the Kingdom of\r\nSweden, was escorted from the rostrum.\r\nThe Acting President (interpretation from French):\r\nI now call on the Vice Premier and Minister for Foreign\r\nAffairs of China, His Excellency Mr. Qian Qichen.\r\nMr. Qian Qichen (China) (interpretation from\r\nChinese): Please allow me first of all to offer my sincere\r\ncongratulations to Ambassador Razali Ismail on his election\r\nto the presidency of the General Assembly at its current\r\nsession. I am convinced that with his outstanding ability\r\nand rich experience he will fulfil this lofty mission with\r\ndistinction. I would also like to express my thanks to\r\nMr. Diogo Freitas do Amaral for the important contribution\r\nhe made during his presidency of the last session.\r\nThe 1990s are a period of momentous transition,\r\nduring which international relations are undergoing the most\r\nfar-reaching changes since the Second World War. The\r\ncollapse and disappearance of the bipolar structure has\r\nrekindled hope that the world will become a community of\r\ncountries with equal rights for all, rather than one\r\ndominated by a single big Power. Multipolarity is gaining\r\nmomentum in a global as well as a regional context. Major\r\nPowers are readjusting their relationships. On the other\r\nhand, the multitude of developing countries have become\r\nincreasingly aware of the need to bolster their strength\r\nthrough concerted efforts. The Non-Aligned Movement\r\ncontinues to uphold the ideals and principles of\r\nindependence, independent decision-making and\r\nnon-affiliation with blocs, and is vigorously pushing for\r\na new just and democratic international order of peace\r\nand equality. Regional economic organizations, which are\r\ndisplaying great vitality, are expanding their role in\r\npromoting regional cooperation and development in their\r\nrespective areas.\r\nAsia’s upsurge is having a significant impact on the\r\nworld’s political and economic configurations. The world\r\nis deeply impressed with the vigorous economic\r\ndevelopment of Asia, East Asia in particular. The\r\nconvening of the first Asia-Europe meeting highlighted\r\nthe changes now being seen and marked an important\r\nnew beginning for an equal, cooperative relationship\r\nbetween Asia and Europe. As the world moves towards\r\nmultipolarity, the forces for peace are bolstered. The call\r\nfor dialogue and cooperation, as against confrontation and\r\nconflict, has become louder.\r\nIn the Asia-Pacific region, efforts to maintain peace\r\nand stability and promote common development through\r\ndialogue, consultation and cooperation have yielded\r\npositive results. An agreement on confidence-building in\r\nthe military field along border areas has been concluded\r\nbetween China on the one hand, and the Russian\r\nFederation, Kazakstan, Kyrgyzstan and Tajikistan on the\r\nother; this agreement governs a boundary over 3,000\r\nkilometres in length. The Association of South-East Asian\r\nNations (ASEAN) Regional Forum has succeeded in\r\nbringing Asia-Pacific countries together to consider\r\nsecurity issues facing the region. The Asia-Pacific\r\nEconomic Cooperation Council (APEC) has become a\r\nuseful mechanism for promoting trade and investment\r\nliberalization as well as economic and technological\r\ncooperation in the region.\r\nThe past year has seen peace returning to a number\r\nof war-torn countries and regions. We are pleased to note\r\nthat the peace accord reached between the belligerents in\r\nBosnia and Herzegovina is being implemented, and that\r\nYugoslavia and Croatia have normalized their relations.\r\nIt is hoped that peace will soon be fully restored to the\r\nregion of the former Yugoslavia in order to put an end to\r\nthe prolonged conflict in that part of Europe.\r\nThe impact on Africa of the drastic changes in the\r\npost-cold war international situation is waning. Africa is\r\nentering a new historical era in which it is striving for\r\npeace, stability and development. Many burning issues in\r\nAfrica have already been or are in the process of being\r\nsettled gradually. At the same time, however, some\r\n14\r\nGeneral Assembly 8th plenary meeting\r\nFifty-first session 25 September 1996\r\ncountries and regions are still plagued by the scourge of\r\nwar. We hope that the international community will\r\ncontinue to give attention and attach importance to African\r\nissues so as to help bring lasting peace and development to\r\nthe whole African continent at an early date.\r\nBut the path towards peace is tortuous. After some\r\nmajor gains in preceding years, the Middle East peace\r\nprocess has hit snags again. China is concerned at this\r\ndevelopment. We hope that all the parties concerned will\r\nstrive for an early comprehensive and just settlement of this\r\nissue by strictly observing the agreements already reached\r\nand resuming negotiations and dialogue on the basis of the\r\nrelevant United Nations resolutions.\r\nPeace should have prevailed in the post-cold-war\r\nworld, in which equal members of the international\r\ncommunity should respect each other’s sovereignty and\r\nterritorial integrity, refrain from invading each other or\r\ninterfering in each other’s internal affairs, and live in\r\nharmony with each other, in a spirit of seeking common\r\nground and putting aside differences. However, the reality\r\nis that the world today is far from tranquil because the\r\ncold-war mentality dies hard and hegemonism has\r\nrepeatedly raised its ugly head. Interference in other\r\ncountries’ internal affairs under various pretexts, and\r\nindulgence in sanctions-wielding or even the use of force\r\nare trampling on the purposes and principles of the Charter\r\nof the United Nations and all accepted norms of\r\ninternational relations, thereby threatening and undermining\r\nworld peace and stability. Recent controversies in\r\ninternational forums, generated by the issue of sanctions,\r\nsignify that in the context of a growing trend towards\r\nmultipolarity, hegemonism and power politics will become\r\nincreasingly untenable.\r\nThe vigorous expansion of international trade and\r\ninvestment and the rapid advance of science and technology\r\nhave led to closer economic ties between countries and\r\nregions, thus accelerating the process of economic\r\nglobalization. This presents a rare opportunity to both\r\ndeveloped and developing countries. By riding the tide of\r\nglobalization and relying on their own unremitting efforts,\r\nsome developing countries have achieved sustained and\r\nrapid economic growth, thereby giving a great impetus to\r\nworld economic growth. These and other changes on the\r\nworld scene have widened the prospects of international\r\ncooperation.\r\nRegrettably, however, a counter-current of trade\r\nprotectionism has recently arisen in the ranks of developed\r\ncountries, designed to curtail the development of developing\r\ncountries and exclude them from the decision-making\r\nprocess on major world economic issues. Any act\r\nprejudicial to developing countries will in the final\r\nanalysis undermine the interests of developed countries.\r\nInternational economic exchanges and cooperation should\r\nbe built on the basis of mutual complementarity. Facing\r\nthe tide of economic globalization, neither developed nor\r\ndeveloping countries should resort to trade protectionism.\r\nRather, both should make the necessary readjustments and\r\nreforms in the light of their own national conditions in\r\norder to promote their welfare and keep out of harm’s\r\nway. Only by enhancing international exchanges and\r\ncooperation on the basis of equality and mutual benefit\r\ncan we jointly cope with new problems arising in the\r\ncourse of world economic advances and achieve sustained\r\ncommon development and prosperity.\r\nNo one should overlook the unevenness of world\r\ndevelopment and the ever widening gap between\r\ndeveloped and developing countries. Caught in the web of\r\nrelentless international competition, the least-developed\r\ncountries are in distress, and the risk of marginalization\r\nis looming large. To make matters worse, the amount of\r\nofficial development assistance from richer countries is\r\nshrinking every year, with more stringent conditions\r\nattached. The coffers of the United Nations Capital\r\nDevelopment Fund are drying up, and future prospects are\r\ngrim indeed. The international community, and especially\r\nthe developed countries, are duty-bound to take effective\r\nmeasures to reverse this dire situation. The promotion of\r\neconomic development and the prosperity of all countries,\r\nand the elimination of poverty should always be at the top\r\nof the United Nations agenda.\r\nStrengthening international cooperation in the field\r\nof the environment and development is a vital link in\r\nglobal efforts to achieve sustainable development.\r\nFour years after the United Nations Conference on\r\nEnvironment and Development, the public has become\r\nincreasingly aware of the importance of environmental\r\nprotection. Sustainable development has become a major\r\nobjective in the socio-economic development strategies of\r\nall countries. However, international cooperation in this\r\ndomain is disappointingly lagging. Developed countries\r\nhave failed to live up to their pledges under Agenda 21 in\r\nterms of funding and technology transfer, yet they\r\ndemand that developing countries accept obligations\r\nexceeding their capability at their present level of\r\ndevelopment. It is hoped that next year’s special session\r\non environment and development will be able to resolve\r\nthese issues.\r\n15\r\nGeneral Assembly 8th plenary meeting\r\nFifty-first session 25 September 1996\r\nPoverty, unemployment, the problem of refugees,\r\ncrime, over-population, environmental deterioration, drug\r\nabuse and terrorism — these scourges remain formidable\r\nand impede global stability and development. In the face of\r\nthese challenges, all countries should not only carry out\r\nsocial development policies commensurate with their own\r\nnational conditions, but should also actively cooperate with\r\none another in line with the principles of mutual respect,\r\nequality and mutual benefit. The United Nations needs to\r\nenhance its social programmes focusing on developing\r\ncountries.\r\nThe international community at large should press for\r\nthe implementation of the follow-up actions of the Cairo\r\nInternational Conference on Population and Development,\r\nthe Copenhagen World Summit for Social Development and\r\nthe Beijing Fourth World Conference on Women in favour\r\nof universal social development.\r\nOur Organization has gone through vicissitudes in the\r\ncourse of half a century. Enormous changes have taken\r\nplace on the world scene. It is imperative for the United\r\nNations to carry out appropriate rational reforms so that it\r\ncan better perform the noble mission of the times and usher\r\na better world into the twenty-first century.\r\nAll reforms must be conducive to realizing the\r\npurposes and principles of the Charter and to improving the\r\nefficiency of the United Nations. They must also contribute\r\nto a more positive and effective United Nations role in\r\npromoting world peace and common development. They\r\nmust conform to the principle of the sovereign equality of\r\nall States, and reflect the aspirations of the developing\r\ncountries, which comprise more than two-thirds of the\r\nmembership. Democratic consultations should be practiced\r\nthroughout this process. We are confident that we will be\r\nable to achieve a broad consensus as long as all of us\r\nengage in patient deliberations in the spirit of openness and\r\nfair play, and with a readiness to consider all legitimate\r\nconcerns.\r\nThe United Nations continues to be plagued by a\r\nserious financial crisis. The Organization cannot function\r\nnormally without firm and reliable fiscal resources. We call\r\non the major countries whose financial contributions to the\r\nOrganization are in arrears to fulfil the financial obligations\r\nset forth in the Charter by unconditionally paying up in full\r\nwithout further delay.\r\nMajor progress has been made in the field of arms\r\ncontrol and disarmament since the last session of the\r\nGeneral Assembly. The Comprehensive Nuclear-Test-Ban\r\nTreaty resulting from two and a half years of negotiations\r\nhas finally been adopted by the General Assembly.China\r\nactively participated in the Treaty negotiations and\r\ndisplayed maximum flexibility, thereby contributing\r\nsignificantly to the final conclusion of the Treaty. We\r\nhave always stood for the complete prohibition and\r\nthorough destruction of nuclear weapons. In our view, the\r\ncomprehensive test-ban Treaty is only a first step in the\r\nentire process of comprehensive nuclear disarmament.\r\nThere are still large stockpiles of nuclear arms in the\r\nworld. Some nuclear Powers still refuse to undertake not\r\nto be the first to use such weapons. We still have a long\r\nway to go, and must continue to work strenuously in\r\norder to achieve the ultimate goal of the total elimination\r\nof nuclear weapons.\r\nIn order to expedite nuclear disarmament and free\r\nourselves from the danger of nuclear war forever, I wish\r\nto reiterate the following calls on behalf of the Chinese\r\nGovernment: first, the major nuclear Powers should\r\nrenounce their policy of nuclear deterrence; those\r\npossessing huge nuclear arsenals should continue to cut\r\nback their stockpiles drastically.\r\nSecondly, all nuclear States should assume the\r\nobligation not to be the first to use nuclear weapons at\r\nany time or under any circumstances; they should\r\nunconditionally renounce the use or threat of use of such\r\nweapons against non-nuclear States or nuclear-free zones;\r\nand they should conclude international instruments to that\r\neffect without delay.\r\nThirdly, those States which have deployed nuclear\r\nweapons overseas should withdraw them completely; all\r\nnuclear States should pledge support for moves to set up\r\nnuclear-free zones; they should respect the status of such\r\nzones and assume corresponding obligations.\r\nFourthly, all States should refrain from developing\r\nor deploying weapons systems in outer space and missile\r\ndefence systems that undermine strategic security and\r\nstability.\r\nFifthly, all States should negotiate with a view to\r\nconcluding an international convention on the complete\r\nprohibition and total destruction of nuclear weapons.\r\nSince mankind was able to produce nuclear weapons\r\nin the twentieth century, it is fully capable of abolishing\r\nthem in the twenty-first century. The Chinese Government\r\nand people are ready to join hands with all Governments\r\n16\r\nGeneral Assembly 8th plenary meeting\r\nFifty-first session 25 September 1996\r\nand peoples of the world to strive for the realization of this\r\nlofty goal.\r\nMy country continues to press forward along the road\r\nof reform, opening up and modernization. Our economy\r\nmaintains a healthy momentum. The macroeconomic\r\nenvironment continues to improve. We anticipate a growth\r\nrate of around 10 per cent this year. Inflation will be kept\r\nbelow 10 per cent. Despite severe natural disasters in some\r\nparts of the country, we have still managed to gather a\r\nbumper harvest of summer crops this year. Grain output for\r\nthe entire year is expected to top the previous year’s\r\nfigures. The Ninth Five-Year Plan for National Economic\r\nand Social Development and the Outline of the Long-Range\r\nObjectives to the Year 2010 were inaugurated this year.\r\nThey depict a promising future for China’s modernization\r\ndrive at the turn of the century. By the year 2000, when our\r\npopulation will have had a net increase of 300 million, we\r\nexpect to quadruple our 1980 per capita gross national\r\nproduct. And by the year 2010 our gross national product\r\nis anticipated to be twice that of the year 2000. Then we\r\nwill have put in place a viable socialist market economy.\r\nSeventeen years of reform and opening up have\r\nbrought about a fourfold increase in our gross national\r\nproduct. Our overall national strength will grow further in\r\nanother 15 years. Yet China will still be a developing\r\ncountry with relatively low ranking in terms of indicators\r\nsuch as per capita gross national product. China’s\r\ndevelopment will only help to bolster the elements making\r\nfor peace. We pose no threat to anyone anywhere, but will\r\nonly help to strengthen the cause of world peace, stability\r\nand development. On the other hand, if China fails to\r\nachieve economic development and its population of 1.2\r\nbillion is mired in poverty, that would indeed be ominous\r\nfor world peace and stability.\r\nChina will resume the exercise of sovereignty over\r\nHong Kong as from 1 July 1997. This will be a milestone\r\nin the great cause of our national reunification. It is also a\r\ngood example of how countries can peacefully resolve\r\nissues left over by history. Preparations are under way to\r\nput into effect our resumption of the exercise of sovereignty\r\nover Hong Kong. We are fully capable of ensuring a\r\nsmooth transfer of government and transition in Hong\r\nKong. After Hong Kong’s return to the embrace of the\r\nmotherland, we will put into effect the policy of “one\r\ncountry, two systems”. As a Special Administrative Region\r\nof the People’s Republic of China, and in conformity with\r\nthe Basic Law of the Hong Kong Special Administrative\r\nRegion, Hong Kong will be administered by the Hong\r\nKong people. It will enjoy a high degree of autonomy. The\r\nexisting social and economic system and way of life will\r\nremain unchanged, and the laws currently in force in\r\nHong Kong will be basically maintained. Hong Kong will\r\nretain its status as an international trade, financial and\r\nshipping centre, free port and separate customs territory.\r\nIts long-term stability and prosperity will be guaranteed.\r\nForeign economic interests in Hong Kong will be\r\naccommodated.\r\nTwenty-five years ago, at its twenty-sixth session,\r\nthe General Assembly adopted the historic resolution\r\n2758 (XXVI), solemnly declaring the restoration to the\r\nPeople’s Republic of China all its lawful rights in the\r\nUnited Nations. That resolution thoroughly settled the\r\nquestion of China’s representation in the United Nation in\r\nall aspects — political, legal and procedural.\r\nThere is but one China in the world and Taiwan is\r\nan inalienable part of its sacred territory. “Peaceful\r\nreunification and one country with two systems” — this\r\nis our unswerving guideline for the settlement of the\r\nTaiwan question. This question involves a cardinal\r\nprinciple of China’s sovereignty and territorial integrity\r\nand the great task of reunification. It is a purely internal\r\naffair of China which will brook no outside interference.\r\nThe Chinese Government and people are determined to\r\ncarry through the struggle against all attempts to split\r\ntheir territory or create an independent Taiwan. No force\r\non Earth can hold back China’s great cause of\r\nreunification.\r\nThe world is on the march at top speed. New\r\ncontradictions and problems are constantly arising. The\r\nprofound changes in the international scene have brought\r\nforth rare opportunities as well as serious challenges. Let\r\nus seize the opportunities, meet the challenges and push\r\nforward the cause of peace and development. Such is the\r\nglorious mission which our times have bestowed on us.\r\nThe Chinese Government and people are ready to join\r\nwith all other Governments and peoples in this endeavour.\r\nThe Acting President (interpretation from French):\r\nI now call on the Minister for Foreign Affairs of France,\r\nHis Excellency Mr. Hervé de Charette.\r\nMr. De Charette (France)(interpretation from\r\nFrench): My country is especially pleased at the\r\nPresident’s election to lead the General Assembly. He\r\nrepresents a great country that plays an important role in\r\nthe Non-Aligned Movement and the Group of 77 and I\r\nam glad that he is to preside over our work during this\r\ncrucial period for our Organization.\r\n17\r\nGeneral Assembly 8th plenary meeting\r\nFifty-first session 25 September 1996\r\nI should also like to endorse the remarks made by\r\nIreland’s Foreign Minister in the name of the European\r\nUnion.\r\nLast year, we celebrated the first half century of the\r\nUnited Nations existence, during which its energies were\r\ndevoted, with a success universally acknowledged, to the\r\norganization of international society. A mammoth collective\r\nundertaking has been accomplished and the United Nations\r\nhas become the keystone of an international system founded\r\non law and the peaceful settlement of conflicts. This\r\ncollective undertaking owes much to the determined action\r\nof successive Secretaries-General, and I should like to pay\r\na special and warm tribute here to Mr. Boutros-Ghali,\r\nwhose determination, vision of the future and firmness have\r\ngiven our Organization a presence and vitality rarely\r\nachieved. He deserves our confidence.\r\nToday, as the century reaches its turning point, the\r\nOrganization is confronted with another major challenge:\r\nglobalization. In every sphere, the ideas and realities to\r\nwhich we were accustomed are changing at a pace\r\nunequalled in human history. The movement of people, of\r\nideas and images, and of goods is accelerating as distances\r\nshrink. At the same time, the standardization of cultural\r\npractices — and the legitimate reactions this provokes —\r\nthe general spread of low-cost high technologies and\r\nintensified competition bring into question the positions that\r\nhave been achieved and the functioning, if not the very\r\nfoundation, of international society. At the same time, the\r\nproduction of wealth is increasing tenfold and scientific\r\nprogress is growing rapidly, while unexpected opportunities\r\nfor development are being given to new nations.\r\nBut these benefits have adverse effects. The control\r\nfragile States have over their development is being eroded,\r\nnational legislation is becoming inapplicable and the notion\r\nof territorial integrity is changing in meaning. In short,\r\nnational authorities are too often reduced to powerlessness\r\nby transnational phenomena over which they have only\r\nscant control. If we are not careful, we are going to be\r\nliving in a world without criteria, without values, without\r\nreferences, in which some — the strongest and the\r\nrichest — will be in a position to decide alone on the future\r\nof the planet. It should come as no surprise that, in these\r\ncircumstances, the United Nations has many detractors.\r\nOur Organization is in effect a privileged forum in\r\nwhich the framework of a genuine international society can\r\nbe built, a framework that frees the forces of creativity and\r\ndevelopment and represses the forces of violence and\r\noppression. It is up to all of us present here to enable the\r\nUnited Nations to play that role and to ensure peace,\r\nsecurity and progress in these new circumstances and in\r\nkeeping with its mandate. Rest assured that France, a\r\nfounding Member of the Organization and permanent\r\nmember of the Security Council, will devote all its\r\nenergies to this task and will be in the front ranks of this\r\nnew fight.\r\nOur world is confronted today with terrible problems\r\nthat know no borders and, sadly, spare no population:\r\nterrorism, crime and drugs. The fight against these\r\nscourges is foremost in our concerns and high on the\r\ninternational agenda. Accordingly, an uncompromising\r\nfight against terrorism, whatever its forms, perpetrators\r\nand motives, constitutes our priority. This is why I\r\nconvened a conference on terrorism in Paris last July that\r\nbrought together the G-7 countries and Russia. We\r\nadopted 25 practical, specific recommendations. They will\r\nbe implemented by each State and will strengthen\r\ninternational cooperation against terrorism. Therefore,\r\ntoday I make a solemn call on the entire international\r\ncommunity to join wholeheartedly in this fight.\r\nWe must also react without weakness to the\r\nchallenge of organized crime, in the knowledge that it\r\nknows how to make the fullest use of the possibilities that\r\nhave been opened up by the liberalization of trade. For it\r\nis the very foundation of our societies and institutions that\r\nit endangers today.\r\nInternational cooperation is indispensable to stem\r\nthis phenomenon. France, pursuing the path mapped out\r\nby the Canadian presidency, has drafted a corpus of legal\r\nand operational recommendations with its G-7 partners\r\nand Russia to improve the effectiveness of the fight\r\nagainst this scourge. These should guide in particular the\r\naction of the States most affected by transnational\r\norganized crime. France recently strengthened its financial\r\nlegislation against money-laundering. All States should\r\npay particular attention to this phenomenon, which is one\r\nof the hardest forms of organized crime to counter.\r\nOne of the most loathsome aspects of organized\r\ncrime is that which targets our children. A world summit\r\non combating the sexual exploitation of children was\r\nrecently held in Stockholm. That is good, but it is still not\r\nenough. Everyone must now make a commitment to\r\nimplementing effective measures for immediate\r\napplication. I urge all States represented here to act\r\nquickly and with determination in this area which, more\r\nthan any other, affects our future. The Assembly may rest\r\nassured of France’s political resolve.\r\n18\r\nGeneral Assembly 8th plenary meeting\r\nFifty-first session 25 September 1996\r\nDrugs are a formidable threat today because of the\r\nravages they inflict on young people. International\r\ncooperation must be solid. The producer and consumer\r\ncountries must recognize their shared responsibility. The\r\ninternational community must therefore continue to pursue\r\nconvergent policies to reduce the supply of illegal\r\nsubstances and the demand for them. The European Union\r\nhas chosen such a global policy and has launched large-\r\nscale actions in close coordination with international\r\ninstitutions, in particular the United Nations International\r\nDrug Control Programme. France strongly supports the\r\nproposal to convene a special session of the General\r\nAssembly devoted to drugs in 1998.\r\nThese new perils do not supplant the traditional\r\nchallenges, which our Organization must address with\r\nsustained vigilance and unwavering firmness. Peace-keeping\r\nremains the central function of our Organization under the\r\nterms of the founding Charter. The mission of the United\r\nNations to soothe tensions, separate combatants and resolve\r\nconflicts remains fundamental.\r\nThe panoply of available instruments is becoming\r\nmore diversified. Recent additions to conventional peace-\r\nkeeping missions include activities to consolidate peace,\r\npreventive diplomacy measures and even regional\r\nconferences — such as I hope will soon take place with\r\nregard to the situation in the Great Lakes region.\r\nSanctions constitute one of these instruments. They are\r\na useful weapon, but they penalize populations and must\r\ntherefore be used with prudence and moderation, follow\r\nstrict criteria and — I stress this — always be limited in\r\ntime. Only under those conditions can sanctions, which are\r\nsometimes necessary to prevent something worse, continue\r\nto be used by our Organization with the required\r\nlegitimacy.\r\nOf course, we cannot refer to the traditional challenges\r\nto peace without speaking about current regional conflicts.\r\nIn Bosnia and Herzegovina, where my country has paid a\r\nheavy tribute, France is pleased that elections could be held,\r\nimperfect though they were. That represents an essential\r\nstage in the return to peace provided for by the agreements\r\nsigned in Paris in 1995.\r\nBut peace still has to be consolidated, devastated\r\nterritories be reconstructed, refugees encouraged to return\r\nand a civilian society rebuilt. To that end, France has\r\nproposed a plan of consolidated action by the international\r\ncommunity with a time-frame of two years. With this goal\r\nin mind, we will very shortly be hosting an international\r\nconference in Paris to examine, and I hope adopt, this\r\nproposal.\r\nSimilarly, the peace process in the Middle East\r\nseems to be at a crucial stage. I wish here to express my\r\nanxiety about it. I certainly believe the process to be\r\nirreversible, but I am also aware of the precariousness of\r\nthe gains and the urgency of the need for long-term\r\nsolutions. We are half-way there. I say “we”, because this\r\nprocess concerns not just Arabs and Israelis but all of us\r\nhere.\r\nFor France, peace in the Middle East is built upon\r\ndialogue between equal partners, respect for the identity\r\nof each and the right of peoples to the free determination\r\nof their destiny, the affirmation of their independence, and\r\nsecurity. That is why — and I wish to emphasize this\r\npoint — France believes that there will be no lasting\r\npeace in the region, based on an exchange of land for\r\npeace, unless the right of the Palestinian people to self-\r\ndetermination is respected, together with their legitimate\r\naspirations for a State.\r\nWe believe that a just and balanced agreement\r\nbetween Israelis and Palestinians cannot avoid the issues\r\nof Jerusalem, refugees and the settlements in the\r\nPalestinian territories. Finally, a lasting peace presupposes\r\nthat Israel is assured of its existence within secure and\r\nrecognized borders.\r\nFrance believes that complete withdrawal from the\r\nGolan Heights in exchange for total peace constitutes the\r\nbasis of an agreement between Syria and Israel, and that\r\nLebanon must regain full and complete sovereignty over\r\nthe whole of its territory.\r\nBased on these principles, France intends to have a\r\ngreater and more active presence than ever in the Middle\r\nEast, with which it has close and long-standing relations.\r\nIt will pursue this policy in close consultation with its\r\nEuropean partners. Furthermore, Europe must have a\r\nplace, alongside the two sponsors of the peace process,\r\ncommensurate with the major contribution it is making to\r\nthe region’s development.\r\nWhile we are endeavouring to build peace in areas\r\nin crisis, our efforts are no less ambitious for the entire\r\nEuropean continent. In building step by step what we call\r\nan “architecture of security“, we are really offering the\r\ninternational community a pillar of peace. France is\r\nmaking an important contribution to the establishment on\r\n19\r\nGeneral Assembly 8th plenary meeting\r\nFifty-first session 25 September 1996\r\nthe European continent a system of global security that\r\nleaves no one out on the edge.\r\nThe construction of peace in Europe began with the\r\nconstruction of European institutions. It is being continued\r\nby deepening the Union. The intergovernmental Conference\r\nrepresents a decisive stage in this process, the forerunner of\r\nexpansion, which is vital to the stability and prosperity of\r\nthe continent.\r\nFrance wishes to see the Union go still further by\r\ngiving substance to the European identity in security and\r\ndefence matters. To that end, we would like to see a\r\nstrengthening of the Western European Union and its\r\ngradual rapprochement with the European Union.\r\nThe European identity is also based on the reform of\r\nthe Atlantic Alliance. France, after taking a decisive step,\r\nis now working actively with its allies on the adaptation of\r\nstructures. This should allow the emergence of a genuine\r\nEuropean security and defence identity within the Alliance\r\nand make it possible in practice for the Western European\r\nUnion, and therefore the European Union, to use the assets\r\nof the Alliance for military action that Europeans decide to\r\nundertake themselves. This reform is also the key to the\r\nprocess of expanding the Alliance, with which France is\r\nready to assist. That expansion must naturally go hand-in-\r\nhand with in-depth dialogue and cooperation with Russia.\r\nThe third and last aspect of the structure is the\r\nOrganization for Security and Cooperation in Europe\r\n(OSCE), which is the sole forum for security in which all\r\nthe European States are represented on an equal footing.\r\nThat is why France believes that it is necessary to\r\nstrengthen the organization. We hope that the Lisbon\r\nsummit will provide the occasion to move towards the\r\ndrafting of a charter or treaty linking all the States of the\r\ncontinent.\r\nImportant events therefore await us on the path that\r\nwe have mapped out, including the OSCE summit in\r\nDecember and the NATO summit next year. The latter\r\nshould bring together all the European States for a\r\n“pan-Europe day”, demonstrating the community of security\r\ninterests of all the countries on the continent, including\r\nRussia and our North American allies whose role in\r\nEuropean security remains decisive. That is our ambition\r\nfor a Europe of security that leaves no one out and is safer\r\nand more stable for the entire international community.\r\nIn this changing world, it is for the United Nations to\r\nbring out the common values that will be the foundations\r\nof civilization in the twenty-first century. It is thanks to\r\nits actions that we hope to build a safer, less harsh world\r\nfor its inhabitants. First, we hope it will be a world in\r\nwhich the spectre of nuclear war has faded. For many\r\nyears, public opinion called for a complete ban on nuclear\r\ntests. It was a hope and a plan that was certainly worthy,\r\nbut remained blocked by the reality of East-West\r\nconfrontation.\r\nFrance welcomes the signing of the Comprehensive\r\nNuclear-Test-Ban Treaty, which I had the honour to sign\r\nyesterday. This Treaty marks a major turning-point in the\r\nworld’s strategic balances.\r\nIt puts an end to the possibility of the nuclear-\r\nweapon States’ developing new types of nuclear weapons,\r\nand it makes a decisive contribution to the fight against\r\nnuclear-weapon proliferation.\r\nThe Treaty thus opens the way to a more stable,\r\nsafer world which will cease to be haunted by the twin\r\ndangers of the nuclear-arms race and the proliferation of\r\nthese weapons.\r\nThere is another development which I find\r\nremarkable: the endorsement of human rights as a major\r\nprinciple of international relations. And the United\r\nNations is at the centre of this development.\r\nI should like in this regard to pay tribute to the\r\nremarkable work done by the Commission on Human\r\nRights. In often difficult circumstances, it has pursued\r\nwith pragmatism and tenacity its patient efforts to awaken\r\nconsciences, to galvanize energies and to promote the rule\r\nof law in concrete ways.\r\nOur aim must not be to pronounce\r\nexcommunications or establish a blacklist, generally to no\r\neffect. Rather, it must be to promote the protection of\r\nindividuals and the progress of law with due respect for\r\ndifferences.\r\nI should also like to reaffirm France’s determination\r\nto see crimes against humanity punished. The\r\ncondemnation they warrant cannot brook any exception.\r\nTogether with others, France took the initiative of\r\nproposing the establishment of the international criminal\r\nTribunal and the international Tribunal for Rwanda. I\r\nwish to reaffirm France’s unqualified support for their\r\nfounding work, and its backing in order that the tribunals\r\nmight carry out their work in full.\r\n20\r\nGeneral Assembly 8th plenary meeting\r\nFifty-first session 25 September 1996\r\nLastly, France is pleased that the foundations that have\r\nthus been laid have helped to speed up the debates on the\r\nestablishment of an international criminal court, which we\r\nearnestly desire and to which we attach a high priority.\r\nThere are other important areas which we have begun\r\nto consider.\r\nAt this time when workers, money, factories and\r\ncommerce operate at a heightened pace, it is essential to\r\ndevelop dialogue among the partners of economic life. This\r\nis really the only solid basis on which to build social\r\nprotection that preserves the interests of all without harming\r\nthe growth of economies.\r\nThe fiftieth anniversary of the International Labour\r\nOrganisation (ILO) provided the opportunity to recall the\r\nessential role of this organization in defining these minimal\r\nnorms, without which the economic world is but a vast\r\njungle.\r\nUniversality, however, must not lead to uniformity.\r\nThe definition of common values, accepted by all, is based\r\non respect for the identities that underpin the cultures of the\r\nworld. Our values will thus command all the more respect\r\nfor being expressed in all our respective languages.\r\nAccordingly, we welcome the fact that the General\r\nAssembly last year adopted a resolution on multilingualism\r\nby a very large majority. Our civilizations, languages and\r\ncultures, inherited from an often turbulent history, but of\r\nirreplaceable richness, are a precious legacy for humankind.\r\nThe importance that my country ascribes to the\r\nFrench-speaking community reflects its determination to\r\nmaintain the specificity and richness of the profoundly\r\noriginal world view of several hundreds of millions of\r\npeople. We will not give this up.\r\nThe search for a new world ethic is not limited to\r\nhuman rights but extends to the whole of international life.\r\nSince 1945, international trade has been a powerful growth\r\nfactor, contributing to a large extent to the expansion of the\r\nindustrialized economies and to the success of the so-called\r\nemerging countries. But here too we must have rules of the\r\ngame, acknowledged at the world level, so as to develop\r\nand regulate trade, ensure that it is fair and prevent\r\nunilateral conduct.\r\nI should like to mention here the dangers of\r\nunilateralism. Unilateralism: behind this technocratic word\r\nlurks the temptation to impose the law of the strongest at\r\nthe expense of dialogue and negotiation.\r\nFrance and Europe cannot accept that one country,\r\neven if it is the most powerful, attempt to regulate world\r\ntrade by itself by means of decisions that have extra-\r\nterritorial scope. The World Trade Organization does not\r\nallow it, and no one should doubt the firmness of French\r\nand European reactions were such measures actually to be\r\nimplemented.\r\nThe globalization of the economy and the\r\nliberalization of trade and investments have opened up\r\nunprecedented prospects. However, we must take care not\r\nto allow the gap to widen between the nations that trade,\r\ninvest and derive profit from this new factor and those\r\nthat remain on the sidelines of this new prosperity.\r\nEach nation is responsible for itself and must create,\r\nthrough rigorous public management and compliance with\r\nits legislative rulings, optimum conditions for freeing\r\nprivate initiative, a factor in economic and commercial\r\nprogress. But I do not believe that one can leave to\r\nmarket forces alone the care of ensuring the development\r\nof the poorest nations.\r\nHere, too, the United Nations has an important role\r\nto play. By its side, the wealthiest States must affirm their\r\nsolidarity in a tangible way: actively and effectively, this\r\nsolidarity must assist the developing countries without\r\nbecoming a substitute for them. On the threshold of a\r\nnew century, poverty and exclusion cannot constitute the\r\nsole prospects for two-thirds of humankind. France, for its\r\npart, will not accept this.\r\nThis commitment concerns Africa in particular,\r\nwhere real prospects for progress are beginning to\r\nemerge.\r\nAfrica has embarked with courage and perseverance\r\non the path to readjustment and recovery, which will\r\nenable it to find its place again in the great flows of\r\nworld trade.\r\nFor the first time in a long time, Africa’s growth\r\nrate has been on the order of 5 per cent these past two\r\nyears, higher than its demographic expansion, very high\r\nthough it is. This is a reassuring sign, attributable to the\r\nefforts made by the African States themselves. They have\r\nbeen able to cut public deficits, establish realistic\r\nmonetary parities, open up their markets and move\r\ntowards regional integration and democratization. Such\r\n21\r\nGeneral Assembly 8th plenary meeting\r\nFifty-first session 25 September 1996\r\nachievements, which are the result of structural reforms,\r\nseem to us to justify our confidence. France believes in\r\nAfrica’s future.\r\nStill, official development assistance must be\r\nmaintained and strengthened, but this assistance must be the\r\nsubject of many initiatives. France has taken such\r\ninitiatives within the European Union, the African\r\nDevelopment Bank, the International Development\r\nAssociation and the International Monetary Fund.\r\nRecently, at the summit of industrialized countries\r\nheld in Lyons, my country reaffirmed the need to increase\r\naid to the poorest countries, asking for more generous\r\ntreatment of debt for them, and for a new global partnership\r\nto be defined between the developing countries and the\r\nmultilateral institutions.\r\nIn this new world context, we have to consider the\r\nprogress that the United Nations needs to make to be able\r\nto meet its responsibilities for the next century.\r\nFrance approves of the current discussions on\r\nimproving the representative character of the Security\r\nCouncil, in particular with respect to Germany, Japan and\r\nthe States of the South.\r\nSimilarly, under the decisive impetus of the Secretary-\r\nGeneral, the Organization has embarked on a vast effort for\r\nstructural reform, the first results of which are beginning to\r\nshow.\r\nIt is not a matter of changing everything but of seeing\r\nthat every institution is in a position to make a useful\r\ncontribution to the collective work in its own sphere.\r\nThat is why the members of the G-7 have proposed\r\nputting the savings realized through reforms into\r\ndevelopment projects.\r\nFrance would like to see the reform of the United\r\nNations economic and social sector concluded quickly so as\r\nto strengthen the overall coherence of the Organization. To\r\nthat end, the roles and mandates of the specialized agencies\r\nand commissions in particular should be better defined, and\r\nwaste and duplication eliminated.\r\nThese proposals are dictated solely by the wish to help\r\nthe United Nations better fulfil its mission of fighting\r\npoverty and exclusion on a global scale.\r\nIn the case of the United Nations budget, many of us\r\nare worried about the financial crisis that threatens to\r\nparalyse the United Nations. The European Union has put\r\nforward concrete proposals for overcoming this crisis. It\r\nis now up to all States that have let their arrears\r\naccumulate to assume their responsibilities.\r\nWhatever some may say, the United Nations is still\r\none of our best chances for building a better world. Let\r\nus not spoil it.\r\nThe Acting President (interpretation from French):\r\nI now call on the Minister for Foreign Affairs of Algeria,\r\nHis Excellency Mr. Ahmed Attaf.\r\nMr. Attaf (Algeria) (interpretation from Arabic):\r\nThe current session of the United Nations General\r\nAssembly is taking place at a complex international time,\r\nmarked by worrisome developments that exacerbate the\r\nfeelings of anxiety and precariousness that plague the\r\nmajority of humanity. These developments result from the\r\nprofound historic changes that have occurred in recent\r\nyears, which at one time had given us hope for a new and\r\nimproved system of international relations that would be\r\nmore open to the concerns of all in matters of security\r\nand more receptive to development needs.\r\nThe transformation of the international economy and\r\naccelerated trends towards globalization have, to be sure,\r\nresulted in new, more complex relations, but have also,\r\ndue to certain harmful side effects, aggravated the\r\nimbalances and the dependency of many developing\r\ncountries, whose courageous economic reforms, achieved\r\nat the highest of costs, still confront a hostile\r\nenvironment.\r\nIn this new era of heightened interdependence, a lack\r\nof solidarity still characterizes international relations, and\r\nself-interest is persistent in terms of both security and\r\ndevelopment, emphasizing the lack of a mechanism that\r\ncan effectively narrow the growing gap between\r\ndeveloped countries — ever more prosperous and\r\nstable — and a developing world faced with poverty and\r\ndisorder of every sort.\r\nSuch observations emphasize that a real awareness\r\non the part of the international community as a whole,\r\nand of the developed countries in particular, is slow in\r\ncoming. They also confirm that piecemeal measures,\r\ntaken on an urgent basis, are not enough to compensate\r\nfor the lack of an overall approach to the global problems\r\nof our times.\r\n22\r\nGeneral Assembly 8th plenary meeting\r\nFifty-first session 25 September 1996\r\nAlso quite clear in this regard is the marginalization of\r\nthe mechanisms established to foster, channel and develop\r\ncooperation, solidarity and joint efforts among nations.\r\nIt is significant to note that on the heels of an\r\nanniversary session at which the commitment of States to\r\nstrengthen the authority of the United Nations was\r\nforcefully reaffirmed, the Organization is experiencing one\r\nof its greatest crises, notably due to restrictions on the\r\nresources it needs to accomplish its missions — and this at\r\na time when the demands on it have increased and when\r\nexpectations are growing that it will play a larger role in\r\npreserving peace, in promoting and developing international\r\ncooperation, and in emancipating peoples still under\r\ndomination. Hence the need for all States to discharge their\r\nobligations to our Organization, especially since it has\r\nembarked upon a courageous process of restructuring and\r\nreform designed to make it an instrument capable of\r\ngenerating and developing dialogue, cooperation and\r\nconfidence among nations.\r\nIt should be noted, in this regard, that democratization,\r\ntransparency and a better balance among its major organs\r\nall are requirements and basic objectives for a genuine\r\nreform of the institution and for ensuring the restoration of\r\nthe General Assembly’s authority and the functions\r\nconferred upon it by the Charter — also a key objective in\r\norder to enhance the effectiveness of its action and restore\r\nits credibility.\r\nSimilarly, it is important, within the framework of the\r\nquestion of the expansion of the Security Council, to pay\r\nspecial attention to such crucial aspects as the transparency\r\nof its work, the representation on it of the Member States\r\non whose behalf it acts, and the links to be established with\r\nthe General Assembly.\r\nAlgeria, which has made a priority, in its foreign\r\npolicy, of strengthening the credibility and the authority of\r\nthe United Nations, naturally provides continuous political\r\nsupport and makes varied contributions to its activities, as\r\nshown by our participation in the success of certain peace-\r\nkeeping operations.\r\nThis is because our Organization remains the most\r\nappropriate framework for realizing our aspirations for\r\nshared security and development, at the very time when the\r\nrealization of the twin Agendas for peace and development\r\ncalls for respecting and strengthening its authority.\r\nHere I should like to pay a well-deserved tribute to\r\nour Secretary-General, His Excellency Mr. Boutros\r\nBoutros-Ghali, for his vision, his perseverance and the\r\ntireless efforts he has been making in the service of\r\nadapting the United Nations to the challenges of the\r\ncurrent era. His courage, his commitment, and the\r\nambition he has to reinforce the reach and effectiveness\r\nof the Organization at a particularly difficult phase in the\r\nevolution of international relations have gained him the\r\nsupport of the Organization of African Unity and the\r\nLeague of Arab States. My country reiterates its support\r\nfor him and wishes him every success at the head of the\r\nUnited Nations.\r\nThe dawning of a better-organized and more stable\r\ninternational order requires seeking joint responses to the\r\nmost dangerous threats to the security and development of\r\nour countries. These responses can emerge only through\r\njoint undertakings, greater solidarity and an effective\r\ncommitment to combat the most serious consequences of\r\nthe rise in intolerance and extremism and the denial of the\r\nmost basic principles of humanity.\r\nAmong these phenomena, international terrorism is\r\nmore than ever manifest, in its seriousness as a universal\r\nphenomenon, as a threat to the stability of nations and to\r\ndemocratic values in our societies, and as a new type of\r\nthreat to international peace and security. So combatting\r\nterrorism today requires effective international\r\nmobilization commensurate with the challenges of a key\r\nphenomenon which knows no limits or inviolable\r\nsanctuary.\r\nIt is fortunate that an international awareness of the\r\ndangers inherent in this scourge is beginning gradually to\r\nemerge. The international response, however, will to a\r\nlarge extent remain insufficient if it is not reflected in\r\nconcrete action in line with three requirements: the\r\nestablishment of true international cooperation; a show of\r\ngreater solidarity; and determination commensurate with\r\nregularly stated political commitments.\r\nIn this regard, the fight against terrorism should not\r\nbe ambiguous or selective, as it sometimes is. It should be\r\nmarked by a constant, unfailing mobilization of efforts to\r\ndismantle the criminal chain of terrorism, including those\r\nwho are perpetrators, those who are behind them, the\r\nvarious political networks and their sources of financing\r\nand supply, and the direct or indirect logistical support\r\ngiven by individuals, groups or States. The necessary\r\nconditions should be created for this. In this context,\r\nAlgeria supports the idea of holding an international\r\nconference on the fight against terrorism.\r\n23\r\nGeneral Assembly 8th plenary meeting\r\nFifty-first session 25 September 1996\r\nPromoting more stable and more balanced international\r\nrelations requires collective effort to improve the situation\r\nin areas of tension and conflict which threaten international\r\npeace and security. In order to be fruitful, these efforts\r\nshould be buttressed by a search for viable, lasting solutions\r\nto these conflicts and by increasing joint efforts and\r\nstrengthening existing frameworks for dialogue.\r\nFrom this standpoint, the crisis in Bosnia and\r\nHerzegovina was an example of how indecision and lack of\r\ndetermination on the part of the world community cost us\r\na great deal in tragedy and destruction. This long-suffering\r\ncountry is now, to be sure, embarking on the path to peace,\r\neven if still remains fragile, and strewn with many\r\nobstacles. We venture to hope, however, that its new\r\ninstitutional direction will insure for Bosnia and\r\nHerzegovina the peace it needs for stability and\r\nreconstruction.\r\nFurthermore, the promotion of international relations\r\nalso presupposes the strengthening of regional integration\r\nframeworks which today are the hallmark of an emerging\r\nnew system of international relations.\r\nIn its immediate environment, Algeria is actively\r\nparticipating in the establishment and consolidation of joint\r\naction for solidarity and cooperation with its neighbours,\r\nwith which it hopes to develop exemplary good-neighbourly\r\nrelations. In the Maghreb, the identity, aspirations and\r\ncommon mission of the peoples of the region, naturally,\r\nmake us desirous of retaining a plan for Maghreb unity as\r\na central element of my country’s policy. This is an\r\nirreversible national priority.\r\nAlgeria’s determination is an expression of faith in the\r\nfuture as is the ability of each of the Arab Maghreb Union\r\npartners to take advantage of the opportunities for relations\r\nwhich can be mutually beneficial and which can meet the\r\nlegitimate aspirations of our peoples. It is in this context of\r\na unified, homogenous and strong Maghreb that Algeria\r\nhopes to contribute to the beginning of a just and lasting\r\npeaceful settlement of the issue of Western Sahara. It is in\r\nthis regard too that Algeria continues to provide political\r\nsupport and human and financial resources to the\r\nSettlement Plan jointly put in place by the United Nations\r\nand the Organization of African Unity (OAU) with a view\r\nto holding a genuine, credible referendum which would\r\nguarantee the free exercise by the people of Western Sahara\r\nof its right to self-determination and independence.\r\nContinuing problems encountered in the\r\nimplementation of the Settlement Plan, and the uncertainty\r\nsurrounding the desired political solution of this conflict,\r\nrequire that we redouble our efforts to establish better\r\nconditions for a genuine peace framework. We are\r\nconvinced that this will be possible only if each and every\r\nparty fully discharges its responsibilities in the\r\nimplementation of the Plan. A rapid solution would only\r\nbe advantageous for the peace and concord to which all\r\npeoples in the region are entitled.\r\nThis means in particular that the two parties to the\r\nconflict — the Kingdom of Morocco and the POLISARIO\r\nFront — should become aware that forthright,\r\nconstructive and responsible dialogue can bring a solution\r\nto pending issues at the current stage, and can also help\r\nthem to prepare for the future.\r\nThis also means that the duty of the international\r\ncommunity, and of the United Nations in particular,\r\nshould be translated into a more sustained commitment\r\nand presence, and into a continued peace effort in line\r\nwith international responsibilities towards the people of\r\nWestern Sahara and their legitimate rights.\r\nThe establishment of the OAU Mechanism for\r\nConflict Prevention, Management and Resolution reflects\r\nthe determination of African leaders to make a decisive\r\ncontribution to reducing tensions and settling disputes on\r\nour continent. Thanks to this spirit, the painstaking efforts\r\nmade by the countries of the Economic Community of\r\nWest African States have opened up promising prospects\r\nfor a settlement of the conflict in Liberia through national\r\nreconciliation and a return to democratically elected\r\ninstitutions.\r\nAlgeria hopes for a return to calm, reconciliation and\r\nnational unity in Burundi, which are so crucial for the\r\nwhole region. We continue to encourage all efforts being\r\nmade by the countries of the Great Lakes region.\r\nThe lack of prospects for a settlement in Somalia\r\nand the international community’s lack of interest are\r\nexacerbating the sufferings endured by the civilian\r\npopulation and are a source of great concern to us. While\r\nit is true that Somalians themselves must make a special\r\neffort, it is also the duty of the international\r\ncommunity — through the United Nations, the OAU and\r\nthe League of Arab States — to do everything possible to\r\nhelp in reconciliation and in the establishment of national\r\ninstitutions which could earn the embrace and confidence\r\nof all Somalians.\r\nIn the Mediterranean, Algeria has constantly worked\r\ntowards the establishment of a permanent framework for\r\n24\r\nGeneral Assembly 8th plenary meeting\r\nFifty-first session 25 September 1996\r\ndialogue and cooperation which would enable the coastal\r\nStates, without exception, to address their political, security,\r\neconomic and human concerns. We have always acted with\r\na view to defining a renewed operational machinery which\r\nwould organize and lead a future of stability and progress\r\nin the European-Mediterranean theatre. This is what\r\nmotivated Algeria to join the process begun in Barcelona.\r\nIn our view, this was an initial accomplishment, an\r\nimportant step towards the establishment of new European-\r\nMediterranean relations based on mutual confidence and\r\njoint actions, which will give tangible content to the\r\nindivisibility of security and development in the region.\r\nIn the Middle East, recent developments have in many\r\nrespects caused us concern and alarm. The Madrid\r\nconference created a historic opportunity for a peaceful\r\nsettlement for the Arab-Israeli conflict. In the name of good\r\nfaith and responsibility, the commitments entered into must\r\nbe respected. Algeria hopes to pursue its contribution to a\r\njust and lasting peace, and renews its commitment to the\r\nprincipals adopted by the Madrid conference: land for\r\npeace; the implementation of Security Council resolutions\r\n242 (1967), 338 (1973) and 425 (1978); and respect for the\r\nnational aspirations of the Palestinian people. These\r\nprinciples are at the heart of the peace process and the basis\r\nfor our participation in it. Algeria believes that there is no\r\nalternative to a settlement based on the total withdrawal by\r\nIsrael from all Arab territories occupied since 1967 and on\r\nthe right of the Palestinian people to the establishment of a\r\nsovereign State, with Al-Quds Al-Sharif as its capital.\r\nToday, it is the duty and the responsibility of the\r\ninternational community, and in particular of the co-\r\nsponsors of the peace process, to show resolve and\r\ndetermination in continuing their efforts to promote the\r\nsuccess of the process — a process which has been\r\njeopardized by Israeli intransigence and back-sliding.\r\nThe improvement of relations between Arab States and\r\ntheir unity constitute an essential pillar of the peace\r\nprocess. The dawning of peace will depend to a large extent\r\non the mobilization of Arab potential and capacity in the\r\nservice of peace and to promote relations based on the\r\nprinciples of good-neighbourliness, the non-use of force or\r\nthe threat of force, and non-interference in the internal\r\naffairs of States. All of us, Algeria included, must reverse\r\nthe logic of confrontation, which has compromised relations\r\nbetween Arab countries since the Gulf war, and work\r\ntowards reconciliation on the basis of respect for\r\ninternational law.\r\nIn this context, the unjustified violations of the\r\nindependence, sovereignty, unity and territorial integrity of\r\nIraq require an increased awareness on the part of the\r\nworld community of the risks inherent in such practices,\r\nwhich are contrary to international law, and of their\r\neffects on the stability of the region. Such violations,\r\nwhich Algeria rejects, have only increased the suffering\r\nof the Iraqi people, who have already been sorely tried by\r\nseveral years of sanctions which can no longer be\r\njustified.\r\nIn the same vein, Algeria remains concerned at the\r\ncontinuation of sanctions against our sister country, the\r\nLibyan Arab Jamahiriya, and by the sufferings these\r\ninvolve for the Libyan people, to which we would like to\r\nreiterate our full solidarity. Furthermore, Algeria renews\r\nits support for the restoration of the sovereignty of the\r\nUnited Arab Emirates over the Abu Musa islands and the\r\nLesser and Greater Tunb islands, which remain under\r\nforeign occupation. My country also expresses its\r\nsolidarity with Bahrain in the face of the increased\r\nforeign interference and threats to which it has been\r\nsubjected.\r\nAlgeria’s actions with regard to disarmament stem\r\nfrom its conviction that the acquisition, stockpiling and\r\nincreased sophistication of arms, in particular high-\r\ntechnology weapons and weapons of mass destruction, do\r\nnot bring security, but undermine the essential\r\nestablishment of confidence among nations. Strengthened\r\nby this conviction, Algeria has shown — through concrete\r\ninitiatives taken at the international, regional and internal\r\nlevels — its commitment to strengthening the process\r\ntowards general and complete disarmament by eliminating\r\nweapons of mass destruction. In this regard, we recall our\r\nparticipation in the drafting and adoption of the\r\nComprehensive Nuclear-Test-Ban Treaty as an initial\r\nstage for more substantial measures in this area.\r\nSimilarly, after having ratified the Convention on\r\nchemical weapons and adhering to the nuclear non-\r\nproliferation Treaty, on 30 March 1996 Algeria signed a\r\nsafeguards agreement with the International Atomic\r\nEnergy Agency.\r\nActing with similar responsibility, Algeria has helped\r\nAfrican efforts. These led to the adoption on 11 April of\r\nthe Pelindaba Treaty, by which the States Members of the\r\nOrganization of African Unity declared Africa a nuclear-\r\nfree zone. This African momentum should be encouraged\r\nby similar efforts to establish new zones, especially in the\r\nMiddle East, which remains a legitimate source of\r\nconcern for all Arab countries, in particular with regard\r\nto Israeli nuclear potential.\r\n25\r\nGeneral Assembly 8th plenary meeting\r\nFifty-first session 25 September 1996\r\nA better structured and more unified international\r\neconomic order is a precondition for international peace and\r\nsecurity. The globalization of economic, social and political\r\nproblems, the lack of coordinated management of\r\ninterdependent issues, the increase in global challenges, and\r\nthe weakening of national regulatory structures make it ever\r\nmore necessary to establish new structures for global\r\nmanagement within a framework of true democratization of\r\ninternational relations. In response to these objectives, the\r\ninternational community must shoulder more responsibility\r\nfor the many, interdependent links which hold it together;\r\nimprove its ability for a collective response to the challenge\r\nof development; and increase its support for these efforts.\r\nThe worsening of the external, bilateral and\r\nmultilateral debt crisis of developing countries; the erosion\r\nand unpredictable nature of resources from export earnings;\r\nrestrictions on access to markets; the lack of fairness in\r\ninternational trade; one-sided views which affect\r\ncooperation; and the unilateral nature of the world decision-\r\nmaking process: all these highlight in different ways the\r\nvarious obstacles which remain on the path to development.\r\nThis means that, in order to organize a common future\r\non a new basis, the international community must make\r\ndevelopment a greater concern, promote joint solutions for\r\nthe sustained growth of the countries of the South and\r\nensure their true integration in the world economy.\r\nIn this vein, the issue of development financing\r\ndeserves special attention in the context of the persistent\r\nexternal debt crisis in the countries of the South and the\r\ndrying up of funds for cooperation, since the approaches\r\ntaken to this issue thus far have been questionable, to say\r\nthe least. Imaginative and more global solutions must be\r\nfound to the external debt problem of the countries of the\r\nSouth and their access to international financing. It is also\r\nimportant to include in our vision of development the\r\nenormous potential of the expanding world trade expected\r\nfrom the fair and consistent implementation of the Uruguay\r\nRound agreements.\r\nThe first Ministerial Meeting of the World Trade\r\nOrganization (WTO), to be held soon in Singapore, will be\r\na good opportunity for the international community to make\r\na clear appraisal of the implementation of these agreements\r\nand to make the necessary corrections for a more\r\nsignificant and equitable participation of the countries of the\r\nSouth in international trade. It is through its predictability,\r\nstability, openness and transparency that the new world\r\ntrade system established by the WTO will become a true\r\nand forceful factor for development.\r\nThe international economic situation is still\r\ncharacterized by gaps that make the future of the world\r\nmore uncertain, given the increase in inequalities and the\r\nrisk of social rifts they entail. These gaps, which also\r\naffect developed countries faced with the severe problems\r\nof adjusting to unemployment and exclusion, show how,\r\nfaced with globalization, international society can only\r\nfind joint solutions to global problems, particularly those\r\nof growth and development. It is in Africa, where the\r\nsocio-economic situation is evolving more tragically, that\r\nthis dimension can be seen in all its gravity with the\r\nexpansion of abject poverty, the spread of disease and the\r\nthreat of impending famine.\r\nIt is on that continent that we find the greatest\r\nexpression of the categorical need for renewed and\r\nstrengthened international solidarity in a spirit of open-\r\nmindedness and partnership to help African countries in\r\ntheir efforts at the socio-economic restructuring necessary\r\nto lay the foundations for lasting political and social\r\nbalance and to open new prospects of hope for their\r\npeoples. It is in fact politically unacceptable and morally\r\nintolerable to continue to ignore the international threat\r\ninherent in the deterioration of the development crisis on\r\nthat continent.\r\nIn this vein, the new appeal made last March by the\r\nSecretary-General through a special initiative of the\r\nUnited Nations system for Africa deserves our full\r\nsupport, since it compels the international community,\r\nand, in particular the wealthy countries, to face up to their\r\nbasic responsibilities to our continent.\r\nIn a world that is constantly changing, we must\r\nundertake in all diligence and determination to work\r\ntogether to set new balances, enable mankind\r\nharmoniously to manage its interdependence and make the\r\ninternational economic environment more conducive to\r\ndevelopment.\r\nBy its very nature and unique mission, the United\r\nNations is the appropriate place to give an articulate, joint\r\nglobal response to these challenges. Who better than the\r\nUnited Nations can carry out such a task at a time when\r\nmanaging interdependence is more than ever at the heart\r\nof the problems of development and peace?\r\n26\r\nGeneral Assembly 8th plenary meeting\r\nFifty-first session 25 September 1996\r\nThat is why we should come to an agreement on the\r\ndevelopment programme proposed by the Secretary-\r\nGeneral. This programme should support United Nations\r\nefforts for Africa. This is why the criteria for streamlining\r\nand efficiency which accompany the reform process in the\r\nUnited Nations system in the economic and social spheres\r\nshould be made manifest in a joint quest for common\r\nobjectives in organizing the new system of international\r\nrelations. It is by doing so and by finding further\r\ninspiration in its Charter that the United Nations will avoid\r\ndrifting off track and will become a more effective\r\ninstrument for the orderly reconstruction of international\r\nrelations and thereby provide the necessary stability for\r\npeace and development.\r\nThe meeting rose at 1.10 p.m.\r\n27\r\n"