"United Nations A/51/PV.27\r\n96-86417 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-first Session\r\n27th plenary meeting\r\nTuesday, 8 October 1996, 3 p.m.\r\nNew York\r\nPresident: Mr. Razali Ismail . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Malaysia)\r\nThe meeting was called to order at 3 p.m.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nThe President: I call on the Minister for Foreign\r\nAffairs and Worship of Haiti, His Excellency Mr. Fritz\r\nLongchamp.\r\nMr. Longchamp (Haiti) (interpretation from French):\r\nAlmost two years have passed since the establishment of\r\nconstitutional order and the rule of law in Haiti. The spectre\r\nof an illegal government and the acts of violence it\r\nperpetrated has vanished. The Haitian people, with the\r\nsupport of the international community, have succeeded in\r\ndemonstrating in a country that the rule of law is more\r\nimportant than effectiveness where political shake-ups are\r\ncommon. Today, democracy and tolerance are part of the\r\nHaitian scene, breathing new life into the struggle to\r\npreserve freedom.\r\nHowever, for this success to be complete, it must lead\r\nthe way to security, knowledge, expertise and hope and to\r\nthe well-being of seven million Haitians, who are still\r\nwaiting for the realization of the dreams inspired by the\r\nreturn to democracy. Thus, the thorny question of socio-\r\neconomic recovery — the true prerequisite for the\r\nconsolidation of democratic gains — is more pressing than\r\never.\r\nThe United Nations has since 1991 been a focal\r\npoint for the Haitian people, because the Organization did\r\neverything in its power to give full force to the rule of\r\nlaw in my country. That is why I attach great importance\r\nto the outcome of the fifty-first session, which should\r\nconfirm the commitments we made last year, at the\r\ncommemoration of the fiftieth anniversary of the\r\nOrganization, to peace, international security and\r\ndevelopment. I am certain, Mr. President, that your\r\nleadership, your experience and your personal qualities\r\nwill ensure the success of our work.\r\nI should like to take this opportunity to pay a well-\r\ndeserved tribute to His Excellency Mr. Diogo Freitas do\r\nAmaral for the work that he accomplished as President of\r\nthe fiftieth session.\r\nI also wish to pay sincere tribute to the Secretary-\r\nGeneral, Mr. Boutros Boutros-Ghali, whose tireless efforts\r\nare breathing fresh life into the Organization. The\r\nGovernment of Haiti acknowledges his active role in\r\nresolving the Haitian crisis. His latest report on the\r\nsituation in our country reveals the perceptiveness of his\r\nanalysis and his profound understanding of Haitian\r\naffairs.\r\nSince the international community, through the\r\nUnited Nations, has invested in Haitian renewal, we have\r\na duty to report to the Assembly on the progress made by\r\nthe Haitian Government and the difficulties it is facing,\r\nand on its commitment to national development and to\r\ninternational peace and security.\r\nGeneral Assembly 27th plenary meeting\r\nFifty-first session 8 October 1996\r\nThe general elections held on 17 December 1995 led\r\nto the installation on 7 February 1996 of a new Government\r\nand to the renewal of Parliament. The new Government\r\nteam is striving to ensure respect for public freedoms and\r\nhuman rights, in spite of the various constraints it is facing.\r\nIt is encouraging free expression of opinion and the\r\nestablishment of organized bodies to improve the\r\nfunctioning of civil society.\r\nHowever, in its efforts to establish a democratic\r\nsociety and the rule of law, the Haitian Government must\r\nlabour under two constraints: the economic problems that\r\nworsened after the coup d’état and the shortcomings of the\r\njudicial system, which have given rise to frustration among\r\nthe population. Those factors have combined to create a\r\nstate of affairs favourable to those forces that are against\r\nchange, which have not yet abandoned their plans to\r\ndestabilize the Government.\r\nWith respect to the reform of the justice system, the\r\nGovernment is mindful of the urgent need to end the\r\nincompetence and corruption of most magistrates. To that\r\nend, on 3 October of this year it submitted to Parliament a\r\nbill outlining the substance of the reforms to be undertaken\r\nto correct the discredited justice system and make it more\r\ncredible and accessible.\r\nAn independent judiciary will be a crucial element in\r\nthe reform. The Government is taking every step to ensure\r\nthe elimination of any hindrance to judicial impartiality and\r\nintegrity. Similarly, it is doing its utmost to provide the\r\nsystem with the means it needs to function properly.\r\nFor some time now Haiti has been experiencing an\r\nacute economic crisis. National productivity is declining.\r\nInfrastructures are seriously dilapidated. Real gross\r\ndomestic product fell an average of 5.11 per cent from\r\n1991 to 1995. The country’s balance of trade is in chronic\r\ndeficit, amounting to $440 million, or 22 per cent of gross\r\ndomestic product for fiscal year 1994-1995. Exports have\r\ndropped to less than $100 million.\r\nAt the macroeconomic level, the Government is\r\ncurrently pursuing an economic policy that takes into\r\naccount the need to curb inflation, balance the budget,\r\nreform financing, combat corruption, impose austerity on\r\npublic administration and ensure equilibrium among the\r\nmacroeconomic variables.\r\nThat programme, which is supported by the\r\ninternational financial institutions with which we have\r\nworked out clear-cut modalities for negotiation and\r\ncooperation, will enable us better to meet an economic\r\nand social future that will be more promising and that\r\nwill better favour the integration of the Haitian economy\r\ninto the world scene.\r\nA production-oriented policy should emphasize\r\nincreased agricultural and industrial output. However, we\r\nmust take into account that Haiti’s agriculture is in crisis\r\nbecause it is unable to meet its two main goals: food\r\nsecurity and increased export earnings for the country.\r\nThus, the Government is striving to establish\r\ntechnological and social conditions that can relaunch\r\nnational agricultural production.\r\nIn the same spirit the Government is giving special\r\nattention to relaunching industrial production. A strategy\r\nhas been developed to restore a climate favourable to\r\nbusiness, which is a necessary condition for promoting\r\ninvestment, which is the driving force of industrial\r\ndevelopment. There can be no question that such an\r\nobjective can be achieved only through close cooperation\r\nbetween the country’s various sectors. We believe, inter\r\nalia, that a dynamic private sector open to foreign\r\ninvestment is a necessity for economic growth.\r\nThe present Government recognizes that future\r\ndevelopment can be achieved only if we protect our\r\nnatural resources. Thus, it intends to take steps to curb\r\ndeforestation and soil degradation. Safeguarding our\r\nenvironment is one of our priorities.\r\nEqually aware of the role played by the tourist\r\nindustry in the world economy, the Government has\r\ndevised a set of directives covering the principal elements\r\nof national tourist policy. It is encouraging to note that\r\nactivities in that sector are beginning to pick up.\r\nOn the social level, the Haitian Government believes\r\nthat there is a vital need to combat poverty, illiteracy and\r\ndeficiencies in health care. The struggle against poverty\r\nentails a demonstration of strong political resolve to\r\ndistribute the country’s scanty resources on a fairer basis\r\nand to take steps to combat unemployment and encourage\r\nprivate investment.\r\nThe persistence of a high rate of illiteracy is a major\r\nhandicap when it comes to improving economic results\r\nand raising social standards. Over the next four years the\r\nGovernment intends to achieve a significant increase in\r\nthe number of children attending school. Here, we should\r\nnote that particular attention is being put on improving\r\nhealth conditions in the country, and in that regard a\r\n2\r\nGeneral Assembly 27th plenary meeting\r\nFifty-first session 8 October 1996\r\nprogramme of action has been developed that will be\r\nimplemented by mobilizing all available resources and with\r\nthe support of certain bilateral and multilateral partners.\r\nThe task before us is enormous, but we are confident\r\nthat we can meet the challenge, thanks to the determination\r\nof the Haitian people and the continuing support of the\r\ninternational community, which has been unstinting in its\r\nefforts to help resolve problems that threaten international\r\npeace and security.\r\nOn the subject of international peace and security, the\r\ninternational community has once again this year been torn\r\nbetween fear and hope as it has confronted developments in\r\nsituations in various parts of the world. Long-standing\r\nconflicts have shown encouraging positive signs, while new\r\noutbreaks of violence have exacerbated world tensions.\r\nThus, the Haitian Government welcomes the positive\r\ndevelopments in the situation in the former Yugoslavia,\r\nmarked by the holding of general elections in Bosnia and\r\nHerzegovina. It is truly heartening to see that the peace\r\nprocess has once and for all, we hope, replaced the spiral\r\nof warfare and hatred, with its concomitant systematic\r\nviolations of human rights.\r\nThe initiatives taken by the Organization, in particular\r\nthe creation of the United Nations Protection Force and the\r\nInternational Tribunal for the Prosecution of Persons\r\nResponsible for Serious Violations of International\r\nHumanitarian Law, have greatly contributed to creating a\r\nclimate favourable to peace and ethnic reconciliation in that\r\ncountry.\r\nWith regard to the Middle East, my Government\r\nwishes to express its satisfaction at the resumption of\r\ndialogue there. It encourages the two parties to continue\r\ntheir efforts to achieve lasting peace in the region, in\r\nkeeping with the relevant United Nations resolutions.\r\nOn our own continent we welcome the prospects of\r\npeace that have appeared in Guatemala, after 35 years of\r\narmed conflict. The Haitian Government commends the\r\nUnited Nations on the leading role it has played in that\r\npeace process.\r\nOur Organization should not only intervene in regional\r\nand inter-State situations that pose a threat to international\r\npeace and security but also contribute to help eradicate such\r\ndangerous evils as international terrorism and illicit drug\r\ntrafficking or to assist in finding solutions to certain\r\nproblems that threaten mankind’s survival, such as the\r\nnuclear-arms race. In that regard, my Government\r\nfollowed with interest the negotiations held within the\r\nframework of the Geneva Conference on Disarmament\r\nand decided to become a sponsor of the draft resolution\r\nsubmitted to the General Assembly, in the conviction that\r\nthe Treaty was already a step towards nuclear\r\ndisarmament. That is why, two weeks ago, on behalf of\r\nmy country’s Government, I signed the text of the\r\nComprehensive Nuclear-Test-Ban Treaty, whose adoption\r\nby 156 States Members of the Organization eloquently\r\nattests to the profound desire of all nations to build a\r\nsafer world for future generations.\r\nTerrorism and illicit drug trafficking also represent\r\ngrave threats to international peace and security.\r\nCoordinated action involving all members of the\r\ninternational community will be increasingly necessary in\r\norder to eradicate these scourges. As far as terrorism is\r\nconcerned, the Haitian Government has always vigorously\r\ncondemned indiscriminate acts of violence against\r\ninnocent individuals and believes that the international\r\nconventions adopted on this question provide a legal\r\nframework for the prosecution of the perpetrators of such\r\ncrimes. However, along with laws and criminal\r\npunishment, we must also try to find a solution to the\r\nproblems at their source.\r\nMindful of the gravity of the situation, the member\r\ncountries of the Organization of American States\r\nconvened a specialized conference on terrorism that met\r\nin Lima, Peru, from 23 to 26 April 1996. The Republic of\r\nHaiti signed the Declaration adopted on that occasion\r\nwith a view to preventing, combating and eliminating\r\nterrorism within the overall framework of the applicability\r\nof international law, respect for the sovereignty of States,\r\nthe principle of non-intervention and strict compliance by\r\nStates with their rights and duties. The Haitian\r\nGovernment also subscribes to the new actions\r\nrecommended by the Ministerial Conference held in Paris\r\non 30 July 1996.\r\nIn the area of international drug control, I would like\r\nto note that the Republic of Haiti is aware of the effort\r\nbeing made by the international community to tackle the\r\nphenomenon of drug abuse and drug trafficking. It is\r\nincreasingly necessary for us to define, by means of\r\nappropriate conventions, an integrated framework for the\r\nrelentless struggle that we need to wage against drugs in\r\nall phases: production, consumption, abuse, money-\r\nlaundering and money-recycling, extradition and\r\ninternational prosecution of traffickers and confiscation of\r\ngoods.\r\n3\r\nGeneral Assembly 27th plenary meeting\r\nFifty-first session 8 October 1996\r\nLast year the commemoration of the fiftieth\r\nanniversary of the Organization allowed us not only to take\r\nstock of its record and of the activities it has undertaken\r\nbut also to reopen the question of the reform of the United\r\nNations necessary to tackle the challenges of the\r\napproaching twenty-first century.\r\nAs far as the expansion of the Security Council is\r\nconcerned, the Haitian Government would like a consensus\r\nto be reached on a new configuration of that important\r\nbody that would favour active participation for all States in\r\nthe activities of maintaining international peace and\r\nsecurity.\r\nAt the same time, we need to find ways and means to\r\nrevitalize the Economic and Social Council. While\r\nrecognizing the positive actions of the Economic and Social\r\nCouncil in various aspects of development over half a\r\ncentury, the Haitian Government believes that it is possible\r\nto improve its operation in order to make it a more\r\neffective instrument to promote sustainable development.\r\nWe stand at a turning point in history where we are\r\nfaced with grave dangers as well as many signs of hope. In\r\nHaiti we are striving to restore hope to our people in order\r\nto make a complete break with a past of suffering and\r\ndeprivation. It is also the responsibility of all States to\r\nmake the reform of our Organization a reality so that it can\r\nusher in a better world for future generations.\r\nThe President: The next speaker is the Minister for\r\nForeign Affairs of Chad, His Excellency Mr. Saleh\r\nKebzabo, on whom I now call.\r\nMr. Kebzabo (Chad) (interpretation from French):\r\nFirst of all, I would like to congratulate you, Sir, on behalf\r\nof my delegation, upon your election to the presidency of\r\nthe General Assembly at this session. Your selection is not\r\nonly a recognition of the contributions of your country,\r\nMalaysia, in the defence of the ideals of the United Nations\r\nbut is also a confirmation of your talents as an experienced\r\ndiplomat.\r\nAllow me also to express my thanks to your\r\npredecessor, Mr. Diogo Freitas do Amaral, for his masterful\r\nguidance of the historic commemorative session of the\r\nfiftieth anniversary of the United Nations.\r\nI would like to pay once again a well-deserved tribute\r\nto our Secretary-General, Mr. Boutros Boutros-Ghali, and\r\nto reiterate our support for his constant efforts on behalf of\r\npeace and development.\r\nMay I also transmit to our Assembly the message of\r\nhope and the wishes for success of the President of the\r\nRepublic of Chad, General Idriss Deby.\r\nThe life of a nation is often stamped by events\r\nwritten in golden letters in the great book of their history.\r\n1996 is going to be one of those pivotal years along the\r\nroad to democracy in Chad. Indeed, at preceding sessions,\r\nChadian delegations regularly informed our Assembly of\r\nthe substantial progress achieved in this area. I can affirm\r\nto you today that the process is ongoing, is getting\r\nstronger and becoming day by day an irreversible reality.\r\nI offer as proof the two major elections that took place\r\npeacefully and quietly.\r\nFirst, last March, the people of Chad gained a\r\nConstitution that then gave them the opportunity to elect\r\nfreely and democratically for the first time in their\r\nhistory, with direct universal suffrage, a President of the\r\nRepublic from among 15 candidates. Yes, after two hard-\r\nfought rounds of voting the people of Chad chose\r\nPresident Idriss Deby, who was officially inaugurated as\r\nPresident of the Republic of Chad on 8 August 1996 for\r\na term of five years.\r\nNonetheless, the process is still under way. Before\r\nthe end of the year the people of Chad will be called\r\nupon to elect their representatives to the future national\r\nassembly. The parliamentary election will bring to a close\r\nthe first phase in the establishment of the institutions\r\ncalled for by the Constitution.\r\nNumerous international observers were present in\r\nour country during the elections. They observed that the\r\nelections took place properly and that the Chadians\r\nshowed discipline and political maturity. The organization\r\nof the elections would not have been possible without the\r\ncontributions of Chad’s traditional friends, most notably,\r\nFrance, the United Nations system and international and\r\nnon-governmental organizations. This contribution\r\nsupplemented the efforts of the Government of Chad\r\nitself, which, despite its serious economic and financial\r\nconstraints, assumed a part of the financing of the\r\noperations. Here we wish to thank all those whose\r\nmultifaceted support and assistance made it possible to\r\nachieve these happy results. I take this opportunity to\r\nagain appeal urgently to the international community to\r\nsupport Chad in the organization of future elections, in\r\nparticular the legislative elections scheduled for next\r\nDecember.\r\n4\r\nGeneral Assembly 27th plenary meeting\r\nFifty-first session 8 October 1996\r\nIt is often said that there can be no lasting economic\r\ndevelopment without democracy. The latter, as we all\r\nknow, is a long, evolving process. Thus, slowly, patiently,\r\nat its own pace and in the light of its own realities, Chad is\r\nproviding itself with the democratic institutions that must\r\nsupport its socio-economic development efforts, which is\r\nthe highest priority of the programme of action of the\r\nGovernment of Chad.\r\nThus, like a host of other countries, Chad has\r\ndeveloped, in collaboration with the Bretton Woods\r\ninstitutions, a structural adjustment programme. It has also\r\njust negotiated and concluded with the Paris Club of\r\nIndustrial Country Creditors a partial deferment and\r\nrescheduling of its public debt. These actions are designed\r\nto control Government expenditure and ultimately to reduce\r\nthe current budget deficit. The main goal is to arrive at a\r\nsurplus which would allow Chad to build the basic\r\ninfrastructures which are essential to the promotion and\r\ndevelopment of economic activities. The Government of\r\nChad is also re-energizing its private sector, which\r\ngenerates employment, privatizing State enterprises and\r\nvigorously reforming tax-collection services and economic\r\ndevelopment programmes.\r\nAnother concern of my Government is the constant\r\nquest for peace and security. As the Assembly knows, war\r\nhas stalked my country for more than two decades, which\r\nhas completely undermined its structures. This is why we\r\nmust work to restore peace and security, which inevitably\r\ninvolves regaining control of the army. I can affirm to the\r\nAssembly that efforts have been made and are continuing\r\nto this end. Thanks to friendly countries and the World\r\nBank, more than 21,000 soldiers have been demobilized, an\r\noperation which will continue. However, our demobilization\r\nefforts will be in vain if this means putting out onto the\r\nstreet men who know how to handle weapons and are\r\ncapable of causing unrest and insecurity. This is why a\r\nprogramme to reintegrate them into society must be\r\nimplemented immediately. Only then will the reform\r\nprogramme succeed and ensure that we have a disciplined\r\narmy, a true melting pot of the nation, at the service of\r\ndevelopment: this is our ambition.\r\nThe aftermath of war must be overcome, and at the\r\ntop of our list of priorities is to de-mine an area equivalent\r\nto one quarter of our national territory. The mines planted\r\nduring the occupation of part of our country continue\r\nindiscriminately to kill and mutilate civilians, women and\r\nchildren in particular. This is an alarming situation because\r\nit hinders any development programme in a region which,\r\nnonetheless, has enormous potential for mining and tourism.\r\nIt goes without saying that national rehabilitation\r\ncannot succeed, once again, without the assistance of the\r\ninternational community.\r\nAs far as my country is concerned, and despite the\r\nproblems I have just mentioned, Chad is resolutely\r\ndetermined to work for sustainable socio-economic\r\ndevelopment. The people of Chad, in an atmosphere of\r\npeace and freedom, decided to unite for the sake of their\r\nown development. To this end, we would like to see\r\nincreasing external assistance, so designed to help us to\r\nreach the point where we no longer need such assistance.\r\nHelp us to develop, so that we do not become too great\r\na burden on the countries represented here. That is our\r\nmessage to the developed countries.\r\nThe international situation is also of concern to us.\r\nChad is not alone in the world, and what happens in that\r\nworld, even if it is beyond us and if matters are settled\r\noutside Chad, concerns us all the same. The rampant\r\ncrises in various parts of the world raise the question of\r\nwhat became of the hopes that were raised by the end of\r\nthe cold war. We in Africa applaud the progress towards\r\nrestoring peace and security in countries such as\r\nMozambique, Angola and Liberia. But these achievements\r\nhave to be consolidated. We can do this if we mobilize\r\nourselves and shoulder our responsibilities.\r\nWe deplore the situation of latent war in Somalia\r\nand the Great Lakes region. Genuine efforts should be\r\nmade by the international community; the parties involved\r\nalso need to show political will to end their fratricidal\r\nconfrontations.\r\nThe challenge is the same in Bosnia and\r\nHerzegovina, where implementation of the Dayton Peace\r\nAgreement must be vigorously supported so that a\r\npermanent peace can be established in that part of the\r\nworld.\r\nIn the Middle East, the peace process which began\r\nwith Israeli and Palestinian reconciliation seems to have\r\nbeen thrown into question in the light of events in recent\r\nweeks. We pay tribute to the very recent diplomatic\r\ninitiatives to try and restore dialogue between the\r\ndifferent parties, despite the lukewarm results. Chad\r\nexhorts them to respect their commitments to avoid a new\r\nflare-up in the region.\r\nMy country fully endorses the numerous efforts\r\nmade with regard to disarmament. Thus we welcomed\r\nwith satisfaction the African Nuclear-Weapon-Free Zone\r\n5\r\nGeneral Assembly 27th plenary meeting\r\nFifty-first session 8 October 1996\r\nTreaty signed in Cairo, the non-aggression pact in Central\r\nAfrica signed in Yaoundé and the adoption here in New\r\nYork of the Comprehensive Nuclear-Test-Ban Treaty,\r\nwhich Chad signed this very morning.\r\nSimilarly, faced with the horror caused by mines,\r\nthose deadly devices, Chad welcomes the initiatives taken\r\nto eliminate them. Consequently, we are prepared to\r\nsupport any measure to that end.\r\nThe 1990s will have been devoted to attempts to find\r\nglobal solutions to the serious economic, social and\r\nenvironmental problems facing part of humankind. Chad, as\r\na Sahelian country, welcomes the entry into force of the\r\nConvention to Combat Desertification in Those Countries\r\nExperiencing Serious Drought and/or Desertification,\r\nparticularly in Africa and hopes to see rapid implementation\r\nof its provisions.\r\nWe also hope that the forthcoming World Food\r\nSummit will meet expectations in terms of food security\r\nand water management, issues which give rise to often\r\ndeadly conflict. Moreover, we should meet the new\r\nchallenges facing the world: drugs, organized crime,\r\npandemics, terrorism and religious intolerance. Increased\r\ninternational cooperation seems essential if we are to\r\neliminate these scourges which Governments cannot deal\r\nwith individually.\r\nHere, I would like to congratulate the United Nations\r\nChildren’s Fund for its actions on behalf of children, in\r\nparticular its vaccination programmes, including the\r\nprogramme to eradicate poliomyelitis before the year 2000.\r\nWe also encourage the World Health Organization to step\r\nup its efforts to contain and eliminate the modern\r\npandemic, AIDS.\r\nThe fiftieth anniversary of our Organization provided\r\nan opportunity for the international community to think\r\nabout the future, reform and how to re-energize the United\r\nNations.\r\nBut, like all human activities, only by making all this\r\na reality will our Organization be able to achieve the ideals\r\nof peace, security and well-being laid down in the Charter\r\nand to which our peoples aspire.\r\nI cannot conclude without joining with many\r\npreceding speakers in paying tribute to the immense work\r\ndone over the last four years by our Secretary-General,\r\nMr. Boutros Boutros-Ghali. His action on all fronts, and the\r\navailability, willingness and courage of the Secretary-\r\nGeneral have enabled our Organization to foresee and\r\nresolve many conflicts. In that connection, I want to make\r\nit very clear that our country, Chad, will support the\r\nSecretary-General without reservation.\r\nThe President: I now call on the next speaker,\r\nHis Excellency Mr. Fathulla Jameel, Minister for Foreign\r\nAffairs of Maldives.\r\nMr. Jameel (Maldives): At the outset, allow me, Sir,\r\nto say how gratified we are to see you presiding over this\r\nAssembly. Your election to that high office is a well-\r\ndeserved recognition of your personal qualities and\r\nexperience, and also of Malaysia’s important role in this\r\nOrganization and in the international arena. I have no\r\ndoubt that you will lead the work of this Assembly to a\r\nfruitful conclusion.\r\nIt is also my privilege to pay tribute to your\r\npredecessor, His Excellency Mr. Diogo Freitas do Amaral\r\nof Portugal, for the exemplary manner in which he\r\ndischarged his onerous responsibilities.\r\nI would also like to take this opportunity to pay\r\ntribute to the Secretary-General, His Excellency\r\nMr. Boutros Boutros-Ghali, for his untiring efforts in the\r\ncause of peace and development. While we realize the\r\ndifficulties and the complexity of the challenges that lie\r\nahead in the years to come, we remain confident in his\r\nwisdom and competence in steering this universal\r\nOrganization towards the fulfilment of its responsibilities\r\nin accordance with the principles of the Charter. My\r\ndelegation sincerely wishes him every success in his\r\nendeavours.\r\nLast year, we proudly celebrated 50 years of\r\nachievements. As we slowly begin the countdown to the\r\ncentenary celebration of the United Nations, on behalf of\r\nthe generations to come, we see ourselves coincidentally\r\non the threshold of a new century as well. My delegation\r\nfeels that this is a unique opportunity for all of us to\r\nrededicate ourselves to the purposes and principles of the\r\nCharter with greater determination and commitment to\r\nstrengthening the United Nations so that the menacing\r\ntrends in human relations which caused so much misery\r\nand destruction in the past can be halted and reversed,\r\nand that existing inequalities among nations and peoples\r\ncan be eliminated, creating a new atmosphere of tolerance\r\nand mutual respect, and a new sense of shared\r\nresponsibility for development and progress.\r\n6\r\nGeneral Assembly 27th plenary meeting\r\nFifty-first session 8 October 1996\r\nOver the past 50 years, the Organization has grown\r\nfourfold and has become the most representative —\r\ncertainly the only universal — institution serving the\r\npurpose of maintaining international peace and security.\r\nThis truly global Organization has an immense capability to\r\nmobilize international efforts to deal with global problems\r\nrelating to economic, social and environmental issues. It\r\nalso possesses the potency to promote universal standards\r\nof human rights despite differences in the historical, cultural\r\nand religious backgrounds of nations and communities.\r\nAdmittedly, the Organization has experienced rough times\r\nand has suffered several setbacks during the course of its\r\nexistence. However, with the demise of the cold war that\r\nhaunted the Organization for nearly four decades, a more\r\nfavourable environment has emerged, enabling us to\r\nrespond collectively to the challenges of the future.\r\nMr. Seydon (Niger), Vice-President, took the Chair.\r\nMy country is among the smallest and the least\r\ndeveloped countries of this Organization. For us, the United\r\nNations is extremely important in safeguarding our\r\nsovereignty, independence and territorial integrity. For us,\r\nit is the protector of freedom and justice, particularly for\r\nthe weak and the vulnerable. It is also the beacon of hope\r\nfor hundreds of millions of people in the developing world\r\nfor a better future free from hunger and disease. Therefore,\r\nwe feel the need to steadily strengthen, revitalize and\r\nreform the Organization in order to make it more effective,\r\nmore democratic, and ready to react and respond without\r\nbias to situations that threaten international peace and\r\nsecurity.\r\nIt was with this in mind that we joined in the\r\ninitiative, way back in 1979, to include on the agenda an\r\nitem on the question of equitable representation on and\r\nincrease in the membership of the Security Council. My\r\ndelegation welcomes the reform and adjustment process that\r\nis now under way and sincerely hopes that the process will\r\nnot compromise the principles of the Charter, which\r\nemphasize multilateralism, mutual respect and shared\r\ninterests, including the interests of small States. In this\r\ncontext, my delegation feels that the proposal made by Italy\r\nin the Working Group on the reform and restructuring of\r\nthe Security Council deserves our attention and careful\r\nconsideration. There is no doubt that the more\r\nrepresentative the United Nations is, the more democratic\r\nit will be; and that the more accountable the United Nations\r\nis, the more effective it will be, thus benefitting us all,\r\nsmall or large, weak or powerful, rich or poor.\r\nReforming the Organization alone will not serve the\r\ndesired purposes unless the commitment of Member\r\nStates to uphold and abide by the principles of the\r\nCharter and their obligations is fulfilled. We are\r\nconcerned that the Organization is undergoing the worst\r\nfinancial crisis in its history. We are reminded that the\r\nmain cause of the financial predicament is the failure of\r\nMember States to meet their financial obligations on time\r\nand in full. While my delegation has every sympathy\r\ntowards those countries which have genuine difficulties,\r\nwe note that by far the greater number of cases in arrears\r\nare those which have the capability to pay. We note with\r\ndisappointment that the richest Member of this\r\nOrganization is among those who fail or refuse to pay\r\ntheir dues. It is ironic that the effects of this severe\r\nfinancial crisis have to be borne most adversely by the\r\nsmaller and the poorer States of the Organization, which\r\nin many cases are obligated under the current scale of\r\nassessments to pay more than their fair share. In spite of\r\nits limited resources and the frequent economic\r\ndifficulties it faces, I am pleased to say that my country\r\ncontinues to pay its share of contribution in full, as we\r\nare convinced that only resources and efforts can produce\r\nresults.\r\nMeanwhile my delegation believes that the efforts of\r\nthe international community to reform the administrative\r\nand budgetary functioning of the United Nations should\r\naim at utilizing the scarce resources of the Organization\r\nmore efficiently. In this regard, the efforts of the\r\nSecretary-General to achieve a more lean and effective\r\nSecretariat geared to take on the challenging tasks\r\nentrusted to it warrant recognition. We also welcome the\r\nrecent measures towards eliminating redundancy,\r\nduplication and waste, for only a sound organization can\r\nensure the success of its mission.\r\nThe world has never offered a greater opportunity\r\nthan today to address critical developmental problems and\r\nchallenges. The international community has emphasized\r\nthe importance of a revitalized and enhanced system of\r\ninternational cooperation for development. The sheer\r\nnumber of major international conferences held during the\r\npast few years and the collective resolve documented\r\noffer adequate testimony to this strong desire. The\r\noutcome of these conferences fostered a common concept\r\nof sustainable economic development for the betterment\r\nof mankind as a whole. However, despite all these\r\npositive developments on the international economic and\r\nsocial scene, my delegation is convinced that unless these\r\nambitious programmes are backed by the necessary\r\nresources and political will, no change can be achieved.\r\n7\r\nGeneral Assembly 27th plenary meeting\r\nFifty-first session 8 October 1996\r\nWe also feel that all activities of international economic and\r\ndevelopment cooperation, including those undertaken by the\r\nBretton Woods institutions and the World Trade\r\nOrganization, must be coordinated and closely linked with\r\nthe development strategies and programmes of the United\r\nNations system. After all, this Organization remains the\r\nmost representative institution.\r\nWhile the globalization and liberalization of the world\r\neconomy gave some developing countries the opportunity\r\nto assume a more prominent status in the world economy,\r\nthe least-developed countries — a category to which my\r\ncountry unfortunately belongs — continued to be\r\nmarginalized. The standard of living in least-developed\r\ncountries has in effect declined over the years, and the\r\npoverty level has intensified in many of these countries due\r\nto indolent economic growth, which in turn was subject to\r\noutside factors. The overall decline in official development\r\nassistance over the years has further aggravated the\r\nconditions of the least-developed countries at a time when\r\naid is most needed.\r\nThis unfavourable situation, if allowed to drag on,\r\ncould be calamitous for countries, such as the Maldives,\r\nwith severe resource constraints and fragile infrastructures.\r\nFor this reason, my delegation can only appeal for priority\r\naction on various international development commitments,\r\nsuch as the Paris Declaration and Programme of Action for\r\nLeast Developed Countries for the 1990s. These have been\r\nendorsed at various recent global conferences. Admittedly,\r\nliberalization of trade has resulted in greater trade.\r\nHowever, liberalization has also meant the loss of the only\r\nadvantage that the least-developed countries had — their\r\nprivileged status — and the consequent loss of their\r\nmarkets. Liberalization has therefore, in effect, contributed\r\nto the marginalization of many developing countries.\r\nThe inherent obstacles facing small States, particularly\r\nsmall island States, and their vulnerability, deserve special\r\nattention. Small island States like my own require favoured\r\ntreatment to prevent them from slipping back from their\r\nwell-earned achievements.\r\nIn this context, I also wish to express the need for an\r\nincisive examination of the criteria for least-developed-\r\ncountry status and related issues, including the graduation\r\nprocess, in order to do justice to the poorest among the\r\npoor countries when the criteria come up for review next\r\nyear. The per capita index used to classify countries for\r\nassistance purposes is no longer adequate, particularly in\r\nthe case of small States. It fails to capture the special\r\nproblems faced by these countries and their vulnerability to\r\nexternal shocks. In this context, the development and use\r\nof a vulnerability index, along with other criteria, may be\r\nfeasible in order to minimize these inadequacies.\r\nOn the other hand, many of the poorest countries are\r\nstill entangled in a web of external debt from which they\r\nare unlikely ever to be able to free themselves. My\r\ndelegation believes that more steps should be taken to lift\r\nthe debt burden from the poorest and most indebted\r\ncountries by increasing the debt relief measures of\r\nbilateral creditors and by greater involvement of\r\nmultilateral agencies in this responsibility. The developed\r\ncountries can also help in eliminating the situation by\r\ndemolishing the barriers they still maintain against\r\nimports from the less developed countries, in particular\r\nthose which are suffering from the burdens of external\r\ndebt.\r\nPoverty cannot be eliminated through charity, but\r\nonly through cooperation. In this context, we welcome the\r\nproposal of the countries of the Organization for\r\nEconomic Cooperation and Development to cut the\r\nnumber of people living in absolute poverty by half in the\r\nnext two decades.\r\nWe are fully committed to the efforts of the\r\ninternational community to safeguard the global\r\nenvironment, especially by building the capacity of the\r\nUnited Nations to promote sustainable development for\r\nall. We welcome the work carried out by the Commission\r\non Sustainable Development in this regard, and are\r\nlooking forward to the forthcoming United Nations\r\nConference on Environment and Development review\r\nconference in 1997. My delegation is confident that this\r\nreview process will give the international community the\r\nopportunity to rededicate itself once again to the\r\npreservation of the global environment. Only concerted\r\nefforts on all fronts can produce encouraging results in\r\nthis daunting challenge. For the Maldives, the\r\nenvironment is an important issue. We are conscious of\r\nthe fragility of our islands and we hope to be able to\r\nprotect them from the potential dangers arising from\r\nglobal warming and sea-level rise. We are also\r\ndetermined to keep our country environment-friendly,\r\nclean and unpolluted. Though the land area we have is so\r\nlimited, I am happy to mention that in the Maldives we\r\ninitiated a programme in January this year for planting\r\none million trees in three years; I presume that if all\r\ncountries represented here would initiate similar\r\nprogrammes at a rate of four trees per capita, the world\r\nwould be greener and cleaner in 10 years.\r\n8\r\nGeneral Assembly 27th plenary meeting\r\nFifty-first session 8 October 1996\r\nThe importance of disarmament for the preservation\r\nand maintenance of world peace and security cannot be\r\noveremphasized. We believe that, with the treaties and\r\nbilateral agreements concluded, and the ongoing\r\nnegotiations among the nuclear-weapon States, and also\r\nwith the indefinite extension of the Treaty on the Non-\r\nProliferation of Nuclear Weapons last year, the international\r\ncommunity is now reaffirming its commitment to global\r\ndisarmament and renewing the hopes for the eventual\r\nelimination of nuclear weapons and other weapons of mass\r\ndestruction. My delegation is pleased about the positive\r\napproaches taken by the nuclear-weapon States towards the\r\nadoption of the Comprehensive Nuclear-Test-Ban Treaty,\r\ndespite the lack of consensus. We are particularly happy\r\nthat the Treaty has now been opened for signature.\r\nWe also would like to praise the role played by the\r\nUnited Nations in demining and mine clearance, and to\r\ncongratulate those involved in this dangerous activity for\r\ntheir bravery and dedication. Anti-personnel landmines have\r\ncaused enormous human suffering and continue to maim\r\nand incapacitate countless innocent men, women and\r\nchildren. We look forward to a worldwide ban on this\r\nhorrible and inhuman instrument of killing.\r\nMy delegation is firmly committed to the concept of\r\nthe establishment of nuclear-weapon-free zones and zones\r\nof peace and would like to take this opportunity to call\r\nupon all regions, especially the countries in the region of\r\nSouth Asia, to which we belong, to make every effort to\r\nbring about the proposed nuclear-weapon-free zone in South\r\nAsia without any further delay.\r\nInternal strife generated and fanned by ethnic,\r\nreligious and other factors is a recent trend, which is\r\ncausing large conflagrations in some parts of the world.\r\nWhile our Organization gropes for effective mechanisms to\r\nrespond to such exigencies, we should not ignore the\r\nserious threats posed by drug traffickers, terrorists and\r\nmercenaries, particularly to small States. Terrorist incidents\r\nhave increased alarmingly over the last few years. My\r\ndelegation is fully convinced that the international\r\ncommunity should intensify its efforts to combat terrorism.\r\nThe early entry into force of the Convention against the\r\nRecruitment, Use, Financing and Training of Mercenaries\r\nwill be a step forward in addressing these threats. We urge\r\nall States which have not yet done so to ratify the\r\nConvention as early as possible. Similarly, my delegation\r\nwould like to call for the strongest possible international\r\naction against drug traffickers, who are not only poisoning\r\nthe fabric of human life but also draining the potential for\r\nproductivity and prosperity of nations by exploiting the\r\nvulnerable elements in our societies.\r\nThough deeply concerned over the recent violence in\r\nPalestine and in the occupied lands, which resulted in the\r\ndeath or injury of hundreds of men, women and children,\r\nmy delegation is happy to observe that despite the\r\nnumerous difficulties that exist, the Middle East peace\r\nprocess is continuing to move forward. We fervently hope\r\nthat the agreements reached so far will be implemented\r\nfully and without further delay.\r\nThe important and critical role played by the\r\nproponents of the peace process, especially the United\r\nStates, deserves the appreciation and praise of the\r\ninternational community and should not be forgotten. My\r\ndelegation is convinced that their positive role will\r\ncontinue to be instrumental to the success of the peace\r\nprocess. At the same time, we also feel that the United\r\nNations should continue to play its important role in\r\nproviding means to the Palestinian people in their just\r\nstruggle for the restoration of their inalienable rights,\r\nincluding the right to self-determination and to the\r\nestablishment of a sovereign State which could coexist\r\nwith its neighbours in peace and harmony.\r\nThe situation in Bosnia and Herzegovina is\r\nencouraging, but we need to remain alert. The Dayton\r\nAgreement has finally paved the way to creating a lasting\r\npeace in Bosnia. The fulfilment of the commitments of\r\nthe international community is, however, critical to the\r\nachievement and consolidation of full peace. We also\r\nbelieve that it is important and necessary to bring those\r\nresponsible for the atrocities and the crimes of genocide\r\nto justice and to punish them.\r\nMy delegation remains convinced that the United\r\nNations is the most viable and dependable universal\r\ninstitution today. It is the responsibility of all of us to\r\nallow this universal Organization to play a more central\r\nand active role in shaping and harnessing international\r\ncooperation for economic growth and development. It is\r\nalso our conviction that the dedication and collective\r\nendeavours of the international community, which have\r\nenabled the United Nations to survive the past 50 years,\r\nwill inspire us all to greater heights of unity and\r\ncooperation so as to preserve and maintain the principles\r\nof the Charter, promote its objectives, and strengthen the\r\nOrganization, thereby enabling it to better serve and\r\nenhance the well-being of the peoples of the world.\r\n9\r\nGeneral Assembly 27th plenary meeting\r\nFifty-first session 8 October 1996\r\nThe Acting President (interpretation from\r\nFrench): I now call on the Minister for Legal Affairs and\r\nLocal Government of Grenada, His Excellency Mr. Raphael\r\nFletcher.\r\nMr. Fletcher (Grenada): Virtue constitutes the greatest\r\nform of human strength. Indeed, the very origin of the word\r\n“virtue” connotes manly strength — not merely physical\r\nstrength, but moral strength. With respect to human\r\ninteraction, it is a widely acknowledged truth that the\r\ngreatest form of power arises when virtue is furnished with\r\nmeans. That is the concept that gave birth to the United\r\nNations, inspired its noble deeds, and generally continues\r\nto inform its operations. Accordingly, our celebration last\r\nyear of the fiftieth anniversary of the United Nations was\r\nquintessentially a collective expression of rejoicing in the\r\nwisdom embodied in that powerful truth, as well as an\r\nexplicit, joint recommitment on the part of Member nations\r\nto act in accordance with the principle of empowerment of\r\nvirtue, through the supply of appropriate means.\r\nIn this context it is, for me, a great honour to be\r\nafforded the opportunity to address this very distinguished\r\ngathering of the fifty-first session of the General Assembly.\r\nThis event is easily the most important in the world\r\ncalendar, as far as political deliberations are concerned.\r\nMy delegation conveys to this Assembly the greetings\r\nof the Government and the people of Grenada, and\r\ncongratulates His Excellency Mr. Razali Ismail of Malaysia\r\non his election to the presidency of the General Assembly\r\nat its fifty-first session. We were particularly impressed\r\nwith the way in which Mr. Diogo Freitas do Amaral of\r\nPortugal conducted the affairs of the General Assembly at\r\nits fiftieth session, and take this opportunity to thank him\r\nfor his handling of those proceedings.\r\nMy delegation further expresses appreciation and\r\nthanks to the Secretary-General, His Excellency\r\nMr. Boutros Boutros-Ghali, for his vision and willingness\r\nto confront the many challenges that the Organization has\r\nrecently been facing and, specifically for his dedication in\r\nseeking to solve world problems in the socio-economic and\r\npolitical spheres.\r\nThis new session of the General Assembly is being\r\nheld against the background of a continually changing\r\nglobal environment. That notwithstanding, there exists, on\r\nthe one hand, a spirit of international cooperation and, on\r\nthe other, a high degree of convergence of several ideals,\r\nsuch as the institution and strengthening of democracy,\r\npromoting and fostering economic integration and political\r\nharmony, and the pursuit and practice of a new\r\nmultilateralism. Yet it must be expressly stated that the\r\nnoble goal of achieving global democracy, peace and\r\nprosperity can be realized only with significant inputs\r\nfrom the developed countries acting in collaboration with\r\nthe disadvantaged ones.\r\nCurrently, many of the small developing countries\r\nthat are Members of this Organization are faced with\r\nsevere economic problems. It cannot be overemphasized\r\nthat measures aimed at stabilizing their economies and\r\ncreating the conditions for sustained growth and\r\ndevelopment have very painful effects on the populace.\r\nNonetheless, these effects can be made more bearable,\r\nand it behoves us to point specifically to the human\r\ndimension in this regard.\r\nSince June 1995, the new Administration in Grenada\r\nhas focused on strengthening our democratic institutions\r\nand on rebuilding our economy. My Government has been\r\ndeveloping strategies, mechanisms and procedures to\r\nincrease transparency and accountability in the conduct of\r\nGovernment. Moreover, my Government has pledged\r\nitself to respect the fundamental rights of all citizens as\r\nwell as to other elements of civil society, such as a free\r\npress, freedom of expression, a fair and open democratic\r\nprocess, the supremacy under God of our Constitution and\r\nthe effective functioning of the parliamentary system, for\r\nwhich our Constitution specifically and explicitly\r\nprovides.\r\nEconomically, our domestic policies are aimed\r\nprimarily at encouraging individuals and businesses to\r\nmaximize the return on their enterprise and efforts. We\r\nhave embraced the notion that promoting micro-\r\nenterprises is one of the ways to accomplish this goal.\r\nOnly recently, we initiated a micro-enterprise programme,\r\nwith the provision of a modest sum to help young\r\nentrepreneurs in particular to embark upon their several\r\nventures. We hope that the programme will succeed,\r\nthereby contributing to our overall economic development,\r\nboth materially and psycho-culturally. Such preferential\r\ntreatment is being given to the young so as to better\r\nfashion a culture of confidence, thoughtful creativity and\r\npurposeful enterprise. We are actively seeking also to\r\nenhance opportunities to enable our working population\r\nto attain higher standards of living.\r\nMy Government has set itself specific goals\r\nincluding balanced and integrated sectoral growth, a\r\nrelevant and adaptive education system, health for all, and\r\nstrategic human resource planning and development. In\r\n10\r\nGeneral Assembly 27th plenary meeting\r\nFifty-first session 8 October 1996\r\nthis latter respect, priority is being placed on the\r\ndevelopment of an adequately skilled and disciplined work\r\nforce.\r\nWhile we are aware that the matter of economic and\r\nindividual personal development is first and foremost a\r\nnational responsibility, we are deeply conscious that our\r\nlimited domestic resources constitute a severe constraint\r\nupon us in our quest to fulfil this obligation.\r\nAccordingly, we earnestly ask — indeed we urge —\r\nthe many United Nations agencies involved in such\r\nactivities, and also individual Governments, to continue to\r\nprovide to us and to others in the same position the kind of\r\nhelp that is needed to meet satisfactorily growing demand\r\nfor the spectrum of expertise vital to our national\r\ndevelopment.\r\nThe grim realities of the very limited resources of very\r\nsmall countries are well known. Nonetheless, these realities\r\nhave become more glaring in this era of trade liberalization\r\nand the globalization of production.\r\nBoth of these phenomena, as conceived and elaborated\r\nby the developed countries, are startling reminders to us not\r\nonly of our condition of institutionalized non-reciprocating\r\ndependence in a world that is becoming increasingly\r\ninterdependent, but also of our vulnerability to economic\r\nmarginalization. Thus, we are in no way, and to no degree,\r\ninhibited with regard to addressing inviting profound\r\nreflection on the issue of the special circumstances of small\r\nisland developing States — particularly those in the\r\nCaribbean region, where prominent among the features\r\ncharacterizing our special circumstances is the ever-present\r\nvulnerability to natural disaster and the widespread\r\ndevastation resulting therefrom.\r\nThe need for official development assistance and the\r\ntransfer of real resources from the North to the South has\r\nnever been as pronounced as it is now. Indeed, such are the\r\ndimensions of that need in terms of both spread and\r\nintensity that the transfer of resources referred to here can\r\nbe effected only on the basis of a concept of a new global\r\norder as was initially envisaged and expressed in principle\r\nby the President of Guyana, His Excellency Dr. Cheddi\r\nJagan, and adopted by all the member States of the\r\nCaribbean Community.\r\nThis, no doubt, has to be elaborated, and the countries\r\nof the North are especially requested to give disciplined and\r\nobjective consideration to this matter. The conceptual\r\nrequirements of the new global order include: a\r\nreconstructive change in interaction between North and\r\nSouth; a new basis for interaction; a new ethic for relating\r\none to the other; and a genuine partnership, a partnership\r\nwhich eschews exploitation of any one people by another\r\nand seeks instead to pursue mutual upliftment of the\r\npeoples involved.\r\nMore specifically, it is explicitly posited here that\r\nthe developed countries should assist the less developed\r\ncountries in respect of the following: first, the alleviation\r\nof the debt burden by one means or another; secondly,\r\nassistance for the development of centres for investment,\r\nthe training of human resources, and training in how to\r\nmake the economy more efficient, responsive and\r\ntransparent; and thirdly, technical assistance to the smaller\r\neconomies to help them make the transition towards\r\nincorporation and effective participation in a global\r\neconomy that is so markedly characterized by so-called\r\nfree trade. Smaller countries must not be excluded from\r\nprocesses which they cannot direct in their favour or,\r\nindeed, effectively influence so as to avoid experiencing\r\nthe deleterious effects of those processes. Those are but\r\na few of the tenets upon which the proffered concept of\r\nthe new global order is based.\r\nIt is common knowledge that bananas provide a\r\nlivelihood for a significant percentage of the people of the\r\nCaribbean, and particularly the subregion of the\r\nOrganization of Eastern Caribbean States. Thus, the\r\ncurrent challenge to our special arrangements for that fruit\r\nin Europe is, to say the least, uncaring, if not hostile.\r\nGrenada and several of the other States now being so\r\naffected have, on many issues, collaborated with and\r\nsupported those very countries that are now quite\r\nunrelenting in their deliberate assault upon our\r\npreferential arrangement, which constitutes an assault on\r\nthe well-being and the very livelihood of a significant\r\nproportion of our people.\r\nThere should be no need whatsoever to remind the\r\nAssembly that there is a direct correlation between the\r\npremature destruction of our banana industry and the\r\nwell-being and integrity of our democratic process and\r\nthus of our democracy itself. Substantial increases in\r\ncrime and other social ills have been shown to induce\r\ncommensurate increases in involvement in trading in, and\r\nthe use of, illicit drugs. We certainly prefer to prevent the\r\noccurrence of such situations than to have to expend our\r\nenergies and scarce resources on remedial action to\r\ncontain and eradicate the now ever-present threat of an\r\nexpanding narco-culture.\r\n11\r\nGeneral Assembly 27th plenary meeting\r\nFifty-first session 8 October 1996\r\nIt cannot be denied that, there are other, and more\r\nimportant, objectives to be achieved besides protecting the\r\nmarket economy. And this applies to all countries, the\r\ndeveloped as well as the less developed. The time is now\r\nright for serious thrusts to be made towards the alleviation\r\nof the poverty and deprivation which are so widespread\r\nacross the world, although most prevalent in the developing\r\ncountries. This process must be activated immediately to\r\nensure that economic progress is buttressed by social\r\nequity. Freedom from want; good health; genuine\r\neducation; a clean environment; elimination of the scourge\r\nof illicit drugs, as well as of unemployment and\r\nunderemployment; and the better and wider enjoyment of\r\nbasic human rights: these are the goals we should\r\nunswervingly and constantly be seeking to reach.\r\nIn this context, my Government is cognizant of its\r\nduties and responsibilities. We are convinced that through\r\nprudent management of our very limited resources, a\r\nwillingness on the part of our people to work hard and, on\r\nour part, clear political leadership and virtuously inspired\r\nguidance — all enhanced by the support of friendly\r\nGovernments and donor agencies — we shall, in due\r\ncourse, place our country on a sound path towards genuine\r\ngrowth.\r\nMy delegation is happy to state in this regard that\r\nsome improvement has already been made and that our\r\nGovernment looks forward to achieving in the not too\r\ndistant future most of the goals we have set ourselves in\r\norder more effectively to pursue those other goals, which\r\nwould significantly enhance the quality of our people’s\r\nlives.\r\nIn the context of collective international efforts\r\ntowards the achievement of some kind of sustainable\r\ndevelopment in the less developed countries, it is instructive\r\nto refer to the recently held Group of Seven summit in\r\nLyon, France, where most of the efforts focused on the new\r\nglobal order.\r\nThe leaders of the world’s most powerful nations\r\nagreed that in the present global economic situation it is\r\nabsolutely necessary to control negative consequences and\r\nfight against the risks of exclusion, both at the national and\r\ninternational levels. Their communiqué, entitled\r\n“Globalization for the Benefit of All”, does seem to signal\r\nthe stirrings of a new order for humankind.\r\nGrenada welcomes the discussion held on aid for\r\ndevelopment — particularly with officials from the\r\nInternational Monetary Fund and the World Bank — and is\r\nheartened by the fact that in those discussions modalities\r\nwere defined for a new partnership for development based\r\non the sharing of responsibilities between developed\r\ncountries, developing countries and multilateral\r\norganizations.\r\nThe pledge by the G-7 countries to ensure\r\nsubstantial flows of public aid for development to the\r\ncountries most in need is very timely and most welcome.\r\nDare we of the South perceive this pronouncement by the\r\nG-7 to be not simply a pledge of honour but, further, an\r\nexpression of subscription to the new global order, as\r\nenunciated by a visionary of the South, underscored now\r\nby a soulful shinning forth of virtue on the part of the\r\nNorth? My delegation sincerely hopes so.\r\nIt is several years since any substantial change was\r\nmade to the structure of one of the most important organs\r\nof this Organization. I refer to the Security Council.\r\nMeanwhile, the international political and economic\r\nenvironments have undergone some drastic and far-\r\nreaching transformations. Grenada strongly believes that\r\nin order to reflect the new geopolitical and economic\r\nrealities of our world today, there are changes that are\r\nnow due, particularly in the Security Council.\r\nAccordingly, my delegation expresses its unwavering\r\nsupport for the reforms currently being undertaken, as\r\nwell as those now being contemplated with respect to the\r\nUnited Nations system.\r\nIn July of this year, the European Union, through its\r\nParliament, adopted a resolution to support the call for\r\nparticipation in international organizations by the Republic\r\nof China. The Government and people of Grenada\r\nconsider this action on the part of the European Union to\r\nhave been a most significant development. We welcome\r\nthis development, and we applaud the European Union for\r\nit. Indeed, we are encouraged by that action, for the\r\npersistent plea of Grenada, constantly repeated over\r\nseveral years in every appropriate forum, has now been\r\namplified into a clarion call for moral justice, in contrast\r\nto the expediency of power politics, economic advantage\r\nand legislative manipulation of yesteryear.\r\nThe Republic of China has for many years\r\nconsistently displayed its commitment to the values and\r\nprinciples of this body. Indeed, in the face of threats and\r\nundisguised acts of aggression, the courageous people of\r\nthe Republic of China boldly chose to embark upon a\r\npath of freedom, justice, and respect for human rights,\r\nand recently took part in their presidential election, which\r\nwas open, free and fair.\r\n12\r\nGeneral Assembly 27th plenary meeting\r\nFifty-first session 8 October 1996\r\nThe economic achievements of this brave country of\r\n21.3 million people are well and widely known. Thus, there\r\ncan be no doubt as to the capability of the people of the\r\nRepublic of China to make substantial contributions to the\r\nwork of the United Nations. As to their willingness to make\r\nsignificant contributions, that also cannot be a matter of\r\ndoubt. They have given testimony in this regard in several\r\nways. They have established their good faith. They deserve\r\nthe right to participate in the conferences and activities of\r\nthe United Nations system. To continue to deny them this\r\nright would be to persist in denying them justice within the\r\nconfraternity of nations.\r\nSuperior power is found only where there is superior\r\nexcellence of some kind, and the Republic of China has\r\nmanifested a certain degree of superior power which\r\nderives from virtue rather than from physical strength.\r\nThus, the Government and people of Grenada unequivocally\r\nexhort this Assembly to secure participation by the\r\nRepublic of China in the agencies and activities of the\r\nUnited nations system.\r\nWith every passing year, contemporary politics\r\nbecomes more complex and, thus, commensurately complex\r\nare the related solutions. In this regard, my delegation\r\nespecially applauds the efforts of the United Nations in\r\nattempting to maintain some degree of peace and security\r\nin various parts of the world. From Haiti to the war-torn\r\nRepublics of the former Yugoslavia, to the famine-stricken\r\ncities of many an African State, the United Nations\r\nhumanitarian activities and missions of peace are indeed\r\nworthy of special commendation. In this regard, I seize the\r\nopportunity now afforded me to express a father’s\r\nappreciation of and blessings upon my son Mark, who for\r\nsome years has been and continues to be so engaged, and\r\nI ask your indulgence in this regard.\r\nGrenada is encouraged by the progress — albeit\r\nhalting — made in the Middle East peace process and urges\r\ncontinued dialogue until the noble ideal of peaceful\r\ncoexistence is achieved. But world peace and security will\r\nnot be attained if those countries with nuclear capabilities\r\ncontinue to promulgate their use for military purposes. My\r\ndelegation therefore welcomes efforts to institute a\r\ncomprehensive ban on nuclear testing.\r\nSimilarly, the practice of transporting hazardous\r\nradioactive materials, particularly through the Caribbean\r\nSea, must be stopped immediately. The very\r\nsurreptitiousness with which this business is conducted and\r\ntransportation effected is indeed a tacit admission of\r\nwrongdoing. Caribbean humanness is violated in such\r\ntransactions. In the name of humanity, therefore, the\r\nGovernment and the people of Grenada, without\r\nequivocation and without qualification, call for this\r\npractice to be stopped, and stopped now.\r\nIt has been suggested by Max Ascoli that\r\n“civilization is a constant quest for non-violent\r\nmeans of solving conflicts — a common quest for\r\npeace.”\r\nNonetheless, my Government perceives civilization as\r\nbeing more than simply a quest for peace, more than\r\nmerely the shunning of visible violence. My Government\r\nsees civilization as the purposeful pursuit of peace\r\nthrough commitment to justice; the inherent equality of all\r\nmen and women; and the inalienable rights which derive\r\nfrom simply being human. My Government subscribes to\r\nthe principle of the overriding rule of moral law.\r\nIn the context of violations of humanness, it behoves\r\nme to express, on behalf of my delegation, the deep\r\nconcern of the Government and the people of Grenada in\r\nrespect of the agonies which are currently being\r\nexperienced by a significant number of persons in Cyprus.\r\nGrenada, like Cyprus, is an island nation, small, but\r\nsovereign. We therefore call for an end to the suffering to\r\nwhich so many of the families and individual persons of\r\nthat beautiful country have been subjected. The smallness\r\nof a nation does not, to any degree whatever, negate the\r\nfundamental human rights of each of its citizens.\r\nThe great Lebanese poet Khalil Gibran, in his\r\nThoughts and Meditations, offered humanity the following\r\ninsightful observation:\r\n“My soul preached to me and showed me that\r\nI am neither more than the pygmy, nor less than the\r\ngiant. Ere my soul preached to me, I looked upon\r\nhumanity as two men; one weak, whom I pitied, and\r\nthe other strong, whom I followed or resisted in\r\ndefiance. But now I have learned that I am as both\r\nare, and made from the same elements. My origin is\r\ntheir origin, my conscience is their conscience, my\r\ncontention is their contention, and my pilgrimage is\r\ntheir pilgrimage.”\r\nMy delegation is deeply convinced of the\r\nunsurpassable wisdom which these words of Khalil\r\nGibran represent. The sentiment conveyed constitutes the\r\nsine qua non for the realization of international\r\nbrotherhood. This we do believe.\r\n13\r\nGeneral Assembly 27th plenary meeting\r\nFifty-first session 8 October 1996\r\nAccordingly, my delegation earnestly urges that\r\nhenceforth the quintessential sameness of all mankind and\r\na genuine commitment to virtue should be adopted as the\r\nguiding principles of this Assembly. May God bless\r\neveryone participating in this fifty-first regular session of\r\nthe Assembly, so that, so much the more effectively, the\r\nAssembly will be a transforming blessing to our world.\r\nThe Acting President (interpretation from French):\r\nThe next speaker is the Chairman of the delegation of\r\nLesotho, His Excellency Mr. Perch Metsing Mangoaela, on\r\nwhom I now call.\r\nMr. Mangoaela (Lesotho): I wish to extend my\r\ndelegation’s sincere congratulations to you, Sir, on your\r\nelection to the presidency of the General Assembly at its\r\nfifty-first session. It is with great pleasure that I assure you\r\nof Lesotho’s support and cooperation as you conduct the\r\ndeliberations of this body. Let me also take this opportunity\r\nto pay special tribute to your predecessor, Mr. Diogo\r\nFreitas do Amaral, for the skilful manner in which he\r\nguided the work of the historic session of the General\r\nAssembly last year. My delegation truly appreciates his\r\nleadership and his tireless dedication to the heavy\r\nresponsibilities entrusted to him during the past year.\r\nI also take this opportunity to express our satisfaction\r\nwith the sterling work that the Secretary-General,\r\nMr. Boutros Boutros-Ghali, has been doing under the very\r\ndifficult conditions of reduced financial resources. Were it\r\nnot for his tenacity, our Organization would not have been\r\nable to hold together as it has done.\r\nThe celebration of the fiftieth anniversary of the\r\nUnited Nations last year provided an opportunity for\r\nreflection about the global mission of our Organization. We\r\nretraced our past and took stock of the failures and notable\r\nsuccesses that the United Nations had engraved in the\r\nhistoric record of half a century of its existence. We also\r\nlooked ahead with renewed determination, resolved to\r\ncreate for mankind a future that would be brighter than the\r\npast, amidst the euphoria of hope and expectation in the\r\nnew international order that is still emerging from the ashes\r\nof the cold war.\r\nEven as we did so, we were aware how great the\r\npotential was for a relapse to the pitfalls of past years and\r\nfor the re-emergence of complacencies that could render\r\nour new hopes and expectations vain and futile. A\r\ndeliberate effort is required on the part of the international\r\ncommunity to build on the past experiences of our\r\nOrganization and to identify and reinforce the positive\r\ntrends that the end of the cold war era has yielded.\r\nThe first half-century was characterized by cold-war\r\nconflicts, the struggle against colonialism, the constant\r\nthreat of a nuclear holocaust and the fight against\r\napartheid. All these are either behind us or considerably\r\nabated. Our attention must remain focused on how we can\r\ngive the twenty-first century a United Nations equipped\r\nto serve as an effective instrument in the evolving global\r\nenvironment for the attainment of the noble goals\r\nenshrined in its Charter.\r\nA universal consensus for the reform and\r\nrevitalization of the United Nations was highlighted in the\r\nsolemn Declaration that was adopted in this very Hall a\r\nyear ago by, inter alia, 128 world Heads of State and\r\nGovernment. The momentum for the realization of that\r\naspiration and for the implementation of the commitments\r\nthat were made by the world community should not be\r\nlost. The actions and the path that we have to take are\r\nknown to all of us.\r\nWe would like to see a more democratized United\r\nNations, whose credibility and legitimacy are enhanced by\r\nthe representativeness of its structures.\r\nWe have identified the need for measures to ensure\r\ngreater consultation between the Security Council and the\r\nGeneral Assembly, particularly on crisis situations, and\r\nthe need to restore the role and authority of the General\r\nAssembly in the decision-making processes of our\r\nOrganization, without compromising the speed with which\r\nthe Security Council may take its decisions.\r\nWe have cautioned against regional selectivity in the\r\nattention paid by our Organization to international crisis\r\nsituations and have advocated a demonstration of good\r\nfaith and the upholding of the principle of the sanctity of\r\nhuman life in the enforcement of United Nations\r\nresolutions.\r\nWe have also stood in favour of exploring a new,\r\nbalanced formula for equitable burden-sharing, as well as\r\nfor a renewed commitment on the part of all Member\r\nStates to fulfil their financial obligations to the United\r\nNations in full and on time, just as we have joined in the\r\ncall to effect economies and improve efficiency through\r\nthe transformation of the management techniques within\r\nthe United Nations system.\r\n14\r\nGeneral Assembly 27th plenary meeting\r\nFifty-first session 8 October 1996\r\nThe events and experiences we have witnessed since\r\nthe last session of the Assembly once again present us with\r\nmixed signals. On the one hand, we have seen a steady\r\nexpansion of the frontiers of peace, tolerance and\r\ndemocracy, while, on the other, some problems that are\r\nrooted in the past not only have persisted but have been\r\ncompounded by new challenges arising from the evolving\r\ninternational environment.\r\nThanks to the efforts of the international community,\r\nthe carnage in the former Yugoslavia has been brought to\r\nan end. However, a conscious effort is still required to give\r\npermanence to the positive trends that are still evolving in\r\nBosnia and to suppress the ever present risk that the peace\r\ndividends already gained can be reversed.\r\nIn the Middle East uncertainty and the new obstacles\r\nthat have emerged in the path of a negotiated peace have\r\nthrown new doubts over the prospects for an early\r\nrestoration to the Palestinian people of their inalienable\r\nright to self-determination and statehood. We appeal to both\r\nIsrael and the Palestinian Authority to adhere in good faith\r\nto the provisions of the peace agreements they have\r\nconcluded and to implement them within the agreed time-\r\nframe, pursuant to the Declaration of Principles they signed\r\nin Washington in 1993.\r\nThe prerequisite for peace remains the withdrawal of\r\nIsrael and the cessation of the establishment of new Israeli\r\nsettlements in the occupied Arab and Palestinian territories,\r\nin compliance with the resolutions of the United Nations.\r\nIn Western Sahara recent developments have\r\ndemonstrated that peace in that area remains elusive. How\r\nlong will the will of the Saharan people for self-\r\ndetermination and independence be frustrated? The\r\nwithdrawal of the United Nations Mission for the\r\nReferendum in Western Sahara in May of this year due to\r\nthe lack of cooperation by the parties raises a real prospect\r\nfor a resumption of violence. The international community\r\nmust act now to reverse the tragic trends and to persuade\r\nthe parties to cooperate in the implementation of the United\r\nNations plan for the independence of Western Sahara.\r\nIn Burundi, Liberia and Somalia the situation\r\nregrettably continues to defy the efforts of the international\r\ncommunity to restore peace and stability. We appeal to the\r\ninternational community to support the current initiatives\r\nspearheaded by the Organization of African Unity and the\r\nneighbouring countries of Burundi aimed at protecting\r\ndemocracy in that country.\r\nLesotho shares Africa’s deep disappointment at the\r\ndemonstrable lack of interest on the part of the\r\ninternational community in extending the necessary\r\nmaterial support to the Economic Community of West\r\nAfrican States (ECOWAS) Monitoring Group\r\n(ECOMOG) countries that are engaged in the regional\r\npeacekeeping effort in Liberia. This, regrettably, calls into\r\nquestion the world’s commitment to the universality of\r\nthe sanctity of human life.\r\nDespite the remaining hotbeds of instability,\r\nfortunately all is not doom and gloom in Africa, even in\r\nthe area of conflict resolution. The major strides that have\r\nbeen made in southern Africa to free the subregion of\r\nconflicts is a source of great satisfaction. If the\r\nmomentum for peace is kept in Angola, there is no doubt\r\nthat a subregion long associated with conflicts will have\r\nestablished durable peace and stability. The\r\nimplementation of the Lusaka Protocol — particularly the\r\nestablishment of a unified army and the formation of the\r\nGovernment of National Unity — are within reach, and\r\nwith more concerted action by the international\r\ncommunity should soon be attained.\r\nThroughout southern Africa, political stability, peace,\r\ndemocracy and human rights continue to be deepened.\r\nMultiparty general elections are being held, and other\r\npolitical and constitutional reforms are being put in place\r\nto ensure transparency and predictability, especially in the\r\nelectoral systems.\r\nThe establishment by the Southern African\r\nDevelopment Community of the Organ on Politics,\r\nDefence and Security reaffirms the region’s resolve to\r\nconsolidate the gains that have been bequeathed by the\r\ndemise of apartheid and to face head-on the challenges of\r\npeace and democracy.\r\nThese measures have contributed to the strong\r\nperformance registered by the national economies of\r\nsouthern Africa in 1995, as well as to the improvement in\r\nthe overall investment climate of the region. We hope that\r\nthe international community will continue to assist\r\nsouthern Africa in its reconstruction efforts, particularly\r\nby encouraging the flow of private investment as a\r\ncontribution to the regional efforts for the economic\r\nrecovery of the subcontinent.\r\nThe past 12 months have presented the world with\r\ngreat opportunities for the attainment of durable peace.\r\nYet, I regret to say, we have sometimes failed to take\r\nadvantage of them. A scourge that has stalked humankind\r\n15\r\nGeneral Assembly 27th plenary meeting\r\nFifty-first session 8 October 1996\r\nfor the past 50 years has been the growth in the arsenal of\r\narmaments, especially nuclear ones. Last year, in a historic\r\nachievement, the nations of the world agreed to extend\r\nindefinitely the Treaty on the Non-Proliferation of Nuclear\r\nWeapons. In doing so they undertook to achieve a\r\ncomprehensive test-ban treaty by September of this year.\r\nIt is with unbounded joy that we are able to stand here\r\ntoday and say that that goal has been attained. To be sure,\r\nit was not attained with ease, but the fact that it was\r\nachieved is a source of great encouragement that\r\nhumankind is slowly but surely moving towards the total\r\nelimination of nuclear weapons. Although Lesotho shares\r\nthe view that the Comprehensive Nuclear-Test-Ban Treaty\r\n(CTBT) that was adopted here in New York last month is\r\nnot perfect, we regard it as a giant step forward that will\r\nserve to put the nuclear-weapon States on notice that the\r\nrest of the international community is serious about its\r\naspiration to a nuclear-free world.\r\nIn spite of the fact that the cold war has ended and\r\nthat the START Treaties have been concluded, tens of\r\nthousands of nuclear weapons are still deployed by nuclear\r\nStates, and there is a very real possibility that many more\r\nStates could develop such weapons.\r\nWorldwide opposition to weapons of mass destruction\r\nhas resulted in Conventions banning biological and\r\nchemical weapons, but as yet there are no concrete\r\nproposals to negotiate a similar convention to outlaw\r\nnuclear weapons. The fact that nuclear weapons are not\r\nprohibited by convention weakens the willingness of many\r\nnon-nuclear States to abide by the Biological Weapons\r\nConvention and the Chemical Weapons Convention. These\r\nStates perceive an imbalance in the retention of certain\r\ntypes of weapons of mass destruction by some States,\r\nmostly States of the North, while other weapons of mass\r\ndestruction, often held by States of the South — are\r\nbanned.\r\nLesotho believes that the proliferation of nuclear-\r\nweapons technology and the manufacture of nuclear\r\nweapons constitute a very serious problem which the\r\ninternational community cannot and must not ignore.\r\nThe fact that only a handful of people have been\r\nbrought to justice for the millions of crimes against\r\nhumanity and the serious violations of humanitarian law\r\ncommitted since the end of the Second World War has not\r\naltered the international community’s view that perpetrators\r\nof international crimes should be tried and punished for\r\ntheir acts. More recently, the growing global outrage against\r\ninternational crimes has been demonstrated by the\r\ncreation of the two ad hoc International Tribunals for the\r\nprosecution of crimes in the former Yugoslavia and in\r\nRwanda. These Tribunals were established by the Security\r\nCouncil to have jurisdiction over the most heinous crimes\r\nin the world: genocide, other crimes against humanity and\r\nserious violations of humanitarian law.\r\nIt is therefore a matter of concern that since their\r\ninception both Tribunals have been plagued by inadequate\r\nand short-term financing and have not received adequate\r\nbudgets from this Assembly. It is also a matter of concern\r\nthat very few Member States have enacted legislation\r\npermitting effective cooperation with the Tribunals.\r\nThe international community must send a clear\r\nmessage to those who commit genocide and other crimes\r\nagainst humanity that they cannot escape to fully account\r\nfor their actions before international law. We can do this\r\nby providing the much-needed support and resources to\r\nenable the ad hoc International Tribunals to bring to\r\njustice those who are responsible for atrocities both in\r\nBosnia and in Rwanda.\r\nAlthough Lesotho has not yet promulgated\r\nimplementation legislation for the Tribunals, it remains\r\ncommitted to fully cooperating with the two Tribunals in\r\naccordance with the provisions of Security Council\r\nresolutions. We hope that the international community can\r\nbuild on the experiences and the already noteworthy\r\nsuccess achieved by these Tribunals to pursue the project\r\nof the establishment of a permanent international criminal\r\ncourt.\r\nWhile we recognize the important work of the\r\nPreparatory Committee on the Establishment of an\r\nInternational Criminal Court, we are of the view that the\r\nGeneral Assembly should enhance the Preparatory\r\nCommittee’s work by mandating it to begin serious\r\nnegotiations of a consolidated draft treaty based on the\r\nInternational Law Commission’s 1994 draft statute. The\r\npresent momentum for the establishment of a permanent\r\ninternational criminal tribunal should not be lost, but\r\nshould be matched by commensurate political will to\r\nensure that the work is completed in time for a\r\nconference in 1998.\r\nDevelopment and the promotion of international\r\ncooperation as enshrined in the Charter, will continue to\r\nbe the principal objectives of the United Nations. The\r\nrecently concluded mid-term review of the United Nations\r\nNew Agenda for the Development of Africa in the 1990s\r\n16\r\nGeneral Assembly 27th plenary meeting\r\nFifty-first session 8 October 1996\r\nhas shown that many of the social and economic problems\r\nwhich led to the adoption of the Agenda in 1991 still exist\r\nand that poverty and unemployment in Africa are expected\r\nto increase substantially. Furthermore, the estimated\r\nresource mobilization levels in the Agenda are still far from\r\nbeing attained.\r\nConsequently, the mid-term review recommended that\r\nAfrican Governments should continue to promote, inter\r\nalia, economic reforms, respect for human rights and\r\nfundamental freedoms, good governance and administrative\r\nreform. For their part, international partners should seek to\r\nmobilize substantial new resources from all sources —\r\npublic and private — and from traditional and new sources,\r\nto find a solution to Africa’s external debt problem and to\r\nenhance Africa’s recovery through trade facilitation and\r\nimproved market access.\r\nThe United Nations System-wide Special Initiative for\r\nAfrica, which was launched by the Secretary-General in\r\nMarch this year, promises to break new ground by assuring\r\nthe cooperation of the whole system, including the Bretton\r\nWoods institutions, in tackling the intractable problem of\r\naccelerating the development of the African continent.\r\nWhile this expression of interest in our continent is\r\nappreciated, we must also stress that the implementation of\r\nthe several initiatives currently on the table must be carried\r\nout in very close consultation with the African countries\r\nthemselves, to avoid the duplication of efforts. The\r\nOrganization of African Unity’s Cairo Plan of Action is\r\nrelevant in this regard.\r\nAs we engage in this introspection one year after our\r\nhistoric Declaration on the Occasion of the Fiftieth\r\nAnniversary of the United Nations, it is pertinent to inquire\r\nto what extent we are all fulfilling our commitment\r\nundertaken during the various global conferences, all of\r\nwhich — except the Vienna World Conference on Human\r\nRights — have a development dimension. Perhaps the one\r\nthat towers above all others in its significance for\r\nalleviating the plight of citizens of least developed\r\ncountries, such as mine, is last year’s Copenhagen World\r\nSummit for Social Development.\r\nIn Lesotho there is a serious effort to attain the target\r\nof devoting 20 per cent of our budget to the health and\r\neducation sectors, but we have not witnessed a\r\ncorresponding commitment on the part of our development\r\npartners, as was agreed at Copenhagen.\r\nThe Commission for Social Development has been\r\ngiven the primary responsibility for the follow-up and\r\nreview of the implementation of the Copenhagen\r\nDeclaration and Programme of Action. Commitment 2 of\r\nthe Declaration and chapter II of the Programme of\r\nAction both deal with the goal of poverty eradication. In\r\nthis connection, 1997 is a crucial year, being the first year\r\nof the United Nations Decade for the Eradication of\r\nPoverty.\r\nBy its resolution 50/161, the General Assembly\r\ndecided to hold a special session in the year 2000 for an\r\noverall review and appraisal and of the implementation of\r\nthe World Summit for Social Development and to\r\nconsider further actions and initiatives. We support the\r\nview that, to enable this to happen, the Commission\r\nshould meet annually, that the length of its sessions\r\nshould be extended and that its membership should be\r\nincreased.\r\nMeasures to ensure that women have the same\r\ndegree of access as men to economic resources and\r\nopportunities are of equal importance for the attainment\r\nof economic progress. Poverty can be eradicated only\r\nthrough the empowerment of the poor. United Nations\r\nefforts should therefore be coordinated in such a manner\r\nthat all its activities for poverty eradication fully take into\r\naccount the gender perspective.\r\nThe ratification of the Convention on the Elimination\r\nof All Forms of Discrimination against Women was\r\nsupposed to be followed by the revision of all laws that\r\nact as an impediment to the social and economic\r\nadvancement of women. In Lesotho this goal, although\r\nnot yet reached, is still being actively pursued.\r\nLesotho has joined the other countries of southern\r\nAfrica in signing two Protocols to the Southern African\r\nDevelopment Community (SADC) Treaty recently, one of\r\nwhich deals with politics, defence and security and the\r\nother with cooperation in combating transboundary crime,\r\nespecially trafficking in narcotics and money-laundering.\r\nA central element of the Protocol establishing an\r\nOrgan on Politics, Defence and Security is the\r\ncommitment to work for the protection and promotion of\r\nhuman rights in the region. Our endeavours in this regard\r\nare intended to reinforce the United Nations own\r\nprogrammes.\r\nThe increase in crime, particularly transnational\r\ncrime, has a considerable effect on the economies of\r\n17\r\nGeneral Assembly 27th plenary meeting\r\nFifty-first session 8 October 1996\r\nmany countries. New worldwide strategies are therefore\r\nurgently needed for combating this malaise. However,\r\ndeveloping countries cannot bear the economic burden of\r\ncombating transnational crime by themselves. Technical\r\ncooperation and assistance activities to develop the\r\ncriminal-justice capacities of developing countries should\r\ntherefore be accorded a high priority.\r\nThe activities of the Crime Prevention and Criminal\r\nJustice Division — particularly its training courses,\r\nseminars and workshops for criminal-justice personnel —\r\nare to be commended.\r\nLet me conclude by observing that together we have\r\nthe capacity to make the United Nations of the next\r\ncentury a veritable instrument for meeting mankind’s\r\naspirations for a better world in all respects. In our\r\ninterdependent world, the United Nations has to become\r\nan efficient working forum for searching for universal\r\nconsensus, a conscious regulator of the integration\r\nprocesses and a vehicle for establishing a stable world\r\norder.\r\nWe have deep confidence in the potential of the joint\r\nefforts of the entire international community in its\r\ncapability to enter the twenty-first century in an\r\natmosphere of peace, development and joint creative\r\nwork, and to provide comprehensive security for all, as is\r\ncalled for by the priority interests of humankind.\r\nThe meeting rose at 5 p.m.\r\n18\r\n"