"United Nations A/52/PV.22\r\n97-86134 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-second Session\r\n22nd plenary meeting\r\nThursday, 2 October 1997, 3 p.m.\r\nNew York\r\nPresident: Mr. Udovenko . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Ukraine)\r\nThe meeting was called to order at 3.05 p.m.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nThe President: The first speaker this afternoon is the\r\nMinister of State, Minister for Foreign Affairs of Senegal\r\nand for Senegalese people living abroad, His Excellency\r\nMr. Moustapha Niasse.\r\nMr. Niasse (Senegal) (interpretation from French):\r\nThe General Assembly has unanimously chosen you,\r\nMr. President, to guide the work of the fifty-second session.\r\nThis decision is a tribute to your outstanding personal\r\nqualities as a diplomat and a statesman, and at the same\r\ntime a tribute to your vast experience in international\r\nrelations. It also shows how much the international\r\ncommunity appreciates the role played by your country,\r\nUkraine, in the management of the major issues that\r\ncharacterize the evolution of world affairs. My country is\r\npleased to express to you its warmest congratulations and\r\nbest wishes for success in the execution of this noble\r\nmission.\r\nI would like to pay tribute to your predecessor,\r\nAmbassador Razali Ismail of Malaysia, for the competence\r\nand open-mindedness with which he guided the work of the\r\nfifty-first session of our General Assembly. We extend to\r\nhim our deep gratitude.\r\nI would like to extend to the new Secretary-General\r\nof our Organization, Mr. Kofi Annan, my warmest\r\ncongratulations. The election of Mr. Kofi Annan last 17\r\nDecember was a tribute to the exceptional qualities of a\r\nman who has devoted his entire life to United Nations\r\ncauses. I wish him every success in the important mission\r\nentrusted to him. I am convinced that he will do honour\r\nto our continent, Africa, and successfully lead our\r\nOrganization into the next millennium.\r\nThe world’s family of nations is once again meeting,\r\nas it does every year, to examine the current situation\r\nand, at the same time, to chart the course of progress for\r\nthe 12 months to come.\r\nWhile making its contribution to this exercise in\r\ncollective reflection, my country, Senegal, would like to\r\nassociate itself with all of those who find hope for a\r\nbetter future for humankind in our Organization, because\r\nit is based on peace and solidarity.\r\nIn fact, the United Nations remains an irreplaceable\r\ninstrument for the promotion of peace, security and\r\nprogress in the world, thanks to its universal character, to\r\nthe international culture and ethics that it expresses and\r\ninspires and to its positive accomplishments.\r\nTwo years ago, on the occasion of the fiftieth\r\nanniversary of the United Nations, the international\r\ncommunity stressed here, unanimously, the irreplaceable\r\nnature of the framework for reflection, discussion,\r\nsynthesis and coordination of international life that the\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-second session 2 October 1997\r\nUnited Nations provides. In fact, the United Nations has\r\nbeen and remains a multidimensional symbol. The United\r\nNations is, first, an indispensable tool for safeguarding\r\nglobal peace and security. Further, the United Nations is\r\nabove all a source of new hope for many men and women\r\nwho suffer from exile, hunger, poverty or illness. And\r\nlastly, the United Nations is a tool for the promotion of\r\ndemocracy, human rights and development — in other\r\nwords, of justice among individuals, peoples, cultures and\r\ncivilizations.\r\nIn this light, we have made it one of our highest\r\npriorities to improve the capacities and the ability of the\r\nOrganization to better tackle the challenges of today’s\r\nworld. We have done so while affirming that\r\n“In order to be able to respond effectively to the\r\nchallenges of the future and the expectations of the\r\nUnited Nations held by peoples around the world, it is\r\nessential that the United Nations itself be reformed\r\nand modernized.” (Declaration on the Occasion of the\r\nFiftieth Anniversary of the United Nations, resolution\r\n50/6, para. 14)\r\nWe are pleased to note today that this conviction has\r\nbegun to be reflected in deeds. In fact, led by the\r\ndynamism of our Secretary-General, the United Nations has\r\nnow embarked on a vast reform effort, unprecedented in the\r\nhistory of this institution.\r\nMore specifically, on 16 July last Mr. Kofi Annan\r\nsubmitted to the General Assembly proposals for reforms\r\nthat will make the United Nations the cornerstone of an\r\ninternational system better adapted to the realities of the\r\ntwenty-first century.\r\nI would like to express all my gratitude to the\r\nSecretary-General and his collaborators for the\r\ncommendable efforts and energy that they have applied to\r\nthe development of proposals as bold as they are relevant.\r\nSenegal is now examining all these proposals in close\r\ncoordination with its fellow members of the United Nations,\r\nthe Organization of African Unity (OAU) and the Non-\r\nAligned Movement. Senegal will do this while bearing in\r\nmind the political will expressed by all to undertake, within\r\nan appropriate time period, the necessary reforms,\r\nespecially in the fields of development, maintenance of\r\ninternational peace and security, disarmament and\r\npromotion of human rights, so that the Organization can\r\nbetter respond to the demands of our day and to the\r\naspirations of the peoples for which it was created.\r\nThe Head of State of Senegal, His Excellency\r\nMr. Abdou Diouf, has already provided the necessary\r\nguidelines and resources for this examination.\r\nIn this framework, the reform of the Security\r\nCouncil requires the special attention of all Member\r\nStates and, at the same time, a common will to be faithful\r\nto the ideal of peace that was inscribed in the Charter in\r\nSan Francisco in 1945.\r\nThe Working Group charged with examining this\r\nquestion has made considerable progress, even though\r\nconsensus has yet to be found on such fundamental issues\r\nas expansion, composition and use of the veto in the\r\nSecurity Council.\r\nNonetheless, we can and must underscore, welcome\r\nand support the many constructive and often\r\ncomplementary proposals that have been submitted and\r\nthat have visibly enriched the debates over the course of\r\nthe past year.\r\nWe now must stay on track and redouble our efforts\r\nin order to take advantage of the momentum thus\r\nestablished and to succeed ultimately in our objective of\r\nrestructuring the Security Council while modernizing it,\r\nmaking it more democratic and giving it greater\r\ncredibility and greater transparency — and thus greater\r\nlegitimacy.\r\nAfrica has a natural role to play in this reform, a\r\nrole that must be recognized given Africa’s historical\r\nevolution and its destiny as a continent of the future in\r\nthe community of nations.\r\nThe reform of the United Nations system towards\r\ngreater coherence and greater dynamism is important, but\r\nequally urgent is the need for the maintenance and\r\npromotion of peace in the world.\r\nIt is true that significant progress has been made in\r\nthis area in recent years. Thus, the United Nations has\r\nsucceeded in substantially strengthening its capacity to\r\nplan, establish and conduct peacekeeping missions\r\nthroughout the world. My country, Senegal, is pleased to\r\nhave been able to contribute to this progress, through,\r\ninter alia, the posting of officers from its army to the\r\nSecretariat in New York so that the various aspects of\r\npeacekeeping operations could be better rationalized.\r\n2\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-second session 2 October 1997\r\nBut the desired improvement should not be limited to\r\nprocedural matters, even though we must recognize that\r\nthese matters are clearly important.\r\nAbove all, we must also re-examine the orientation of\r\nUnited Nations missions in all cases in which peace in the\r\nworld is threatened or breached.\r\nThe international community must, in particular, be\r\nmore realistic in the missions it confers upon the United\r\nNations Blue Helmets.\r\nIn this context, drawing lessons from operations such\r\nas that conducted in Bosnia and Herzegovina, we must\r\nrecognize something quite clear: by the rules of engagement\r\nestablished for them, the United Nations forces are not yet\r\nlegally equipped to restore peace in theatres of operation\r\nwhere peace has been broken.\r\nTherefore, it seems to us more appropriate to entrust\r\nsuch missions to the Members of the United Nations that\r\nagree to conduct them in the framework of coalitions\r\nplaced under the moral authority, but not the command, of\r\nour Organization. We would thus avoid giving mandates to\r\nUnited Nations soldiers without in turn giving them the\r\nlegal, human and material means that are essential to the\r\naccomplishment of their missions.\r\nThis choice is all the more desirable since multifaceted\r\nconflicts continue to afflict many regions of the world,\r\nstarting, unfortunately, with Africa, our own continent.\r\nThere significant progress has been made this year on\r\nthe road to restoring peace in a certain number of countries,\r\nin particular in Liberia, which — thanks to the\r\ndetermination of the countries of the Economic Community\r\nof West African States (ECOWAS) and the support of the\r\ninternational community — has just emerged from seven\r\nyears of fratricidal conflict. But we must recognize that in\r\nthe case of other crises, the path towards peace remains\r\nuncertain.\r\nThis applies in particular to Sierra Leone, where the\r\nsituation remains very disturbing in spite of the initiatives\r\nof the United Nations, of the OAU and most especially of\r\nECOWAS to restore legitimacy in that country.\r\nIn the Congo (Brazzaville), another of our brother\r\ncountries, the world witnessed a sudden deterioration of the\r\npolitical situation in the military confrontation that began on\r\n5 June 1997. Here again it must be recalled that the\r\ncombined efforts of the United Nations and the OAU and\r\nthe lucid and commendable actions of President El Hadj\r\nOmar Bongo, President of the Gabonese Republic and\r\nalso of the international mediation committee, have,\r\nunfortunately, not managed to find a political way out of\r\nthis grave internal crisis, the prolongation of which is a\r\nserious threat to peace in the subregion and the continent.\r\nElsewhere on the continent, in Angola and in\r\nSomalia, internal conflicts continue to elude resolution.\r\nFaced with all the dangers posed by all these\r\nconflicts, Africans have established the OAU Mechanism\r\nfor Conflict Prevention, Management and Resolution in\r\nAfrica.\r\nNonetheless, it is clear that that pan-African\r\norganization does not alone possess the means to\r\nundertake the many and complex actions required by\r\npeacekeeping operations in Africa.\r\nMassive support from the international community\r\nis therefore particularly needed in this area.\r\nThis is why I would like once again to commend the\r\nconvening last 25 September, on the initiative of the\r\nPresident of the Security Council, of a special Council\r\nmeeting at the ministerial level devoted to the\r\npreservation of peace, security and stability in Africa. We\r\nwould also like to thank our colleague, Mrs. Madeleine\r\nAlbright, Secretary of State of the United States.\r\nThat meeting gave eloquent witness to the special\r\nimportance that the international community attaches to\r\nAfrican problems.\r\nHowever, I must emphasize that declarations of\r\nintent alone are not enough. We need concrete action.\r\nHence, Senegal attaches great importance to the report\r\nthat the Secretary-General is soon to submit to us and\r\nwhich is to contain specifically concrete recommendations\r\non the causes of conflict in Africa, on the means of\r\npreventing them and, where need be, the means of\r\nresolving them in full agreement with our partners in the\r\ninternational community.\r\nIn this context, we welcome the increasing assistance\r\nwe are beginning to receive from certain major countries\r\nof the northern hemisphere in the framework of the\r\nstrengthening of Africa’s capacity to maintain peace and\r\nreact rapidly to crises. In this respect, we cannot but\r\nmention France, the United States of America and\r\nCanada, as well as other countries of the North. Along\r\n3\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-second session 2 October 1997\r\nthose same lines, the inauguration in Copenhagen on 2\r\nSeptember by the Secretary-General of a planning centre\r\nfor the new United Nations Stand-By Forces High-\r\nReadiness Brigade was an event of great importance for\r\nconflict prevention throughout the world.\r\nAlso in the framework of these concerns for Africa, I\r\nshould like to mention the ongoing conflict between the\r\nLibyan Arab Jamahiriya on the one hand and the United\r\nStates of America and the United Kingdom on the other\r\nwith respect to the Lockerbie tragedy. We feel that the time\r\nis ripe for the parties concerned finally to successfully\r\nresolve this matter through dialogue and negotiation\r\nbecause — and this must be stressed once again — the\r\npeople of Libya are suffering greatly from the embargo to\r\nwhich that country is being subjected.\r\nWe welcome the significant progress made in the\r\nframework of efforts to achieve a definitive peace in the\r\nWestern Sahara under the auspices of the United Nations\r\nand under the guidance of Mr. James Baker, the Personal\r\nEnvoy of the Secretary-General.\r\nThe situation in the Middle East continues to be of\r\nconcern to peace-loving people. Recent developments in the\r\noccupied Palestinian territories, the expansion of existing\r\nIsraeli settlements or the construction of new ones, delays\r\nin negotiations — these all have had, to our great regret, a\r\nnegative impact on the peace process. We would mention\r\nalso the clear-cut acts of violence perpetrated against\r\ndefenceless civilians, such as the recent attacks in\r\nJerusalem. All of these acts must be condemned\r\nunreservedly because they do enormous damage to the\r\npeace efforts.\r\nIt is for all these reasons that we wish here to make a\r\npressing appeal to the co-sponsors of the peace process and\r\nto the entire international community so that the most\r\nappropriate initiatives can be taken in order to salvage the\r\npeace process. For today, more than any other region of the\r\nworld, the Middle East truly needs peace and security for\r\nits own development. This peace can be achieved only\r\nwithin a framework of mutual trust and the will to live\r\ntogether with respect for the rights and the dignity of all the\r\npeoples of the region.\r\nGlobal security also requires arms reduction and the\r\nelimination of certain categories of weapons. That is why,\r\nfor more than 50 years now, the United Nations has\r\nattempted to create a world free of all weapons of mass\r\ndestruction. In the pursuit of this objective, significant\r\nprogress has already been made. One year ago, we\r\nwelcomed in this very Hall and with deep satisfaction the\r\nconclusion of the Comprehensive Nuclear-Test-Ban\r\nTreaty.\r\nFrom that point on, the international community was\r\ninvolved in negotiations for a treaty for the elimination of\r\nanti-personnel landmines. Senegal, which is a member of\r\nthe Conference on Disarmament, continues to attach\r\nspecial importance to this question, whose settlement\r\nwould represent a major step forward towards a world\r\nthat would offer greater security for all. In this context,\r\nwe hope to see the Ottawa process, in which we are\r\nparticipants, succeed, by the end of this year, in the\r\nsigning of the Convention on the Prohibition of the Use,\r\nStockpiling, Production and Transfer of Anti-Personnel\r\nMines and on Their Destruction.\r\nEradicating poverty throughout the world has been\r\nand remains one of the fundamental objectives of the\r\nUnited Nations. By proclaiming in the Charter their\r\ndetermination to establish better standards of living in\r\nconditions of broader freedom, the founding fathers\r\nwanted to make of the United Nations an instrument that\r\nwould fight for the social progress of all humankind.\r\nBut at the present time, planet Earth is threatened by\r\nglobal challenges that know no boundaries and that spare\r\nno peoples. The world’s problems — poverty, exclusion,\r\nterrorism, organized crime and drug-trafficking — have\r\nbecome globalized far earlier than the economy has. That\r\nis why, regardless of the way in which we approach the\r\nfuture, the problems that exist at century’s end cannot be\r\nresolved except through concerted and integrated action\r\nthat can manage harmoniously all of the upheaval that is\r\naccompanying this changing period of history.\r\nIt is in this context that Senegal welcomes the\r\nsuccessful conclusion of negotiations on the elaboration\r\nof an Agenda for Development. The consensus achieved\r\nin that Agenda, which draws its substance from earlier\r\ncommitments in the various plans of action of recent\r\ninternational conferences, gives evidence of our shared\r\nfaith in the virtues of a new global partnership for\r\ndevelopment based on the imperative of interdependence\r\nand on mutual benefit. Thus the conceptual framework\r\nhas been set and accepted by all, and it remains for us to\r\nmove towards action through a mobilization of resources\r\ncommensurate with the generous intentions formulated in\r\nthe Agenda for Development.\r\nAlong these lines, the settlement of the debt crisis,\r\njust remuneration for commodities, the lifting of trade\r\n4\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-second session 2 October 1997\r\nbarriers and an increase in official development assistance\r\nare indispensable prerequisites if we are to build a world\r\nthat is more welcoming to everyone, so that our global\r\nvillage can be strengthened, in a spirit of solidarity, in a\r\nlasting way.\r\nIn this context, the fight against poverty is of clear\r\npriority, because it is unacceptable, in this era of space\r\ntechnology and the Internet, that millions of men and\r\nwomen the world over, and especially in the southern\r\nhemisphere, still do not have the minimal conditions for a\r\ndecent life. They lack water, electricity, medicine, food —\r\nin a word, they lack security and well-being. The\r\naspirations of peoples to a better life is an eternal quest that\r\nwe cannot neglect, as it is true that human beings must\r\nremain at the very beginning and end of development.\r\nIn this quest for lasting solutions to the challenges of\r\nunderdevelopment, my country took the initiative, at the\r\nthirty-third Summit of the OAU, held in Harare in June, to\r\nsuggest two resolutions through which the Heads of State\r\nand Government of Africa unanimously renewed their\r\nsupport for the United Nations system in general and for\r\nthe action taken by Africa in particular to raise the standard\r\nof living of African peoples. But this need for solidarity\r\nshould not cause us to forget that any effort towards\r\nsustainable development is, above all, the national\r\nresponsibility of States. It requires the definition and\r\neffective application of sound macroeconomic policies\r\nbased on transparency, the rule of law, the practice of\r\ndemocracy, respect for human rights, social justice and the\r\nparticipation of all in the national development effort: in\r\nother words, it is based on what we today call good\r\ngovernance.\r\nAs my country sees it, this choice, which must be\r\nsupplemented by solidarity at the global level, is the most\r\ncertain course towards the shared ideal assigned to us by\r\nthe Charter of the United Nations.\r\nBy enshrining in our Charter their attachment to\r\nrespect for human rights and fundamental freedoms, the\r\nfounding fathers of the United Nations inspired millions of\r\nmen and women to take what His Holiness Pope John Paul\r\nII called two years ago “the risk of freedom”. Their\r\ncommendable struggle means that today, respect for these\r\nrights and these freedoms is universally considered to be an\r\nessential component of any undertaking whose goal is the\r\nprogress and well-being of the individual.\r\nMy country, Senegal, which attaches profound\r\nimportance to the dignity and value of the human being,\r\nwould like here to reiterate its commitment to continue to\r\nwork alongside those many who are struggling to obtain\r\nor regain their right to freedom, justice and peace. This\r\nsolidarity applies to our brothers and sisters in Palestine,\r\nBosnia and Herzegovina, Libya, Afghanistan, Somalia, the\r\nGreat Lakes region and elsewhere, who aspire only to\r\npeace in order to build their own future.\r\nI would like, in this framework, to commend the\r\nappointment of Mrs. Mary Robinson to the post of United\r\nNations High Commissioner for Human Rights. We\r\nassure her of our support and wish her every success in\r\nher noble mission.\r\nThe universal nature of the United Nations is a\r\nreality that must be consolidated and strengthened. In this\r\ncontext, we support without reservation the request of the\r\nRepublic of China to join again the community of nations\r\nand be admitted to our Organization and its specialized\r\nagencies. Acceding to this request would be a significant\r\ncontribution to the consolidation of the ideal of\r\nuniversality of the United Nations and do justice to the\r\nesteemed people of the Republic of China. Its economic\r\nand social development, commitment to democratic values\r\nand international behaviour have given irrefutable proof\r\nof its faith in the noble objectives of the United Nations\r\nCharter and of its capacity to assume the responsibilities\r\nof all Member States.\r\nWhen the Berlin wall crumbled in 1989, great hope\r\nwas aroused in the citizens of the world. Hope was born\r\nof rapid movement towards a new international order\r\nwhich would bring with it peace and justice as well as\r\nsolidarity and progress. In this new international order,\r\nthe Republic of China has a place, a place recognized by\r\ninternational law and the demands of a rapidly developing\r\nworld.\r\nIn conclusion, I would like to say that the\r\ninternational community must do everything in its power\r\nto have hope triumph over the dangers menacing\r\nhumankind. The human race’s God-given intelligence\r\nprovides the possibilities and resources to achieve this\r\nend. We have no choice but to help the United Nations\r\nadapt to the new world and play its proper role as a\r\ncentre for harmonizing the actions of nations in the\r\nattainment of common ends. This is all the more essential\r\nsince the great challenges to our future can only be met\r\nin a global framework of solidarity. The only solution —\r\nwhether in the struggle against terrorism, drug- trafficking\r\nand organized crime; in the protection of our environment\r\nand our collective health; or in the promotion of security\r\n5\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-second session 2 October 1997\r\nthrough disarmament or the reduction of poverty — is a\r\nconcerted and united global effort.\r\nTogether, we have already begun this effort, and my\r\ncountry urges the international community to continue it\r\nsteadfastly. Senegal makes this appeal convinced that, with\r\nthe intellectual and material resources available to\r\nhumankind today, there is no challenge that cannot be met.\r\nAll we need is the will.\r\nWe can do it. We must do it. Let us do it together, as\r\nbrothers and sisters belonging to one family.\r\nThe President: I now call on the Minister for Foreign\r\nAffairs of Iraq, His Excellency Mr. Mohammed Said Al-\r\nSahaf.\r\nMr. Al-Sahaf (Iraq) (interpretation from Arabic): It\r\ngives me great pleasure to congratulate you, Sir, on your\r\nelection to the presidency of the General Assembly at its\r\nfifty-second session. I am confident that your extensive\r\nexperience and extreme competence will positively\r\ncontribute to the successful conduct of the proceedings of\r\nthis session. I would like to assure you that the Iraqi\r\ndelegation will do its best to cooperate with you and with\r\nyour colleagues in discharging your responsibilities to bring\r\nthe proceedings of this session to a successful conclusion.\r\nI would like also to pay tribute to your predecessor,\r\nMr. Razali Ismail, for the incessant and sincere efforts\r\nwhich he made to crown the proceedings of the last session\r\nwith success. He has earned our appreciation.\r\nThe success of the United Nations in the exercise of\r\nits desired role depends primarily on the proper application\r\nof the principles and provisions of the Charter, because it\r\nis the only instrument that can achieve the goals for which\r\nthis Organization was established: the endeavour to achieve\r\nan international community based on respect for the\r\nsovereignty, freedom and independence of peoples and their\r\nempowerment to achieve their goals of economic and social\r\ndevelopment.\r\nThe reform of the United Nations structures and\r\nmechanisms in a proper way that ensures justice to all\r\nMember States and geographical groups will enable it to\r\ndischarge its responsibilities in a manner consistent with the\r\npurposes, principles and provisions enshrined in the\r\nCharter.\r\nWe believe that the reform process of the Organization\r\nshould not be restricted to the management aspect,\r\nimportant as it is. More important, there should be a\r\ncommon political will to redress the real and effective\r\nbalance in the work of the Organization and to prevent its\r\nmachinery from being used for private political objectives\r\nand purposes of certain super-Powers. Above all, one\r\nshould pay attention to the dangers inherent in one\r\ninternational pole breaking loose and trying to dominate\r\nthe world. In this context, Iraq welcomes the communiqué\r\nissued after the meeting of President Yeltsin of Russia\r\nand President Jiang Zemin of China in Moscow on 22\r\nApril 1997, which clearly called for the rejection of\r\nhegemony by any State over the world’s destinies, of the\r\nexercise of power politics or of the monopoly of\r\ninternational issues. The Russian-Chinese communiqué\r\nalso called for the establishment of a multi-polar\r\ninternational system. We in Iraq are proud to note that\r\nour leader, President Saddam Hussain, called 20 years ago\r\nfor a multi-polar world.\r\nThe United Nations should not be controlled by the\r\nrich, who are a small minority in the world. Among the\r\nbasic purposes of the United Nations, according to the\r\nCharter, is the promotion of the economic and social\r\nadvancement of all peoples. Based on that, we consider it\r\nnecessary to avoid marginalizing developing countries and\r\ndenying them the opportunities and potentialities for\r\neconomic and scientific development.\r\nWhile we are talking about the reform of the\r\nOrganization and its mechanisms and the review of its\r\nrole, we should not overlook the basic realities of the\r\nevolution of the international community from a small\r\ngroup of States that are homogeneous in their concepts\r\nand interests to a community of a global nature,\r\nnecessarily heterogeneous and varying in all its\r\nperceptions and interests. This objective reality makes it\r\nimperative for all of us to employ our common energies\r\nto review the charters and mechanisms that we have\r\ninherited to make them consistent with the objective\r\nreality of the international community in order to achieve\r\nthe common and public good, not simply the interests of\r\nthe minority. One example that comes to mind in this\r\nregard is the area of human rights.\r\nFinally, we must recognize the need for deliberation,\r\nconsultation and extensive negotiation on what reform\r\nsteps should be approved. A prerequisite for the success\r\nof any step in this common effort is the presence of a real\r\nconsensus among States, not the voices speaking under\r\npressure and threats to their respective interests.\r\n6\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-second session 2 October 1997\r\nFor more than seven years, Iraq has been suffering\r\nunder an unjust blockade the like of which has never been\r\nwitnessed in human history. We have more than once stated\r\nclearly and unequivocally before the General Assembly the\r\nsteps that Iraq had undertaken to implement the resolutions\r\nof the Security Council on the so-called Gulf crisis,\r\nparticularly resolution 687 (1991), so that the blockade\r\nimposed upon it could be lifted.\r\nIraq has carried out what was required of it under\r\nthese resolutions. In the context of working with the Special\r\nCommission and the International Atomic Energy Agency\r\n(IAEA) for the implementation of section C of resolution\r\n687 (1991), on proscribed weapons, Iraq has carried out all\r\nthe substantive obligations set out therein. Iraq has never\r\ntarried in doing everything possible to emphasize its\r\nkeenness to deal even with the very minute details so that\r\nthe Security Council could move to carry out its\r\ncorresponding obligations towards Iraq by lifting the\r\nblockade.\r\nOur work in this regard is of special importance. We\r\nshould pause to shed light upon it. The full implementation\r\nto date of the substantive obligations imposed on Iraq with\r\nregard to banned weapons is an established fact. Despite all\r\nthe rumours, the truth is that Iraq no longer has any banned\r\nweapons, equipment, machinery or materials. The system of\r\ncontinuous observation established in Iraq by the Special\r\nCommission and the International Atomic Energy Agency\r\nis working effectively and has been since August 1994,\r\ncovering all the territory of Iraq.\r\nWhen the new Chairman of the Special Commission,\r\nAmbassador Richard Butler, assumed his office, we\r\nwelcomed his statements in which he affirmed that he\r\nwould follow an objective, scientific and technical approach\r\nin dealing with what the Commission views as remaining\r\nissues, in accordance with the requirements clearly\r\nestablished by resolution 687 (1991). We affirmed our full\r\nreadiness to cooperate with Ambassador Butler. We agreed\r\nwith him, during his first visit to Baghdad last July, on an\r\nintensive common work programme, which we have\r\nactively carried out. In fact, substantial advances have been\r\nmade in this common activity, and we look forward to the\r\nsemi-annual report by the Special Commission, which we\r\nhope will be submitted to the Security Council in a few\r\ndays. We hope it will equitably reflect the progress\r\nachieved and will open the door for the Security Council to\r\nstart implementing paragraph 22 of resolution 687 (1991),\r\nwhich means the beginning of the lifting of the blockade on\r\nIraq.\r\nThe comprehensive blockade imposed on Iraq is the\r\nmost extensive and cruel boycott system ever imposed by\r\nthe Security Council throughout its history. It covers and\r\naffects, in theory and in practice, every aspect of life.\r\nFrom our practical experience, we are convinced that the\r\ninsistence on the perpetuation of the blockade against Iraq\r\nis not related to the fulfilment by Iraq of its obligations.\r\nIt is rather a systematic plan to inflict severe damage on\r\nIraq by putting an end to its development potential and by\r\ndestroying its basic economic infrastructure to fulfil the\r\nselfish interests of an unjust super-Power.\r\nThe whole world has felt the magnitude of the wilful\r\ndamage and destruction inflicted on Iraq by the\r\ncontinuation of the blockade, which is contrary to the\r\npurposes for which the United Nations was established,\r\nwhich purposes have been emphasized in its numerous\r\nconferences. International organizations, humanitarian\r\nmissions and United Nations agencies have warned of the\r\ndangers besetting the people of Iraq as a result of the\r\ncontinued blockade, particularly the dangerous effects on\r\nwomen and children.\r\nThe United Nations Children’s Fund (UNICEF), for\r\ninstance, has confirmed in its latest study in March 1997\r\nthat 27.5 per cent of Iraqi children under five years of age\r\nsuffer from chronic malnutrition and that the most\r\nthreatened segment is children under two years old, due\r\nto malnutrition and the incidence of contagious diseases.\r\nFurthermore, the environment in Iraq has suffered\r\nextensive damage because of indiscriminate bombing by\r\nthe United States and some of its allies, which was aimed\r\nat power stations, sewage systems and factories, which we\r\nhave not been able to rebuild fully because of the\r\nblockade.\r\nScientific studies and research carried out by foreign\r\nresearchers and scientists have unequivocally confirmed\r\nthat the United States used banned weapons and\r\nammunition enriched with depleted uranium in its military\r\noperations against Iraq. This exposed vast tracts of Iraqi\r\nterritory to contamination by deadly toxic materials.\r\nNumerous cases of hitherto unfamiliar illnesses have been\r\nrecorded, such as congenital deformities of foetuses, bone\r\ndeformities and many cases of leukaemia among children.\r\nWe heard many allegations from the representatives\r\nof the United States and Britain before Iraq agreed to deal\r\nwith the oil-for-food formula. The representatives of both\r\ncountries shed crocodile tears and alleged that they were\r\nconcerned about the suffering of the Iraqi people. They\r\n7\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-second session 2 October 1997\r\nsaid that they had come up with Security Council resolution\r\n986 (1995) to alleviate this suffering. that resolution was\r\nnot balanced. We and the United Nations Secretary-General,\r\nin May 1996, were able to reach a memorandum of\r\nunderstanding to implement the resolution in a balanced\r\nmanner. When implementation started — that is to say,\r\nwhen the implementation of the memorandum started — in\r\nDecember 1996, the American and the British conduct was\r\nseen for what it really is.\r\nThe oil-for-food-and-medicine formula is a temporary\r\nand modest formula that meets only a small fraction of\r\nIraq’s needs. Nevertheless, this formula has encountered\r\nand continues to encounter many major obstacles and\r\ndifficulties, which the United States and Britain in\r\nparticular try to impose with a view to impeding the proper\r\nand effective implementation of the memorandum of\r\nunderstanding.\r\nThe conduct of the representatives of these two\r\ncountries in the Committee established pursuant to Security\r\nCouncil resolution 661 (1990) has led to an accumulation\r\nof contracts which were rejected or suspended on flimsy\r\npretexts. This has caused a huge break in the smooth flow\r\nof the approval of such contracts and has thereby delayed\r\nthe delivery and distribution of materials to the Iraqi\r\npeople. To date, despite the fact that the implementation of\r\nthe first period ended over three months ago, Iraq has\r\nreceived only 25 per cent of the medicine required and has\r\nnot received any materials at all up to now relating to\r\nagriculture, education, water or sewage, or any spare parts\r\nfor electricity-generating power stations.\r\nNow more than ever is the time for the United Nations\r\nto discharge its responsibility with regard to its obligations\r\nunder the Charter, not only to the people of Iraq, but to the\r\ninternational community. The United Nations has a duty to\r\ncarry out a professional and objective review of the\r\nprovisions of the blockade imposed on Iraq in order to\r\nimplement paragraph 22 of Security Council resolution 687\r\n(1991) as a first step towards lifting the blockade\r\ncompletely.\r\nAll the discussions that have taken place in the United\r\nNations, in specialized working groups and committees, and\r\nin particular in the Special Committee on the Charter of the\r\nUnited Nations and on the Strengthening of the Role of the\r\nOrganization, have stressed that sanctions should be an\r\nexceptional measure used by the United Nations in special\r\ncircumstances and in accordance with the Charter. They\r\nhave also stressed that such sanctions should not be based\r\nmerely on political expediency, but rather should be firmly\r\nbased on international law; that they should be\r\nimplemented according to the principles of justice and\r\ninternational law; that they should not serve individual or\r\nfactional interests; that in their implementation,\r\nconsideration should be given to the human suffering that\r\nthey cause; and that a time limit should be set for their\r\nlifting. Such a serious measure should not be imposed\r\nwithout setting a precise time for its lifting.\r\nUnited Nations responsibility does not end there. The\r\nUnited Nations must put an end to all hostile practices\r\nagainst Iraq by the United States, which persists in its\r\ncontinuous attempts to interfere in Iraq’s internal affairs\r\nwith a view to causing instability and insecurity and in\r\ncarrying out operations to change its nationalist regime;\r\nsuch practices are considered criminal acts even under its\r\nown domestic law. Statements made by senior American\r\nofficials confirm the hostile American policy towards\r\nIraq.\r\nMembers of the United Nations are not unaware of\r\nthe article published in the Washington Post on 26 June\r\n1997 or of the information contained in the ABC\r\ntelevision programme aired on 26 June 1997. This\r\ninformation confirmed that the United States was involved\r\nin conspiracies against the nationalist regime in Iraq. This\r\ninvolvement is an official policy, approved by the\r\nAmerican President, and more that $100 million has been\r\nappropriated for it. The Central Intelligence Agency has\r\nbeen charged with its implementation. Following that\r\npublicity, the policy was acknowledged by an official\r\nspokesman of the American State Department in a press\r\nbriefing on 27 June.\r\nThe United Nations resolutions on Iraq affirm that\r\nall States have an obligation to respect Iraq’s sovereignty,\r\nterritorial integrity and political independence. The United\r\nStates is carrying out a policy of its own making, which\r\nruns counter to the provisions of the Charter and of the\r\nresolutions referred to. I hope that Members of the United\r\nNations are not ignorant of the fact that among the means\r\nof achieving the declared objectives of this hostile policy\r\ntowards Iraq is the imposition of no-fly zones in northern\r\nand southern Iraq. This is an illegal act that is contrary to\r\nSecurity Council resolutions. It is a unilateral military act\r\nby the Governments of the United States and Britain —\r\na clear application of brute power politics against our\r\ncountry. We demand that the United Nations deplore and\r\ncondemn unilateral policies based on the logic of brute\r\nforce, opportunism, double standards and hegemony.\r\n8\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-second session 2 October 1997\r\nWe are demanding no more than the legal and proper\r\napplication of Security Council resolutions in accordance\r\nwith the purposes and principles of the Charter. We believe\r\nthat there is a collective duty to take joint action to evaluate\r\nin an equitable manner Iraq’s fulfilment of its obligations.\r\nThis responsibility rests first and foremost with the\r\nmembers of the Security Council because collectively they\r\nbear responsibility for any imbalance caused by the\r\nunilateral positions taken by the United States and Britain.\r\nWe are eager to establish excellent relations with\r\nneighbouring countries. We have affirmed on more than\r\none occasion the importance of dialogue in order to arrive\r\nat the best solutions to problems affecting relations between\r\nthe countries of the region. Unfortunately, we have not\r\nreceived the required response from certain parties, largely\r\nbecause of interference by external Powers that have\r\nnothing to do with the reality of the interests of the States\r\nof the region.\r\nWe note that, unfortunately, our neighbour, Turkey, is\r\nindulging in dangerous policies that run counter to the deep\r\nhistorical, religious and human relations between Iraq and\r\nTurkey. Turkey has repeatedly continued to violate our\r\nsovereignty, interfere in our internal affairs and invade our\r\nterritory, on the basis of flimsy pretexts. We have discussed\r\nthe situation with our neighbour, Turkey, on several\r\noccasions in the past. The most recent discussion was with\r\nthe Under-Secretary of the Turkish Ministry for Foreign\r\nAffairs, which took place on 15 September 1997 in\r\nBaghdad. During those discussions we explained that the\r\nsolution to the Kurdish problem inside Turkey could not be\r\nachieved by committing armed aggression against Iraq, or\r\nby interfering in its internal affairs, in collaboration with\r\nforeign Powers — the United States and Britain — but\r\nrather by fully observing the principle of mutual respect for\r\nthe sovereignty and territorial integrity of the two countries\r\nand by cooperation between their Governments to ensure\r\nsecurity and stability on both sides of the international\r\nborder.\r\nWe have warned Turkey of the serious and negative\r\nconsequences of its policies for relations between the two\r\ncountries and for Turkey’s own interests. Many countries in\r\nand outside the region, and international organizations,\r\nforemost among them the League of Arab States, have\r\ncondemned the new Turkish aggression against Iraq, which\r\nbegan on 22 September 1997. We strongly condemn this\r\nnew military aggression, which is a flagrant violation of\r\nIraq’s sovereignty and territorial integrity. We demand that\r\nTurkey immediately withdraw its invading forces from our\r\ncountry and refrain from repeating such aggressive military\r\npractices, which contradict good-neighbourly relations, the\r\nCharter and international law. We hold Turkey fully\r\nresponsible internationally for its acts of aggression inside\r\nIraq. We reserve our full right to respond to these acts\r\nand to assert our other legitimate rights under\r\ninternational law that arise as a result of Turkey’s\r\nresponsibility for those acts.\r\nWe are also keen on establishing good-neighbourly\r\nrelations with Iran, based on mutual respect for\r\nsovereignty, territorial integrity and non-interference in\r\ninternal affairs. On 8 August 1997 President Saddam\r\nHussain issued a call to the new Iranian Government to\r\nshow its good intentions towards Iraq by carrying out its\r\nestablished obligations, foremost of which is the release\r\nof Iraqi prisoners of war and the return of the aircraft\r\nentrusted to it. He also affirmed that Iraq would\r\nreciprocate each step taken by Iran in this regard by\r\ntaking two balanced steps: one corresponding to the\r\nIranian step and another in line with our deep sense of\r\nhumanitarian, regional and international responsibility to\r\nencourage the taking of successive, continual steps to\r\nensure that regional security, mutual respect and balanced\r\ninterests rest firmly on their proper foundation in such a\r\nway that benefits the peoples of the region.\r\nIt is unfortunate that our neighbour, Iran, does not\r\nmatch our inclination and prefers to continue to exploit\r\nthe conditions of the unjust blockade imposed against Iraq\r\nand to exploit the imposition of no-fly zones by the\r\nUnited States and Britain in northern and southern Iraq to\r\nenable it to violate Iraqi sovereignty, penetrate its airspace\r\nand commit one military aggression after another. The\r\nmost recent of such acts was the bombing by eight\r\nIranian military aircraft of positions inside Iraqi territory,\r\nin the governorates of Diala and El-Kut on 29 September\r\n1997.\r\nIran and another State are taking advantage of the\r\nillegal air embargo, imposed on northern and southern\r\nIraq by the United States and its collaborators, to violate\r\nIraq’s sovereignty, penetrate its airspace and commit\r\ncontinuous military aggression on its territory. The\r\ncontinuation of this illegal air embargo constitutes an\r\nongoing threat to Iraq’s sovereignty and security, not only\r\nfrom America and Britain, but also from Iran and other States.\r\nThis situation, in which acts of aggression are\r\nrepeatedly committed, means that the explicit United\r\nNations pledges in relevant Security Council resolutions\r\nto safeguard Iraq’s sovereignty and territorial integrity\r\nhave become a mere dead letter. It is time that these\r\n9\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-second session 2 October 1997\r\npledges be honoured. If it does otherwise, the United\r\nNations will have violated its own pledges.\r\nIraq is an ancient country with a history going back\r\nmore than 7,000 years. The Iraqi people, who contributed\r\nimmensely to human civilization, will remain in charge of\r\ntheir own affairs, independent in their choices and able to\r\novercome these crises. As we stand at the threshold of the\r\ntwenty-first century, we look forward to seeing the United\r\nNations enabled to discharge its basic responsibilities to\r\ncarry out the purposes embodied in the Charter.\r\nThe President: The next speaker on my list is the\r\nMinister for Foreign Affairs and Cooperation of\r\nMozambique, His Excellency, Mr. Leonardo Santos Simão.\r\nI give him the floor.\r\nMr. Simão (Mozambique): On behalf of my\r\nGovernment and on my own behalf, allow me to\r\ncongratulate you, Mr. President, on your unanimous\r\nelection as President of the General Assembly at its fifty-\r\nsecond session. Your election to this office bears testimony\r\nto your commitment to the cause of international peace and\r\nsecurity. I am sure that with your guidance and wide\r\nexperience in international affairs, our work will record a\r\nsuccessful outcome. You can rest assured of my\r\ndelegation’s full support during your term of office.\r\nI would also like to put on record our appreciation of\r\nthe manner in which your predecessor, Ambassador Razali\r\nIsmail of Malaysia, presided over the deliberations of the\r\nfifty-first session of the General Assembly. His\r\nperformance and innovative ideas will indeed help us tackle\r\nthe challenges before our Organization in the years to\r\ncome.\r\nLet me pay a well-deserved tribute to the Secretary-\r\nGeneral of the United Nations, Mr. Kofi Annan, for his\r\nleadership and the commitment to the ideals of international\r\npeace and security demonstrated in his first year of office.\r\nI wish him well and pledge our full support and cooperation\r\nas he discharges his responsibilities in our Organization in\r\ntimes of change.\r\nWithin two days, Mozambique will celebrate five\r\nyears of peace and stability. Looking back, albeit to see the\r\nchallenges we have encountered, our nation has, without a\r\ndoubt, made significant progress in its quest for the\r\nconsolidation of peace and tranquillity, democracy and\r\ndevelopment, and we are determined further to pursue these\r\ngoals.\r\nIn the political sphere, we have succeeded in\r\ncreating an enabling environment in which political\r\ndiscussions are being carried out positively both in\r\nParliament and by civil society at large. As we deepen\r\nthis positive experience within the framework of a\r\npluralistic society, there is broad consensus among all\r\nMozambicans that dialogue must continue to be the way\r\nto overcome differences and to address the development\r\nneeds of our country. To this end, my Government will\r\nspare no effort in order to ensure that Parliament\r\ncontinues to function normally, for we believe that this\r\ncourse of action remains a key factor for the consolidation\r\nof peace, democracy and national reconciliation. The next\r\nstep will be to hold the country’s first municipal elections,\r\nwhich will complement the process initiated in 1994 with\r\nthe holding of multi-party general elections.\r\nThe implementation of the structural adjustment\r\nprogramme initiated in 1987 has indeed created an\r\nattractive environment for private investment, both\r\ndomestic and foreign, which is gradually and steadily\r\nleading the country to economic and social progress. It is\r\nwithin this multidisciplinary and global action that\r\neconomic reforms are taking place, with results that are\r\nalready positive and tangible. Preliminary indications of\r\nthe performance of the economy during the first half of\r\n1997 estimate that growth in gross domestic product will\r\nreach about 7 per cent by the end of this year, a figure\r\nwhich is higher than that originally forecast.\r\nIn speaking on this very important subject I would\r\nlike to underscore the high importance we attach to the\r\nneed for flexibility with respect to the implementation of\r\ninitiatives for debt relief and sustainability. My\r\nGovernment is encouraged by recent indications from\r\ninternational financial institutions concerning the\r\nimpending decision on the eligibility of Mozambique to\r\nthe Heavily Indebted Poor Countries Debt Initiative. I\r\nwould hope that once such a decision is made the time-\r\nframe between the decision point and the completion\r\npoint might be as short as possible so as to have the\r\ndesired impact on the economy. Without far-reaching debt\r\nrelief measures, it will be virtually impossible for the\r\ncountry to sustain the current growth and stabilization of\r\nthe economy. We hope that as soon as possible all least\r\ndeveloped countries may accede to the Initiative.\r\nIn this regard, my Government welcomes the recent\r\nadmission of Russia to both the Group of 8 and the Paris\r\nClub. It is our hope that those steps will enable that\r\ncountry to play a more active and constructive role in\r\nmatters related to debt forgiveness and relief, particularly\r\n10\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-second session 2 October 1997\r\nin relation to countries like Mozambique. For our part, we\r\nwill continue to undertake and deepen further our political\r\nand economic reforms, as we have over the past 10 years,\r\nwith particular emphasis on the provision of basic health\r\ncare and education.\r\nThe rehabilitation of the economic and social fabrics,\r\nespecially in the rural areas, is seriously hampered by the\r\nscourge of landmines. These horrible weapons have killed\r\nand continue to kill and wound hundreds of innocent\r\ncitizens. With that in mind, at the fourth International\r\nConference of Non-Governmental Organizations on\r\nLandmines, which met at Maputo in February of this year,\r\nmy Government approved a resolution that prohibits, with\r\nimmediate effect, the production, commercialization,\r\nutilization and non-authorized transportation of anti-\r\npersonnel landmines in the territory of Mozambique.\r\nMy Government has been participating fully in the\r\nnegotiations within the framework of the Ottawa process.\r\nIn this respect, we welcome the results achieved at the\r\nrecently concluded Oslo Diplomatic Conference. We urge\r\nall countries to heed the call of the peoples of the world\r\nand to join the majority of nations in signing the\r\ninternational treaty on the total ban of anti-personnel\r\nlandmines in December this year. We wish to launch a\r\nvigorous appeal to the international community to ensure\r\nthat all the provisions of that treaty with respect to, inter\r\nalia, the destruction of stockpiled anti-personnel mines and\r\nthose laid within minefields and in areas outside minefields,\r\nand with respect to international cooperation and assistance,\r\nare fully implemented.\r\nIn this respect, I wish to highlight the importance my\r\nGovernment attaches to the question of assistance to victims\r\nof landmines before, during and following mine clearance,\r\nin order to ensure the early and safe return and resettlement\r\nof displaced persons with a view to ensuring a speedy\r\nresumption of economic activity, in particular in rural areas.\r\nI would like to express our deep gratitude to those\r\ncountries and organizations that are providing generous\r\nassistance in demining activities, and invite others to join\r\nus in implementing our national demining programme.\r\nIn August this year, the Government and civil society\r\njointly launched a national campaign for the\r\ncommemoration of the fiftieth anniversary of the Universal\r\nDeclaration of Human Rights, which will take place on 10\r\nDecember 1998. The Universal Declaration of Human\r\nRights, with which my country fully associates itself,\r\nrepresents the commitment by all peoples of the world to\r\ntheir faith in human dignity. The nationwide celebrations,\r\nencompassing a variety of activities, will afford a unique\r\nopportunity to all Mozambicans — and, indeed, to other\r\npeoples elsewhere — to review and educate themselves\r\non such an important issue for mankind. It will be an\r\nopportunity to underscore the importance of the non-\r\nselectivity, indivisibility and universality of human rights.\r\nWithin that framework, my Government follows with\r\nkeen attention the progress being made in the Preparatory\r\nCommittee on the Establishment of an International\r\nCriminal Court. The establishment of such a court, with\r\nthe purpose of bringing to justice individuals accused of\r\ncommitting the most heinous crimes, is an important\r\ncontribution to the promotion of human rights and\r\nfundamental freedoms. The court must be entrusted with\r\nclear powers in order fully to discharge its mandate. In\r\nparticular, its competence and jurisdiction should be\r\nclearly defined in conformity with its objectives and\r\ntaking into account the principle of complementarity.\r\nIn the African continent, we are participating in\r\ndiscussions for the establishment of an African court of\r\nhuman and peoples’ rights. It is our hope that the high-\r\nlevel meeting scheduled for next year at Addis Ababa will\r\nsucceed in finding the needed consensus on all\r\noutstanding issues pertaining to the court.\r\nIn the past 12 months, the issue of United Nations\r\nreforms has gained new impetus with new developments\r\nwhich have taken place quite recently. It is a fact that\r\nthere is a broad consensus with regard to the need for\r\nsuch reforms. Nevertheless, in carrying them out it will be\r\nimportant to find ways and means that will ensure that the\r\nlegitimate rights and aspirations of all Member States, and\r\nin particular the developing countries, are safeguarded.\r\nThis is particularly relevant with respect to the proposals\r\nfor the enlargement of the Security Council.\r\nSimilarly, my Government has taken due note of and\r\nwelcomes the reform package presented by the Secretary-\r\nGeneral in his report entitled “Renewing the United\r\nNations: A Programme for Reform”. The report, the most\r\ncomprehensive and far-reaching ever produced in the\r\nannals of the Organization, addresses vital elements that\r\nrequire in-depth discussion by Member States.\r\nAs a country striving to strengthen peace and\r\nsecurity both within its borders and in the regional\r\ncontext, as well as in the world as a whole, Mozambique\r\nregards preventive diplomacy, peacekeeping and post-\r\nconflict peace-building as important elements that must be\r\n11\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-second session 2 October 1997\r\nstrengthened in the new international context. In this\r\nconnection, we are participating with other countries of the\r\nregion in joint efforts aimed at reinforcing our preparedness\r\nfor emergencies. We therefore encourage and support the\r\nSecretary-General in his endeavours to enable the United\r\nNations to deploy peacekeeping operations rapidly.\r\nIn the field of human rights, I welcome the proposed\r\nconsolidation of the Office of the High Commissioner for\r\nHuman Rights and the Centre for Human Rights into a\r\nsingle new Office of the United Nations High\r\nCommissioner for Human Rights. I commend the Secretary-\r\nGeneral for this course of action, which is in line with the\r\nsentiments expressed by Member States not only in the\r\nGeneral Assembly but also within the framework of the\r\nCommission on Human Rights. The merging of the two\r\nbodies will in fact eliminate the duplication of tasks and\r\nexpenditures and streamline the work of the new,\r\nconsolidated body.\r\nOn behalf of my Government, I wish to take this\r\nopportunity to congratulate Mrs. Mary Robinson on her\r\nassumption of the post of High Commissioner for Human\r\nRights. We pledge to her our full support, both within the\r\ncontext of the Commission on Human Rights, of which\r\nMozambique is a member, and also within the context of\r\npromoting human rights and fundamental freedoms\r\nworldwide.\r\nWith respect to financing our Organization, I fully\r\nagree with the Secretary-General that the current financial\r\ncrisis facing us\r\n“is directly linked to the failure of ... Member States\r\nto discharge their ... obligations regarding prompt and\r\nfull payment of assessed ... contributions”. [A/51/950,\r\npara. 82]\r\nWe would really hope that the very same countries that so\r\nfar have failed to fulfil their treaty obligations, will this\r\ntime not only pay their dues but also assist the Secretary-\r\nGeneral by contributing to the proposed Revolving Credit\r\nFund.\r\nI equally commend the proposed establishment of a\r\ndevelopment account resulting from reductions in non-\r\nprogramme costs over the next few years. We regard the\r\nestablishment of such an account as an important\r\ncontribution in addressing the economic and social needs of\r\ndeveloping countries on a more consistent and predictable\r\nbasis.\r\nWe also endorse the proposed establishment of the\r\npost of Deputy Secretary-General within the framework\r\nof strengthening the leadership capacity of the Secretariat.\r\nThe creation of a Strategic Planing Unit, in our\r\nview, will further enhance the ability of the Secretary-\r\nGeneral to act in accordance with the provisions of the\r\nArticle 99 of the Charter. In the light of the new realities,\r\nit is our firm belief that the information gathered by this\r\nUnit will be brought to the attention not only of that body\r\nbut also of the General Assembly, in accordance with the\r\nprovisions of Articles 10 and 11 of the Charter.\r\nAs for the proposed establishment of the “UN\r\nHouse” under a single United Nations flag, it is important\r\nto ensure that the identity and the vast individual and\r\nunique experience — as well as the expertise —\r\naccumulated by the United Nations Development\r\nProgramme (UNDP), the United Nations Children’s Fund\r\n(UNICEF) and the United Nations Population Fund\r\n(UNFPA) are preserved. More significantly, the need for\r\ndecentralization and flexibility in decision-making at the\r\ncountry level should be safeguarded and further enhanced\r\nso as to ensure that everyone benefits from the proposed\r\nconsolidation. It is my Government’s hope that the new\r\narrangement will result in a united, cooperative and\r\ncoherent framework at the country level. The experience\r\nof coordination of all of the United Nations programmes\r\nand funds in Mozambique is positive and encouraging.\r\nWe have taken due note of the proposal for the\r\nestablishment of a ministerial-level commission to\r\nexamine possible changes in the Charter with a view to\r\npreparing our Organization for the challenges of the next\r\ncentury. Given the complexity of the issues to be looked\r\nat, the commission should be established on the basis of\r\ngeographic representation, after adequate consultations,\r\nand should be provided with clear and precise terms of\r\nreference in order to guarantee that its views are universal\r\nand as consensual as possible.\r\nIt is our hope that the proposed reforms — those\r\nbeing implemented within the purview of the Secretary-\r\nGeneral, as well as the ones under discussion in the\r\nWorking Group — will result in greater focus of the\r\nUnited Nations in the economic and social spheres. Now\r\nthat we have gathered consensus on an Agenda for\r\nDevelopment, we need to ensure that appropriate steps are\r\ntaken by a reformed, more efficient United Nations to\r\nrealize our goals.\r\n12\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-second session 2 October 1997\r\nThe trends towards the establishment of regional and\r\ncontinental blocs require deep cooperation and integrated\r\neconomies. Only combined unity of purpose and action can\r\nlend greater leverage and capacity to negotiate and make\r\neconomies competitive for investment. This must be\r\ncomplemented by political stability and an enabling\r\nenvironment for domestic and foreign investment. We in\r\nsouthern Africa are joining our efforts towards this goal\r\nwithin the framework of the Southern African Development\r\nCommunity (SADC).\r\nThese efforts will be further enhanced to a great extent\r\nby the recently established Indian Ocean Rim-Association\r\nfor Regional Cooperation (IOR-ARC). The new\r\norganization assembles a variety of countries from Asia and\r\nAfrica, plus Australia. Its fundamental principles include\r\nthe facilitation and promotion of economic cooperation,\r\nbringing together representatives of government, business\r\nand academia.\r\nMy Government follows with renewed interest the\r\nefforts towards the mitigation of conflicts throughout the\r\nworld. We are conscious of the fact that economic and\r\nsocial development are possible only when we live in peace\r\nand political stability. Therefore, prevention, management\r\nand conflict resolution constitute a fundamental issue in our\r\nforeign policy.\r\nIn this regard, I wish to associate myself with previous\r\nspeakers in congratulating most sincerely the establishment\r\nof the Democratic Republic of the Congo following decades\r\nof uncertainty. We hope that the new authorities will play\r\na positive role in our collective efforts for regional peace\r\nand stability, particularly in the Great Lakes region. The\r\nchallenges facing the new Government are indeed immense\r\nand deserve assistance and support from the international\r\ncommunity.\r\nLikewise, we commend the successful outcome of the\r\nelectoral process in Liberia, which symbolizes the\r\ncompletion of the peace process in that country. We look\r\nforward to the reinvigoration of a united, peaceful and\r\nprosperous country which is ready to contribute to the\r\neffort towards the economic stabilization of the entire\r\nregion. It is our hope that the international community will\r\nspare no efforts in assisting Liberia to overcome the tragedy\r\nthat has fallen on it for so many years.\r\nMr. Jele (South Africa), Vice-President, took the\r\nChair.\r\nThe Economic Community of West African States\r\nMonitoring Group (ECOMOG) deserves our special\r\ncommendation for the role it has played in the resolution\r\nof the Liberian crisis and for its current efforts in the\r\nrestoration of peace and respect for the rule of law in\r\nSierra Leone.\r\nWe equally note with satisfaction the recent progress\r\nmade for the settlement of the issue of Western Sahara,\r\nand we encourage the parties concerned to continue down\r\nthis positive path.\r\nThe peace process in Angola continues to face\r\nserious challenges as a result of the failure of UNITA to\r\ncomply fully with the agreed commitments under the\r\nLusaka Protocol. With the recent adoption of Security\r\nCouncil resolution 1130 (1997), it is now for this body to\r\nensure that the provisions of all other relevant resolutions\r\nare fully complied with in order to bring the peace\r\nprocess back on track and to avoid the continued delays\r\nwe have been witnessing over the three years of the\r\nimplementation of the Lusaka Protocol.\r\nOn the other hand, my Government remains\r\nconcerned about the situation in the Congo. We support\r\nthe initiative of the heads of State and Government of the\r\nregion under the leadership of His Excellency President\r\nBongo, and we call upon the parties to exercise maximum\r\nrestraint in order not to jeopardize any further those\r\nefforts. All parties concerned must set aside their\r\ndifferences and work together for the attainment of a\r\nnegotiated settlement to prevent further suffering of\r\ninnocent civilians and destruction of property.\r\nRecent events in the Comoros islands underline the\r\nneed for full respect of the independence and territorial\r\nintegrity of all States, under any circumstances. We\r\nencourage permanent dialogue among all concerned\r\nparties so as to find a negotiated settlement of the dispute\r\nwithin the framework of the Organization of African\r\nUnity (OAU) peace initiatives.\r\nOn behalf of my Government, I would like to\r\nexpress our solidarity to the people of East Timor. We do\r\nhope that the ongoing negotiations between Portugal and\r\nIndonesia under the auspices of the Secretary-General of\r\nthe United Nations, and other initiatives, will finally lead\r\nto a successful outcome of this issue in accordance with\r\nthe principles and purposes of the Charter.\r\nOn the Middle East, my Government notes with\r\nconcern the deterioration of the security situation in that\r\n13\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-second session 2 October 1997\r\narea, which poses great danger to the efforts to achieve a\r\ncomprehensive, just and lasting solution in the region.\r\nPeace cannot be achieved at the expense of other peoples’\r\ninterests. The policy of establishing new settlements in the\r\noccupied Arab and Palestinian territories should be\r\ndiscontinued. As we have said before, the existence of both\r\nIsrael and Palestine is an undeniable reality which nobody\r\nshould ignore if we are to reach a final settlement of this\r\nlong-standing conflict. Dialogue and compliance with\r\nsecurity Council and General Assembly resolutions are the\r\ninstruments through which a solution should be found in the\r\nMiddle East.\r\nWe are also following with interest the developments\r\nconcerning the conflict situations in the Persian Gulf region.\r\nIn the highest interests of its peoples, we urge all the\r\nparties concerned to act together with a view to finding an\r\ninternationally acceptable solution to all outstanding issues,\r\nin accordance with the purposes and principles of the\r\nCharter.\r\nAt the dawn of the new millennium, we bear the\r\nresponsibility of preparing the United Nations to save not\r\nonly succeeding generations from the scourge of war but\r\nalso to provide an Organization that will effectively and\r\nefficiently promote cooperation and development. We in\r\nMozambique are prepared to work towards this goal.\r\nThe Acting President: I now call on the Minister for\r\nForeign Affairs and Cooperation of Chad, His Excellency\r\nMr. Mahamat Saleh Annadif.\r\nMr. Annadif (Chad) (interpretation from French): In\r\ntaking the floor for the first time before this Assembly, I\r\nfeel legitimately proud to be the voice with which the\r\npeople of Chad, its Government and its President, His\r\nExcellency Mr. Idriss Déby, convey a message of peace,\r\nhope and wishes for complete success in our work.\r\nI would like to join the eminent speakers who have\r\npreceded me in reiterating my delegation’s warm\r\ncongratulations to the President on his illustrious election to\r\npreside over this session. That choice is both a tribute to his\r\ncountry, Ukraine — a country resolutely focused on the\r\nquest for global peace — and the culmination of his long\r\ncareer as a talented diplomat. He can be assured of the\r\ncomplete support of my country, Chad, in the discharge of\r\nhis duties.\r\nI would also like to take this opportunity to express\r\nour gratitude to his predecessor, Ambassador Razali Ismail,\r\nwho has conducted the work of the fifty-first session with\r\ntact, competence and devotion.\r\nLastly, I would like to greet our Secretary-General,\r\nMr. Kofi Annan, a son of Africa who has succeeded\r\nanother great African, Mr. Boutros Boutros-Ghali. The\r\nelection of Mr. Kofi Annan is the culmination of a\r\nbrilliant career devoted to the service of the international\r\ncommunity. It is an honour to his country, Ghana, and to\r\nall Africa. I should like to assure him of the firm support\r\nof the Republic of Chad in his efforts to bring about the\r\nnecessary and indispensable reforms of our Organization\r\nso as to make it more capable of achieving the purposes\r\nand principles of the Charter in our rapidly changing\r\nworld.\r\nThe ideals of peace, liberty and development, which\r\nare pursued tirelessly by each and every nation\r\nrepresented here, are of special significance for my\r\ncountry and people. Indeed, drawing upon the lessons of\r\nits sad experiences, since 1 December 1990 Chad has\r\nmade a firm commitment to the establishment of a state\r\nof law and the tireless quest for peace and national unity\r\nwhich are the essential foundations for its economic and\r\nsocial development.\r\nAt previous sessions the delegation of Chad\r\nregularly referred to positive developments in our country.\r\nToday I have the honour and privilege of announcing that\r\nwith the presidential election of 1996 and the legislative\r\nelections held at the beginning of this year, most of our\r\nrepublican and democratic institutions are in place.\r\nProjects are under way to hold local elections. All this is\r\ntaking place in a climate of peace and national harmony.\r\nThe ongoing quest for peace between Chadians, the\r\nnecessary consolidation of the achievements of national\r\nunity and the willingness to involve everyone in public\r\nadministration have compelled our President, Mr. Idriss\r\nDéby, to practise what we call consensual, participatory\r\ndemocracy. It follows that all political parties, including\r\nthose of the opposition, are represented in all State\r\nstructures. By the same token, a national mediator has\r\nrecently been appointed.\r\nThe fifty-second session of the General Assembly\r\ncoincides with the fiftieth anniversary of the Universal\r\nDeclaration of Human Rights. This is the proper place to\r\nreaffirm our loyalty to that instrument, which, despite its\r\nimperfections, is, in its own language,\r\n14\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-second session 2 October 1997\r\n“a common standard of achievement”. (Universal\r\nDeclaration of Human Rights, resolution 217 (III),\r\npart A, operative paragraph)\r\nIn Chad we are getting down to work, and significant\r\nprogress has been registered. Thus, our independent press\r\nis one of the freest in Africa; human rights organizations\r\nare proliferating and carry out their activities unhindered;\r\nand organized civil society is fully playing its role.\r\nDespite these noteworthy advances, insidious\r\ncampaigns have been sporadically unleashed against my\r\ncountry. For my Government the subject of human rights is\r\nnot taboo. Thus, I should like once again to reiterate the\r\ninvitation that Mr. Idriss Déby, President of the Republic,\r\nextended during his last visit to France to all countries and\r\nhuman rights organizations that are truly interested in the\r\nfate of the people of Chad: to come to Chad and freely\r\nlook into the situation.\r\nWith the return to social peace and political stability,\r\nmy country is turning a new page in its history, one that\r\nshould enable it to face the challenges of the twenty-first\r\ncentury. To do that, the Government of Chad has adopted\r\na number of principles that, backed up by concrete actions,\r\nshould make it possible to achieve vigorous and sustained\r\neconomic growth. The objectives are the following: the\r\ncontinuation and consolidation of the process of\r\ndemocratizing political and social life; the increased\r\nparticipation of the citizens in political, economic and social\r\nlife and in making decisions that concern them; the\r\nestablishment of sound rules of government; the promotion\r\nof the private sector; the development of human resources;\r\nand the restoration and safeguarding of environmental\r\nequilibrium and of the ecosystem, with special attention\r\nbeing paid to environmental problems related to human\r\nactivities.\r\nThis entire development strategy will be presented and\r\ndiscussed at the round table on Chad to be held in Geneva\r\nin the months ahead. That meeting is necessary to reactivate\r\nand adapt the plan of orientation covering the period 1990-\r\n2000.\r\nI take this opportunity to invite all countries and\r\nintergovernmental and non-governmental organizations to\r\ntake part in that important conference on the future of\r\nChad.\r\nI should now like to touch on a problem that is of\r\ncrucial importance for my Government: the environment.\r\nChad is a Sahelian country, afflicted, moreover, by drought\r\nand desertification. It is deeply concerned with protecting\r\nthe environment, our common heritage, whose\r\nexploitation for us is a necessary condition for success in\r\nthe struggle against poverty. This is the appropriate forum\r\nin which to express our hope that the results achieved by\r\nthe Conference of States Parties to the Convention to\r\nCombat Desertification will meet our expectations.\r\nThe prospect of the exploitation of Chad’s oil\r\nresources has led to a systematic disinformation campaign\r\nalleging environmental degradation in the region\r\nconcerned. I should like solemnly to state here that all\r\nnecessary measures have been taken by the Government\r\nnot only to preserve environmental balance but also to\r\nprevent any risk of accident that could jeopardize it.\r\nAnother subject of grave concern indirectly\r\nconnected with the environment is that of mines, an\r\nestimated 1 million of which infest a large portion of the\r\nnational territory, thus precluding any development\r\nactivities in that region. We would reiterate in this respect\r\nthe appeal for assistance in mine clearance that was made\r\nfrom this rostrum by President Idriss Déby during the\r\ncommemorative meeting on the occasion of the fiftieth\r\nanniversary of the United Nations. My Government, a\r\nvictim of the scourge of mines, welcomes the adoption on\r\n18 September last of the Convention on the Prohibition of\r\nthe Use, Stockpiling, Production and Transfer of Anti-\r\nPersonnel Mines and on Their Destruction.\r\nThe international situation remains alarming, even if\r\npeace ad security are not gravely threatened at the global\r\nscale. In Africa, despite the hopes born of the\r\ndemocratization of the political life of many countries,\r\nhotbeds of tension still persist. In Angola, implementation\r\nof the settlement plan advocated by the international\r\ncommunity is running aground on obstacles that\r\njeopardize a final return to peace in this country. We call\r\nagain on all parties, particularly UNITA, fully to\r\nimplement the Lusaka Protocol.\r\nPeriodic clashes remind us that in Somalia, the\r\nhatchet has not definitely been buried, despite numerous\r\nattempts at reconciling the fraternal Somali people.\r\nThe Great Lakes region is progressively entering a\r\nphase of relative calm despite sporadic incidents\r\nstemming from the chain of events that have caused\r\nupheaval in this part of the continent. We welcome the\r\nconcerted efforts of the international community and of\r\nthe countries of the subregion to help restore a definitive\r\npeace.\r\n15\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-second session 2 October 1997\r\nIn Sierra Leone, the situation resulting from the coup\r\nis far from responding to the wishes of the people. Chad,\r\nfor its part, strongly supports the consultations held within\r\nthe framework of the Economic Community of West\r\nAfrican States, and in particular the conclusions of its last\r\nSummit, held in Abuja, Nigeria.\r\nIn Central Africa, closer to Chad, the exacerbation of\r\nthe conflict in the sister Republic of the Congo, despite the\r\nappeal made at Libreville by eight Heads of State on 15\r\nSeptember last, is of great concern to us. My country is of\r\nthe view that only an immediate and unconditional cease-\r\nfire can make it possible to re-establish dialogue between\r\nthe two parties. This in turn would make possible a greater\r\ninvolvement of the international community, particularly for\r\nthe deployment of a multinational force under the auspices\r\nof the United Nations and the Organization of African\r\nUnity (OAU).\r\nThe scope of the tragedy of these upheavals on the\r\nAfrican continent can be gauged by the number of\r\nhomeless and of refugees who, left to their own devices,\r\nare wandering from country to country, seeking a land to\r\nreceive them where they can live in peace. It is urgent for\r\nthe international community to take greater notice of these\r\ntragedies, which concern us all, in order to find appropriate\r\nsolutions.\r\nThis sombre picture of the situation on the continent\r\ndoes not eclipse the successes of international and, above\r\nall, African mediation in crisis and conflict situations, such\r\nas in the Central African Republic and in Liberia. In the\r\nCentral African Republic, the painstaking settlement of the\r\npolitical and military crisis to the satisfaction of the\r\npolitical class is, for Chad — a neighbouring, brotherly\r\ncountry — cause for satisfaction. Likewise, we welcome\r\nthe return to peace in Liberia, which has made it possible\r\nto designate a President of the Republic and a Parliament\r\nby means of free and democratic elections.\r\nIn both cases, the contribution of Africa was decisive.\r\nWe are proud of this, just as we commend the Security\r\nCouncil for its support of various African initiatives. This\r\ncompels me to urge the acceleration of the process leading\r\nto the establishment of an inter-African peacekeeping force.\r\nWe also urge the strengthening of existing structures, such\r\nas the Standing Advisory Committee on Security Questions\r\nin Central Africa; the Regional Centre for Peace and\r\nDisarmament in Africa at Lomé, in Togo; and the OAU’s\r\nMechanism for Conflict Prevention, Management and\r\nResolution.\r\nWith respect to Western Sahara, Chad welcomes the\r\nfresh impetus given the process by both parties and hopes\r\nthat the settlement plan will shortly be implemented in\r\nfull.\r\nIn the Middle East, the Israeli-Palestinian peace\r\nprocess seems to be put to the test, given recent\r\ndevelopments in this region. We urge all parties\r\nconcerned to respect the Washington agreements. This is\r\nthe only alternative if we are to achieve definitive peace\r\nin this region. Neither violence nor extremism, nor,\r\ncertainly, intransigence will allow us to arrive at a just\r\nand definitive solution to this crisis, which has gone on\r\nfar too long.\r\nIn Asia, the situation in Afghanistan and in\r\nCambodia can be solved only by political means.\r\nTherefore we urge the protagonists to gather around the\r\nnegotiating table and seek to resolve their differences.\r\nChad welcomes the progress, however slow, that has\r\nbeen registered in recent years in disarmament. We\r\ndenounce, however, the shocking trade in conventional\r\nweapons, which foment so many conflicts that ravage\r\nvarious parts of the world, including my country. We\r\ntherefore support the efforts initiated in western Africa\r\nrelated to the moratorium on the export, import and\r\nproduction of small arms.\r\nMy country reaffirms its unswerving faith in the\r\nvirtues of dialogue as a means of resolving conflicts\r\nbetween States. I should like in this connection to refer to\r\nthe question of the embargo that has so harshly and for so\r\nmany years afflicted the neighbouring and brotherly\r\ncountry of Libya. Chad is in a good position to gauge the\r\nconsequences that affect not only the people of Libya but\r\nalso the people of Chad, as that country’s neighbour. That\r\nis why, as a country that is dually cut off and deprived of\r\nits principal means of evacuation and supply, Chad firmly\r\nsupports the resolutions of the OAU, the Organization of\r\nthe Islamic Conference and the Non-Aligned Movement,\r\nand calls for the lifting of this unjust embargo. We should\r\nlike to take this opportunity to express our solidarity with\r\nthe people of Iraq and Cuba, who have been\r\nindiscriminately affected by similar measures.\r\nMy country has noted with satisfaction the end of\r\nthe bipolar world, which has made possible the advent of\r\na new type of constructive dialogue that will enable us\r\ntogether to meet the challenges of the twenty-first\r\ncentury. In resuming diplomatic relations with the\r\nRepublic of China, the Government and people of Chad\r\n16\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-second session 2 October 1997\r\nhave no intention other than to diversify their relations of\r\nfriendship and cooperation with all peace- and justice-\r\nloving countries of the world on the basis of equality and\r\nsolidarity. In the name of the principle of universality so\r\ndear to our Organization, we support the return of the\r\nRepublic of China to the concert of nations.\r\nWhile the conflicts and other tensions throughout the\r\nworld concern us, so too does the international economic\r\nsituation. The justifiable fear expressed by the developing\r\ncountries in the aftermath of the cold war has not been\r\nmitigated. The recent report of the United Nations\r\nConference on Trade and Development reminds us of this.\r\nPoverty in the developing countries and the impoverishment\r\nof important social strata in the developed countries provide\r\nfertile ground for intolerance, extremism and nationalism,\r\nwhose consequences we are all too familiar with. Despite\r\nthe numerous dense documents adopted at major\r\nconferences, the expected concrete action has run aground\r\non the selfish conduct of the richest. Such an attitude\r\nimposes limits upon the globalization of the economy.\r\nAfrica, which has benefited from the sustained\r\nattention of the international community during this decade,\r\nis still, unfortunately, a continent ravaged by poverty,\r\nmalnutrition and epidemics of all kinds on a large scale.\r\nTo the perpetual problems of indebtedness and the\r\ndeterioration of the terms of trade are added the constant\r\nmarginalization of our continent from the international\r\neconomic circles. It is therefore urgent for concrete\r\nmeasures to be taken so that Africa can experience\r\nsustained growth, which should lead to genuine\r\ndevelopment. The terms of the declaration of the Heads of\r\nState and Government of the seven most industrialized\r\ncountries and Russia in Denver last May should be made a\r\nreality in this respect so that Africa, whose well-known vast\r\nnatural resources can really become part of the world\r\neconomy.\r\nThe new Chad reiterates its unswerving support of\r\nUnited Nations action in the sphere of peacekeeping and in\r\nthe area of development activities.\r\nOver time, the reform of our institution has become an\r\nimperative. Therefore, in the context of globalization and\r\ninterdependence, the United Nations must adapt itself and\r\nbecome both the instrument and the expression of\r\nmultilateralism in which the interests of all are taken into\r\naccount and safeguarded. For our part, we consider that the\r\npromotion of development must be at the core of our\r\nrenewed Organization.\r\nThe United Nations deserves more confidence than\r\never before, provided that it derives from incontrovertible\r\nlegitimacy which the Security Council with its present\r\ncomposition is far from embodying. It has now been\r\nestablished that that irreplaceable body should be adapted,\r\nbut its necessary restructuring should not have a\r\ndetrimental effect on any part of the world.\r\nAn acknowledgement of the legitimate claims of the\r\nvarious groups that make up our Organization is therefore\r\nindispensable. Chad, for its part, reaffirms the position\r\nstated at the last Summit of Heads of State or\r\nGovernment of the Organization of African Unity to\r\nassure the equitable representation of the African\r\ncontinent in that body, in which the destiny of peoples is\r\nat stake. This is a requirement if the renewed Security\r\nCouncil is to be credible and effective in the service of\r\nhumanity and if it is not to be a Council of double\r\nstandards.\r\nThe Acting President: I now call on the Deputy\r\nMinister for Foreign Affairs of the Democratic People’s\r\nRepublic of Korea, His Excellency Mr. Choe Su Hon.\r\nMr. Choe Su Hon (Democratic People’s Republic\r\nof Korea) (spoke in Korean; English text furnished by the\r\ndelegation): Allow me first of all, on behalf of the\r\ndelegation of the Democratic People’s Republic of Korea,\r\nto congratulate Mr. Hennadiy Udovenko, the Minister For\r\nForeign Affairs of Ukraine, on his election to the\r\npresidency of the General Assembly at its current session.\r\nWe believe that his rich experience and diplomatic skill\r\nin dealing with international affairs will lead this session\r\nto fruitful results.\r\nI also express my gratitude to the former President,\r\nMr. Razali Ismail, Malaysian Ambassador to the United\r\nNations, for his great contributions to the successful\r\nconclusion of the fifty-first session of the General\r\nAssembly. At the same time, I take this opportunity to\r\nexpress appreciation to the Secretary-General, Mr. Kofi\r\nAnnan, for his efforts devoted to the activities of the\r\nUnited Nations.\r\nThe fifty-second session of the General Assembly is\r\nnow being held just two years before we enter a new\r\ncentury. The twenty-first century should be different from\r\nthe present century, characterized by a history of hot and\r\ncold wars. It is the desire of humankind and the common\r\ntask of the international community to make the\r\nforthcoming century peaceful and prosperous.\r\n17\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-second session 2 October 1997\r\nThough we are at the end of the twentieth century, we\r\nare still facing complex and intricate challenges. A\r\ntendency towards domination continues to prevail in\r\ninternational relations even after the abolition of\r\ncolonialism. Today the United Nations, which once\r\ncontributed to eradicating colonialism, has been placed in\r\ndanger of being converted into a tool that would allow\r\nhigh-handedness and arbitrariness.\r\nThough the cold war has ended, the nuclear stockpiles\r\nremain as enormous as ever before, and the thinking of the\r\ncold-war era dominates international relations. Today such\r\nchallenges are clearest in North-East Asia and, more\r\nprecisely, in the Korean peninsula. In the Korean peninsula,\r\nnational division, the legacy of the cold war era, continues,\r\nthe power and confrontation politics of the cold war era\r\npersist and relations between the North and South of Korea\r\nare ever worsening. The aggressive military alliances,\r\nvestiges of the cold war, are being rearranged, and\r\nprovocative joint military exercises are being conducted\r\nagainst the Democratic People’s Republic of Korea with\r\nannually increased military expenditures amid the tense\r\nsituation in the Korean peninsula. In addition to the military\r\npressures, which have continued since the cold war era,\r\nissues such as human rights, terrorism, economic sanctions,\r\nfood aid and so on are also being abused as tools for high-\r\nhandedness and interference in our internal affairs. All these\r\nattempts are aimed at stifling our socialist system.\r\nLike all other United Nations Member States, the\r\nDemocratic People’s Republic of Korea is a sovereign State\r\nwith the right to choose its own political system, and it\r\ndeserves respect for this. Our style of socialism is the one\r\nour people have chosen by themselves, and it is not a\r\nsystem doomed to collapse even though others may attempt\r\nto bring this about. The single-hearted unity between the\r\nleader, the party and the masses is the source of the\r\ninvincibility of our system.\r\nOn 8 July this year, which marked the third year of\r\nthe demise of the great leader President Kim Il Sung, all\r\nour people became mourners and observed the memorial\r\nservice. Simultaneously with the end of the mourning\r\nperiod, we instituted a Juche calendar with the year 1912\r\nas the base year, and designated 15 April as the Day of Sun\r\nin memory of the birthday of the great leader President\r\nKim Il Sung. This affords a good illustration of the\r\nunanimous will of our people who are determined to hand\r\ndown, forever, the revolutionary life and the immortal\r\nexploits of the fatherly leader who created the Juche idea\r\nand built socialism centred on the popular masses. Today\r\nis 2 October, Juche 86 in our country, according to our\r\nJuche Calendar.\r\nFor our Korean people, the last three years have\r\nbeen a period of severe trials during which our people\r\nsuffered the greatest loss of the nation, confronted the\r\npersistent manoeuvres of the hostile forces to stifle our\r\nsocialist system and suffered from a series of natural\r\ncalamities.\r\nNevertheless, our people have been always optimistic\r\nand able to continue their victorious advancement by\r\novercoming all sorts of challenges, because they hold in\r\nhigh esteem another great leader, General Kim Jong Il, an\r\niron-willed and brilliant commander.\r\nCurrently, the nomination process is under way in\r\nmy country to elect the great leader Comrade Kim Jong\r\nIl as the General Secretary of the Korean Workers’ Party,\r\nand all our people are full of boundless joy and emotion\r\nover their long-cherished desire being realized.\r\nThis clearly demonstrates the firm will and\r\nconviction of our people to carry through the Juche cause,\r\nholding in high esteem forever the great leader Comrade\r\nKim Jong Il as the head of our Party and our revolution.\r\nThis is the reality of socialist Korea, where the\r\npeople enjoy the blessing of the leadership and the leader\r\nenjoys the blessing of the people through the generations.\r\nI take this opportunity to reiterate our deep thanks to\r\nthe Governments, organizations and individuals of various\r\ncountries, and to the governmental and non-governmental\r\ninternational organizations, including the United Nations,\r\nfor their deep sympathy and condolences, as well as for\r\nthe humanitarian assistance extended to our people who\r\nsuffered the deepest sorrow and natural calamities.\r\nKorea’s reunification question is, in essence, a\r\nquestion of regaining national sovereignty throughout the\r\ncountry, which is being trampled by foreign forces and of\r\nabolishing the legacy of the cold war era.\r\nThe Government of our Republic regards as its\r\nThree Charters for National Reunification the three\r\nprinciples of independence, peaceful reunification and\r\ngreat national unity, the 10-Point Programme of the Great\r\nUnity of the Whole Nation and the proposal for the\r\nfounding of the Democratic Confederal Republic of\r\nKoryo.\r\n18\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-second session 2 October 1997\r\nThe great leader General Kim Jong Il, in his\r\nprogrammatic work published on 4 August of this year,\r\nmade clear our firm will and determination to clearly\r\nreunify the country, holding aloft the Three Charters of\r\nNational Reunification set forth by the fatherly leader. The\r\nthree principles of national reunification constitute the great\r\ncommon reunification programme for the Korean nation,\r\nwhich was confirmed by the north and south through their\r\n4 July Joint Statement and was supported by the twenty-\r\neighth session of the United Nations General Assembly as\r\nwell.\r\nThe 10-Point Programme of the Great Unity of the\r\nWhole Nation for National Reunification is a political\r\nprogramme aimed at attaining the unity of the whole nation\r\nto strengthen the driving force of national reunification.\r\nThis programme indicates comprehensively the objective\r\nand ideological basis, as well as the principles and methods,\r\nfor achieving the great national unity.\r\nThe proposed Democratic Confederal Republic of\r\nKoryo is the blueprint which gives the full picture of a\r\nreunified State and the ways for its realization as well.\r\nMore than half a century has passed since the north\r\nand south of Korea have existed with different systems.\r\nUnder such circumstances, the establishment of a unified\r\nnational State through the confederation formula — based\r\non one nation and one State, two systems and two\r\nGovernments — becomes the most reasonable way of\r\nefficiently resolving the issues pertaining to national\r\nreunification.\r\nThe emergence of a unified national State —\r\nindependent, peaceful and neutral — in the Korean\r\npeninsula will make a great contribution to lasting peace\r\nand stability in North-East Asia, where the great Powers are\r\ncontiguous to each other.\r\nNo matter how the situation and circumstances may\r\nchange in the future, our people will remain unshakeable in\r\ntheir will, and the Government of our Republic will adhere\r\nto its consistent reunification policy in reunifying the\r\ncountry, on the basis of the Three Charters for National\r\nReunification.\r\nImproved relations between the north and south of\r\nKorea are an urgent requirement for achieving the\r\nindependent and peaceful reunification of the country. If the\r\nsouth Korean authorities give up their anti-national and\r\nanti-reunification confrontation policies and make a positive\r\nchange in practice, we will meet them at any time to have\r\nopen-minded negotiations on the destiny of the nation and\r\nmake joint efforts for the country’s reunification.\r\nFor a correct solution to the Korean question, the\r\ncountries concerned must also play positive roles with a\r\nsincere attitude about helping Korea’s reunification. The\r\nUnited States, a State party which is directly responsible\r\nfor the Korean question, should make a radical change in\r\nits anachronistic policy towards Korea and refrain from\r\nlaying obstacles in the way of the independent and\r\npeaceful reunification of Korea. Japan, which imposed\r\nimmeasurable misfortune and disaster upon the Korean\r\npeople in the past, must sincerely reflect upon its past,\r\ndiscontinue its hostile policy towards our Republic and\r\nstop provoking Korea’s division and hindering its\r\nreunification.\r\nIt is the consistent stand of the Government of our\r\nRepublic to prevent war and to ensure a lasting peace in\r\nthe Korean peninsula. This becomes our primary task in\r\nthe efforts to reunify the country peacefully, without\r\nrecourse to the armed forces. In order to ensure peace in\r\nthe Korean peninsula, it is imperative to oppose\r\naggression and war manoeuvres and to remove the danger\r\nof war.\r\nThe prevailing situation in the Korean peninsula is\r\nso tense that a war could break out at any moment, due\r\nto the attempts of the United States, Japan and South\r\nKorean authorities against our socialist Republic. In recent\r\nyears alone, the United States introduced over $3 billion\r\nworth of war equipment into South Korea. At the same\r\ntime, it has been conducting joint military exercises more\r\nfrequently than ever before, and even directing the guns\r\nof the United States forces in Japan and the Pacific fleet\r\ntowards the Democratic People’s Republic of Korea.\r\nOf late, Japan is also accelerating its political, legal\r\nand diplomatic moves with a view to legalizing its\r\nengagement of the self-defence force in a possible Korean\r\nwar under the signboard of the “revision” of the\r\n“Guidelines for United States-Japan Military\r\nCooperation”.\r\nIn addition, the South Korean authorities increased\r\ntheir military budget up to $17 billion for this year and\r\nagain decided to increase next year’s military budget up\r\nto $19 billion, while bolstering military “cooperation”\r\nwith foreign forces against their fellow countrymen.\r\nSuch moves, reflecting the policies of the cold-war\r\nera, inevitably provoke self-defensive counter-measures\r\n19\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-second session 2 October 1997\r\nfrom our Republic, thus maintaining the present tense\r\nsituation in a vicious cycle of aggravation.\r\nThis situation of the Korean peninsula urgently\r\nrequires the establishment of a new peace arrangement. In\r\norder to ease tension and avert the danger of a war in the\r\nKorean peninsula, the United States should, before anything\r\nelse, abandon its hostile policy against our Republic and\r\nsign a peace agreement with the Democratic People’s\r\nRepublic of Korea. The Democratic People’s Republic of\r\nKorea and the United States are still in a state of temporary\r\nceasefire. The United States is in direct confrontation with\r\nthe Democratic People’s Republic of Korea, maintaining\r\ntens of thousands of its troops in and around South Korea.\r\nRemoving the danger of war and ensuring peace in the\r\nKorean peninsula presupposes the withdrawal of the United\r\nStates troops and the conclusion of a peace agreement\r\nbetween the Democratic People’s Republic of Korea and\r\nthe United States. Hence, the resolution of the major issues\r\npertaining to the maintenance of peace and security in the\r\nKorean peninsula falls under the responsibilities of the\r\nDemocratic People’s Republic of Korea and the United\r\nStates. We recognize that these issues should be the top\r\npriority on the agenda to be considered at the proposed\r\nfour-party talks if the talks are to be held to discuss the\r\nissues of ensuring peace and security in the Korean\r\npeninsula.\r\nIf the United States is sincerely interested in ensuring\r\npeace in the Korean peninsula, it should, inter alia, show\r\nits credibility by taking practical steps to discontinue\r\nmilitary threats and lift economic sanctions against the\r\nDemocratic People’s Republic of Korea.\r\nThe countries concerned should refrain from any acts\r\nthat would be likely to impede the withdrawal of the United\r\nStates troops from South Korea and the conclusion of the\r\nDemocratic People’s Republic of Korea-United States peace\r\nagreement.\r\nThe Government of the Democratic People’s Republic\r\nof Korea will continue, as in the past, to make every effort\r\nto ensure peace in the Korean peninsula and to bring about\r\nthe peaceful reunification of the country, thus contributing\r\ntowards peace and security in North-East Asia and the rest\r\nof the world.\r\nIn order to prepare itself for the demands of the next\r\ncentury, the United Nations should make an early departure\r\nfrom outdated structures that serve the interests of only a\r\nfew countries, allowing them privileges and high-\r\nhandedness. First of all, international society should be\r\ndemocratized through the democratic reform of the United\r\nNations. The United Nations should be restructured so as\r\nto reflect the will of developing countries, which make up\r\nthe majority of United Nations Members, and to enable\r\nthem to exercise their sovereignty on an equal footing.\r\nThe General Assembly, in which all United Nations\r\nMember States are equally represented, has been\r\ndemocratized, compared to the Security Council. Yet its\r\nauthority has been severely restricted. On the other hand,\r\nthe Security Council lacks democracy to a great extent,\r\nalthough it enjoys powerful authority. The present\r\ncomposition of the permanent membership of the Security\r\nCouncil does not fully represent the developing countries,\r\nwhich form the overwhelming majority of Member States.\r\nNeither does the non-permanent membership reflect\r\ngeographical representation.\r\nThe end of the cold war has provided possibilities\r\nfor channelling more resources into the field of\r\ndevelopment cooperation, but the present structure of the\r\nUnited Nations system does not correspond to this\r\nsituation.\r\nAt this session of the General Assembly the\r\ndelegation of the Democratic People’s Republic of Korea\r\nwill exert constructive efforts to resolve such problems\r\nand seek active cooperation with other Member States,\r\nincluding the non-aligned countries.\r\nDespite the end of the cold war, the arms build-up\r\ncontinues unabated in different parts of the world. The\r\nUnited Nations has long called for comprehensive and\r\ncomplete disarmament, especially nuclear disarmament.\r\nHowever, some nuclear and military Powers are still\r\nboosting their efforts aimed at the qualitative\r\nmodernization of military strength under cover of calls for\r\nselective disarmament. As a result, in most cases\r\ndisarmament is now being replaced by the process of\r\nreplacing with more sophisticated weapons those that\r\nhave become obsolete as a result of technical\r\ndevelopments.\r\nToday, after the conclusion of the Comprehensive\r\nNuclear-Test-Ban Treaty, the nuclear Powers are resorting\r\nto subcritical nuclear tests to further modernize their\r\nnuclear arsenals.\r\nInternational society, and the non-nuclear-weapon\r\nStates in particular, should give due attention to taking\r\nmeasures to overcome this phenomenon. It is in this\r\n20\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-second session 2 October 1997\r\ncontext that we support the proposal to convene the fourth\r\nspecial session of the General Assembly devoted to\r\ndisarmament.\r\nIn recent years there have been ample discussions on\r\nhuman rights at the United Nations and in other\r\ninternational forums. However, the desired results have not\r\nyet been achieved. This is mainly attributable to the fact\r\nthat United Nations Member States are pursuing different\r\nends in their deliberations on human rights and have\r\nconflicting views with regard to standards for human rights.\r\nAs long as human rights issues continue to be abused\r\nas a political means to put pressure on and interfere in the\r\ninternal affairs of others, any deliberations on human rights\r\nwill only have adverse effects upon international relations,\r\nas is the case today. Furthermore, the application of double\r\nstandards has not ceased with regard to other crucial issues\r\nsuch as disarmament and terrorism.\r\nIn order to eliminate high-handedness and\r\narbitrariness, and also to ensure fairness and justice in\r\nresolving international issues, international society should\r\nbe democratized at the earliest possible date.\r\nThe twenty-first century should be a century devoted\r\nto development and cooperation. Development is directly\r\nlinked to international peace and security.\r\nIn recent years major conferences, such as World\r\nSummit for Social Development, the United Nations\r\nConference on Human Settlements and the World Food\r\nSummit, were convened under the auspices of the United\r\nNations. These conferences made significant contributions\r\nto elaborating action programmes and providing guidance\r\nfor international society with regard to cooperation in the\r\nfield of economic and social development.\r\nThe role of the United Nations should be further\r\nstrengthened to translate these documents into tangible\r\nresults. The United Nations has an important role in\r\npersuading developed countries fully to implement their\r\ncommitments concerning official development assistance\r\nand should pay due attention to resolving the issue of\r\nexternal debt.\r\nWe are of the view that the ongoing reform process of\r\nUnited Nations-affiliated organizations dealing with\r\neconomic and social issues and of the United Nations\r\nSecretariat should be carried out in such a way as to enable\r\nthem to make the best use of their potential for\r\ndevelopment and cooperation.\r\nDeveloped countries are urged to be wise enough to\r\nforesee that replacing the present unfair international\r\neconomic relations with new ones that are more fair, will,\r\nin the long term, be beneficial to them, and they should\r\ncooperate fully with other Member States in enhancing\r\nthe role of the United Nations in that direction.\r\nWe appreciate and support the joint efforts of the\r\ncountries of Asia, Africa and Latin America to expand\r\nand strengthen regional cooperation for political\r\nsovereignty and socio-economic development in a spirit\r\nof collective self-reliance.\r\nWe support Syria and other Arab countries in their\r\njust struggle to seek a fair and comprehensive solution to\r\nthe Middle East problem based on the principle of land\r\nfor peace, and hold that Israel should withdraw from all\r\noccupied Arab territories.\r\nThe Government of the Democratic People’s\r\nRepublic of Korea adheres to the main ideal of our\r\nforeign policy of independence, peace and friendship in\r\nconformity with the purposes and principles of the United\r\nNations Charter, and will continue to do so in the future.\r\nThe delegation of the Democratic People’s Republic\r\nof Korea will make every sincere effort for the success of\r\ndeliberations on all agenda items that are before the\r\nGeneral Assembly at this session.\r\nThe Acting President: I now call on the Minister\r\nfor Foreign Affairs of Côte d’Ivoire and former President\r\nof the General Assembly, His Excellency Mr. Amara\r\nEssy.\r\nMr. Essy (Côte d’Ivoire) (interpretation from\r\nFrench): The illustrious election of the President of the\r\nGeneral Assembly of the United Nations at its fifty-\r\nsecond session is not only a well-deserved tribute to his\r\ncountry, Ukraine, in recognition of its important role on\r\nthe international scene, but an acknowledgement of his\r\nown human and professional qualities and, above all, his\r\nrich experience in international relations and in the United\r\nNations system. Furthermore, as his former colleague\r\nwhen I was Permanent Representative of my own country\r\nhere for many years, I am personally delighted at this\r\nwell-deserved demonstration of the confidence the\r\ninternational community has in him. It is therefore a\r\npleasure for me, on behalf of the delegation of Côte\r\nd’Ivoire, to address to him and to the other members of\r\nthe Bureau our sincere congratulations and to assure him\r\nof our full support in the accomplishment of his mission.\r\n21\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-second session 2 October 1997\r\nI also extend my heartfelt thanks to his predecessor,\r\nAmbassador Razali Ismail, for his remarkable efforts to\r\ngive decisive impetus to the process of the reform of our\r\nOrganization.\r\nFinally, I should like to extend my warmest\r\ncongratulations to Mr. Kofi Annan, a worthy son of Africa,\r\non his illustrious election as Secretary-General of the\r\nUnited Nations, and I pay heartfelt tribute to him for the\r\ngreat competence that he has unfailingly demonstrated at\r\nthe head of the United Nations. In less than a year he has\r\nbeen able to instil our Organization with a new dynamism\r\nthrough actions that bear witness to his firm will to\r\nstrengthen the effectiveness and credibility of the United\r\nNations and to improve its operations in facing the many\r\ncomplex demands of the world at the dawn of a new\r\nmillennium. We assure him of the support of the delegation\r\nof Côte d’Ivoire in his noble and exhilarating task.\r\nI also take this opportunity to extend my warm\r\ncongratulations to Mrs. Mary Robinson on her appointment\r\nto the post of United Nations High Commissioner for\r\nHuman Rights. We consider her strong personality to be a\r\nguarantee of success in the delicate and important mission\r\nwith which she has been entrusted. We assure her of our\r\ncomplete support in the exercise of her new functions.\r\nToday, regardless of what our assessment of the work\r\nof the United Nations may be, it is necessary to recognize\r\nthat it remains a unique and irreplaceable tool for dialogue\r\namong nations at the service of international peace and\r\nsecurity.\r\nClearly, it is unanimously held that the United Nations\r\nis useful and that it must exist; with equal unanimity we\r\ncall for its revitalization. The question of the reform of the\r\nUnited Nations is thus at the heart of this session, which\r\nstrikingly demonstrates how necessary and urgent it is. The\r\nSecretary-General rightly proclaimed this session the\r\nsession of reform.\r\nAdapting the United Nations to make it better able to\r\nenter the next millennium seems to be the great challenge\r\nof the reform to which we all aspire.\r\nBut before expressing my delegation’s observations on\r\nthe Secretary-General’s proposals for reform, I should like\r\nto share some of our major concerns, which I believe must\r\nbe taken into account if the continent to which my country\r\nbelongs is to experience real development commensurate\r\nwith its immense potential. I wish to speak about conflict\r\nmanagement in Africa and international cooperation for\r\nthe economic and social development of Africa.\r\nOne cannot fail to note that over 60 per cent of the\r\nagenda of the Security Council is devoted to situations in\r\nAfrica, and that of the 48 least developed countries, 35\r\nare in Africa.\r\nIn respect of conflicts in Africa, our continent has\r\ntaken charge of its own destiny. To this end, it established\r\nlegal instruments at the Organization of African Unity\r\n(OAU) summit in Cairo in 1993, in the form of the\r\nMechanism for Conflict Prevention, Management and\r\nResolution. If this venture is going to work Africa needs\r\nabove all the support of the international community in\r\nthe framework of a partnership with the United Nations,\r\nin accordance with Chapter VIII of the Charter.\r\nThus in Liberia, at the end of a seven-year fratricidal\r\nwar which devastated that fraternal country and caused\r\nenormous damage to neighbouring countries such as\r\nGuinea and Côte d’Ivoire that had to deal with massive\r\nflows of refugees and displaced persons, the Economic\r\nCommunity of West African States (ECOWAS) was able\r\nto broker a peace process which led to the election of\r\nMr. Charles G. Taylor as President of the Republic on 19\r\nJuly 1997 in elections that the OAU and the United\r\nNations recognized as just and democratic.\r\nIn the context of the meeting to support the\r\nreconstruction of Liberia which will take place tomorrow,\r\nI would like to make an urgent appeal to donor countries\r\nand international and non-governmental organizations to\r\nbe generous, because a reconstructed and prosperous\r\nLiberia can only benefit our entire subregion.\r\nWhile we are delighted at the positive development\r\nof the situation in Liberia, a military coup d’état on 25\r\nMay 1997 put an end to the constitutional order in Sierra\r\nLeone by overthrowing a democratically elected President,\r\nMr. Ahmad Tejan Kabbah. Côte d’Ivoire immediately\r\ncondemned the coup d’état, which belongs to a bygone\r\nera.\r\nThe thirty-third meeting of heads of State and\r\nGovernment of the OAU, held in Harare from 2 to 4 June\r\n1997, by its decision 356 also condemned the coup d’état,\r\nas did the Secretary-General of the United Nations and\r\nthe Presidents of the Security Council on 27 May, 11 July\r\nand 6 August 1997, who all demanded the immediate and\r\nunconditional restoration of constitutional order.\r\n22\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-second session 2 October 1997\r\nUnfortunately, the negotiations initiated by the group\r\nof five States mandated by ECOWAS with the\r\nrepresentatives of the junta in power in Freetown have so\r\nfar not succeeded in achieving the objectives of the\r\ninternational community. Therefore, the heads of State,\r\nduring the last ECOWAS summit, in Abuja on 28 and 29\r\nAugust 1997, were obliged to take a certain number of\r\nmeasures which we hope will be endorsed by the Security\r\nCouncil to allow the Committee of Five to resume, with the\r\ncomplete support of the international community, new\r\nnegotiations for a return to constitutional order in Sierra\r\nLeone, a country whose instability remains a serious threat\r\nto the fledgling Liberian democracy and the entire\r\nsubregion.\r\nIn the view of the OAU, ECOWAS and the Security\r\nCouncil, the Abidjan peace agreement of 30 November\r\n1996, signed by President Kabbah and the leader of the\r\nRevolutionary United Front (RUF), Mr. Foday Sankoh,\r\nremains the best framework for finding a definitive solution\r\nto the crisis in Sierra Leone. Once constitutional order is\r\nrestored, Côte d’Ivoire is prepared to organize, together\r\nwith the other guarantors of this agreement and the parties\r\nconcerned, a conference aimed at reactivating the many\r\norgans of that agreement in order to find a lasting solution\r\nto this crisis.\r\nIn Central Africa, we remain profoundly concerned by\r\nthe fratricidal battles now taking place in the Congo. In this\r\nrespect, we wish to express our sincere appreciation to\r\nMr. Omar Bongo, President of the Gabonese Republic, for\r\nhis patient and courageous mediation in the inter-Congolese\r\nconflict. While urging him to continue his noble efforts, we\r\nregret the deterioration of the situation and above all the\r\nfact that no cease-fire has been accepted by the warring\r\nparties, which has prevented the establishment of an\r\nAfrican interposition force.\r\nIn the Central African Republic, we welcome the role\r\nof the Inter-African Mission to Monitor the Implementation\r\nof the Bangui Agreements (MISAB), which has helped\r\nstabilize the situation.\r\nIn respect of the crisis in the Comoros, we urgently\r\nappeal to all parties to give priority to dialogue and to\r\nrespond favourably to the OAU initiative with a view to\r\nholding a conference in Addis Ababa to find a solution. We\r\ninvite the international community to support the efforts of\r\nthe OAU and to give the Comoros all the economic and\r\nfinancial assistance it needs to confront the difficulties it is\r\nfacing, which are the root cause of the crisis.\r\nWith regard to Angola, we take note of the recent\r\nSecurity Council resolution 1130 (1997), which was\r\nadopted unanimously. While we welcome the recent\r\nmeasures taken by UNITA in response to the Council’s\r\nappeal, we hope that it will persevere in that direction in\r\norder to meet all its obligations pursuant to the Lusaka\r\nProtocol.\r\nFinally, in respect of the question of Western Sahara,\r\nwe applaud the progress made during the series of\r\nmeetings under the auspices of the Special Envoy of the\r\nSecretary-General of the United Nations for Western\r\nSahara, Mr. James Baker III, with a view to holding a\r\nreferendum on self-determination.\r\nGiven the renewed upsurge of instability and conflict\r\nin many parts of Africa, we fervently appeal to the United\r\nNations to organize a regional conference in collaboration\r\nwith the OAU and ECOWAS to deal with the illicit\r\ncirculation of small arms in the West African subregion,\r\nin accordance with General Assembly resolution 51/45.\r\nIn the same context, we are delighted with the\r\nresults of the Oslo conference on anti-personnel\r\nlandmines, and in view of the human disasters that this\r\ntype of weapon continues to cause in Africa and the\r\nworld over, we urge all States to adhere to the results and\r\nrespect the terms.\r\nMy delegation believes that the present state of our\r\ncontinent requires a concerted policy of international\r\nsecurity and implementation of preventive strategies, and\r\nCôte d’Ivoire intends to be actively involved. This is why,\r\nin defining recently new missions for Côte d’Ivoire’s\r\narmed forces, President Henri Konan Bédié specified that\r\nthey can henceforth participate in peacekeeping operations\r\nand that they stand ready to carry out possible protection\r\nand security missions which might be conferred upon\r\nthem by the international community.\r\nMore specifically, it seems to us increasingly\r\nnecessary to have a standing African interposition force.\r\nIn western Africa, for example, ECOWAS, drawing from\r\nthe experience of the ECOWAS Monitoring Group\r\n(ECOMOG) in the settlement of the Liberian conflict,\r\ncould envisage the reorganization of this force in order to\r\nmake it a genuine subregional force. In this context,\r\nconsultations for the establishment of a peacekeeping\r\nforce are under way in the framework of the Agreement\r\non Non-Aggression and Assistance in Matters of Defense\r\n(ANAD) which includes Côte d’Ivoire, Senegal, Burkina\r\nFaso, Benin, Niger, Mali, Mauritania and Togo.\r\n23\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-second session 2 October 1997\r\nThe elements of the ANAD peacekeeping force would\r\nbe coordinated in predetermined tactical or logistical\r\nmodules in a state of operational readiness on their\r\nrespective territories and could be sent into action at short\r\nnotice. These stand-by elements could be regrouped at the\r\nrequest of ECOWAS, the OAU or the United Nations.\r\nHowever effective our rapid-reaction capacity may be,\r\nwe will have to seek, above all, to strengthen the effective\r\nrule of democracy and the rule of law in each of our\r\ncountries in order to avoid crises turning into armed\r\nconflict.\r\nAbove all, every country must seek to achieve political\r\nstability and to promote social progress by establishing\r\nreliable democratic institutions based on freedom and\r\njustice and which guarantee the protection of the citizen and\r\nindividual rights. We must develop the elements of good\r\ngovernance and promote the emergence of responsible\r\nsociety.\r\nFor its part, Côte d’Ivoire under the leadership of\r\nPresident Henri Konan Bédié, is endeavouring day by day\r\nto strengthen democracy and the rule of law by resolute\r\naction towards a peaceful democracy.\r\nRecent measures in this connection have been\r\nannounced, including the forthcoming opening of the\r\nGovernment to the opposition, the granting of status to the\r\nleaders of the opposition parties represented in Parliament;\r\nthe creation of a Senate whose President will be acting\r\nHead of State in the event of a power vacuum; and the\r\ncreation of a National Commission for monitoring and\r\narbitration of elections. It will be presided over by a judge\r\nand made up of personalities and representatives of the\r\nleading political parties, along with international observers\r\nfrom the Organization of African Unity (OAU), the United\r\nNations, the Economic Community of West African States\r\n(ECOWAS), the European Union and the Canadian\r\nElectoral Committee. All of those elements are contributing\r\nto speeding the progress of democracy in Côte d’Ivoire.\r\nLastly, our people remain profoundly committed to the\r\nculture of peace, and it is to that commitment that Côte\r\nd’Ivoire owes its unquestioned political stability, based on\r\nthe constancy of social dialogue and on the desire for\r\nshared progress that strengthens social unity. That is why\r\nmy delegation, along with a number of co-sponsors, intends\r\nto submit to this session of the General Assembly, as it did\r\nat the summer session of the Economic and Social Council\r\nheld last July at Geneva, a draft resolution proclaiming the\r\nyear 2000 as the international year for the culture of peace.\r\nMy second subject of concern relates to the effects\r\nof globalization on African economies with respect to\r\naccess to foreign markets, the volume of official\r\ndevelopment assistance and favourable treatment for\r\nforeign debt.\r\nWith regard to access to foreign markets,\r\nglobalization, carried out in the name of liberalization and\r\ncompetitiveness, has led to the erosion and even the\r\neradication of preferences that allow the goods of our\r\ncountries to gain access to the markets of developed\r\ncountries. We must be given time to adapt, or be\r\ncompensated in some other way, if our countries are to\r\nparticipate in international trade to their full potential. We\r\ncommend the recent United States initiative, “Growth and\r\nopportunity in Africa”, which is aimed, inter alia, at\r\npromoting the access of African goods to the American\r\nmarket.\r\nWith regard to the effect of globalization on the\r\nvolume of official development assistance, we note that\r\nfor all the enthusiasm for the development of the private\r\nsector — development which we welcome, recognizing\r\nthat private investment is the driving force of economic\r\ngrowth — a trend towards a decline in official\r\ndevelopment assistance, despite its importance in the fight\r\nagainst poverty in our countries. That trend concerns us,\r\nbecause official development assistance is essential in\r\nsupporting our domestic efforts, above all in sectors\r\nrelated to the development of human resources. We\r\ntherefore urge the donor countries to redouble their efforts\r\nto achieve the target of 0.7 per cent of their gross\r\ndomestic product.\r\nLastly, with regard to the question of foreign debt,\r\nthere is now broad agreement that without favourable\r\ntreatment for the stock of African debt, particularly in the\r\nmost heavily indebted countries, no economic recovery\r\nprogramme can produce the desired long-term positive\r\neffects. We must therefore insist that serious consideration\r\nbe given to measures in this regard. We welcome the\r\nmeasures recently taken in favour of Uganda, Bolivia and\r\nBurkina Faso within the framework of the debt-alleviation\r\nInitiative of the International Monetary Fund, the World\r\nBank and the Paris Club. I am delighted to learn that my\r\nown country, Côte d’Ivoire, along with Mozambique and\r\nGuyana, will be the next to benefit from that Initiative. I\r\nwould also note that my country is involved in a\r\nsatisfactory dialogue with the London Club with a view\r\nto a significant restructuring of our commercial debt.\r\n24\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-second session 2 October 1997\r\nTurning to the question of United Nations reform,\r\nwhich lies at the heart of this session, we must distinguish\r\nbetween two aspects that dovetail to form a single coherent\r\nand logical unit. We have on the one hand the reforms\r\nbeing set in motion by Member States and on the other the\r\nprogramme of reforms proposed by the Secretary-General\r\nin his report (A/51/950) of 14 July 1997.\r\nWith regard to the reforms being driven by Member\r\nStates, I would refer to the activities of various open-ended\r\nWorking Groups of the General Assembly. Having\r\npersonally been privileged to conduct the consultations that\r\nled to the establishment of three of those Groups during my\r\nown term of office as President of the forty-ninth session,\r\nI am pleased to note the relatively positive results of two of\r\nthem: the Ad Hoc Open-ended Working Group on An\r\nAgenda for Development and the Open-ended High-Level\r\nWorking Group on the Strengthening of the United Nations\r\nSystem. The States participating in those Groups have\r\nshown a magnificent spirit of solidarity.\r\nThe Agenda for Development, adopted last June by\r\nthe General Assembly, is an important stage in the dialogue\r\nbetween nations on international cooperation for\r\ndevelopment. It establishes the consensus framework within\r\nwhich developed and developing countries can work to\r\nestablish on a more solid basis a renewed and strengthened\r\npartnership for development based on mutual advantage.\r\nThe Open-ended High-Level Working Group on the\r\nStrengthening of the United Nations System, which has had\r\nto deal mainly with the revitalization of the General\r\nAssembly and the Secretariat, has produced\r\nrecommendations that are part of the dynamics of the\r\nreforms proposed by the Secretary-General, inter alia, to\r\nrationalize the work of the General Assembly and its\r\nsubsidiary bodies. My delegation is pleased with those\r\npositive results.\r\nWith regard to the High-Level Open-ended Working\r\nGroup on the Financial Situation of the United Nations and\r\nthe Open-ended Working Group on the reform of the\r\nSecurity Council, we cannot help but feel frustrated that\r\nthey are apparently bogged down and have not made the\r\nexpected progress.\r\nWe are all aware of the crucial importance of the\r\nfinancial situation of the United Nations. The success of the\r\nentire reform process depends on a solution to that\r\nquestion. We should like to reaffirm here the need for all\r\nMember States to fulfil their obligations under Article 19 of\r\nthe Charter, namely, to honour their financial obligations\r\ntowards the United Nations fully, on time and without\r\nconditions. Similarly, we express our complete support for\r\nthe principle of capacity to pay as a basis for the scale of\r\nassessments. We believe it is necessary to deal with those\r\nquestions courageously and responsibly in order to\r\nprovide our Organization with a viable, sound and solid\r\nfinancial base.\r\nTurning to the important question of Security\r\nCouncil reform, our position is that of the African Group\r\nas defined at the recent Summit Meeting of the\r\nOrganization of African Unity (OAU) at Harare, which\r\nstressed that the new configuration of the Security\r\nCouncil must reflect the realities of today’s world through\r\na geographically equitable representation of all the regions\r\nof the world. In that connection, my delegation, while in\r\nfavour of the admission of Germany and Japan as\r\npermanent members of the Security Council, is of the\r\nopinion that Africa, Latin America and the Caribbean, as\r\nwell as Asia, should also be represented as permanent\r\nmembers of the Security Council.\r\nThe new permanent members should have the same\r\nprerogatives as the present permanent members, in\r\nparticular as regards the right of the veto, which, if not\r\ndone away with entirely, should be restricted to the\r\nconditions set forth in Chapter VII of the Charter.\r\nTurning to the reforms proposed by the Secretary-\r\nGeneral, I want to express my delegation’s sincere\r\ncongratulations on the work accomplished. These reforms\r\nare the broadest and most profound that we have ever\r\nseen. My delegation therefore supports them\r\nenthusiastically.\r\nIt is our expectation that this reform process will\r\nlead to the promotion of the economic and social\r\ndevelopment of less developed Member States, the\r\nstrengthening of multilateralism and an increase in the\r\nUnited Nations effectiveness and credibility.T o\r\naccomplish that, we must see to it that the reform\r\nexercise is not confined to an obsessive desire purely and\r\nsimply to reduce costs.\r\nThe measures aimed at increasing the Secretary-\r\nGeneral’s guidance and management capacity seem to us\r\namply justified. In fact, the presence of a Deputy\r\nSecretary-General, a Senior Management Group and a\r\nStrategic Planning Unit will provide the Secretary-General\r\nwith an internal support mechanism that will considerably\r\nstrengthen his authority and his overall control system-\r\nwide.\r\n25\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-second session 2 October 1997\r\nThe new configuration of the Secretariat organizational\r\nchart is attractive in its concision and coherence, but above\r\nall in its objective of effectiveness. Nonetheless, the\r\ncomprehensive measures aimed at regrouping 12 entities\r\nand administrative units into five services should not result\r\nin either a decline in the programme level of operational\r\nactivities for development or in a decrease in the quality of\r\ntechnical cooperation services due to a reduction of staff.\r\nIn the same context, the establishment of a\r\nDevelopment Group composed mainly of the United\r\nNations Development Programme (UNDP), the United\r\nNations Children’s Fund (UNICEF) and the United Nations\r\nPopulation Fund (UNFPA) should not affect the dynamic\r\nnature of their activities in the field.\r\nLastly, the proposals of the Secretary-General to\r\nrefocus the work of the General Assembly on high-priority\r\nquestions and to reduce the duration of its sessions reflect\r\na concern for rationalization that we fully support.\r\nWe agree with the Secretary-General’s statement that\r\nreform is a continuous process and not a one-time event. In\r\nfact, this reform is the result of an entire series of\r\nreflections that began in the 1970s within and outside the\r\nUnited Nations system to adapt it to the changes that have\r\ntaken place since 1945. I have in mind the report of the\r\nFord Foundation, the Bertrand report, the work of the\r\nCarlsson group and the work of many universities in the\r\nUnited States and in Europe, whose research clarified many\r\naspects of our debates, especially during the work of the\r\nworking groups on the different aspects of reform.\r\nNonetheless, any reform is above all part of a certain\r\nlogic aimed at achieving an objective. But its success in the\r\nfinal analysis will depend on the quality of the individuals\r\nwho are going to implement it, and above all on the\r\npolitical will of the States that will be called upon to work\r\ntogether to respect the spirit of compromise that made it\r\npossible to arrive at the package.\r\nFor its part, Côte d’Ivoire is prepared to participate\r\nactively with other delegations when the time comes in the\r\nconstructive consideration of the Secretary-General’s\r\nproposals for reform. Their consequences involve all of us.\r\nThe Acting President: I now call on the Minister for\r\nExternal Relations and Cooperation of Burundi, His\r\nExcellency Mr. Luc Rukingama.\r\nMr. Rukingama (Burundi) (interpretation from\r\nFrench): On behalf of the delegation of Burundi, which we\r\nhave the distinguished honour to lead in the work of this\r\nsession of the General Assembly, and on our own behalf,\r\nallow us first and foremost to extend the friendly\r\ngreetings of the President of the Republic of Burundi,\r\nMr. Pierre Buyoya, as well as those of the Government\r\nand all the people of Burundi.\r\nThe delegation of Burundi is delighted at the\r\nunanimous choice of the President of the fifty-second\r\nsession of the General Assembly. His lofty, moral and\r\nintellectual qualities, his long and rich diplomatic\r\nexperience and his in-depth knowledge of the current\r\nconcerns of the planet no doubt augur well for a ringing\r\nsuccess in his term of office. Our country offers him its\r\nfull support.\r\nAt the same time, we would like to extend our\r\nsincere congratulations to his predecessor, Ambassador\r\nRazali Ismail of Malaysia, who so brilliantly conducted\r\nthe work of the fifty-first session of the General\r\nAssembly.\r\nWe would also like to pay enthusiastic tribute to\r\nMr. Kofi Annan, Secretary-General of the United Nations,\r\nfor his continuing tireless efforts to promote the ideals of\r\nthis world Organization.\r\nThanks to the institutions and bodies of the United\r\nNations system, millions of refugees and persons\r\ndisplaced or scattered in the wake of internal conflicts,\r\nnational disasters and other emergency situations have\r\nbenefited from substantial humanitarian assistance,\r\nparticularly in Africa. The Great Lakes region has\r\nreceived special attention in this regard.\r\nAside from peacekeeping and humanitarian relief\r\noperations on the African continent, it is important to\r\nunderscore and welcome the United Nations System-wide\r\nSpecial Initiative on Africa. I would like to take this\r\nopportunity to launch an appeal to all our bilateral and\r\nmultilateral partners to mobilize the necessary resources\r\nfor the financing of this Initiative, whose fundamental\r\nimportance for the development of Africa is obvious.\r\nFor four years Burundi has been going through an\r\nunprecedented crisis that has been marked by numerous\r\ncrimes and acts of genocide. Aside from the blind\r\nextermination of hundreds of thousands of human lives,\r\narmed groups have attacked the economic, health,\r\neducational and administrative infrastructures of the\r\ncountry. In short, the political change that occurred on 25\r\n26\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-second session 2 October 1997\r\nJuly 1996 took place just in time to save the country from\r\ngenocide and nightmare.\r\nContrary to what a certain sector of international\r\npublic opinion would have us believe, the vast majority of\r\nthe population of Burundi welcomed the new direction of\r\nthe country with great enthusiasm and relief. New hope was\r\nborn with this change of political regime.\r\nThe results in the area of security were immediate.\r\nAside from certain areas of insecurity related to sporadic\r\nattacks by armed groups, peace and security have returned\r\nto almost the entire national territory. But the population\r\nremains vigilant because terrorist bands have not yet\r\ndisarmed. Essentially, they use the territory of Tanzania to\r\nlaunch massacres against women, children, men and the\r\nelderly.\r\nThese repeated attacks are at the source of the\r\ndisplacement and regrouping of populations. The\r\nGovernment has never decreed any regroupment policy.\r\nWhile the camps of displaced persons have not attracted\r\nparticular attention, the so-called regroupment camps have\r\nstirred controversy in certain circles of international opinion\r\nthat have been exploited and misinformed by terrorist\r\ngroups such as the National Council for the Defence of\r\nDemocracy (CNDD).\r\nToday these centres of the dispossessed are gradually\r\nbeing closed. Day by day, people who have been displaced\r\nor regrouped are returning to their villages of origin when\r\nsecurity conditions permit. A recent report indicates that in\r\nless than a month there will practically be no regrouped\r\npersons in the country’s central provinces, which were the\r\nmost affected.\r\nWe must, however, recognize that problems persist. At\r\nthe humanitarian level the afflicted people live in deplorable\r\nconditions. Overcrowding, lack of sanitation, malnutrition,\r\nlack of health care and all sorts of epidemics are the daily\r\nplight of the dispossessed.\r\nMy Government wishes to place on record its real\r\nappreciation for all the support of our bilateral and\r\nmultilateral partners to relieve the misery of these deprived\r\npopulations. We appeal again to the international\r\ncommunity to increase humanitarian assistance to the\r\nafflicted populations in order to meet their food, health and\r\nclothing needs. In order to ensure the reintegration of the\r\nvictims, the Government appeals for assistance for\r\nreconstruction and economic recovery.\r\nIn the context of its vast social reintegration effort,\r\nthe Government of Burundi invites all Burundi refugees,\r\nwherever they may be, to return voluntarily to their\r\ncountry. It is prepared to welcome them with open arms\r\nand in conditions of complete security and dignity. I\r\nwould like to take this opportunity to request the\r\nassistance of neighbouring countries, in particular\r\nTanzania, as well as of international organizations such as\r\nthe Office of the United Nations High Commissioner for\r\nRefugees, to facilitate the return of our exiled brothers. In\r\nthe past year more than 160,000 Burundi refugees have\r\nvoluntarily returned to their home provinces.\r\nSince the political changes of 25 July 1996, the\r\nprincipal objectives of the Government of the Republic of\r\nBurundi have been to ward off the spectre of genocide, to\r\nrestore State authority, to organize a peace process based\r\non dialogue, to reintegrate afflicted people, to rebuild and\r\nrevitalize the economy and to democratize institutions.\r\nAt present the great majority of the Burundi\r\npopulation is determined to work to restore peace. This is\r\nwhy the widespread genocide that was foreseen, and\r\nbegan, has been contained and stopped. I can today affirm\r\nin all certainty that this danger has been averted. To the\r\ndismay of certain prophets of doom and apocalypse, the\r\nBurundi nation has not fallen apart either. The peace\r\nprocess under way in Burundi is aimed precisely at laying\r\nthe foundation for a lasting peace.\r\nSince the beginning of this year the Government has\r\ninitiated throughout the country a series of workshops in\r\npreparation for a genuine national debate, with the goal of\r\nleading the Burundi people to discuss frankly all the\r\ncountry’s problems. The governmental team is now\r\nengaged in speeding up the peace process, and several\r\ninitiative have been taken in this regard. A round table\r\nbringing together all the internal actors has just taken\r\nplace in the centre of the country. It is in this context as\r\nwell that the Burundi peace conference, originally planned\r\nto take place in Geneva under the auspices of the United\r\nNations Educational, Scientific and Cultural Organization\r\n(UNESCO) from 30 June to 2 July 1997 was held at\r\nUNESCO headquarters from 26 to 28 September 1997.\r\nSome 50 Burundi political actors, along with about 30\r\ninternational observers, took part in those meetings.\r\nThat conference was designed to involve all the\r\nBurundi people, at home and abroad, in political dialogue,\r\ntaking into account different political and socio-\r\nprofessional leanings. Even those who chose the route of\r\nviolence participated in that forum in great numbers. That\r\n27\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-second session 2 October 1997\r\nevent thus marks an important step in the Burundi peace\r\nprocess.\r\nDespite the visible difficulties, the Government of\r\nBurundi is determined to negotiate with the various actors\r\nin Burundi — including the armed factions — without\r\nexception. Thus, the phase of the peace negotiations that\r\ncould not be held in Arusha on 25 August 1997 as\r\noriginally planned — as a result of difficulties connected to\r\nthe mediation arrangements — are going to be resumed\r\nvery shortly. Consultations are under way on this matter,\r\nand, true to its programme, the Government will participate.\r\nIn this context, I would like to recall that my\r\nGovernment asked for a postponement of the 25 August\r\n1997 meeting only so that it could better consult with its\r\npartners, improve the mediation arrangements and find a\r\nlocation more amenable to dialogue, outside of Tanzania.\r\nAfter that postponement the President of the United\r\nRepublic of Tanzania called for a summit of the Heads of\r\nState of the region in Dar es Salaam, which was held on 3\r\nand 4 September 1997.\r\nThe Government of the Republic of Burundi, which\r\nwas not invited, expresses its regret that it had no role in\r\nthat summit. It considers that at these meetings devoted\r\nentirely to the Burundi conflict its presence is indispensable\r\nso that it can provide information and explanations that will\r\nenlighten the Heads of State of the region, in the interest of\r\npeace in Burundi.\r\nThe Burundi peace process must involve dialogue and\r\nnegotiation among the Burundi people. At the conclusion of\r\nthe talks, a negotiated transitional government will be put\r\nin place to lead the country in the direction pointed by the\r\nBurundi people themselves. The ultimate objective is to put\r\nin place democratic institutions that all can trust.\r\nThe Government of the Republic of Burundi again\r\nexpresses its concern regarding the mediation arrangements\r\nand the host country for the mediation. No process can lead\r\nto peace in Burundi if it is not developed in cooperation\r\nwith the Burundi people and carried out with their complete\r\nagreement. It is thus imperative that there be greater\r\nconsultations between the mediator and the Burundi people\r\n— in particular with the Government that is charged with\r\nleading the country and that has the weighty responsibility\r\nof extracting it from crisis.\r\nTo increase the confidence of all the parties in the\r\nmediation and to follow the universally recognized rules for\r\nsuch undertakings, the Government of the Republic of\r\nBurundi believes that the mediator must be supported by\r\nother personalities and by experts in the techniques of\r\nconflict resolution — people who have no personal stake\r\nin the Burundi problem.\r\nThe Burundi peace process will remain stalled, if\r\nTanzania — the mediating country, the host country of\r\nthe mediation — having taken over the Burundi Embassy\r\nin Dar es Salaam, continues to play the triple role of host\r\ncountry for the armed factions responsible for the\r\ngenocide in Burundi, promoter of sanctions against\r\nBurundi and overweening mediator.\r\nThe objection of the Government of the Republic of\r\nBurundi to the holding of the talks in Tanzania is thus\r\neasily understood. It is based essentially on the tension\r\nthat has been created by the refugee camps that Tanzania\r\nhas set up all along its border with Burundi. Many of\r\nthem are armed, and from them deadly raids are regularly\r\nlaunched on Burundi territory. This tension has been\r\nexacerbated by the hostile campaign waged by the\r\nTanzanian authorities in several African capitals precisely\r\non the eve of the opening of the talks, originally set to\r\ntake place in Arusha on 25 August 1997.\r\nFurther, the Government of the Republic of Burundi\r\ndoes not understand why the fifth summit of the Heads of\r\nthe State of the region requested it to halt the process\r\nnow under way. Such a halt would unleash disorder and\r\npublic insecurity in the country. No Burundi citizen would\r\nbe able to understand how the judicial system could\r\npunish minor infractions while at the same time it was\r\nunable to try cases of political assassination and acts of\r\ngenocide. The halting of legal proceedings under way and\r\nscheduled is thus unacceptable. The ideal is to assure\r\neach defendant a just and fair trial in which the right to\r\na defence is guaranteed. The Government has already\r\nmade a commitment to do all it can to that end, and we\r\nthank the United Nations for its assistance in this area.\r\nIn this regard, the establishment of an international\r\ncriminal tribunal for Burundi, which the Government of\r\nBurundi has requested of the United Nations, is now\r\nurgently needed, both to combat impunity and to give the\r\npeace process now under way a chance. Under no pretext\r\nwhatsoever should any criminal, nor anyone responsible\r\nfor genocide, be shielded.\r\nIt is clear that the Burundi peace process is being\r\nheld back by numerous constraints.\r\n28\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-second session 2 October 1997\r\nMy Government’s efforts to restore peace and security\r\nhave been compromised by the completely unjust and\r\nillegal blockade that has been maintained by neighbouring\r\ncountries since 31 July 1997. Paradoxically, the supporters\r\nof these inhumane economic sanctions claim that they wish\r\nto restore peace in Burundi. However, those who know my\r\ncountry know that it is poor and landlocked and has been\r\nbeset by almost four years of war.\r\nTo support sanctions by word and by deed is\r\ntantamount to killing more children and more disaster\r\nvictims through hunger, disease, poverty and war. No\r\nneighbouring country should adopt such a stance, especially\r\nwhen we take account of the concern that my country has\r\nalways shown for its neighbours when they were confronted\r\nwith the same problems.\r\nThe measures to mitigate the economic sanctions\r\nagreed in Arusha last 16 April have not been implemented\r\nin their entirety. Difficulties remain, particularly in respect\r\nof air transport and the supply of humanitarian fuel. How\r\nthen, under these circumstances, can we speak of mitigation\r\nwhen the released goods cannot reach their beneficiaries?\r\nFrom this rostrum, my delegation calls once again on\r\nthe neighbouring countries in the subregion responsible for\r\nthe blockade to please lift these inhumane and degrading\r\nsanctions immediately. It strongly urges the international\r\ncommunity to do everything in its power to make these\r\ncountries understand the pressing need to lift these unjust\r\nsanctions, which only impoverish the poorest and enrich the\r\nrichest — measures that ravage the most vulnerable sectors\r\nof society.\r\nI should like to remind the Assembly that my\r\nGovernment has already met all the demands made by the\r\ncountries of the subregion, which served as a pretext for the\r\nimposition of the sanctions. These include the restoration of\r\nthe National Assembly and of the political parties and the\r\ncommencement of negotiations with the rebel army.\r\nUnfortunately, at the risk of hampering the process, each\r\nsummit gives rise to new conditions. That is why the quest\r\nfor peace in Burundi often resembles the movement of\r\nSisyphus’ stone.\r\nMy country, moreover, continues to be confronted\r\nwith repeated border attacks by armed terrorist groups that\r\nare based in a neighbouring country, Tanzania. These\r\ncriminal bands recruit in camps housing Burundi refugees\r\nalong the common border, in flagrant violation of the\r\nGeneva Convention relating to the Status of Refugees.\r\nSome of the rebels are based 15 kilometres from the\r\nBurundi-Tanzania border. From there, it takes but a step\r\nto infiltrate Burundi. In that one little step, they can\r\nmassacre — as they did last April — several innocent\r\nBurundi people.\r\nIn the face of this situation, my Government urges\r\nthe United Nations firmly to condemn these terrorist\r\norganizations and to bring pressure to bear on those\r\ncountries receiving them to separate genuine refugees\r\nfrom tribal terrorist groups.\r\nIn order to promote the necessary communication in\r\nthe context of a political dialogue, we ask Tanzania once\r\nagain to liberate the Embassy of Burundi in Dar Es\r\nSalaam in order to facilitate diplomatic relations current\r\nnegotiations and the settlement of the question of\r\nrefugees.\r\nThe Great Lakes region is experiencing an\r\nunprecedented crisis. One of the main reasons for this\r\nupheaval is doubtless the problem of refugees. The spiral\r\nof violence that is engulfing our subregion has prompted\r\na vast trans-border movement of peoples fleeing warfare\r\nand insecurity in their country or origin. Some are\r\ninnocent people who fear for their physical security, but\r\nsome belong to criminal groups. Faithful to its policy of\r\ndialogue and concertation, the Government of the\r\nRepublic of Burundi will spare no effort to initiate\r\ncontacts with its neighbours in order to explore together\r\nappropriate ways and means to resolve this situation. The\r\ngoal of this endeavour is to work together to restore a\r\nclimate of security on our common borders, in keeping\r\nwith our tradition of good-neighbourliness.\r\nAfrica is currently facing numerous challenges. A\r\nlow rate of economic growth; intense demographic\r\npressures; a decline in agricultural production; the\r\ncontinuing decrease in bilateral and multilateral aid — the\r\nresult of new alliances; the burden of debt servicing; and\r\nsocio-political conflicts — these are the many pitfalls\r\nalong the path to Africa’s development. Our continent\r\nwill never achieve its development if it does not meet\r\nthese challenges, which is why my country resolutely\r\nfavours consolidating regional and subregional entities,\r\nwhich would represent a crucial stage for progress in\r\nAfrica. In this connection, we welcome the System-wide\r\nSpecial Initiative on Africa, launched officially on 15\r\nMarch 1996. We firmly support and encourage this\r\nambitious programme, which was set up to support our\r\ncontinent in its development efforts.\r\n29\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-second session 2 October 1997\r\nOur continent, Africa, is doubtless one of the most\r\nturbulent areas on the planet. The efforts to democratize\r\npolitical institutions on which so many hopes were pinned\r\nhave, regrettably, experienced dramatic setbacks as a result\r\nof factors linked with ethnicity, a lack of preparedness and\r\na lack of flexibility.\r\nWith respect to the Great Lakes region, Burundi\r\nwelcomes the positive changes occurring in the Democratic\r\nRepublic of the Congo, as they can contribute to improving\r\nthe political situation and promote trade throughout the\r\nregion. We can therefore only encourage this friendly and\r\nbrotherly country to move ahead. We also urge the\r\ninternational community to support it.\r\nRwanda, our neighbour, is making a great effort at\r\nstabilization and reconciliation. International solidarity vis-\r\nà-vis this country should also be encouraged.\r\nAt the same time, it is deplorable to note that Congo\r\n(Brazzaville), a brotherly country, has also been the site of\r\nfratricidal confrontation. In that context, we welcome the\r\nefforts made by the President of Gabon, His Excellency\r\nMr. Omar Bongo; by the Special Representative of the\r\nSecretaries-General of the United Nations and the\r\nOrganization of African Unity (OAU), Mr. Mohamed\r\nSahnoun; and by other mediators, national and international,\r\nin their efforts to find a negotiated settlement to the Congo\r\nproblem.\r\nMy Government encourages our Angolan brothers and\r\nsisters to complete the implementation of the Lusaka peace\r\nagreements.\r\nFollowing a protracted conflict, Liberia has\r\nsuccessfully organized democratic elections with the support\r\nof the international community. We wish that country peace\r\nand stability.\r\nIn the Middle East, the deadlock of the peace process\r\nbetween Israel and Palestine can be overcome only if hard-\r\nliners on both sides show greater flexibility.\r\nMy Government has taken note of the report of the\r\nSecretary-General on the reform of the Organization.\r\nInsofar as it seeks greater efficiency and strives for\r\nmobilizing means not to maintain a hefty administration but\r\nrather to achieve the goal of international solidarity,\r\nparticularly in the area of development, my Government\r\nsupports that reform.\r\nMy delegation shares with the Secretary-General his\r\nconcern for efficiency and economy: efficiency in an\r\nadministration that is streamlined, and efficiency in efforts\r\nto combat poverty as well as in efforts at capacity-\r\nbuilding, particularly in the area of development.\r\nWith respect to Security Council reform, my\r\nGovernment supports the provisions taken in the context\r\nof the last OAU Summit, which met in Harare,\r\nZimbabwe. The terms of the common African position\r\nhave recently been communicated by the Chairman of the\r\nOAU in this forum. Moreover, the developing countries\r\nmust be properly represented in the Council. Beyond the\r\nquestion of representation, my delegation is convinced\r\nthat reform of the Security Council must above all\r\ninvolve its methods of work and its adaptation to the\r\nrequirements of today’s realities.\r\nIn keeping with our position as stated during this\r\nsession of the General Assembly, my Government firmly\r\nsupports the establishment of an international criminal\r\ncourt that would be entrusted with prosecuting and\r\npunishing persons responsible for genocide, crimes\r\nagainst humanity and war crimes.\r\nDespite the many difficulties that my country,\r\nBurundi, has faced since the national tragedy of October\r\n1993, it has always sought to be present at the annual\r\nsessions of the General Assembly of our Organization.\r\nThis assiduous presence attests to our unfaltering\r\nattachment to the lofty ideals promoted and defended by\r\nthe United Nations. Despite the political and economic\r\ncrisis exacerbated by the blockade abusively imposed\r\nupon my people, the Government of the Republic of\r\nBurundi has been able to remit an amount of $116,000\r\ndollars since April 1997 as its contribution to the regular\r\nbudget of the United Nations. Despite the difficult\r\neconomic climate, Burundi will do its utmost to continue,\r\nto the extent that it is able, to honour its commitments\r\nand to support our Organization.\r\nBefore concluding, I should like once again to recall\r\nthat Burundi is resolved to emerge from this crisis\r\naffecting our country, and will do so through dialogue.\r\nThe sooner the next session is programmed, the better.\r\nWe hope that the obstacles that prevented the meeting of\r\n25 August 1997 will be overcome.\r\nMy country supports the principle of expanding the\r\nSecurity Council, but the methodology which will be\r\nadopted to that end is of decisive importance. We hope\r\nthat all this reform will imbue the United Nations system\r\n30\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-second session 2 October 1997\r\nwith the youthful vitality and energy necessary to redress\r\nthe shortcomings of the past, to consolidate the\r\nachievements of the present and to lay solid and promising\r\nfoundations for the beginning of the next millennium.\r\nThe Acting President: We have heard the last\r\nspeaker in the general debate for this meeting.\r\nAs several representatives have requested to exercise\r\ntheir right of reply, may I remind members that statements\r\nin exercise of the right of reply are limited to 10 minutes\r\nfor the first intervention and to five minutes for the second\r\nintervention and should be made by delegations from their\r\nseats.\r\nI now call on the representative of the United States\r\nof America.\r\nMr. Burleigh (United States of America): The United\r\nStates objects to the remarks of the Foreign Minister of\r\nIraq. For Iraq to rejoin the family of responsible nations,\r\nthe path is clear. Iraq must comply with all relevant\r\nSecurity Council resolutions. Iraq must abandon efforts to\r\ndevelop weapons of mass destruction. Iraq must cease\r\nefforts to conceal evidence of its programme for weapons\r\nof mass destruction from the United Nations Special\r\nCommission. Iraq must cooperate fully with the Special\r\nCommission in accordance with all relevant resolutions.\r\nUntil today, Iraq has failed to do this. Iraq must return the\r\nproperties and archives it stole from the Government and\r\npeople of Kuwait. Until today Iraq has failed to do this.\r\nIraq must cooperate with the International Committee of the\r\nRed Cross and with Red Crescent Societies and must fully\r\naccount for the more than 600 Kuwaiti, Saudi and other\r\nprisoners of war and missing in action. Until today, Iraq\r\nhas failed to do this. In order to purchase the humanitarian\r\nsupplies provided for under Security Council resolution\r\n1111 (1997), Iraq should have begun selling oil on 8 June\r\n1997. Iraq failed to do this. So the Security Council was\r\nobliged to act on behalf of the Iraqi people.\r\nWe remind the Foreign Minister that the United States\r\nand its coalition partners will continue to enforce no-fly\r\nzones in northern and southern Iraq in support of United\r\nNations Security Council resolutions 678 (1990), 687\r\n(1991) and 688 (1991). The United States repeats its call on\r\nthe Government of Iraq to follow the path of full\r\ncompliance with all relevant Security Council resolutions.\r\nThe Acting President: I now call on the\r\nrepresentative of Kuwait.\r\nMr. Abulhasan (Kuwait) (interpretation from\r\nArabic): At the outset, I express my regret at being\r\nobliged once again to take the floor in right of reply,\r\nespecially after Kuwait, in its statement before the\r\nGeneral Assembly last Monday, enumerated in full —\r\nenumerated in full — the legal obligations of Iraq which\r\nare stipulated in Security Council resolution 687 (1991),\r\nas well as other relevant resolutions.\r\nDespite the fact that the Foreign Minister of Iraq did\r\nnot mention Kuwait by name in his statement, his\r\nallegation that Iraq has implemented all its obligations in\r\naccordance with the Security Council resolutions prompts\r\nus now to set the record straight before the Member\r\ncountries here and to reveal that these allegations are\r\nfalse. The responsible Iraqi officials base their practices\r\nwith their people and with the other countries on a saying\r\nwhich is very well known to all: “Continue lying until\r\nyou believe your lies”. My reply would be that “You can\r\nfool some people once, but you definitely cannot fool all\r\nof the people all of the time”.\r\nThe representatives of the Iraqi regime attempt to\r\nobliterate from the record of their responsibilities all the\r\nobligations related to Kuwait which are stipulated in the\r\nSecurity Council resolutions that were accepted by Iraq\r\nwith no conditions or restrictions. The Security Council\r\nand the international community attach great importance\r\nto these obligations, which have not yet been\r\nimplemented — first and foremost, the question of the\r\nKuwaiti detainees and prisoners of war, as well as\r\ncitizens of third countries; the return of the Kuwaiti stolen\r\nproperties; cooperation with the Special Commission; and\r\nalso the demonstration of peaceful intentions by the Iraqi\r\nregime vis-à-vis Kuwait, as well as neighbouring\r\ncountries.\r\nAll the members of the Security Council, without\r\nany distinction, demand that Iraq implement these\r\nobligations in every statement made when the Council\r\nperiodically reviews the subject of sanctions against Iraq.\r\nLast November Council members instructed the President\r\nto express, in a presidential statement, the Council’s grave\r\nconcern at the lack of any progress on the question of\r\nprisoners of war and properties. I think that this\r\npresidential statement is the best evidence of the falsity of\r\nIraq’s allegations that it has implemented all its\r\nobligations.\r\nThe representatives of the Iraqi regime strive hard to\r\nlimit the remaining responsibilities to only one particular\r\nsubject — the elimination of all weapons of mass\r\n31\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-second session 2 October 1997\r\ndestruction. Elimination of weapons of mass destruction\r\nundoubtedly is very important. However, and definitely, is\r\nnot the one and only remaining obligation by Iraq. Despite\r\nthis, even when we deal with this subject in particular, the\r\nrecord of Iraq is very far removed from any full compliance\r\nvis-à-vis the demands that were made. The many reports by\r\nthe Special Commission on the destruction of these\r\nweapons are perhaps the best indicator in that regard. The\r\nrepresentatives of the Iraqi regime attempt and strive hard\r\nto project their problem as if it is a problem between them\r\nand a member or a couple of member States of the Security\r\nCouncil. However, it is no secret that, as a matter of fact,\r\nthe problem of the Iraqi regime is with all the members of\r\nthe Security Council. Consequently, its problem is with the\r\ninternational community, through the United Nations.\r\nThere is only one very short road leading to the\r\nalleviation of the suffering of our brothers, the Iraqi people.\r\nHowever, it is a one-way street: it consists in the\r\nimplementation of all the relevant Security Council\r\nresolutions, without selectivity or conditions.\r\nMr. Simonovic (Croatia): On behalf of my own\r\ndelegation and the delegations of Bosnia and Herzegovina,\r\nMacedonia and Slovenia, I would like to make certain\r\nclarifications with regard to the comments made earlier\r\ntoday by the Minister for Foreign Affairs of the Republic\r\nof Belarus, His Excellency Mr. Ivan Antonovich,\r\nconcerning the status of the Federal Republic of Yugoslavia\r\nin the United Nations.\r\nAccording to resolution 47/1, adopted by the General\r\nAssembly, the General Assembly\r\n“Considers that the Federal Republic of\r\nYugoslavia (Serbia and Montenegro) cannot continue\r\nautomatically the membership of the former Socialist\r\nFederal Republic of Yugoslavia in the United Nations;\r\nand therefore decides that the Federal Republic of\r\nYugoslavia (Serbia and Montenegro) should apply for\r\nmembership in the United Nations and that it shall not\r\nparticipate in the work of the General Assembly.”\r\nOn the basis of that General Assembly resolution, as\r\nwell as other resolutions of the General Assembly and the\r\nSecurity Council, it is evident that the Federal Republic of\r\nYugoslavia should, as a new State, apply for membership\r\nof the United Nations in accordance with the established\r\nprocedures regarding the admission of new Members to the\r\nUnited Nations.\r\nMr. Çelem (Turkey): We listened with\r\ndisappointment to the remarks of the Minister for Foreign\r\nAffairs of Iraq with reference to Turkey. To set the record\r\nstraight, I state once again Turkey’s commitment to the\r\npreservation of the independence, sovereignty and\r\nterritorial integrity of Iraq. The current situation in the\r\nnorth of Iraq, however, is well known to the international\r\ncommunity. We have to reckon that the continuing\r\ninability of Iraq to exercise its sovereignty over the\r\ntotality of its territory is the result of the dangerous and\r\naggressive policies that Iraq chose to follow in the past\r\nagainst its neighbours.\r\nIraq cannot blame any country but itself for the\r\ndifficulties that it is encountering at present. Other\r\ncountries of the region, including mine, are also suffering\r\nfrom the consequences of Iraq’s past aggressive policies.\r\nThe existing de facto vacuum created in northern Iraq has\r\nmade it possible for armed terrorist elements to establish\r\na presence in the area and launch armed attacks into\r\nTurkish territory. These terrorist elements pose a major\r\nand unacceptable security threat to my country and to the\r\nlives and property of our people in the bordering areas.\r\nThis is certainly not a flimsy pretext, as purported by\r\nMr. Al-Sahaf.\r\nThe Iraqi Foreign Minister contended in his\r\nstatement that Turkey, through measures of self-defence,\r\nhas been interfering in the internal affairs of Iraq. I wish\r\nto leave it to the discretion of Member States to judge the\r\nseriousness of this contention, given the fact that Iraq has\r\nnever complained about the presence of armed terrorist\r\ngroups operating from Iraqi soil against Iraq’s neighbours.\r\nUnder the prevailing circumstances, and until Iraq is\r\nagain in a position to re-establish its control in the north\r\nof its country by complying with all the relevant\r\nresolutions of the Security Council, thereby satisfying the\r\ninternational community, the Turkish Government will not\r\nhesitate to take all appropriate and necessary measures to\r\nremove this threat, directed from northern Iraq at the lives\r\nand property of its people.\r\nMr. Gomersall (United Kingdom): The version of\r\nevents which we heard this afternoon from the Foreign\r\nMinister of Iraq is another reminder of his Government’s\r\ninability to accept any blame for all the misfortunes\r\nwhich have befallen the Iraqi people, and the facility with\r\nwhich Iraq finds ways to lay blame at the doors of others.\r\nIt is impossible to have any confidence in Iraq’s\r\nprofessed keenness to establish good relations with its\r\nneighbours when the word “Kuwait” does not appear\r\n32\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-second session 2 October 1997\r\nanywhere in the Foreign Minister’s statement. The Foreign\r\nMinister seems to forget that sanctions were first imposed\r\nfollowing Iraq’s unprovoked aggression against a fellow\r\nMember State of the United Nations. Even now there are\r\nresponsibilities to Kuwait under Security Council resolution\r\n687 (1991) which remain unfulfilled — the accounting for\r\nmissing Kuwaiti citizens and the return of property, among\r\nother items.\r\nThe Foreign Minister also seems to have forgotten to\r\nmention that sanctions remain in place only because of the\r\nIraqi Government’s failure to comply with relevant Security\r\nCouncil resolutions, in particular, its failure to meet the\r\nobligation to provide full and definitive accounting for\r\nIraq’s programme of nuclear, chemical and biological\r\nweapons. In claiming that Iraq has fulfilled all the\r\nrequirements of Security Council resolution 687 (1991), the\r\nForeign Minister chooses to ignore the very clear reports of\r\nthe Chairman of the United Nations Special Commission\r\n(UNSCOM). The continuing pattern of UNSCOM\r\ninspections, with three more incidents in the last few days,\r\nhas intensified already strong suspicions that the Iraqi\r\nGovernment is concealing elements of its weapons of mass\r\ndestruction programmes, in violation of the obligation to the\r\nUnited Nations.\r\nThe Iraqi Foreign Minister also spoke of the suffering\r\nof the Iraqi people, implying that this was the fault of\r\nanyone except his own Government. He failed to mention\r\nthat it was his Government’s prevarication that led to delays\r\nof over a year in implementing the oil-for-food scheme in\r\nSecurity Council resolution 986 (1995). His Government’s\r\ndecision to delay by more than two months the export of oil\r\nunder Security Council resolution 1111 (1997) would have\r\ndeprived the Iraqi people of the benefits due to them under\r\nthis resolution had not the Security Council adopted an\r\nadditional decision in Security Council resolution 1129\r\n(1997), co-sponsored by the United Kingdom, to protect the\r\nIraqi people once again from the folly and indifference of\r\nits Government.\r\nThe responsibility for Iraq’s problems rests with the\r\nIraqi Government. It knows what needs to be done to\r\nremove sanctions, and yet it consistently refuses to do it.\r\nTherefore, my Government’s view is that the sanctions\r\nmust remain until Iraq’s obligations are fulfilled.\r\nMr. Samadi (Islamic Republic of Iran): The Foreign\r\nMinister of Iraq today made a number of unwarranted\r\nclaims and baseless allegations against my country. The\r\nessence and the lack of seriousness of the old contentions\r\nare known to the Assembly, and I will not take up its time\r\nat this late hour to respond to them. However, I wish to\r\nset the record straight with regard to the latest incident to\r\nwhich he referred.\r\nIn the early hours of 29 September 1997, two\r\nheavily armed groups belonging to a terrorist organization\r\nbased in Iraq crossed international borders and infiltrated\r\nthe territory of the Islamic Republic of Iran from Iraq.\r\nOne group began its offensive operation from the Jelola\r\nbase in Iraqi territory, moved forward through the Iraqi\r\ncity of Khaneqein, crossed the international border and\r\ntook up a position near the Iranian city of Ghasr-e-Shirin.\r\nAt the same time the second terrorist group began its\r\noffensive operation from the Kut base in Iraqi territory,\r\nmoved forward through the Iraqi city of Hisan, crossed\r\nthe international border and took up a position near the\r\nIranian city of Mehran.\r\nIn an immediate response to these attacks by heavily\r\narmed terrorist groups against Iranian territory, and in\r\nexercise of the inherent right of self-defence recognized\r\nin Article 51 of the United Nations Charter, the air force\r\nof the Islamic Republic of Iran took a limited and\r\nproportionate measure against the invading terrorists and\r\nthe two bases in Iraq from which they had planned,\r\nmobilized and initiated their armed cross-border attack\r\nagainst the Islamic Republic of Iran.\r\nThis limited defensive measure by the Iranian air\r\nforce began at 7 a.m. on 29 September 1997 and\r\nconcluded shortly thereafter. The Islamic Republic of Iran\r\nemphasizes that this defensive operation was aimed solely\r\nat the terrorists and their bases and was not intended to be\r\nagainst the Republic of Iraq. The cross-border attacks\r\nfrom Iraq against the Islamic Republic of Iran by\r\norganized subversive teams, such as the above-mentioned\r\nterrorist operations, are not incidental or infrequent, and\r\nhave recently increased significantly. Based on the public\r\nadmission of the terrorist organization on 31 August 1997,\r\nthey had carried out 294 such cross-border attacks against\r\nthe Islamic Republic of Iran in the preceding seven\r\nmonths. They have taken a human and material toll on\r\nIranian border towns. It is regrettable that these attacks\r\nhave been organized in collaboration with the military and\r\nintelligence establishment of Iraq in terms of planning,\r\nlogistics, financing and even the escorting of terrorist\r\ninfiltrators to the Iranian border.\r\nWhile reiterating its commitment to the sovereignty\r\nand territorial integrity of Iraq, the Islamic Republic of\r\nIran underlines that such behaviour on the part of the\r\nGovernment of Iraq, helping in or allowing its territory to\r\n33\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-second session 2 October 1997\r\nbe used for launching subversive activities against Iranian\r\nterritory, is unacceptable and entails international\r\nresponsibility.\r\nMr. Mwakawago (United Republic of Tanzania): In\r\nthe light of the speech of the head of the delegation of\r\nBurundi this evening and, particularly, references made to\r\nmy country in that speech, I would like to use the right of\r\nreply to clarify the situation and set the record straight.\r\nHowever, my delegation wishes to exercise this right\r\nof reply at a later date.\r\nMr. Al-Hitti (Iraq) (interpretation from Arabic): At\r\nthe outset, I would like briefly but collectively to respond\r\nto all the remarks that were made and the criticisms\r\nlevelled at us by a number of representatives of countries\r\nhere. Allow me to begin with the question of weapons. All\r\nthe world knows that more than 400 inspection teams have\r\nvisited Iraq in the last seven years and that the inspection\r\nis very strict, now and in the future. This system allows\r\nnothing to go through it undetected. If the allegations made\r\nby the United States of America and the United Kingdom\r\nof Great Britain and Northern Ireland were correct and\r\nvalid, I would like to ask them what this army of inspectors\r\nwas doing. What was this army of international inspectors\r\nthat came and inspected all Iraqi territories, north-east,\r\nwest, central and south, doing then? They were even taking\r\nsamples of air, water and soil at random and at different\r\ntimes. Is it reasonable that they can keep whole peoples, 22\r\nmillion of them, as hostages until one country is convinced,\r\nthat same country that is now explicitly and arrogantly\r\nstating through all its officials that even if Iraq implements\r\nall the Security Council resolutions, the United States will\r\nstill use the power of veto to prevent the blockade from\r\nbeing lifted. Thus, it is totally indifferent to the death of\r\nhundreds of thousands of elderly people, women and\r\nchildren — all those who have died as a direct result of the\r\nblockade.\r\nDoes the international community need any more\r\nevidence of what Iraq has consistently said, that the\r\nSecurity Council resolutions are simply not the issue? The\r\nresolutions are merely a cruel trick used by some countries\r\nthat do not like the nationalist regime in Iraq to keep Iraq\r\nconstantly weak and under a blockade. We would like to\r\nask a question. What issue requires the death of more than\r\n1 million children, elderly people and women and destroys\r\nthe presence and the future of a whole people? All this\r\ncomes at a time when the question of human rights has\r\nbecome one of the very important objectives of the\r\ncommunity of humankind at this time.\r\nThere are no illusions here. Even if we assume that\r\nthere are technical loopholes related to this document or\r\nothers concerning the disarmament of Iraq, do we have to\r\nimplement machiavellian law which says that the end\r\njustifies the means, however brutal and inhuman the\r\nmeans might be? In line with this, is it permissible to\r\nhave more than 1 million innocent Iraqi people die for\r\nthis purpose and to have 4 million people fall sick\r\nthrough malnutrition and lack of medicine, not to mention\r\nthe other millions of people who lack electricity, a basic\r\neducation or other basic humanitarian necessities? Is this\r\nnot a gross violation of human rights? Is this not a\r\ncollective genocide as measured by any international\r\nstandard? Is it not true that the blockade thus imposed is\r\na weapon of mass destruction? This is a silent and lethal\r\nweapon, more lethal than the American nuclear bombs\r\nthat fell on Hiroshima and Nagasaki because it has\r\nclaimed more victims than those bombs.\r\nHere, we would also like to ask how the officials of\r\nsome of these countries, when they lecture us and preach\r\nto us in this hall about human rights, can at the same time\r\nbe at peace with themselves, having taken part in killing\r\nthese vast numbers of innocent people. Or are they\r\nburying their heads in the sand like an ostrich, so as not\r\nto hear the moans and the sound of suffering of the Iraqi\r\npeople?\r\nAllow me, in conclusion, to call once again on\r\nwhoever holds a grudge against Iraq or its people to\r\npurge themselves of that evil, to let the logic of justice,\r\npeace and wisdom prevail, and to abandon the ideology\r\nof vengeance so that all our peoples can enjoy peace,\r\nprosperity and security.\r\nBefore concluding my statement, I would like to\r\nremark on two important subjects that were raised by the\r\nrepresentatives of Member States.\r\nAs far as the Kuwaiti detainees and prisoners of war\r\nare concerned, to use the description of the representative\r\nof Kuwait, I would like to confirm that there are no\r\nprisoners of war or people missing in action in Iraq. We\r\nhave said this several times before. As we all know, in all\r\nwars and conflicts there are always people missing, as in\r\nViet Nam, for example. The representatives of Kuwait use\r\nthis case as a pretext to prolong the unusual economic\r\nblockade against Iraq. I would like to confirm once again\r\nthat my country is ready to cooperate in a spirit of\r\ngoodwill with the International Committee of the Red\r\nCross and the Red Crescent and with the Tripartite\r\nCommission to solve this humanitarian problem.\r\n34\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-second session 2 October 1997\r\nIf Iraq had prisoners of war or persons missing in\r\naction from Kuwait as Kuwait claims, we would have\r\nreleased them after the end of the conflict, if for no other\r\npurpose than to deny this pretext to the Government of\r\nKuwait.\r\nWith reference to Security Council resolution 986\r\n(1995), it could not satisfy the basic requirements of the\r\nIraqi people. Even if it were to be fully implemented, it\r\nwould amount to some 26 cents per day per person. That\r\nresolution is not being implemented fully or in good faith,\r\nbecause the United States representative has continued to\r\nrefuse to act upon or to suspend implementation of\r\ncontracts to purchase food and medicine. That fact can be\r\nreadily proved by anyone wishing to review the matter by\r\nstudying the records of the Committee established pursuant\r\nto Security Council resolution 661 (1990) to monitor the\r\nsanctions against Iraq. The small amelioration which the\r\nIraqis have experienced in their lives as a result of\r\nimplementing Security Council resolution 986 (1995) has\r\nconsisted only of a small increase in their monthly rations\r\nof rice and flour. I am sure that you will agree with me that\r\nthat does not solve the problem of the shortage of medicine\r\nand foodstuffs in Iraq.\r\nTurning to Iran and Turkey, the pretexts are not\r\nacceptable in accordance with the standards of international\r\nlaw, especially those governing the inviolability of the\r\nsovereignty and territorial integrity of States Members of\r\nthe United Nations. The representatives of both Iran and\r\nTurkey have claimed that their military forces have attacked\r\nthe bases of Iranian and Turkish opposition in Iraq. Imagine\r\nhow the world would be were every Member State to\r\nfollow such perverted logic. The world would thus become\r\nsubject to the law of the jungle. I would ask Iran and\r\nTurkey the following question: in accordance with the logic\r\nwhich they have just used, would they be willing to allow\r\nIraqi military aircraft to raid the opponents of the Iraqi\r\nGovernment who are sheltered by the Governments of Iran\r\nand Turkey on their respective territories?\r\nI apologize for speaking at such length, but I have a\r\nnumber of replies to make, and I would ask for one more\r\nminute. The statement of Turkey in particular is fallacious.\r\nIraq cannot exercise its sovereignty over the whole of its\r\nterritory, not because it lacks the capability but because of\r\nthe no-fly zones that have been imposed on us in northern\r\nand southern Iraq. The correct course for Turkey would be\r\nfor it to refrain from becoming the pawn of a super-Power\r\nor a base for foreign troops which engage in acts of\r\naggression against Iraq and its people until the central\r\nGovernment of Iraq can re-establish its authority in the\r\nnorth to ensure the return of security and stability at the\r\nborders between Iraq and Turkey.\r\nMr. Çelem (Turkey): It is not my delegation’s\r\nintention to engage here in a pointless argument with Iraq.\r\nThe primary responsibility of each and every State is to\r\nprotect and defend the lives, property and well-being of\r\nits citizens. This is all the more important when the threat\r\ncomes from another country with or without the explicit\r\nconsent of its Government.\r\nWe do not have to remind the Assembly that Iraq is\r\nthe sole party responsible for the undesirable situation in\r\nwhich it finds itself today. Turkey is not ready to pay for\r\nthe sins of others, in this case for those of Iraq. The\r\nprerequisites for enabling Iraq to exercise its authority\r\nover every inch of its territory are clearly stipulated in the\r\nrelevant resolutions of the Security Council. Turkey,\r\ntogether with other Members of the Organization, has\r\nbeen encouraging Iraq all along to comply with the\r\nexpectations of the world community to ensure a return to\r\nnormalcy in the region and in our bilateral relations.\r\nTo conclude, I would like to underline once again,\r\nin the hope that it will be understood by our Iraqi friends,\r\nthe determination of the Turkish Government to defend\r\nthe sanctity of its borders as well as the safety of its\r\ncitizens. My Government will not fail to take all\r\nappropriate measures with a view to safeguarding its\r\nlegitimate security interests and protecting its people\r\nagainst terrorism.\r\nMr. Al-Otaibi (Kuwait) (interpretation from\r\nArabic): I am sorry to have to ask to speak once again in\r\nexercise of the right of reply, but I must answer to what\r\nIraq has said.\r\nFirst, I would like to reconfirm the commitment\r\nexpressed by our first response, given by our Permanent\r\nRepresentative. The representative of Iraq has alleged that\r\n35\r\nGeneral Assembly 22nd plenary meeting\r\nFifty-second session 2 October 1997\r\nKuwait is exploiting the question of prisoners of war and\r\ndetainees as a pretext for the sanctions against Iraq to\r\ncontinue. Our position is that the prolongation of sanctions\r\nor their lifting is not something that is within our\r\ncompetence. It is a responsibility which is solely within the\r\ncompetence of the Security Council.\r\nAs for Iraq’s saying that it is prepared to cooperate\r\nwith the International Committees of the Red Cross and\r\nRed Crescent, we have been hearing that year-in and year-\r\nout without anything actually happening on the ground. I\r\nhave therefore limited my reply to the question of prisoners.\r\nMr. Al-Hitti (Iraq) (interpretation from Arabic):\r\nExcuse me for having to ask to speak a second time, but it\r\nwill not be for too long. I would merely like to mention the\r\nmost recent comments of the representative of Turkey to\r\nthe effect that the no-fly zones in both northern and\r\nsouthern Iraq are something imposed in accordance with\r\nSecurity Council resolutions. That is not the case. The\r\nimposition of no-fly zones in Iraq is a unilateral act on the\r\npart of the United States alone and is counter to\r\ninternational law and the Charter of the United Nations.\r\nThere is no Security Council resolution imposing no-fly\r\nzones against Iraq.\r\nThe meeting rose at 6.50 p.m.\r\n36\r\n"