"United Nations A/52/PV.54\r\n97-86581 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-second Session\r\n54th plenary meeting\r\nTuesday, 25 November 1997, 10 a.m.\r\nNew York\r\nPresident: Mr. Udovenko . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Ukraine)\r\nIn the absence of the President, Mr. Ngo Quang Xuan\r\n(Viet Nam), Vice-President, took the Chair.\r\nThe meeting was called to order at 10.15 a.m.\r\nAgenda item 24\r\nBuilding a peaceful and better world through sport and\r\nthe Olympic ideal\r\nDraft resolution (A/52/L.23/Rev.1)\r\nThe Acting President: I give the floor to the\r\nrepresentative of Japan to introduce draft resolution\r\nA/52/L.23/Rev.l.\r\nMs. Kotani (Japan): My name is Mikako Kotani. As\r\na member of the Japanese team, I have taken part in two\r\nOlympic Games — in Seoul in 1988 and in Barcelona in\r\n1992 — and I won two medals in synchronized swimming.\r\nI am also a member of the International Olympic\r\nCommittee’s Athletes Commission. Today I am pleased and\r\nhonoured to represent Japan at the General Assembly and\r\nto take part in its consideration of agenda item 24,\r\n“Building a peaceful and better world through sport and the\r\nOlympic ideal”.\r\nFor today’s debate, Japan, together with many co-\r\nsponsoring Member States, has submitted a draft resolution\r\ncalling for the observance of the Olympic Truce during the\r\nXVIIIth Olympic Winter Games, to be held in Nagano,\r\nJapan, from 7 to 22 February 1998.\r\nI would like first to express my deep gratitude to\r\nMr. Juan Antonio Samaranch, President of the\r\nInternational Olympic Committee, for his initiative in\r\ncalling for the Olympic Truce, and to the representatives\r\nof United Nations Member States for supporting that\r\ninitiative since 1993.\r\nI do not believe that the only objective of sports is\r\nto break records. The balanced development of both the\r\nmind and the body is also an objective of sports. Fair\r\ncompetition, in a spirit of sportsmanship, fosters mutual\r\nrespect that excludes discrimination of all kinds, including\r\nthat based on race, religion, gender or nationality, and\r\nserves to deepen mutual goodwill. This, in turn, can lead\r\nus to the gradual realization of peace and\r\nunderstanding — goals shared by all humankind.\r\nThe Olympic Games are the world’s greatest\r\ncelebration of sports. The five Olympic rings represent\r\nthe five continents and symbolize the strong bonds of\r\nfriendship and solidarity that are created through the\r\nOlympic Ideal among the youth of the world. Coming\r\ntogether at the Olympic Games, the athletes who compete\r\nwith their skill and strength deepen their mutual\r\nunderstanding and goodwill, and appreciate the\r\nsignificance of world peace.\r\nIn ancient Greece peace was highly valued, since all\r\nhostilities ceased during the games that took place in\r\nOlympia. Participating athletes were assured safe passage,\r\neven through enemy lands, thanks to the Olympic Truce,\r\nknown as ekecheria.\r\nGeneral Assembly 54th plenary meeting\r\nFifty-second session 25 November 1997\r\nIt was this Ideal of the ancient Olympics that Baron\r\nPierre de Coubertin of France sought to revive in the\r\nmodern Olympic movement. Today, more than a century\r\nafter the first modern Olympic Games were held in Athens\r\nin 1896, we carry on that Ideal — the aspiration for peace.\r\nNeedless to say, this Ideal will prevail during the\r\nforthcoming Olympic Winter Games in Nagano, which will\r\npromote respect for the beauty and bounty of nature and\r\ncelebrate peace and goodwill as ideals for the twenty-first\r\ncentury.\r\nThese Games are the second Olympic Winter Games\r\nto be held in Asia, following those in Sapporo in 1972. It\r\nis my firm conviction that the Olympic Winter Games in\r\nNagano will provide a venue for a broad exchange among\r\nyoung people from all over the world, and will contribute\r\nto making this a better and more peaceful world.\r\nIn 74 days the last Olympic Winter Games of this\r\ncentury will begin. On this occasion, let us renew our\r\ndetermination to ensure that in the coming twenty-first\r\ncentury the people of the world will practise tolerance and\r\nlive in peace, as stated in the Preamble to the United\r\nNations Charter.\r\nWith this in mind, I propose here today that we\r\nresolve to observe the Olympic Truce during the period of\r\nthe XVIIIth Olympic Winter Games next February, and to\r\nurge the peaceful settlement of international conflicts in\r\nconformity with the purposes and principles of the United\r\nNations Charter and the ideal embodied in the Olympic\r\nTruce. I sincerely hope that the draft resolution will be\r\nadopted unanimously.\r\nIn addition to the 159 Member States listed in\r\ndocument A/52/L.23/Rev.1, the following 17 countries have\r\njoined in sponsoring the draft resolution: Austria, Belarus,\r\nBelgium, Brazil, Cuba, Estonia, Finland, Hungary, Iraq,\r\nJordan, Kyrgyzstan, Liechtenstein, Palau, Syrian Arab\r\nRepublic, Thailand, United Kingdom of Great Britain and\r\nNorthern Ireland and Viet Nam.\r\nThe Acting President: I should like to wish the\r\nrepresentative of Japan and her team more medals at the\r\nXVIIIth Olympic Winter Games to be held in Nagano in\r\nFebruary 1998.\r\nMr. Zacharakis (Greece): It is a great honour for me\r\nto speak before the General Assembly on this agenda item,\r\nentitled “Building a peaceful and better world through sport\r\nand the Olympic ideal”. It is equally an honour for my\r\ndelegation to sponsor, together with so many other\r\nMember States, the draft resolution on this agenda item,\r\ncontained in document A/52/L.23/Rev.1, so ably\r\nintroduced by the representative of Japan.\r\nOn 7 November 1995 the General Assembly at its\r\nfiftieth session adopted by consensus resolution 50/13, by\r\nwhich it called upon Member States to reaffirm the\r\nobservance of the Olympic Truce, or ekecheria, as it was\r\nknown during Greek antiquity, every four years during the\r\nSummer and Winter Games. That resolution reflects the\r\nhistoric, solemn appeal addressed by the President of the\r\nGeneral Assembly to all States to observe the Olympic\r\nTruce during the Games of the XXVI Olympiad, to strive\r\ntowards building lasting peace, whether or not they\r\nhappened to be parties to a confrontation, and to focus\r\ntheir thoughts and actions on the principles and ideals to\r\nwhich the ekecheria and the Olympic Movement seek to\r\npropagate. Most important, however, is the appeal\r\naddressed to those presently engaged in armed conflicts\r\nto uphold this principle, and to suspend all hostilities, in\r\nkeeping with its observance.\r\nThe ekecheria has been living in the hearts of the\r\nGreek people for more than 30 centuries. It is an ancient\r\ntradition of my country, according to which all conflicts\r\nceased during the period of the Truce, beginning seven\r\ndays prior to the opening of the Olympic Games and\r\nending on the seventh day following the closing of the\r\nGames, with the aim of providing athletes, artists, their\r\nrelatives, pilgrims and the public safe passage to and from\r\nOlympia.\r\nThe implementation of the principle of the ekecheria\r\nby the world community could herald the beginning of a\r\nnew era which will, hopefully, lead to the gradual\r\ndisappearance of the immense human tragedies caused by\r\nthe plague of war.\r\nIt is equally important to note that Alexander the\r\nGreat, having recognized the importance of both the\r\nOlympic spirit and Ideal, advocated that the ancient city\r\nof Olympia, the birthplace of the Olympic Games, should\r\nbe regarded as the capital of all Greeks. In his historic\r\ncampaign, this great man was happy to see materialize his\r\nvision of spreading Greek civilization, together with the\r\nOlympic Ideal, to the extreme limits of the ancient world.\r\nIt was within this spiritual framework that Alexander the\r\nGreat built stadiums and organized athletic games in\r\nalmost all the places he led his humanistic campaign. He\r\nput special emphasis on promoting his idea that every\r\nperson should share the virtues of perfection of the body,\r\n2\r\nGeneral Assembly 54th plenary meeting\r\nFifty-second session 25 November 1997\r\ngenerosity of spirit and kindness of the soul, as well as the\r\nvalues of noble emulation and individual distinction\r\nemanating from fair and honest victory.\r\nThe Olympic Ideal has been in the past and remains\r\nin our time an everlasting source of inspiration and hope\r\nfor humanity. It expresses the very essence of the will to\r\ncompete, with peaceful means, to achieve peaceful goals\r\nand attain victory through individual effort and the\r\nharmonious exercise of both body and mind. It is more\r\nthan clear that it never meant exterminating or — even\r\nworse — humiliating the opponent.\r\nIn the spirit of Olympic ethics, any form of\r\ndiscrimination — racial, religious, political, linguistic or\r\notherwise — is totally excluded, and the fundamental\r\nprinciple of equality prevails.\r\nDuring the last three millenniums the Greek people\r\nhave remained wholeheartedly and deeply committed to the\r\nOlympic Ideal, founded on the noble principles of\r\nunderstanding, tolerance, solidarity and dignity. The\r\nobservance of these principles takes a particular dimension,\r\nespecially in our time, when the world is suffering from\r\nheinous evils, such as armed conflicts at the national and\r\nregional level, genocide, ethnic cleansing, violence,\r\nterrorism, crime and drugs, which are directly connected to\r\nthe complex and acute problems of hunger, poverty, misery,\r\nunemployment and, last but not least, clear, gross and\r\nuncorrected violations of human rights. Through the\r\nOlympic Truce and the Olympic Ideal, fresh steps can be\r\nmade towards the promotion of human rights, constructive\r\ndialogue, reconciliation and the search for durable and just\r\nsolutions to contemporary problems. These solutions must\r\naim primarily at the elimination of all kinds of human\r\nsuffering, the advancement of friendship between peoples,\r\ncooperation and equality among nations, and the\r\nstrengthening and maintenance of peace on a universal\r\nscale.\r\nThe internationally recognized symbol of the five\r\ninterlocking rings clearly signifies the union and the\r\nfraternity of the five continents, whose athletes represent\r\nevery single people of the globe.\r\nThe Greek delegation would like to pay tribute to the\r\nInternational Olympic Committee, one of the most\r\nimportant non- governmental organizations, for all its\r\narduous endeavours, performed on a worldwide scale, to\r\npromote constantly, in all possible fields and at all levels,\r\nthe Olympic Ideal, with the sole aim of achieving through\r\nthem protection of the environment, the advancement of\r\nsocial progress and the maintenance of peace.\r\nWe would like, in particular, to express our\r\nappreciation to the International Olympic Committee for\r\nits initiative to conclude the mutually beneficial\r\ncooperation agreements between itself and the relevant\r\norgans, organizations, programmes and specialized\r\nagencies of the United Nations system, especially the\r\nUnited Nations International Drug Control Programme,\r\nthe United Nations Children’s Fund, the United Nations\r\nEnvironment Programme, the Office of the United\r\nNations High Commissioner for Refugees, the United\r\nNations Educational, Scientific and Cultural Organization\r\nand the World Health Organization.\r\nWe feel that all Member States should try their best\r\nto encourage this cooperation, because it is our strong\r\nconviction that through athleticism an important impetus\r\nis given to a large variety of activities, since sports have\r\nbecome an important component of modern culture and\r\nbecause athleticism is an important element which\r\nencourages peoples to abstain from recourse to violence,\r\nenabling them, at the same time, to use their knowledge\r\nand experience to understand themselves and others.\r\nGreece, which is ready to host the Olympic Games\r\nin 2004, transmits a strong appeal to the youth of the\r\nworld, without any discrimination, to take part in the\r\nGames, which, at the very beginning of the third\r\nmillennium, we are confident will give a new thrust to the\r\nfundamental principles and concepts of friendship,\r\nsolidarity, understanding and fair play.\r\nIn conclusion, my delegation would like, once again,\r\nto reiterate that the Olympic Ideal remains an endless\r\nsource of hope and inspiration which will carry the torch\r\nwith the Olympic flame to present and future generations\r\nfor a better, more human and peaceful world.\r\nMr. Zackheos (Cyprus): I would like at the outset\r\nto express my pleasure over the great number of countries\r\nthat have sponsored the draft resolution, which shows the\r\nimportance that the international community attaches to\r\nthe Olympic Ideal.\r\nThe great challenge now is to take the first practical\r\nsteps towards turning into reality the observance of the\r\nOlympic Truce, or ekecheria, during the Summer and\r\nWinter Olympics, beginning with the Winter Olympics in\r\nNagano, Japan.\r\n3\r\nGeneral Assembly 54th plenary meeting\r\nFifty-second session 25 November 1997\r\nThe Olympic Truce is an expression of the\r\nyearning of mankind for peace, understanding and\r\nreconciliation, and for the noble notion of distinction, based\r\non honest competition. In the search for excellence, every\r\nathlete is equal and victory is the result of ability, training,\r\nhard work and perseverance. Discrimination with regard to\r\na country or a person on grounds of race, religion, politics,\r\nsex or otherwise is incompatible with the Olympic spirit.\r\nIt is important to strengthen adherence to Olympic\r\nethics, and especially to conduct the Games in a fair way.\r\nIn this context, the efforts against the use of prohibited\r\nanabolic steroids and other drugs are to be commended.\r\nCyprus, a small country, has since its independence\r\nfollowed an active foreign policy based on the principles of\r\ninternational law and the United Nations Charter, which\r\ncoincide fully with and adhere to the Olympic Ideal.\r\nThe latest manifestation of our determination to\r\nbecome a bridge of peace in our sensitive region in the\r\neastern Mediterranean, and a homeland of harmony and\r\nunderstanding for all communities living on the island, is\r\nthe proposal of President Clerides for the demilitarization\r\nof Cyprus. On this solemn occasion, we renew our appeal\r\nfor the acceptance of this proposal so that Cyprus will be\r\nable to participate in the next Olympics as a reunited,\r\nhappy and peaceful State.\r\nThe people of Cyprus felt immense satisfaction at the\r\ndecision of the International Olympic Committee\r\nconcerning the hosting of the Olympic Games of 2004 in\r\nGreece, birthplace of the Olympic Movement. We interpret\r\nthis decision as an appeal for a new beginning and an\r\nexpression of mankind’s collective will to make the\r\ntwenty-first century a period of serious efforts towards\r\npeace, the advancement of social progress and prosperity.\r\nThe twentieth century, which is approaching its end, has\r\nseen two world wars, ideological antagonisms, regional and\r\nlocal conflicts and the policy of “ethnic cleansing”. It is\r\nhoped that human rights and respect for international law\r\nwill be the norm in the new millennium.\r\nI would like, in conclusion, to express our appreciation\r\nfor the great efforts of the International Olympic Committee\r\nin imbuing youth with these ideals, which will guarantee a\r\nbetter and more humane world.\r\nMr. Boisson (Monaco) (interpretation from French):\r\nOur Assembly is about to adopt for the third time a draft\r\nresolution on building a peaceful and better world through\r\nsport and the Olympic Ideal. This text has just been very\r\neloquently introduced by the representative of Japan, Ms.\r\nMikako Kotani, an outstanding athlete and Olympic\r\nchampion. We are very grateful to her.\r\nIn this draft resolution, the General Assembly would\r\nurge Member States to observe the Olympic Truce during\r\nthe XVIII Olympic Winter Games, to be held in Nagano,\r\nJapan, next February. This is a sincere, straightforward\r\nappeal to hostile parties, whoever they may be, to suspend\r\nor cease all fighting before, during and after the Games.\r\nSince this item was included in our agenda in 1993,\r\nat the forty-eighth session of the General Assembly, a\r\nsolemn appeal to respect the Greek tradition of ekecheria,\r\nor Olympic Truce, has been regularly made in connection\r\nwith the Olympic Winter and Summer Games.\r\nThe tradition of this truce goes back to the first\r\nOlympiad in ancient Greece, when Iphitos, King of Elis,\r\nconcluded with Lycurgus of Sparta an agreement\r\nestablishing on the territory where the games were to be\r\nheld a sacred truce, the ekecheria, which was respected\r\nby all, conscientiously and with conviction.\r\nAt that same forty-eighth session, in 1993, the\r\nGeneral Assembly, following the General Conference of\r\nthe United Nations Educational, Scientific and Cultural\r\nOrganization, adopted resolution 48/10, in connection with\r\nthe centenary of the International Olympic Committee,\r\ndeclaring 1994 the International Year of Sport and the\r\nOlympic Ideal.\r\nThis Ideal, symbolized by the Olympic Charter, is a\r\nphilosophy of life that exalts and brings together in a\r\nharmonious and balanced whole all the qualities of the\r\nbody, the will and the spirit.\r\nAllying sport with culture and education, the\r\nOlympic Ideal seeks to inspire a way of life based on\r\nrespect for the fundamental, universal ethical principles of\r\nsolidarity and non-violence.\r\nThe goal of the Olympic Ideal is to place sport\r\neverywhere in the service of the harmonious development\r\nof mankind in order to encourage the establishment of a\r\npeaceful society that seeks to preserve human dignity.\r\nAbove and beyond this appeal, which has now\r\nbecome a tradition, my delegation wishes equally and\r\nunreservedly to encourage cooperation between the\r\nInternational Olympic Committee and the United Nations\r\nsystem as a whole, particularly in the areas of\r\n4\r\nGeneral Assembly 54th plenary meeting\r\nFifty-second session 25 November 1997\r\ndevelopment, humanitarian assistance, protection of the\r\nenvironment, promotion of health and education, which are\r\nthe common areas of activity of two organizations.\r\nThe International Olympic Committee has made such\r\ncooperation one of its primary objectives. Since it was\r\ncreated more than 100 years ago, it has been trying to\r\ndevelop Olympic sports activities as a way of actively\r\nteaching the young people of the world’s various countries\r\nabout international understanding and harmony, without\r\nprejudices of any kind.\r\nIn this respect, the decision of the International\r\nOlympic Committee to fly the United Nations flag at all\r\nsites of Olympic Competition is highly symbolic.\r\nWe are too often surrounded by violence. To combat\r\nit, education remains the best tool. It is our duty to instil in\r\nour children the values of respect and tolerance for others.\r\nThe practice of sport can and must contribute to this and\r\nmust be promoted as a means of fostering understanding,\r\nsolidarity, friendship and ethics. The International Olympic\r\nCommittee and the National Olympic Committees are doing\r\ntheir utmost in this respect, and we commend them most\r\nsincerely for that.\r\nThe Head of the delegation of Monaco to the General\r\nAssembly, His Serene Highness Crown Prince Albert, who\r\nis also Chairman of Monaco’s Olympic Committee and a\r\nmember of the International Olympic Committee, attaches\r\nthe greatest importance to this fundamental mission that the\r\ntwo institutions share. Monaco’s co-sponsorship of the draft\r\nresolution submitted today for the approval of the States\r\nMembers of the United Nations is another expression of our\r\ncommitment to this cause.\r\nBy adopting the draft resolution on building a peaceful\r\nand better world through sport and the Olympic Ideal, the\r\nGeneral Assembly would be strengthening cooperation\r\nbetween the United Nations and the international Olympic\r\nMovement, as well as placing it within an ongoing,\r\nlong-term process highlighted every four years by the\r\nSummer and Winter Olympic Games.\r\nThe broad support for the draft resolution and the\r\nlarge number of sponsors are very encouraging. We must\r\ntry to show that the draft resolution’s message is not just\r\none of symbolic hope, but is rather the expression of the\r\ndesire for peace of a world community that is strong and\r\nunited in the face of the hateful violence of combat and\r\nceaseless armed conflict.\r\nTherefore, together with all the Governments that\r\nare sponsoring this draft resolutions, we wish to express\r\nour firm and determined hope that the Olympic Truce will\r\nbe respected during the Olympic Winter Games in Japan\r\nearly next year.\r\nMr. Wahid (Maldives): The United Nations was\r\ncreated for peace. Whenever there is a call for peace, we\r\nmust join hands, for sport is a good vehicle for promoting\r\npeace.\r\nMy delegation believes that team sport characterizes\r\ntwo basic traits of humans: competitiveness and\r\ncooperation. We cooperate as a team and compete with\r\nother teams. This is the spirit of sports.\r\nThe International Olympic Committee is the highest\r\nsporting body, whose ideals closely resemble those of the\r\nUnited Nations. Both promote peace and understanding\r\namong nations and peoples. Therefore, we urge closer\r\ncooperation between these two institutions.\r\nObserving the Olympic Truce is an area of\r\ncooperation which serves the cause of peace. Maldives\r\nregards the Olympic Truce as an important symbol of\r\npeace. Its origin, which dates back to the ninth century\r\nB.C., when it was sworn to cease hostilities, clearly\r\nillustrates this. The United Nations recognized this when\r\nthe General Assembly at its forty-eighth session urged\r\nMember States to observe the Olympic Truce. My\r\ndelegation is happy that the General Assembly is about to\r\nadopt this year a draft resolution calling for Member\r\nStates to observe the Olympic Truce during the\r\nforthcoming Olympic Winter Games in Japan. Maldives,\r\nas a sponsor of the draft resolution, calls upon all\r\nMembers to support it.\r\nMaldives is not known or heard of in most\r\ninternational sports events. Given its size, small\r\npopulation and financial constraints, this is unavoidable.\r\nHowever, Maldives attaches great importance to sports.\r\nWe believe that sports should play an important role in\r\nthe lives of children, youth and even the elderly.\r\nHowever, given the large percentage of youth — 32 per\r\ncent — in its population, a substantial proportion of the\r\navailable resources, however meagre, are used for the\r\nsports activities of youth. This has enabled our fine young\r\nmen and women to participate in regional sports activities\r\nas well as in some international sporting events, including\r\nthe most recent Atlanta Olympics 1996.\r\n5\r\nGeneral Assembly 54th plenary meeting\r\nFifty-second session 25 November 1997\r\nMaldives is not the only country with difficulties in\r\nparticipating in international sports. Small States with small\r\npopulations and limited resources have the disadvantage of\r\nbeing unable to participate in the competitive world of\r\nsports.\r\nLet sport, which is recreational and which teaches\r\ndiscipline, be equally used as a vehicle to foster peace and\r\nunderstanding throughout the world. Let us pledge\r\nourselves not to limit the Olympic Truce to the cessation of\r\nhostilities during the Games themselves. Let us make it a\r\nway of life.\r\nMr. Filippi Balestra (San Marino): I take the floor\r\ntoday to make my country’s contribution to the debate on\r\nthe draft resolution entitled “Building a peaceful and better\r\nworld through sport and the Olympic Ideal”. This agenda\r\nitem is particularly important to us. In fact, San Marino has\r\nbeen a sponsor of the draft resolution on this matter for\r\nyears, and we would like to share the wisdom and value of\r\nits concept.\r\nSan Marino has always tried to reiterate and defend\r\nthe importance of ideals and principles. Perhaps it is\r\nbecause of them that my country, the oldest functioning\r\nrepublic in the world, has been able to preserve its\r\nsovereignty and independence for 15 centuries.\r\nAnother ancient republic established the Olympic\r\nGames. They were traditionally organized to stimulate\r\nhealthy competition among countries and to promote peace\r\nand fair play. The draft resolution would seem to be of only\r\nsymbolic value, but it acquires substantial importance if we\r\nconsider the strong influence that sport can have on\r\nindividuals, and in particular on young people.\r\nThe Olympic Games have always been a moment of\r\nunity among peoples, a synonym for overcoming all\r\ndiversities and making space for tolerance and fair play.\r\nMoreover, the Games represent a unique opportunity for the\r\nexchange of experience among young athletes from\r\ndifferent cultures, and if different cultures can coexist in\r\nsports competition they can certainly coexist in real life.\r\nConflict may exist, but violence is not necessary.\r\nCertainly, the Olympic Games do not suffice to\r\neliminate major armed conflicts that affect the world, but\r\nthey can represent an important moment of reflection that\r\nwe cannot and should not renounce. Thus, my country\r\nassociates itself with the many other sponsors in\r\ntransmitting this important message every four years that\r\nconflicts should be suspended during the duration of the\r\nGames. This is a heritage we should respect and should\r\nbe proud of.\r\nI am sure that all countries represented in this forum\r\nwill look with favour on this draft resolution and will take\r\nthe appropriate steps to implement it fully. We are\r\nconfident that the draft resolution will be adopted by\r\nconsensus.\r\nMr. Richardson (United States of America): My\r\ndelegation wishes to thank Miss Mikako Kotani, Olympic\r\nsilver medallist for synchronized swimming, Barcelona\r\n1992, for serving as torch-bearer on this agenda item. It\r\nis my delegation’s pleasure, as host country of the most\r\nrecent Games in the Olympiad and as host for the Winter\r\nOlympic Games in 2002, to be a sponsor of today’s draft\r\nresolution, “Building a peaceful and better world through\r\nsport and the Olympic Ideal”.\r\nThe Olympic Ideal goes beyond victories and\r\nrecords to fair play, friendship and, ultimately, peace. The\r\nOlympic Ideal promotes international understanding\r\namong the youth of the world through sport and culture.\r\nIt goes beyond sports competition to embrace intercultural\r\nand humanitarian activities as well.\r\nSports are truly global activities that extend into the\r\nlives of all people, whether they are rich or poor, at peace\r\nor at war. International competitions such as the Olympic\r\nGames encourage nations to set aside their differences in\r\nthe spirit of fair play, and they provide everyone with a\r\nvenue for cultural exchange and an opportunity to share\r\nnational traditions and customs.\r\nAs a baseball player who was drafted to play\r\nprofessionally earlier in my life, I was particularly proud\r\nwhen my sport, known as the “Great American Pastime,”\r\nwas included as an Olympic event in 1984. Just for the\r\nrecord, I did not make it as a professional baseball player.\r\nWhether athletes or spectators, when we meet at\r\ninternational sporting events we share in the glow of\r\nworld-class competition, in the heartbreak of losing, in the\r\nglory of winning, but most important, in the goodwill of\r\nparticipation.\r\nThat is why the sponsors of today\u0027s draft resolution\r\nurge all to reaffirm observance of the Olympic Truce, the\r\nancient tradition calling for all hostilities to cease during\r\nOlympic Games. Since 1993 this biennial resolution has\r\nbeen the most co-sponsored in General Assembly history.\r\nToday our goal is to continue sending its strong message\r\n6\r\nGeneral Assembly 54th plenary meeting\r\nFifty-second session 25 November 1997\r\nof peace and international goodwill to the youth of the\r\nworld. The International Olympic Committee\u0027s decision to\r\nfly the United Nations flag at future Games will serve as a\r\nreminder of this Assembly\u0027s resolution in support of\r\ninternational peace and stability for billions of athletes and\r\nspectators around the world.\r\nIn 1894 Baron Pierre de Coubertin, the founder of the\r\nInternational Olympic Committee, predicted that the new,\r\nmodern Olympics would eventually become both a symbol\r\nand the center piece of a new global era of unity among\r\nnations. While that vision has yet to become a reality,\r\ntoday\u0027s reaffirmation of the Olympic Truce by the General\r\nAssembly will recommit the nations of the world to that\r\nglobal aspiration.\r\nMr. Barout (United Arab Emirates) (interpretation\r\nfrom Arabic): Successive events in history and the lives of\r\npeoples since time immemorial have shown that sport plays\r\na pioneering role in enriching the cultures of the world and\r\nin expressing their special characteristics, and that it\r\ncontributes directly to promoting relations and strengthening\r\nties between societies and communities in matters of culture\r\nand the environment and all other areas of human activity.\r\nThe needs of the young are not limited to food,\r\neducation and financial and technological security. They\r\nequally need to develop a physical awareness and a sports\r\nculture, so as to channel and sublimate their inherent talents\r\nand creativity and their boundless energy. Sport can also be\r\na means of establishing human and humanitarian values and\r\nof cultural enrichment, in harmony with the principles of\r\npeaceful coexistence, participation, democracy and respect\r\nfor human rights.\r\nThe United Arab Emirates has faith in the philosophy\r\nof sport, as principles founded on tolerance, brotherhood\r\nand solidarity, as advocated by the International Olympic\r\nCommittee. We therefore call for the harmonious\r\nimprovement of the well-being of humanity through sports\r\nprogrammes that encourage participation and understanding\r\nbetween young people at the international level, particularly\r\nthrough the strengthening of activities aimed at combating\r\nactivities and phenomena that our societies reject, such as\r\nviolence, terrorism and drug trafficking. That responds to\r\nthe need for world peace and security, and allows for the\r\nprotection of social and economic structures and their\r\ndevelopment in a sustainable manner, so as to create a\r\nbetter world for its peoples through sport and the Olympic\r\nprinciples.\r\nWe also support all the proposals on the necessary\r\nmeasures to ensure observance of the Olympic Truce\r\nduring the Olympic Games, in particular the Games to\r\ntake place from 7 to 22 February 1998 at Nagano, Japan,\r\nGames which will be a bridge to the twenty-first century.\r\nWe urge all States to cooperate by respecting this Truce,\r\nusing peaceful means to resolve their conflicts and\r\ndifferences, in accordance with the principles of the\r\nCharter and international law. We also urge them to\r\ninstitute national projects and programmes to meet the\r\ndemand of international public opinion for promotion of\r\nthe spirit of brotherhood, tolerance and love; rejection of\r\nviolence; collective responsibility for guaranteeing\r\nfundamental human rights for all, regardless of\r\nnationality, race, or religious or ethnic affiliation; and\r\nallowing peoples to live in peace and stability.\r\nBeing convinced of the role of sport in individual\r\ndevelopment and in enriching society in general, the\r\nEmirates have attached particular importance to the\r\norganization and promotion of this sector, and have given\r\ngreat attention to youth and the development of the talents\r\nof young athletes. In doing so, we have taken into\r\naccount global developments and respected noble\r\nprinciples and moral values. This prompted us to establish\r\na national Olympic committee, to supervise national\r\nactivities in this area and to improve training and\r\nrefereeing so as best to meet our goal of improving the\r\ntraining of young people in various sports. Since young\r\npeople are both building blocks for the future and the\r\nwealth of today, the Emirates have created a sports city,\r\nZaied, an integrated, well-equipped complex which\r\npromotes all varieties and disciplines of sport and culture.\r\nLike countries where sports have already been\r\nsuccessfully promoted, we have allocated generous funds\r\nto encourage and equip clubs and stadiums, thus\r\npermitting participation in most sports at regional and\r\ninternational competitions. In addition, there are scientific\r\nand cultural seminars, conferences and other events\r\nrelating to the subject of sport for young people.\r\nTo maintain our strong links with our past and our\r\ntrue Arab and Islamic heritage, faithful to our ancestors\r\nand their sporting activities, we have responded to the\r\ninterests of our people by promoting horse races, camel\r\nraces and water sports. In doing so, we have played a\r\nleading world role in these fields. We have also\r\nestablished federations for horsemanship and camel racing\r\nin Arab countries, and have sponsored prizes in kind and\r\nin cash for the leading competitors at the seasonal and\r\nannual races. We have thus underscored our willingness\r\nto preserve this traditional sport, which is valued both at\r\n7\r\nGeneral Assembly 54th plenary meeting\r\nFifty-second session 25 November 1997\r\nthe official level and by the people, not only in the\r\nEmirates but elsewhere throughout the world.\r\nFinally, my country welcomes the international efforts\r\nto advance cooperation in the joint activities of the United\r\nNations and the International Olympic Committee,\r\nparticularly those that encourage development, humanitarian\r\nassistance and environmental protection, as well as the\r\nimprovement of education and health. The United Nations\r\nDevelopment Programme, the Office of the United Nations\r\nHigh Commissioner for Refugees, the United Nations\r\nEnvironment Programme, the World Health Organization\r\nand the United Nations Educational, Scientific and Cultural\r\nOrganization all take part in this work. We reiterate the\r\nimportance of furthering these efforts by encouraging the\r\norganization of large-scale sports competitions; exchanging\r\ninformation and experience between organizations; and\r\nrationalizing programmes for management, training,\r\nrefereeing and the promotion of regulated sports events.\r\nThis should be done at all levels and for all ages, given the\r\ngreat contribution that sport can make at the global level to\r\nthe achievement of development and well-being for all\r\nsocieties.\r\nMr. Fulci (Italy): The General Assembly first\r\nconsidered this item at its forty-eighth session, when it\r\nproclaimed the centenary of the modern Olympics, 1994, as\r\nthe International Year of Sport and the Olympic Ideal. On\r\nthat occasion the General Assembly, in response to the\r\nappeal of the International Olympic Committee, urged\r\nMember States to observe the Olympic Truce from the\r\nseventh day before the opening to the seventh day after the\r\nclosing of the Winter Olympics in Lillehammer, Norway.\r\nThis year\u0027s draft resolution calls upon Member States once\r\nagain to observe the Truce during the upcoming Winter\r\nGames in Nagano, Japan.\r\nThe Olympic Truce is rooted in the ancient Greek\r\ntradition of ekecheria. It expresses mankind\u0027s perennial\r\naspiration to peace and the belief that sports bring out the\r\nbest in human beings, even at the worst of times. In the\r\nwords of the founder of the modern Games, Baron Pierre\r\nde Coubertin:\r\n“The Olympics conserve the noble and chivalric\r\ncharacter that distinguished athletics in the past, so\r\nthat athletics may continue to educate young people in\r\nthe admirable way conceived by the Greek masters.”\r\nI would be remiss if I did not take this opportunity to\r\ncongratulate the political and athletic authorities in Athens\r\non being the host to the Summer Games in the year 2004.\r\nBringing the Olympic torch back to the country where it\r\nwas first ignited is an important tribute to this noble\r\ntradition and the spiritual and cultural values it enshrines.\r\nThe United Nations made a solemn pledge in 1993,\r\nwhich it renewed in 1995, to devote time and attention to\r\nthe Olympic ideal. The noble tradition of the Olympic\r\nTruce epitomizes a symbolic link with the most\r\ncompelling purpose of our Organization: the maintenance\r\nof peace and security. But it is only one dimension of a\r\nmultifaceted relationship. The International Olympic\r\nCommittee has forged cooperation agreements with many\r\norganizations, programmes and specialized agencies of the\r\nUnited Nations. Let me recall in particular the very strong\r\nrelationship between the Committee and the United\r\nNations International Drug Control Programme in Vienna,\r\nattested to by a cooperation agreement signed last year.\r\nToday, sports have come to play a vital, productive\r\nrole in enriching the lives of young people by helping\r\nthem to focus on bettering themselves, engaging in\r\nhealthy competition and learning to appreciate the social\r\ndimension of life. Athletics can also have a critical role\r\nin preventing many social ills, foremost among them\r\ncrime and drug abuse. In recognition of this, the Italian\r\nsports authorities have developed over the years a number\r\nof programmes to underline how sporting activities can\r\nhelp us to achieve a drug-free society.\r\nIn the classical era, the Olympic Games were\r\ncelebrated every four years for more than a millennium.\r\nFor generation after generation, the glory of those early\r\ngames was sung by the great Greek poet Pindar, who, in\r\nhis First Olympian Ode, wrote:\r\n“The days that are still to come are the wisest\r\nwitnesses.”\r\nIt is my sincere hope that the modern Games may have\r\nan equally long and illustrious tradition, so that our\r\nchildren and our children\u0027s children into the unforeseeable\r\nfuture may continue to live by the Olympic Ideal.\r\nMs. Cornette (Guyana): Draft resolution\r\nA/52/L.23/Rev.1, of which Guyana is a sponsor, calls for\r\nthe building of a peaceful and better world through sport\r\nand the Olympic Ideal. At the Olympics, the best of our\r\nyouths in the field of sports converge in a friendly\r\natmosphere to compete in various events which test their\r\nendurance and demonstrate their determination to give of\r\ntheir best for the glory of their countries.\r\n8\r\nGeneral Assembly 54th plenary meeting\r\nFifty-second session 25 November 1997\r\nThese young athletes from nations large and small\r\nhelp us to reaffirm our belief in the dignity and worth of\r\nthe human person. They represent resources that could be\r\nutilized for the betterment of society. They hold the link to\r\nfuture generations and, with their involvement, future\r\ngenerations may learn to live and work in harmony.\r\nInitiatives taken by the United Nations and the\r\nInternational Olympic Committee to cooperate in order to\r\nachieve a common purpose should be beneficial to society\r\nas a whole. The Olympic Movement can in fact contribute\r\ntowards a peaceful and better world by adhering to such\r\nprinciples as the development of mankind and maintaining\r\nhuman dignity. Its work may therefore serve the purposes\r\nand principles of the United Nations.\r\nThe modern Olympic Movement precedes the United\r\nNations by many decades. Both, however, have achieved\r\nsignificant advances through their histories and both should\r\ncontinue to be dynamic in the future if we are to aim for a\r\nbetter world. Despite interruptions, including the two World\r\nWars, the flames kindled by the sun\u0027s rays form a torch for\r\npeaceful coexistence.\r\nThrough the years, we have witnessed greater numbers\r\nof athletes participating, on an equal footing, with others\r\nfrom around the world. Credit for this must be given to the\r\nOlympic Charter\u0027s anti-discrimination provision, which\r\nensures equal participation by barring discrimination with\r\nregard to a country or person on grounds of race, religion,\r\nsex or any other reason. We are pleased to see that the\r\nInternational Olympic Committee has been making further\r\ncontributions of benefit to society by moving beyond a\r\nstrictly athletic focus to other areas of involvement,\r\nworking with the United Nations to promote the Olympic\r\nIdeal and the observance of the Olympic Truce, as well as\r\nparticipating in humanitarian activities.\r\nThose most in need, our children, are among those\r\nwho could benefit from such initiatives. Action in this\r\nregard by the United Nations Children\u0027s Fund in\r\nAfghanistan to work with the warring parties to observe a\r\ntruce during the 1996 Olympics so that children could be\r\nvaccinated should be only the beginning of many such\r\ninitiatives by the United Nations and the Olympic\r\nMovement.\r\nThe world has changed since the Greeks declared an\r\ninternational truce, or ekecheria, so as to allow athletes to\r\ntravel safely to Olympia to participate in the Olympics.\r\nThrough international travel, we can circumvent war-torn\r\ncountries to get to the country hosting the Olympics. While\r\nmomentary peace allowed athletes to participate in the\r\nOlympics in Olympia, it can today be used to benefit\r\nsociety. The 1998 Winter Olympic Games — which will\r\nbe held in Nagano, Japan, next February — again present\r\nus with the opportunity for an Olympic Truce, as called\r\nfor in the draft resolution. Such a Truce would\r\ndemonstrate to the world that world peace is within our\r\ngrasp if we are all prepared to cooperate towards this end.\r\nInitial steps such as these could eventually lead to a\r\nbetter, healthier society where all can coexist in harmony.\r\nWith support from those who have proved to be\r\ncommitted, strong and healthy, we can hope for a better\r\nworld for future generations.\r\nMr. Minoves-Triquell (Andorra) (interpretation\r\nfrom French): The Olympic Ideal is one of the positive\r\nexpressions of the competitive instincts which haunt\r\nhuman beings, since the outcome is a “positive sum\r\ngame”. When these instincts are taken to the point of\r\nabsurdity, which nevertheless has its own logic, a “zero\r\nsum game” results, leading to conflicts, the arms race and\r\nsometimes war. Such is the history of mankind: the desire\r\nto conquer in order to be greater and to have more.\r\nMoreover, as we noted during the last world war, war —\r\nthe ultimate competition — affects both the victor and the\r\nvanquished and leaves a trail of death and destruction\r\nbehind it which is not worthy of the level of civilization\r\nwhich we call our own. The United Nations was therefore\r\nestablished in order to place competition among nations\r\nand groups of human beings on the diplomatic stage —\r\ncompetition through words, logic and example.\r\nPierre de Coubertin had a different idea 50 years\r\nearlier in creating the necessary impetus for the Olympic\r\nIdeal. This Ideal, whose practical manifestation can be\r\nseen today in the Winter and Summer Games which are\r\nheld every two years in various parts of the world, must\r\nbe endorsed by the United Nations. That is because, on\r\nthe one hand, it advances sport as a means of improving\r\nphysical well-being and self-mastery in activities designed\r\nto improve health and physical condition, and, on the\r\nother hand, promotes peaceful competition among nations\r\nwhich is settled by the victors and the vanquished on the\r\nfield of action — competition in which all are winners,\r\nsince those who are in training for the Games and\r\ncontribute to them are enriched by their participation.\r\nAnyone who has engaged in sport at any time in life\r\nis well aware of the beneficial effects of such activities on\r\nthe body and the mind. I remember arriving on my\r\nbicycle at Olympia in the Peloponnesus several years ago\r\nafter covering 150 kilometres in a day. It was probably at\r\n9\r\nGeneral Assembly 54th plenary meeting\r\nFifty-second session 25 November 1997\r\nthat moment that, overcome by fatigue and the freshness of\r\nthe nature which surrounded me, and after pushing my\r\nbody to its limits, I grasped the meaning of the Olympic\r\nIdeal for the individual and how seeking one’s physical\r\nlimits gives human beings a joy and sense of\r\naccomplishment and self-control which produces individuals\r\nwho are better able to navigate through the complexity of\r\nexistence without resorting, we would hope, to the\r\nfrustration that leads to violence. Many social problems, as\r\nwell as the apathy of many young people, could be\r\nremedied by practising sports in the spirit of the Olympic\r\nIdeal.\r\nIt would be Utopian to imagine that two nations in\r\nconflict could say to each other: “You know what, Nation\r\nX, let us meet at the Olympic Games in Nagano, and the\r\nwinner between our two ski teams will decide in whose\r\nfavour our border conflict will be settled”. It would also be\r\nillogical, since the aim of diplomacy is, if possible, to find\r\na rational and reasonable solution to existing conflicts on\r\nthe basis of facts and logic. “Winner take all” is the logic\r\nof war and it is not acceptable to us. But confrontation\r\nthrough the Olympic Games, in the spirit of competition\r\nand fraternity which inspires them, allows an escape valve\r\nfor nations’ aspirations as an extension of the psychological\r\naspirations of the individuals who make them up. When the\r\nathletes parade in a stadium, each representing their own\r\ncountry, with equal chances, from nations large and small,\r\nwe are proud of our own athletes and admire those of other\r\nnations. And no lives are lost. On the contrary, even those\r\nwho do less well emerge better trained from the Games and\r\nall nations feel that they are winners.\r\nFor all these reasons, the Principality of Andorra\r\nassociates itself with those countries which, like us, have\r\nsponsored the draft resolution on building a peaceful and\r\nbetter world through sport and the Olympic Ideal. My\r\ncountry would like to urge all States to observe the\r\nOlympic Truce during the Games of the XXIII Winter\r\nOlympiad, to be held in Nagano from 7 to 22 February\r\n1998.\r\nThe small countries which are Members of the United\r\nNations have always demonstrated particular sensitivity to\r\nthe ideals of the Olympic spirit, and in this connection I\r\nwould like to salute Monaco and His Serene Highness\r\nPrince Albert, and also its Ambassador here, for the\r\nsteadfast support they have given for the presence of the\r\nUnited Nations in the Olympic movement. This is perhaps\r\nbecause small States are obliged by their histories to\r\nunderstand better the “zero sum game” of wars and the\r\n“positive sum game” of competition through sport. We are\r\nStates which win few medals at the Olympic Games, but\r\nwhich participate with determination.\r\nWhen the flag of the United Nations flies high over\r\nthe mountains of Japan next February, we will be there.\r\nMs. Wensley (Australia): Australia is very pleased\r\nto support and to sponsor the draft resolution before the\r\nAssembly. Quite frankly, it is one which we believe no\r\ncountry could oppose — promoting international\r\nunderstanding through sport and culture; advocating active\r\nsupport for the concept of the Olympic Truce;\r\nunderscoring the importance of youth; and linking the\r\nOlympic Ideal to those of the Charter, which all United\r\nNations Members have pledged to pursue independently\r\nand collectively.\r\nThe Government of Australia, as proud host to the\r\nXXVII Olympiad in the year 2000, has a clear and\r\npositive interest in supporting this draft resolution. We are\r\nespecially proud to have secured the Games that will\r\nmark the end of one millennium and the beginning of\r\nanother. We will be doing our utmost to ensure that the\r\nGames represent the values and the ideals not only of\r\nAustralia — a country which I believe is known for its\r\negalitarianism, for the friendliness of its peoples and for\r\nits commitment to a fair go for all — and of the\r\nInternational Olympic Committee, but also of the United\r\nNations.\r\nThe last preambular paragraph of the draft resolution\r\nrefers to the increasing number of joint endeavours of the\r\nInternational Olympic Committee and of the United\r\nNations system, for example in the fields of development,\r\nhumanitarian assistance, protection of the environment,\r\nand health promotion and education. I can assure you that\r\nAustralia is working energetically to incorporate all of\r\nthese elements into our planning for the 2000 Games.\r\nWith regard to the environment, we are planning to\r\nmake these Games the greenest Games ever. As\r\nAustralia’s former Ambassador for the environment, I\r\nactually had the privilege of presenting what were called\r\nour “bid books” to the President of the International\r\nOlympic Committee and members of his Committee in\r\nLausanne, and we placed particular emphasis on our plans\r\nfor the “Green Games”. We are implementing the\r\nprinciples of environmental protection and promotion\r\nthroughout the construction of the facilities, the design of\r\nthe athletes’ village and the entire management of the\r\nGames.\r\n10\r\nGeneral Assembly 54th plenary meeting\r\nFifty-second session 25 November 1997\r\nSecondly, with respect to health promotion and\r\neducation, let me make particular mention of just one thing,\r\nand that is the Para-Olympics. These will be held in\r\nconjunction with the Sydney Olympics and they are going\r\nto involve 4000 athletes from 125 countries, competing in\r\n18 sporting events. That, we understand, will be the largest\r\nnumber of Para-Olympic athletes ever to participate in such\r\ngames. And we want, here too, to set new standards of\r\nexcellence and of participation in dignity and in safety.\r\nWith respect to development, holding the Games in\r\nwhat is obviously a multicultural society located in the\r\nAsia-Pacific region will, we believe, give the XXVII\r\nOlympics a very distinct development profile. Special\r\nefforts are being made to assist developing countries,\r\nparticularly small States, to facilitate their participation in\r\nthe Games and in sports training in preparation for the\r\nGames. Special efforts are also under way to feature the\r\npeoples of Oceania in the opening ceremonies and in the\r\noverall celebrations to welcome the world to the region\r\nwhich bears the name Pacific, part of our Olympic and\r\nUnited Nations ideal. Our indigenous people will also have\r\na particular role to play, consistent with the importance that\r\nwe attach to the promotion of the rights of indigenous\r\npeoples.\r\nI have chosen just a few examples to try to bring\r\nsome practicality to the words that are on the paper of the\r\ndraft resolution and to underscore the important linkages\r\nbetween the Olympics and the United Nations and the\r\nelements that we are seeking to reflect in the Olympic\r\nevents and celebrations of fairness, tolerance, equity,\r\ncooperation and harmony among peoples and with our\r\nenvironment.\r\nIt is for all these reasons that Australia supports fully\r\nthe decision of the International Olympic Committee, as\r\nreflected in operative paragraph 5 of the draft resolution, to\r\nfly the United Nations flag at all competition sites of the\r\nOlympic Games. This sounds a very simple proposition, but\r\nquite frankly, at a time when we are all working to reform\r\nthis Organization, when we want to raise its profile and to\r\npersuade the sceptics and the critics of the United Nations\r\nof its relevance and its capacity to respond to the needs of\r\nall Members, this is especially important.\r\nAnd again, to go from the rhetoric to the reality, when\r\none thinks about the numbers of people who will see that\r\nflag flying, then I think it makes the point. We are\r\nestimating that over 10,000 athletes, and approximately\r\n5,000 officials, from some 200 countries will participate in\r\nthe Games. We are expecting 15,000 media representatives\r\nfrom around the world to come to Sydney, and they will\r\nbring the Games to an estimated worldwide audience of\r\nmore than 3.5 billion people. That is why the flying of\r\nthe United Nations flag will be so important. It will be a\r\nvisible daily reminder of the shared ideals of the United\r\nNations and of the International Olympic Committee,\r\nsomething that will reaffirm visibly, simply and directly\r\nthe importance of the United Nations and the commitment\r\nof all participants in the Olympics not just to sport and\r\nthe ideal of sporting prowess, but to the promotion of\r\ninternational cooperation.\r\nMr. Pham Quang Vinh (Viet Nam): It is my\r\npleasure to address this plenary meeting on agenda item\r\n24, “Building a peaceful and better world through sport\r\nand the Olympic Ideal”.\r\nI would begin my statement by conveying our\r\nappreciation to Mr. Juan Antonio Samaranch, President of\r\nthe International Olympic Committee, for the valuable\r\ncontribution that he and the Committee have made to the\r\ncause of sports and peace. More particularly,\r\nHis Excellency the Minister of Viet Nam Youth, Mr. Ha\r\nQuang Du, Chairman of the Viet Nam Sports\r\nCommission and President of the Viet Nam Olympic\r\nCommittee, has requested my delegation to take this\r\noccasion to convey to the President, to the General\r\nAssembly and to Mr. Juan Antonio Samaranch the\r\ncompliments and deep appreciation of Viet Nam.\r\nThe Olympic Games have long been a significant\r\nphenomenon in our society. They promote international\r\nunderstanding, solidarity and friendship among peoples,\r\nparticularly among the youth of the world, through sport\r\nand culture. They also serve the cause of peace and help\r\nto promote the purposes and principles of the Charter of\r\nthe United Nations.\r\nWe take note with great satisfaction of the initiative\r\non the promotion of the ancient Greek tradition of\r\nekecheria, or “Olympic Truce”. Dedicated to the noble\r\nspirit of fraternity and understanding between peoples,\r\nthis tradition has recently been revived as a serious call\r\nfor all hostilities to cease during the Olympic Games,\r\nthereby mobilizing the people and the youth of the world\r\nin the cause of peace. Viet Nam and its Olympic\r\nCommittee therefore welcome and strongly support the\r\nobservance of the Olympic Truce during all Olympic\r\nGames, particularly during the upcoming Winter Olympic\r\nGames, which will be held in Nagano, Japan, in February\r\n1998.\r\n11\r\nGeneral Assembly 54th plenary meeting\r\nFifty-second session 25 November 1997\r\nWe are encouraged by the fact that this initiative\r\nenjoys the broad support of the international community. A\r\nclear expression of this support and aspiration is reflected\r\nin the large number of sponsors of the draft resolution now\r\nbefore the General Assembly. We take this opportunity to\r\njoin our voice to the common call on States Members of\r\nthe United Nations to support and cooperate with the\r\nInternational Olympic Committee in its efforts to promote\r\nthe Olympic Truce and the contribution of this ideal to the\r\nworld. On the threshold of the twenty-first century, for the\r\nOlympic Games and sports, among others, the ideal of an\r\nOlympic Truce will be of great value. We also urge\r\nMember States to continue to observe this ideal.\r\nThe Government of Viet Nam has always attached\r\ngreat importance to the development of sport and the\r\npromotion of peace, solidarity and friendship among the\r\npeoples of the world, including the observance of this Ideal\r\nin Viet Nam and in regional and international sports\r\ncompetitions. The Vietnamese Government sent a\r\nhigh-ranking representative delegation to attend the seminar\r\non “Building a peaceful and better world through sport and\r\nthe Olympic Ideal”. Viet Nam has therefore decided to co-\r\nsponsor the draft resolution entitled “Building a peaceful\r\nand better world through sport and the Olympic Ideal”, as\r\ncontained in document A/52/L.23/Rev.1.\r\nI should like to conclude by confirming our resolve to\r\ntry our best to successfully implement the Olympic Truce\r\nand the Olympic Charter in Viet Nam. We join the\r\nsponsors of the draft resolution before us in recommending\r\nthat the item be included on the agenda of the fifty-fourth\r\nsession of the General Assembly.\r\nThe Acting President: We have heard the last\r\nspeaker in the debate on this item.\r\nI should like to announce that since the introduction of\r\ndraft resolution A/52/L.23/Rev.1, the following countries\r\nhave become its co-sponsors: India and Pakistan.\r\nThe Assembly will now take a decision on draft\r\nresolution A/52/L.23/Rev.1.\r\nMay I take it that the General Assembly decides to\r\nadopt the draft resolution?\r\nDraft resolution A/52/L.23/Rev.1 was adopted\r\n(resolution 52/21).\r\nThe Acting President: The General Assembly has\r\nconcluded the present stage of its consideration of agenda\r\nitem 24.\r\nAgenda item 40\r\nCooperation between the United Nations and the\r\nOrganization for Security and Cooperation in Europe\r\nReport of the Secretary-General (A/52/450)\r\nDraft resolution (A/52/L.38)\r\nAmendment (A/52/L.39)\r\nThe Acting President: I call on the representative\r\nof Denmark to introduce draft resolution A/52/L.38.\r\nMr. Bøjer (Denmark): As representative of the\r\nChairman-in-Office of the Organization for Security and\r\nCooperation in Europe (OSCE), I have the honour to\r\nintroduce draft resolution A/52/L.38 on “Cooperation\r\nbetween the United Nations and the Organization for\r\nSecurity and Cooperation in Europe” on behalf of 41\r\nMember States. The following countries have joined the\r\noriginal list of sponsors: Albania, Bulgaria, Croatia,\r\nCyprus, the Czech Republic, Estonia, Georgia, Greece,\r\nIceland, Malta, the Republic of Moldova, Monaco,\r\nNorway, San Marino, Ukraine, the United States of\r\nAmerica and Uzbekistan.\r\nThe draft resolution welcomes the fact that\r\ncooperation and coordination have further improved in the\r\npast year, as well as progress in common work in the\r\nfield between the United Nations and the OSCE. Since\r\nthe Budapest Summit in 1994, cooperation and\r\ncoordination between the two organizations have been\r\ncontinually developed and strengthened in the political\r\nand organizational fields. Further strengthening of the\r\nrelationship between the United Nations and the OSCE\r\nhas been given high priority by the Danish Chairman-in-\r\nOffice.\r\nBefore turning to the substance of the draft\r\nresolution, I should like to associate myself fully with the\r\nstatement which will be made later this morning by the\r\nrepresentative of Luxembourg on behalf of the European\r\nUnion. I also express my gratitude to the Secretary-\r\nGeneral of the OSCE, Mr. Giancarlo Aragona, for being\r\nwith us in this Hall today.\r\n12\r\nGeneral Assembly 54th plenary meeting\r\nFifty-second session 25 November 1997\r\nAs the Danish Prime Minister, Mr. Poul Nyrup\r\nRasmussen, underlined in his statement to the General\r\nAssembly on 22 September, since the political changes in\r\nEurope began at the end of the 1980s, the OSCE has\r\nassumed an important role in dealing with crises and\r\npotential threats to security in that region. This role is a\r\nnatural expression of its status as a regional arrangement\r\nunder Chapter VIII of the United Nations Charter.\r\nThe United Nations and the OSCE cooperate closely\r\nin a number of areas. By increasingly taking responsibility\r\nwithin its own geographical area, the OSCE not only\r\npromotes the objectives of the United Nations in that area,\r\nbut also contributes to the ability of the United Nations to\r\ndeal with crises elsewhere.\r\nThe close working relationship between the two\r\norganizations is seen in joint projects concerning elections,\r\nmedia, humanitarian and refugee law, ombudsman\r\ninstitutions and democratic transition. In the field, the\r\nUnited Nations and the OSCE join forces in such places as\r\nTajikistan, Georgia, the former Yugoslav Republic of\r\nMacedonia and, not least, in Bosnia and Herzegovina. In\r\nCroatia, the OSCE is collaborating with the United Nations\r\nTransitional Administration for Eastern Slavonia, Baranja\r\nand Western Sirmium (UNTAES) in preparing the transfer\r\nof the civilian tasks of UNTAES to the OSCE.\r\nThe most recent and, I would say, the most\r\noutstanding example of cooperation between the United\r\nNations and the OSCE was the crisis in Albania earlier this\r\nyear. Faced with a major challenge, the international\r\ncommunity acted with resolve. The OSCE, backed by the\r\nUnited Nations, provided the framework for an international\r\npresence.\r\nBased on a recommendation from the OSCE, the\r\nSecurity Council endorsed the mandate of the multinational\r\nprotection force that provided the security necessary for\r\ninternational assistance. Our efforts were successful. New\r\nelections have been held and the situation has improved\r\nconsiderably.\r\nIt has been proved to us that immediate action is of\r\nthe essence and that a strong regional organization\r\nfacilitates the necessary decisions by the Security Council.\r\nClose cooperation between the United Nations and regional\r\norganizations can be an important tool in conflict\r\nmanagement and resolution. Regional organizations must\r\nassist the United Nations but should not seek to replace it.\r\nTheir involvement in conflict management must be based\r\non a mandate given by the United Nations and on the\r\nobligation to report regularly to the United Nations.\r\nWe still have important tasks in front of us. But I\r\nfeel confident that the good cooperation and coordination\r\nbetween the United Nations and the OSCE will continue,\r\nand that the two organizations will still be able to cope\r\nwith the challenges they are faced with.\r\nOn behalf of the sponsors of draft resolution\r\nA/52/L.38, let me express my sincere hope that the draft\r\nresolution will be adopted by consensus. We have, in fact,\r\ndone our very best to make such an adoption possible, in\r\nthat we have used wording expressing common\r\ndenominators, insofar as this was at all possible without\r\ndepriving the text of any substantive message.\r\nOur aim is a debate in this Assembly and a\r\nresolution adopted which may promote, and not\r\ncomplicate, the efforts of the OSCE to solve its important\r\ntask — efforts which, as far as the Danish\r\nChairman-in-Office of the OSCE is concerned, should\r\nreach their culmination with the OSCE Ministerial\r\nMeeting in Copenhagen on 18 and 19 December 1997.\r\nThe Acting President: I give the floor to the\r\nrepresentative of Azerbaijan to introduce the amendment\r\nto draft resolution A/52/L.38 contained in document\r\nA/52/L.39.\r\nMr. Kouliev (Azerbaijan)(interpretation from\r\nRussian): I should like to introduce Azerbaijan’s\r\namendment contained in document A/52/L.39. This is an\r\namendment to the draft resolution on cooperation between\r\nthe United Nations and the Organization for Security and\r\nCooperation in Europe.\r\nI believe that the grounds for our proposal are well\r\nknown to all of you. Paragraph 16 of draft resolution\r\nA/52/L.38 does not deal with the real essence of the\r\nproblem and departs from language adopted earlier by the\r\nGeneral Assembly. This matter involves the highest\r\ninterests of Azerbaijan, its sovereignty and territorial\r\nintegrity.\r\nThe territorial integrity of Azerbaijan has frequently\r\nbeen upheld by the world community, inter alia by the\r\nUnited Nations Security Council in its resolutions on the\r\nArmenian-Azerbaijani conflict: 822 (1993), 853 (1993),\r\n874 (1993) and 884 (1993). At the 1996 Lisbon Summit\r\nof the OSCE, all European States, with the exception of\r\nArmenia, once again reconfirmed this principle. The\r\n13\r\nGeneral Assembly 54th plenary meeting\r\nFifty-second session 25 November 1997\r\nSecretary-General, in paragraph 7 of his report on\r\ncooperation between the United Nations and the OSCE in\r\ndocument A/52/450, also takes a very clear stand on this\r\nquestion, noting that Nagorny-Karabakh is territorially part\r\nof Azerbaijan.\r\nThe text of the Azerbaijan amendment is not new.\r\nTwice before, at its forty-ninth and fifty-first sessions, the\r\nGeneral Assembly adopted this text. Essentially, it relies\r\nfully on the relevant provisions of resolution 49/13, which\r\nwas adopted without a vote by consensus, including\r\nArmenia, and repeats the relevant paragraph of last year’s\r\nresolution 51/57.\r\nThe amendment we are proposing also reflects one of\r\nthe basic principles of a settlement of the Armenian-\r\nAzerbaijani conflict, confirmed by the Chairman-in-Office\r\nof the OSCE at the Lisbon Summit and adopted as an\r\nannex to the Lisbon Summit Declaration [A/51/716,\r\nappendix I]. The delegation of Azerbaijan calls on the\r\nGeneral Assembly to do as it did last year — to respect this\r\nprinciple and to support our amendment in document\r\nA/52/L.39.\r\nMr. Wolzfeld (Luxembourg)(interpretation from\r\nFrench): I have the honour to take the floor on behalf of\r\nthe European Union. The countries of Central and Eastern\r\nEurope associated with the European Union — Bulgaria,\r\nthe Czech Republic, Estonia, Hungary, Latvia, Lithuania,\r\nPoland, Romania, Slovakia, Slovenia — and the associated\r\ncountry Cyprus align themselves with this statement.\r\nFirst of all, I should like to take this opportunity to\r\nwelcome Mr. Giancarlo Aragona, Secretary-General of the\r\nOrganization for Security and Cooperation in Europe\r\n(OSCE). His presence here today testifies to the importance\r\nof the ever- closer cooperation that has grown between the\r\nUnited Nations and the OSCE.\r\nThe European Union welcomes the fact that during the\r\npast year the United Nations and the OSCE have intensified\r\ntheir cooperation and the coordination of their activities, as\r\nshown by regular meetings between the United Nations\r\nSecretary-General and the Chairman-in-Office and the\r\nSecretary-General of the OSCE.\r\nAs a driving force behind the integration, stability and\r\nprosperity of Europe, the European Union has played a\r\nleading role in the development of the OSCE. The OSCE,\r\nwhich is concerned with transatlantic and pan-European\r\nsecurity, has become a key forum for management of the\r\nchanges that have occurred in Europe in recent years. The\r\nEuropean Union will continue to play an important role\r\nin supporting stability and security in Europe, while it\r\nenlarges in the coming years. We remain committed to\r\nstrengthening in parallel the enhanced political\r\neffectiveness and operational capacities of the OSCE. We\r\nsupport the enhancement of the role of the OSCE as a\r\nprimary instrument of preventive diplomacy, conflict\r\nprevention, crisis management and post-conflict\r\nrehabilitation in the OSCE region.\r\nThe European Union also wishes to reaffirm its\r\nsupport for the activities of the OSCE High\r\nCommissioner on National Minorities.\r\nStrengthening the role of the OSCE will enable it\r\nbetter to assume its responsibilities as a regional\r\norganization within the meaning of Chapter VIII of the\r\nUnited Nations Charter. Consequently, the OSCE is\r\nexamining in detail the means of putting into operation\r\nthe “OSCE first” principle, including the possibility for\r\nOSCE States jointly to decide to refer a dispute to the\r\nSecurity Council, notwithstanding the position of the\r\nStates parties to the dispute. Of particular importance in\r\nthe relationship between the United Nations and the\r\nOSCE is the high level of mutual support which each\r\norganization provides for the other.\r\nIn recent years the two organizations have\r\ncooperated closely or have embarked on joint operations\r\nin a number of peacekeeping and international security\r\nmissions.\r\nAs regards the former Yugoslavia, the OSCE was\r\ngiven, at the Peace Implementation Conference held in\r\nLondon on 4 and 5 December 1996, the mission of\r\nsupervising the municipal elections in Bosnia and\r\nHerzegovina which took place on 13 and 14 September\r\n1997. The European Union welcomes the close\r\ncooperation between the OSCE and the United Nations\r\nMission in Bosnia and Herzegovina (UNMIBH), which\r\nhelped it to organize polling in accordance with\r\ncooperation arrangements made for the September 1996\r\nelections, when the observers of the United Nations\r\nInternational Police Task Force (IPTF) assisted the OSCE\r\nand were deployed throughout the country on election day\r\nto monitor and advise local police.\r\nOn 14 February 1997 the Arbitral Tribunal decided\r\nthat the Brcko area would be placed under temporary\r\ninternational supervision. The OSCE opened a centre in\r\nBrcko in order to define common objectives for the\r\nimplementation of the decision and to strengthen its\r\n14\r\nGeneral Assembly 54th plenary meeting\r\nFifty-second session 25 November 1997\r\npresence in the area. The OSCE is cooperating actively\r\nwith the Offices of the High Representative and of the\r\nUnited Nations High Commissioner for Human Rights in\r\norder to ensure respect for human rights in the region.\r\nIn Georgia the Office of the United Nations High\r\nCommissioner for Refugees is cooperating with the Office\r\nfor Democratic Institutions and Human Rights and with the\r\nOSCE Mission on preparations for the return of the\r\nOssetians to their homes in Georgia. The\r\nSecretary-General’s Special Representative is in frequent\r\ncontact with the OSCE Head of Mission at Tbilisi. On 10\r\nDecember 1996 the United Nations opened an office in\r\nSukhumi for the protection and promotion of human rights\r\nin Abkhazia. On 25 April this year the Officer-in-Charge of\r\nthe Office of the United Nations High Commissioner for\r\nHuman Rights and the Secretary-General of the OSCE\r\nsigned a memorandum of understanding under which the\r\nOSCE agreed to second to the Office a member of its\r\nmission in Georgia with experience in human rights\r\nactivities.\r\nThe inter-Tajik talks, which OSCE representatives\r\nattended as observers, resulted in the signing, on 27 June\r\n1997, of the General Agreement on the Establishment of\r\nPeace and National Accord in Tajikistan. The United\r\nNations and the OSCE are continuing their efforts to help\r\nthe implementation of the General Agreement. The OSCE\r\nrepresentatives signed the Protocol on Guarantees and take\r\npart in the work of the Contact Group set up in Dushanbe\r\nunder the Protocol. The United Nations Mission of\r\nObservers in Tajikistan (UNMOT) is continuing to act in\r\nclose cooperation with the OSCE mission in the country,\r\nand the United Nations and the OSCE are closely\r\ncoordinating their efforts to facilitate the implementation of\r\nthe General Agreement.\r\nThe conflict in Nagorny Karabakh, where the United\r\nNations has been providing technical and political support\r\nto the OSCE Minsk process, is an example of practical\r\ncooperation. The European Union appeals to the parties to\r\nintensify their efforts to achieve a negotiated solution. The\r\nprinciples that ought to lead to a settlement respecting the\r\ndignity and the interests of the parties are well known, and\r\nhave been clearly defined within the framework of the\r\nOSCE. The European Union welcomes the joint declaration\r\nby the Azerbaijani and Armenian Presidents to the Council\r\nof Europe in Strasbourg on 10 October 1997. It appeals to\r\nthe parties to continue the negotiations within the OSCE\r\nMinsk process.\r\nAs a result of the political crisis that shook Albania\r\nat the beginning of 1997, cooperation between the OSCE\r\nand various United Nations bodies has become\r\nimperative. From the beginning of the crisis the OSCE\r\ntook the lead at the political level, and the Security\r\nCouncil, through its resolutions 1101 (1997) of 28 March\r\n1997 and 1114 (1997) of 19 June 1997, approved the\r\nmandate of the multinational protection force deployed\r\nfrom March to August 1997. Thanks to the cooperation\r\nbetween the OSCE, the World Food Programme and the\r\nUnited Nations Children’s Fund, humanitarian aid quickly\r\nreached Albanians in need. In this context, the European\r\nUnion wishes to express very warm thanks to\r\nMr. Vranitzky, the personal representative of the OSCE\r\nChairman-in-Office, for his remarkable efforts in the field\r\nand within international organizations to enable\r\nparliamentary elections to be held in acceptable conditions\r\non 29 June 1997. The European Union welcomes the fact\r\nthat the OSCE will continue to support economic and\r\npolitical reconstruction efforts in Albania.\r\nWe also welcome the conclusions of the OSCE\r\nsummit meeting in Lisbon on 2 and 3 December 1996,\r\nwhich took place at an important time in the development\r\nof the European security architecture. The Lisbon\r\nDeclaration on a Common and Comprehensive Security\r\nModel for Europe for the Twenty-first Century will\r\nstrengthen security and stability in the OSCE region and\r\ncontribute to providing a framework within which all\r\nStates, security organizations and regional and subregional\r\narrangements can work together in a constructive and\r\nmutually reinforcing way. The ministerial meeting to be\r\nheld in Copenhagen on 18 and 19 December will continue\r\nto work towards that end, in particular by drawing up a\r\nEuropean security charter.\r\nThe human dimension remains a priority for the\r\nOSCE, as it has been since the beginning of the Helsinki\r\nprocess. Respect for and the promotion of human rights,\r\nthe elimination of all forms of discrimination and free and\r\nindependent media are basic requirements for a viable\r\ndemocracy, the consolidation of democratic institutions\r\nand the establishment of confidence between government\r\nand people. The implementation meeting on human\r\ndimension issues held in Warsaw this month provided\r\nample evidence of that.\r\nIn conclusion, the European Union expresses its\r\nappreciation to the OSCE Chairman-in-Office, the\r\nPermanent Representative of Denmark, and his delegation\r\nfor their excellent work; we look forward to working\r\n15\r\nGeneral Assembly 54th plenary meeting\r\nFifty-second session 25 November 1997\r\nclosely with the incoming Chairman-in-Office, the\r\nPermanent Representative of Poland.\r\nThe European Union supported draft resolution\r\nA/52/L.38, which was sponsored by all the members of the\r\nEuropean Union.\r\nMr. Lavrov (Russian Federation) (interpretation from\r\nRussian): The substantial progress made in strengthening\r\nand enhancing practical cooperation between the United\r\nNations and the Organization for Security and Cooperation\r\nin Europe (OSCE) over the past year proves conclusively\r\nthat cooperation between these two leading international\r\nOrganizations, in accordance with Chapter VIII of the\r\nUnited Nations Charter, is becoming a major factor in\r\nstrengthening global and regional stability in a multipolar\r\nworld. Such cooperation should continue to focus on issues\r\nof key interest to the international community, primarily\r\nthose of promoting the settlement of conflicts,\r\npeacekeeping, and providing for humanitarian aspects of\r\nsecurity and development, including observance of human\r\nrights and the rights of ethnic minorities, refugees and\r\ndisplaced persons.\r\nRussia has consistently supported the institutional\r\nstrengthening of the OSCE and its transformation into a\r\nfully fledged regional organization in the sense of Chapter\r\nVIII of the United Nations Charter. The OSCE’s universal\r\nnature provides a basis for the consolidation of its\r\ncoordinating and system-building role with regard to other\r\nEuropean and Euro-Atlantic organizations dealing with\r\nsecurity matters.\r\nThe President took the Chair.\r\nThe implementation of the fundamental decisions of\r\nthe OSCE Summit meeting held in Lisbon, regarding in\r\nparticular the elaboration of a common and comprehensive\r\nsecurity model for Europe in the twenty-first century, will\r\nbe a notable landmark on the road towards this goal. We\r\nattach special significance to the work on a charter on\r\nEuropean security within the OSCE framework, which is to\r\nform the basis for regional security arrangements as\r\nenvisaged by the United Nations Charter. This document,\r\nin terms of its significance, should be commensurate with\r\nthe Helsinki Final Act and, in fact, further move the\r\nmember States of the OSCE towards the establishment of\r\na common area of equal security with no dividing lines. In\r\nour view, special attention should be paid in the charter to\r\nthe security interests of States that have not joined military\r\nand political alliances and have not expressed the desire to\r\njoin such alliances in the foreseeable future. During the\r\nforthcoming regular meeting of the OSCE Council of\r\nForeign Ministers, to be held in Copenhagen on 17 and\r\n18 December 1997, a detailed decision needs to be\r\nreached on the scope and parameters of the future charter.\r\nAn important contribution to constructing the new\r\nEuropean architecture for security and cooperation must\r\nbe made by the United Nations, whose political and\r\nexpert support is extremely useful in realizing the\r\ncommon European idea. One of the priority areas for\r\ninteraction between the United Nations and the OSCE\r\nshould be the enhancement of the common European\r\npotential for peacekeeping, including the strengthening of\r\nits normative basis, while recognizing the irrevocability of\r\nthe United Nations Security Council’s functions and\r\nprerogatives under the Charter in this domain. Practically\r\nspeaking, it will not be long before the question of the\r\nOSCE’s own peacekeeping arises, and this too will need\r\nto be addressed from the very outset on the basis of close\r\ncooperation with the United Nations, with the support of\r\nthe Charter and the diverse peacekeeping experience of\r\nthe United Nations.\r\nRussia welcomes and supports the further\r\nstrengthening of cooperation between the United Nations\r\nand the OSCE in the settlement of conflicts in the\r\nterritory of the Commonwealth of Independent States\r\n(CIS), particularly in Georgia, Tajikistan, and Nagorny\r\nKarabakh. The more effective involvement of the OSCE\r\nin the settlement of a number of conflicts on CIS territory\r\nwill bolster the established and proven negotiating\r\nformats. The OSCE should not seek to replace the United\r\nNations where the United Nations, because of its\r\nuniversality, is providing effective coordination of the\r\nefforts of the various organizations. On the other hand, it\r\nwould be expedient for the OSCE to intensify its work\r\nalong the lines of its specialization, such as, for example,\r\nhuman rights monitoring, support for the formation of\r\ndemocratic institutions, and the supervision of elections.\r\nThe United Nations and the OSCE are cooperating\r\nsuccessfully in the implementation of the Bosnian Peace\r\nAgreement. The holding of municipal elections in Bosnia\r\nand Herzegovina in September, under OSCE supervision,\r\nwas an important stage of the process. We hope that the\r\nOSCE mission in Bosnia will continue to work in close\r\ncontact with relevant United Nations structures and\r\nspecialized agencies in resolving such vital matters as\r\nprotection of the rights of ethnic minorities, the problems\r\nof refugees, and the normal functioning of municipal\r\nauthorities. Ensuring the rights of refugees, including their\r\nproperty rights and personal safety, as well as monitoring\r\n16\r\nGeneral Assembly 54th plenary meeting\r\nFifty-second session 25 November 1997\r\nobservance of the rights of ethnic minorities, should also be\r\ngiven priority attention within the framework of the newly\r\nestablished OSCE long-term mission in Croatia, whose\r\nmandate will encompass the entire territory of that country.\r\nFurther evidence of the deepening partnership between\r\nthe two organizations came during the planning and\r\nexecution of the multinational protection force operation in\r\nAlbania under mandate from the United Nations Security\r\nCouncil. The success of this operation is a good example of\r\nthe need for overall supervision of regional peacekeeping\r\noperations by the Security Council.\r\nOf great importance also is United Nations-OSCE\r\ncollaboration in the humanitarian dimension, inter alia,\r\nthrough the OSCE High Commissioner on National\r\nMinorities, the OSCE Office for Democratic Institutions\r\nand Human Rights and the United Nations human rights\r\nstructures. A promising new direction for cooperation\r\nbetween the two organizations is tackling the problems of\r\nforced migrants in CIS territory with the participation of the\r\nOffice of the United Nations High Commissioner for\r\nRefugees (UNHCR) and the International Organization for\r\nMigration.\r\nRussia supports OSCE activities on the “Situation of\r\nhuman rights in Estonia and Lativia”, which was the subject\r\nof a decision adopted by consensus at the fifty-first session\r\nof the General Assembly. We proceed from the assumption\r\nthat the recommendations of OSCE bodies, especially those\r\nof the High Commissioner on National Minorities, will\r\ncontinue to receive active attention.\r\nThe establishment in the OSCE secretariat of the post\r\nof coordinator of economic and environmental affairs\r\nenhances that area of the organization’s activities without\r\nduplicating the functions of other international agencies in\r\nthe area. We note with satisfaction the effective assistance\r\nto OSCE’s work in the economic sphere provided by the\r\nUnited Nations Economic Commission for Europe (ECE).\r\nWe are counting on the OSCE coordinator’s close\r\ncollaboration with ECE.\r\nThere are also instances of fruitful cooperation\r\nbetween the two organizations in the field. The OSCE,\r\nespecially with regard to its missions, is collaborating\r\nclosely with the United Nations Development Programme\r\n(UNDP) in the implementation of a number of projects in\r\nCentral Asia, Georgia, Moldova, Ukraine, Estonia and\r\nLatvia.\r\nRussia intends to continue to work actively to\r\nincrease the practical results generated by cooperation\r\nbetween the United Nations and the OSCE. We hope that\r\nthe draft resolution on this subject, of which Russia is a\r\nsponsor, will give significant additional momentum to\r\nwork now under way in this direction.\r\nMr. Yel’chenko (Ukraine): The delegation of\r\nUkraine fully associates itself with the statement just\r\nmade by the representative of Luxembourg on behalf of\r\nthe European Union on this agenda item. At the same\r\ntime, I would like to take this opportunity to outline in\r\nmore detail the main aspects of Ukraine’s position on this\r\nimportant issue.\r\nFirst, we would like to note with satisfaction that in\r\nthe past few years, cooperation between the United\r\nNations and the Organization for Security and\r\nCooperation in Europe (OSCE) has been activated at both\r\nthe political and organizational levels. Of special\r\nimportance is the development of cooperation between the\r\ntwo organizations in the field of early warning, conflict\r\nprevention and crisis management. In this respect, the\r\nrecent Albanian experience is a good example. This\r\nexample can be considered as representing a new trend in\r\nrelations between the United Nations and the OSCE,\r\nwhen the OSCE was the first to display initiative and\r\naction.\r\nUkraine highly appreciates the consistent\r\npeacemaking efforts of the United Nations and the OSCE\r\nin the former Yugoslavia. The implementation of the\r\nDayton Accords has become a serious challenge for these\r\norganizations. We also hope that the high level of\r\ncooperation reached between the United Nations and the\r\nOSCE in this process will be maintained during the\r\nperiod of post-conflict peace-building aimed at creating a\r\ngenuine civil society in Bosnia and Herzegovina.\r\nWe also favour the strengthening of the United\r\nNations and the OSCE’s peacekeeping role in the\r\nsettlement of the Nagorny Karabakh conflict. The\r\nSecurity Council should continue its political support of\r\nthe OSCE’s efforts and should help the OSCE to benefit\r\nfrom the United Nations peacekeeping experience. To this\r\nend, it is expedient to increase regular invitations to\r\nrepresentatives of the United Nations Secretariat to\r\nmeetings of the OSCE Minsk Group, and to inform the\r\nSecurity Council regularly of progress in the negotiations.\r\nAs an observer, the OSCE participates in the\r\npolitical negotiations organized by the United Nations\r\n17\r\nGeneral Assembly 54th plenary meeting\r\nFifty-second session 25 November 1997\r\nwith regard to the peace process in Georgia, including those\r\nundertaken through the Human Rights Office in Sukhumi,\r\nas well as those in Tajikistan carried out under United\r\nNations auspices. In this context, in our view, it is\r\nimportant to establish a better exchange of information\r\nbetween the relevant OSCE missions and the United\r\nNations offices in those regions.\r\nUkraine supports enhancement of the OSCE role in the\r\nsettlement of the Transdniester conflict, as well as for wider\r\ninvolvement of United Nations experts in this process.\r\nUkraine, together with the OSCE and the Russian\r\nFederation, is playing the role of mediator and guarantor of\r\nobservance of the arrangements achieved by the parties, and\r\nis doing its best to promote stabilization in this region. It\r\nhas repeatedly stated its readiness to send its peacekeeping\r\ncontingent to the region if mandated by the United Nations\r\nor the OSCE.\r\nUkraine supports the development of the United\r\nNations and the OSCE’s peacekeeping potential. In so\r\ndoing, we consider that peacekeeping operations in the\r\nOSCE area should be carried out only in accordance with\r\nthe appropriate United Nations or OSCE mandates, with\r\nobligatory fulfilment of the requirements for peacekeeping\r\noperations contained in the relevant United Nations and\r\nOSCE documents.\r\nWe believe that cooperation between the United\r\nNations and OSCE in the sphere of the human dimension\r\nshould be a priority for these two Organizations. This has\r\nbeen proved more than ever by forced migration, refugees\r\nand displaced persons, which pose a real challenge to\r\nsecurity and stability in Europe. These problems cannot be\r\nsolved by an individual country on its own. Proceeding\r\nfrom the foregoing, it is necessary to develop proper\r\ninteraction between the Office of the United Nations High\r\nCommissioner for Refugees, the Warsaw OSCE Office for\r\nDemocratic Institutions and Human Rights and the OSCE\r\nHigh Commissioner on National Minorities.\r\nEcological and economic dimensions are no less\r\nimportant fields of cooperation between the United Nations\r\nand OSCE. In particular, we stand for intensification of\r\ncooperation between OSCE and the United Nations\r\nEconomic Commission for Europe, which should be more\r\noriented towards assisting economies in transition.\r\nIn conclusion, I would like to note that life itself\r\nproves the necessity to maintain regular contact and\r\ncooperation between the United Nations and OSCE in\r\ndifferent dimensions of security. It is necessary to further\r\nexplore possible forms and methods of interaction, while\r\ntaking into account the possibilities and advantages of\r\neach organization in order to divide their functions on the\r\nbasis of the principle of mutual support.\r\nMr. Jusys (Lithuania): We associated ourselves with\r\nwhat the Permanent Representative of Luxembourg said\r\non behalf of the European Union. That statement reflected\r\nprecisely how we see the matter. I would like only to\r\ncomplement the view of the European Union with our\r\nnational perspective, as this agenda item encompasses\r\nboth the general issue of model cooperation between the\r\nUnited Nations and a regional arrangement, and the\r\nparticular issue for us as a European State.\r\nWe are pleased that this item has become a regular\r\none on our agenda. Two months ago the Lithuanian\r\nForeign Minister, Mr. Saudargas, said from this rostrum,\r\n“We believe in a regional approach to regional\r\nissues. We praise the United Nations reliance on\r\nregional organizations. The Organization for\r\nCooperation and Security in Europe is a good\r\nexample of what a regional institution with a limited\r\nbudget can do rather than placing the burden on the\r\nUnited Nations.” [Official Records of the General\r\nAssembly, Fifty-second Session, Plenary Meetings,\r\n10th meeting, p. 10]\r\nThe Organization for Security and Cooperation in\r\nEurope (OSCE) has a bright future as a full-fledged\r\nregional arrangement under Chapter VIII of the United\r\nNations Charter. The report of the Secretary-General of\r\nthe United Nations [A/51/489] demonstrates that the spirit\r\nof Chapter VIII is being understood and utilized in a wise\r\nand efficient manner.\r\nWe commend the contribution of Denmark, as the\r\nChairman-in-Office of OSCE this year, and we are\r\nconfident that the incoming chairmanship of Poland will\r\nensure that OSCE continues to play a result-oriented role\r\nin Europe.\r\nWe also welcome the presence today of the\r\nSecretary-General of OSCE, Mr. Giancarlo Aragona,\r\nwhom we thank for the efficient management of the\r\nfunctioning of the Secretariat of his Organization. His\r\nstaff may be small in numbers, but its contribution is very\r\nconsiderable.\r\nLast year we encouraged working-level contacts\r\nbetween the competent institutions of the United Nations\r\n18\r\nGeneral Assembly 54th plenary meeting\r\nFifty-second session 25 November 1997\r\nand OSCE in appropriate areas. Today we welcome the\r\nincreased contacts between the Secretary-General of the\r\nUnited Nations and the Chairman-in-Office and\r\nSecretary-General of OSCE that took place and proved to\r\nbe useful. They are all in line with paragraph 116 of the\r\nreport of the Secretary-General of the United Nations on\r\nUnited Nations reform [A/51/950], which reads as follows:\r\n“Cooperation with regional organizations will be\r\nintensified and regional organizations will increasingly\r\nbecome partners of the United Nations in all activities\r\nrelated to the maintenance of international peace and\r\nsecurity, including conflict-prevention.”\r\nParallel to the secretarial contacts on the part of the\r\nUnited Nations, there could perhaps be more dialogue on\r\nthe political level between, for instance, the President of the\r\nUnited Nations General Assembly and the OSCE\r\nChairman-in-Office.\r\nThe OSCE is a unique institution due to its\r\npan-European and transatlantic membership. It enhances the\r\nability of all participating States, large and small, to control\r\ntheir security by drawing on the broad range of tools\r\navailable to them within and outside OSCE. It has sufficient\r\ncapabilities of preventive diplomacy, assuming a greater\r\nrole in the preservation of stability in Europe and reacting\r\nto suddenly emerging situations of tension or crisis both\r\nswiftly and flexibly.\r\nLithuania supports the strengthening of the activities\r\nof OSCE as a primary instrument for early warning,\r\nconflict prevention, crisis management and post-conflict\r\nrehabilitation. Like the United Nations, OSCE, with the\r\nTreaty on Conventional Armed Forces in Europe within the\r\nframework of OSCE, plays a key role in enhancing\r\nstability, transparency and predictability, which are\r\nindispensable elements of any security architecture, and\r\nmore specifically, in the development of a broad framework\r\nwithin which European cooperative security can be\r\nstrengthened. Forms of current and potential cooperation\r\nbetween the United Nations and OSCE include\r\nconsultations, diplomatic support, operational support,\r\nco-deployment and, whenever appropriate, joint action.\r\nThe complex nature of recent initiatives aimed at\r\nrestoring peace in areas of conflict has shown the need for\r\ncomprehensive conflict management and resolution, which\r\nrequire close cooperation between States and a variety of\r\ninstitutions. Comprehensive dialogue between the two\r\nOrganizations can produce tangible results, or at least good\r\nprospects. The joint action of the United Nations Mission\r\nof Observers and the OSCE mission in Tajikistan, for\r\ninstance, opened up chances to reunify the Tajik nation on\r\nthe basis of the General Agreement. Cooperation helped\r\nto contain the crisis in Albania and avert graver\r\nconsequences. The United Nations and OSCE have\r\nfacilitated dialogue and offered opportunities to\r\nconflicting parties in various areas of the Caucasus to\r\nwork towards ending disagreements.\r\nMost notably, if the peoples of Bosnia and\r\nHerzegovina are to thank someone for a second and third\r\nchance for peace, it is the United Nations, OSCE and the\r\nNorth Atlantic Treaty Organization. We have always\r\nbelieved that the record of the two Organizations in the\r\nformer Yugoslavia is much better than it would have been\r\nif the United Nations were left alone to deal with the\r\nchallenges.\r\nAlthough primary responsibility for the maintenance\r\nof international peace and security lies with the United\r\nNations Security Council, even the United Nations, with\r\nits vast experience and unmatched global network, cannot\r\ntake on all the world’s problems by itself. OSCE should\r\nrelieve the United Nations of some of its regional\r\nburdens. This could include the possibility of referring a\r\nconflict to the Security Council with a recommendation,\r\nif necessary without the support of the party or parties\r\nconcerned.\r\nIn cases where the United Nations and OSCE are\r\nactive in the same country and cooperation has to be very\r\nconcrete, the primary responsibility should lie with OSCE.\r\nA good example of words being transformed into concrete\r\ndeeds is the expanding OSCE mission in Croatia, which\r\nwill take over the tasks of the United Nations Transitional\r\nAdministration for Eastern Slavonia, Baranja and Western\r\nSirmium.\r\nThere are many ways organizations can fully realize\r\ntheir potential. The United Nations and OSCE, whose\r\nsecurity dimension is based on confidence-building\r\nmeasures, such as conventional arms control, transparency\r\nin armaments and information-sharing, can complement\r\none another by acting together in response to security\r\nchallenges. For example, we laud the exchange of\r\ninformation which takes place within OSCE, including the\r\ndata submitted to the United Nations Register of\r\nConventional Arms. That, in our view, enhances the\r\nefficiency of this United Nations mechanism. This\r\nprocedure was also found effective when applied to the\r\nChemical Weapons Convention. The global exchange of\r\nmilitary information adopted by OSCE in 1994 may serve\r\nas an example to other regions. The OSCE code of\r\n19\r\nGeneral Assembly 54th plenary meeting\r\nFifty-second session 25 November 1997\r\nconduct for the democratic control of military forces\r\nappears to have universal applicability too.\r\nHumanitarian affairs is another principal area of\r\ncooperation between two or even more institutions. It is\r\ncommendable that information is regularly exchanged in\r\ntripartite meetings between the United Nations, OSCE and\r\nthe Council of Europe. These contacts have grown from\r\nsharing factual information on the human rights situation in\r\nthe OSCE area to discussing actions in more fundamental\r\ndimensions, such as democracy-building, the rule of law,\r\nconstitutional matters and minority rights. We endorse and\r\nstrongly encourage this development.\r\nWe welcome the cooperation of the United Nations —\r\nin particular, the Office of the United Nations High\r\nCommissioner for Refugees and the International\r\nOrganization for Migration — with the OSCE in assisting\r\nthe management of increasing migration problems in the\r\nOSCE area and beyond. The involvement of the United\r\nNations High Commissioner for Refugees and the OSCE\r\nOffice for Democratic Institutions and Human Rights in the\r\nreturn and reintegration of deported people is a good new\r\nstep in tackling one of the outstanding social issues in the\r\nOSCE region.\r\nIn the quest for the best European security formula,\r\nLithuania is from time to time offered various prescriptions,\r\nsuch as unilateral security guarantees for the Baltic States.\r\nWe believe that neither unilateral security guaranties\r\nlegitimized by international agreement nor regional security\r\npacts can ensure European security. There can be no\r\nregionalized or unilateralized security in Europe. All the\r\ncontinent’s nations are not only bound to be together, but\r\nare meant eventually to become partners with one aim and\r\none fate.\r\nWe, rather, see European security as an indivisible\r\nasset, and cooperation as a common responsibility of all\r\nOSCE members. The Joint Communique of the Presidents\r\nof Estonia, Latvia and Lithuania issued on 10 November\r\n1997 reiterated\r\n“the shared position that unilateral security guarantees\r\ndo not correspond to the spirit of the new Europe and\r\nthat they, as well as regional security pacts, have\r\nnever been on the agenda of Estonia, Latvia and\r\nLithuania”.\r\nOur two main pillars in building our international\r\nfuture are good-neighbourly relations and integration into\r\nEuropean and trans-Atlantic institutions. The signing of the\r\nborder treaty between Lithuania and Russia on 24 October\r\nthis year was a major contribution to the former pillar.\r\nRespect for, and the free and effective exercise of, a\r\nState’s right to accede to treaties of alliances — a\r\nfundamental OSCE principle — is an essential part of the\r\nlatter pillar. Lithuania seeks a place in those institutions\r\nwhich contribute to the goals of the OSCE and\r\ncomplement those of the United Nations.\r\nThere will be only one United Nations and one\r\nOrganization for Security and Cooperation in Europe.\r\nEach is unique in its own way and each is useful, if not\r\nindispensable, in addressing international issues. Together\r\nthey form a mutually complementary part of multilateral\r\ntools for contacts between the peoples of Europe and\r\npeoples all over the world. We ought to make the best\r\nuse of these powerful tools.\r\nDraft resolution A/52/L.38, introduced by Denmark,\r\ninvites us to do exactly that and deserves consensus\r\napproval. We appeal to all Member States to look beyond\r\ntheir national interests, however legitimate, take a broader\r\napproach and adopt the draft resolution without a vote.\r\nMrs. Fritsche (Liechtenstein): It has been said many\r\ntimes that the end of the cold war has brought about\r\nmajor changes for the United Nations. To an even greater\r\nextent, this also applies to the Organization for Security\r\nand Cooperation in Europe (OSCE), which has reshaped\r\nand even reinvented itself over the past few years.\r\nThe General Assembly decided four years ago to\r\ninvite the OSCE to participate in the sessions and work of\r\nthe Assembly as an observer. Over this period,\r\ncooperation between the two Organizations has been\r\nsteadily enhanced, deepened and further developed. The\r\nincreasing necessity and demand for activities in the field\r\nof peacekeeping and related areas, and the simultaneous\r\npolitical and financial problems connected with these\r\nUnited Nations activities, have made it clear at an early\r\nstage that the involvement of regional organizations in\r\nthis area has to be enhanced, for their mutual benefit. We\r\nare gratified to note that the Organization for Security and\r\nCooperation in Europe itself has made a very substantive\r\ncontribution to this end over the past few years.\r\nThe cooperation between the United Nations and the\r\nOSCE, based on the principles of mutual benefit and\r\ncomplementarity, today covers a wide range of issues,\r\namong which country-specific activities are perhaps the\r\nmost prominent. The OSCE has thus continued to play a\r\nvery important role in Bosnia and Herzegovina, especially\r\n20\r\nGeneral Assembly 54th plenary meeting\r\nFifty-second session 25 November 1997\r\nby supervising the municipal elections, on which occasion\r\nthe assistance of the United Nations International Police\r\nTask Force was of vital importance for carrying out this\r\ntask smoothly.\r\nAn even more illustrative example of the more\r\naction-oriented work of the OSCE is that of its activities in\r\nAlbania, where it responded quickly to a situation of crisis\r\nwhile receiving the necessary support from a multinational\r\nprotection force mandated by the Security Council. This\r\ntype of targeted mission, entrusted with a clear mandate and\r\ntime-frame, is of exemplary value for future situations of a\r\nsimilar nature. While such missions are of considerable\r\nimportance for creating the necessary political momentum\r\nfor the overall activities of the OSCE, much of its work\r\nmay be less visible, but it is of equal value for achieving\r\nmedium-term and long-term results. An excellent example\r\nis the activities aimed at confidence-building and\r\nreconciliation in different parts of the former Yugoslavia,\r\nparticularly those undertaken in cooperation with the United\r\nNations Transitional Administration for Eastern Slavonia,\r\nBaranja and Western Sirmium.\r\nThe report contained in document A/52/450 testifies to\r\nthe increased cooperation between the two Organizations in\r\nspecific thematic areas. We have taken note with particular\r\ninterest of the activities relative to the follow-up of the\r\nregional conference on refugee questions in the countries of\r\nthe Commonwealth of Independent States and the close\r\ncooperation between the OSCE and the Office of the United\r\nNations High Commissioner for Refugees.\r\nWhile we welcome the increased cooperation reflected\r\nin the report, it appears to us that there is potential for\r\nfurther deepening the interaction between the two\r\nOrganizations. The more action-oriented work of the OSCE\r\nis a development which is beneficial to the Organization\r\nitself and to the United Nations, but at the same time the\r\nOSCE should continue to rely on the standards of\r\nachievement and the areas of work which have constituted\r\nits primary strengths in the past. These activities — in the\r\nfield of the human dimension, for example — can also be\r\nof considerable value for the United Nations, and there\r\ncould be an increased exchange of information and\r\nexpertise on them. In this context, we note with gratitude\r\nthe enhanced importance of the work of the OSCE Office\r\nfor Democratic Institutions and Human Rights. It should\r\nalso be kept in mind that the institutional basis of the\r\nOSCE in certain areas has taken on forms and dimensions\r\nthat provide a deep understanding and vast experience. This\r\ncan be beneficial to the work of the United Nations. The\r\nprotection of minorities and the excellent work of the\r\nOSCE High Commissioner on National Minorities\r\nnaturally come to mind in this context.\r\nIn summary, we would like to express our\r\nsatisfaction at the level and especially the quality of\r\ncooperation between the United Nations and the OSCE,\r\nwhile looking forward to its further deepening and\r\ndevelopment. It is of crucial importance that the\r\ncooperation of international organizations, especially with\r\nregard to emergency situations and field operations, be\r\nbased on a clear understanding, which sets out a\r\nframework for cooperation and allows for the maximum\r\npossible coordination of activities. The experience gained\r\nfrom the major field operations in which the OSCE has\r\nbeen involved over the past several years has shown that\r\nthere is room for further improvement. We have taken\r\nnote with great interest of the initiative to create a\r\n“platform for cooperative security” to serve as a model\r\nfor cooperation in the area of peace and security in the\r\ntwenty-first century, based on the principle of the equality\r\nof all partners.\r\nIn conclusion, I would like to thank Mr. Giancarlo\r\nAragona, Secretary-General of the OSCE, for his presence\r\nduring this debate, and to express, on behalf of my\r\nGovernment, our thanks to the Government of Denmark\r\nfor the remarkable and efficient manner in which it has\r\ncarried out its responsibilities as Chairman-in-Office for\r\nthe year 1997.\r\nMr. Biørn Lian (Norway): Since its summit\r\nmeeting in Paris in 1990, the Organization for Security\r\nand Cooperation in Europe (OSCE) has demonstrated\r\nincreased capacity to cooperate and coordinate with the\r\nUnited Nations and other security-related organizations in\r\nhandling regional crises. The OSCE has developed\r\nadequate political tools and has continuously enhanced its\r\nabilities with respect to early warning, conflict prevention,\r\ncrisis management and post-conflict rehabilitation and has\r\nthus been significant in maintaining peace and security in\r\nits region. The OSCE has universal membership in the\r\nregion and a strong set of common commitments in terms\r\nof the human dimension or human rights, economic\r\ncooperation and security issues, and it is active in arms\r\ncontrol and disarmament. The shared commitments of the\r\nmember States of the OSCE and the consensus principle\r\nof the organization are cornerstones on which the OSCE\r\nworks. Key assets of the OSCE are its adaptability and\r\ncreativity when dealing with early warning, conflict\r\nprevention, crisis management and post-conflict\r\nrehabilitation. For our part, we want to see the operative\r\ncapacity of the OSCE further developed, including\r\n21\r\nGeneral Assembly 54th plenary meeting\r\nFifty-second session 25 November 1997\r\nimproved financing of its operations, but without creating\r\nnew or complicated structures and without tampering with\r\nthe flexibility of the organization.\r\nAs a regional arrangement under Chapter VIII of the\r\nUnited Nations Charter, with observer status since 1993, the\r\nOSCE has been able to relieve the United Nations of some\r\nof its workload. This role should be strengthened and\r\nfurther developed. We note with satisfaction the conclusion\r\nof the Secretary General in his report [A/52/450] that the\r\ncooperation and coordination have improved over the past\r\nyear. We believe they can be further improved. In our view,\r\nthe interchange between the organizations and the OSCE\u0027s\r\nposition as a regional arrangement should be further refined\r\nand actively applied. The active and positive cooperation\r\nbetween the United Nations and the OSCE in the field\r\ndeserves to be particularly underlined in this connection. In\r\ncountries like Bosnia and Herzegovina, Croatia, the former\r\nYugoslav Republic of Macedonia, Georgia and Tajikistan,\r\nto mention a few, the United Nations and the OSCE work\r\nfor the same cause but perform different tasks, each\r\norganization drawing on its comparative advantages.\r\nThe OSCE, however, is not a small-scale blueprint of\r\nthe United Nations. The OSCE does not have a universal\r\ncharacter and works mainly with diplomatic instruments. Its\r\nmissions take the form of highly advanced diplomatic\r\nundertakings, facilitating democracy, human rights and,\r\nthus, stability. The OSCE is cost-effective, and it achieves\r\nconcrete results with a lean organization and a relatively\r\nmodest financing. The OSCE is determined to develop\r\nfurther and to improve its competence in its various fields\r\nof activity, and it therefore deserves our support in doing\r\nso.\r\nWe regret that it does not seem possible to adopt the\r\npresent draft resolution without a vote. We strongly\r\nencourage all delegations to support the draft resolution\r\nintroduced by Denmark earlier today and sponsored by\r\nNorway and many other CSCE member countries.\r\nMr. Saliba (Malta): Cooperation between the United\r\nNations and regional organizations has assumed increasing\r\nimportance following the demise of the cold war. The\r\nregional conflicts characteristic of our time have led the\r\ninternational community to examine this question in greater\r\ndepth in attempting to address the root causes of conflict\r\nand tension.\r\nThe Conference on Security and Cooperation in\r\nEurope (CSCE) was born out of the tensions of a cold war\r\nwhich divided Europe. Notwithstanding such division, the\r\nthen-CSCE addressed questions that were related not only\r\nto the prevailing security situations but also to the more\r\nfundamental aspects of the economic and human\r\ndimensions. Poised as it was at the height of cold-war\r\nlogic, the CSCE survived and developed. Its\r\ntransformation into the organization it is today is\r\nindicative of the increased cooperation within the region\r\nfollowing the demise of the cold war.\r\nNotwithstanding, conflict erupted, bringing to the\r\nfore the dangers posed by ethnic strife. The horrors\r\nwitnessed during the war in the former Yugoslavia shook\r\nthe core of Europe and brought a sense of urgency\r\nregarding the need for more effective preventive efforts\r\nin dealing with such situations. The United Nations too\r\nwas faced with a number of regional conflicts and\r\ngrappled with ways and means to manage and address\r\nthem.\r\nIt was in this context that Malta proposed that the\r\nOrganization for Security and Cooperation in Europe\r\n(OSCE) declare itself a regional organization in the terms\r\nof Chapter VIII of the United Nations Charter. As my\r\nPrime Minister stated last year at the Lisbon summit\r\nmeeting:\r\n“In Helsinki, we declared our understanding that the\r\nOSCE is a regional arrangement in terms of Chapter\r\nVIII of the United Nations Charter. It is Malta\u0027s\r\nview that the time has come to find a lasting and\r\npractical formula for cooperation between the OSCE\r\nas a regional arrangement and the Security Council\r\nof the United Nations, a formula that gives due\r\nconsideration to the separate and distinct tasks of\r\nthese two institutions. There already exists the need\r\nfor a more structured and rational division of\r\ncompetencies between the OSCE and the Security\r\nCouncil.”\r\nEfforts must be redoubled to reach a consensus on\r\nthe possibility of using OSCE mechanisms as the\r\ninstrument of first resort in our common efforts at\r\npreventive diplomacy within the OSCE, without in any\r\nway prejudicing the provisions of Article 35 of the\r\nCharter of the United Nations.\r\nThe Lisbon Declaration recognized this fact by\r\nstating that:\r\n“In exceptional circumstances the participating\r\nStates many jointly decide to refer a matter to the\r\nUnited Nations Security Council on behalf of OSCE\r\n22\r\nGeneral Assembly 54th plenary meeting\r\nFifty-second session 25 November 1997\r\nwhenever, in their judgement, action by the Security\r\nCouncil may be required under the relevant provisions\r\nof Chapter VII of the Charter of the United Nations”.\r\n[A/51/716, annex II, para. 10]\r\nWhile any member of the United Nations may bring any\r\ndispute to the attention of the Security Council or the\r\nGeneral Assembly, a joint reference of disputes to the\r\nSecurity Council will give OSCE\u0027s decision additional\r\nmomentum. This commitment therefore constitutes an\r\nimportant element of conflict prevention.\r\nIn assessing the cooperation between the United\r\nNations and the OSCE, an analysis of the involvement of\r\neach, singly or in concert, in different areas is required. The\r\nOSCE\u0027s involvement in Bosnia and Herzegovina remains its\r\nbiggest challenge and achievement so far. The Lisbon\r\nSummit Declaration [A/51/716, annex I] confirmed that the\r\nOSCE will continue to play an important role in the\r\npromotion and consolidation of peace in Bosnia and\r\nHerzegovina, particularly in the supervision and conduct of\r\nthe municipal elections, as well as in providing assistance\r\nin the implementation of the other tasks mandated to it\r\nunder the Dayton Accord. The OSCE\u0027s roles in Tajikistan,\r\nin Georgia and most recently in Albania have also\r\ndemonstrated the organization\u0027s contribution to regional and\r\ninternational peace and security and enhanced cooperation\r\nwith the United Nations.\r\nActivities undertaken by OSCE with regard to the\r\nhuman dimension through its Office of Democratic\r\nInstitutions and Human Rights (ODIHR) remain vital if we\r\nare to ensure democratic governance and respect for human\r\nrights. It is perhaps those aspects which serve as a tool of\r\npreventive diplomacy itself as they seek to build the\r\nconcepts of social justice and the rule of law which could\r\nultimately consolidate peace both within and among States.\r\nWe note with satisfaction the close contacts between the\r\nUnited Nations Centre for Human Rights in Geneva and\r\nODIHR, as well as the support given by the Economic\r\nCommission for Europe to the OSCE economic dimension.\r\nMalta welcomes the tripartite consultations among the\r\nUnited Nations, the OSCE and the Council of Europe.\r\nThese consultations will aim at furthering the principle of\r\na pragmatic rationalization of activities in the field and as\r\na result will lead to an enhancement and strengthening of\r\nsuch consultations.\r\nEqually important is the work undertaken by the High\r\nCommissioner on National Minorities in seeking to promote\r\ntolerance and mutual respect within and among\r\ncommunities. Such activities remain a cornerstone in the\r\nbuilding of respect for human rights and rule of law in\r\nthe OSCE space.\r\nSince the early origins of the Conference on Security\r\nand Cooperation in Europe (CSCE) in Helsinki, Malta has\r\nassiduously promoted the concept that security and\r\nstability in the Mediterranean are closely linked to\r\nEuropean and, consequently, to international peace and\r\nsecurity. Ever since, Malta has promoted the\r\nMediterranean dimension of the OSCE and focused its\r\nefforts on initiatives meant to enhance the access of the\r\nMediterranean Partners for Cooperation to all activities of\r\nthe OSCE, particularly to the Permanent Council and the\r\nForum for Security Cooperation.\r\nMalta has, on several occasions, raised awareness\r\nregarding the important Mediterranean chapter of the\r\nHelsinki Final Act. The possible means of achieving this\r\nwere presented by Malta in its comprehensive response to\r\nthe General Assembly resolution 51/50, entitled\r\n“Strengthening of security and cooperation in the\r\nMediterranean region”, as contained in the document.\r\nIn view of the report of the Secretary-General\r\npresented on this item, Malta is of the view that the\r\ncontinuation of the informal understanding that there\r\nshould be a division of labour between the OSCE and the\r\nUnited Nations is indicative of the fact that a\r\nre-examination of such an understanding is required with\r\na view to establishing a proper and appropriate division\r\nof labour between the United Nations and the OSCE. This\r\nwould invariably charge the OSCE with responsibilities\r\nworthy of its status as a regional arrangement in\r\naccordance with Chapter VIII of the United Nations\r\nCharter and effectively enhance the existing framework of\r\ncooperation between the two Organizations.\r\nMr. Kondi (Albania): The Albanian delegation is\r\nvery pleased at the presence today of Mr. Giancarlo\r\nAragona, Secretary-General of the Organization for\r\nSecurity and Cooperation in Europe (OSCE).\r\nAlbania values highly the importance of the\r\ncooperation between the United Nations and the regional\r\norganizations and arrangements, being convinced of the\r\npositive impact of such cooperation for the benefit of\r\ninternational peace and security. Regional organizations\r\nare useful instruments for the promotion of peace,\r\nsecurity and cooperation within regions, on the basis of\r\nthe concept of individual security.\r\n23\r\nGeneral Assembly 54th plenary meeting\r\nFifty-second session 25 November 1997\r\nThe Organization for Security and Cooperation in\r\nEurope has proved to be an effective Organization through\r\nits activities in different parts of the old continent. We\r\nappreciate, in particular, the role of the OSCE in conflict\r\nprevention and crisis management. The Office of the High\r\nCommissioner on National Minorities has turned out to be\r\na valuable institution for the promotion of respect for the\r\nrights of persons belonging to national minorities in the\r\nOSCE area, as well as for overcoming problems and\r\ndifficult situations concerning national minorities in a\r\nnumber of countries. The Office for Democratic Institutions\r\nand Human Rights has been one of the main pillars of that\r\nOrganization in its efforts to enhance democracy and\r\nsupport democratic processes in many parts of the OSCE\r\narea.\r\nWe believe that the cooperation between the United\r\nNations and the OSCE can be very useful in fields such as\r\nconflict prevention and crisis management, through the\r\ndeployment of joint missions, sharing information and joint-\r\nassessment missions, as well as in post-conflict regions,\r\nthrough coordinated programmes covering areas such as\r\ndemilitarization, the establishment of democratic institutions\r\nand the organizing and monitoring of elections.\r\nThe Albanian Government highly appreciates the role\r\nand contribution of OSCE in overcoming the crisis which\r\nbroke out in Albania during the first half of the current\r\nyear. The contributions of OSCE, its Chairman-in-Office\r\nand his personal representative have been instrumental in\r\nreaching a political solution to the crisis. The electoral\r\nassistance and monitoring of the 29 June elections of this\r\nyear were crucial in ensuring the success of those elections,\r\nthus opening the way for the efforts aimed at the\r\nrehabilitation of the country. We have all witnessed the\r\nstrong political support OSCE gave to our request for an\r\ninternational humanitarian and stabilizing presence to be\r\nsent to Albania. The Security Council — on the basis of the\r\ndecisions of OSCE and bearing in mind the readiness of\r\nthat Organization to further help in the efforts to overcome\r\nthe crisis — authorized the multinational protection force\r\nand its prompt deployment. The expeditious authorization\r\nof the force and its rapid deployment contributed\r\nfundamentally in the prevention of the escalation of the\r\nsituation into a full-scale conflict. We applaud the\r\ncooperation between the United Nations and OSCE in the\r\ncase of the Albanian crisis and consider it an example of\r\ncoordinated international action undertaken at the right time\r\nand in a proper manner.\r\nAt present, after the parliamentary elections, Albania\r\nis trying to build democratic institutions and establish the\r\nrule of law, and to this end we need support. In the\r\ncountry, OSCE has deployed a mission to help the\r\ndemocratization efforts. The Albanian Government is\r\nclosely cooperating with that mission.\r\nThe Organization for Security and Cooperation in\r\nEurope has a rich record of involvement in dealing with\r\nthe conflict in the former Yugoslavia. Its role in assisting\r\nBosnia and Herzegovina to establish democratic\r\ninstitutions and implement the Peace Agreement is great.\r\nHowever, we note with regret that, despite the\r\ncontinued calls from the OSCE, the General Assembly\r\nand the Security Council, the long-term mission of OSCE\r\nhas not yet been able to return to Kosovo because of the\r\nlack of cooperation on the part of the authorities of the\r\nFederal Republic of Yugoslavia (Serbia and Montenegro).\r\nWe would like to mention the repeated calls the General\r\nAssembly has addressed to those authorities, most\r\nrecently through resolution 51/111, urging them to allow\r\nthe immediate and unconditional return of the OSCE\r\nmission to Kosovo. Referring to the same resolution, we\r\nhave hopes for the efforts of the Secretary-General to\r\nestablish an adequate international monitoring presence in\r\nKosovo. Albania\u0027s call for increased international efforts\r\nfor the peaceful solution of the Kosovo problem stems\r\nfrom its wish and desire to contribute positively to the\r\nsolution of the remaining problems of peace in the region,\r\nto develop good-neighbourly relations and to enhance and\r\nstrengthen peace and stability in the still troubled Balkans.\r\nAlbania strongly supports draft resolution A/52/L.38\r\nand joins the list of its sponsors.\r\nMr. Žbogar (Slovenia): Slovenia associates itself\r\nwith the statement made by the representative of\r\nLuxembourg on behalf of European Union (EU) and\r\nwould like to add a few points.\r\nMy delegation would like to thank Secretary-General\r\nKofi Annan for preparing the report on cooperation\r\nbetween the United Nations and the Organization for\r\nSecurity and Cooperation in Europe (OSCE). The report\r\nconfirms our belief that there is a wide range of activities\r\nin which the two Organizations can develop and are\r\nalready developing useful cooperation and coordination to\r\nthe benefit of international peace and security,\r\ndemocratization and respect for human and minority\r\nrights.\r\n24\r\nGeneral Assembly 54th plenary meeting\r\nFifty-second session 25 November 1997\r\nI should also like to take the opportunity to welcome\r\nthe OSCE Secretary-General, Giancarlo Aragona. His\r\npresence here today testifies to the growing, ever closer\r\ncooperation between the two Organizations.\r\nThe end of the cold war gave a new impetus to the\r\nUnited Nations. At the same time, it gave a completely new\r\ndimension and importance to the role of regional\r\norganizations and arrangements in international affairs.\r\nRegional organizations got the opportunity to share the\r\nburden of maintaining peace and stability within their own\r\nregions. The world and regions that had been defined by\r\ndivision and antagonisms got the chance to unite in peace,\r\neconomic development and common values.\r\nOSCE is a very good example of the kind of regional\r\norganization that seized the opportunity to become an entity\r\nthat fosters cooperation and development, democratization,\r\nhuman rights and peace. It cooperates with and\r\ncomplements the United Nations as a regional arrangement\r\nin the sense of Chapter VIII of the United Nations Charter.\r\nAs such, it provides an important link between European\r\nand global security. We believe that the future of world\r\npeace and security depends to a large extent on the\r\ncomprehensive cooperation of the United Nations with the\r\nregional organizations. In this regard, we would welcome\r\nthe enhanced cooperation of the Security Council with the\r\nrelevant regional arrangements.\r\nOSCE increasingly contributes to the establishment\r\nand maintenance of international peace and security in\r\nEurope through activities in early warning and preventive\r\ndiplomacy, crisis management, arms control and\r\ndisarmament, post-crisis stabilization and rehabilitation\r\nmeasures, and efforts in support of economic development\r\nand promoting respect for human rights within the OSCE\r\narea.\r\nFor each and every one of the listed aspects, OSCE\r\nand the United Nations have developed mutually beneficial\r\ncooperation, which has proven to be very effective in\r\neasing and solving different regional crises. OSCE is the\r\none European organization that possesses specific\r\ncomparative advantages in the areas of preventive\r\ndiplomacy, conflict prevention and post-conflict\r\nrehabilitation. It is well positioned to tackle the root causes\r\nof tensions and has a clear mandate for assisting the\r\nsettlement of domestic conflicts. Its cooperative methods\r\ncan be successful in conflict prevention. OSCE is\r\ndeveloping an inventory of effective instruments and is\r\naccumulating experience, expertise and an understanding of\r\nspecific problems. The activities of the High Commissioner\r\non National Minorities; the preventive and mediating\r\naction of OSCE missions in the field; the experience in\r\nelection monitoring and law-drafting assistance of the\r\nOffice for Democratic Institutions and Human Rights; and\r\narms-control negotiation capability are just a few\r\nexamples.\r\nWe wish to emphasize that the High Commissioner\r\non National Minorities has already proved, in a number\r\nof specific situations, the advantages of the early\r\ninvolvement of the international community in situations\r\nwhich could lead to international frictions and disputes.\r\nHis work is firmly based on the internationally agreed\r\nstandards of human rights and his advice to the interested\r\nGovernments is a valuable example of successful\r\npreventive diplomacy.\r\nLessons learned from Albania and Bosnia and\r\nHerzegovina prove that the existing international and\r\nregional organizations possess tools that are efficient for\r\npreventive and post-conflict engagement, on the condition\r\nthat they are applied in a concerted, timely and proper\r\nmanner. As a part of OSCE and United Nations activities,\r\nSlovenia actively participated in the international efforts\r\nrelated to these two situations. In the period from April to\r\nAugust this year, Slovenia participated in Operation Alba,\r\nwhich was successfully led by Italy and authorized by the\r\nSecurity Council.\r\nAlbania could be cited as a success story of the\r\nSecurity Council’s mandated preventive action and the\r\nOSCE-led political and democratic rehabilitation. We\r\ncommend the Albanian people and Government for their\r\nefforts to return the country to stability and to concentrate\r\non what Albanians need most: the strengthening of\r\ndemocratic institutions and economic development.\r\nBosnia and Herzegovina is a case of mixed conflict\r\nprevention and post-conflict activities of multiple\r\ninternational organizations. In September this year, OSCE\r\norganized an international seminar in Slovenia on\r\ncooperation between the international organizations and\r\ninstitutions, concentrating on experiences from Bosnia and\r\nHerzegovina. The participants agreed that, taking into\r\naccount the very complex and not yet stable post-conflict\r\nsituation in the country, international organizations, the\r\nUnited Nations and OSCE among them, perform their\r\nwork with good, albeit not yet irreversibly established,\r\nresults. Their main objectives are to help people of the\r\ncountry to strengthen peace, restore the conditions for\r\ncoexistence, start economic reconstruction, supervise the\r\n25\r\nGeneral Assembly 54th plenary meeting\r\nFifty-second session 25 November 1997\r\nreform of democratic institutions and build confidence\r\namong the parties.\r\nThe activities of international organizations in Bosnia\r\nand Herzegovina deserve our full recognition. In order to\r\nensure that these efforts succeed and that the present results\r\nare translated into a situation of durable peace and security,\r\nit is vital that the current international military presence be\r\nmaintained in Bosnia and Herzegovina after June 1998. The\r\nlevel of security achieved so far is vital for the future\r\nconsolidation of peace.\r\nIn saying this, I should also stress that additional\r\narrangements for the preservation of a unified Bosnia and\r\nHerzegovina, as well as for the inviolability of borders and\r\nfor ensuring respect for the rights of national minorities,\r\nshould be provided by the international community and its\r\norganizations. We believe that this is one of the areas in\r\nwhich the United Nations and OSCE should cooperate in\r\nthe future.\r\nMr. Abelian (Armenia): Allow me first to take this\r\nopportunity to welcome Mr. Giancarlo Aragona,\r\nSecretary-General of the Organization for Security and\r\nCooperation in Europe (OSCE).\r\nThe dramatic changes that the world has gone through\r\nduring the past decade have created new opportunities for\r\ncooperation among nations, while also posing new threats.\r\nThis dichotomy makes cooperation between the United\r\nNations and regional organizations all the more urgent in\r\norder both to seize the emerging opportunities and to meet\r\nthe challenges facing the world community.\r\nWe support the advancement of the role of OSCE as\r\na major forum addressing the challenges in the region\r\nthrough preventive diplomacy, conflict prevention, crisis\r\nmanagement and post-conflict rehabilitation. In this respect,\r\nwe view the Lisbon Declaration on a Common and\r\nComprehensive Security Model for Europe for the\r\ntwenty-first century as an important instrument for creating\r\na peaceful, stable and prosperous Europe.\r\nThe strength and attraction of OSCE lie in the fact that\r\nit was formed as a community of shared values. It was this\r\npromise and our commitment to these values that brought\r\nus together in this Organization. Indeed, our membership\r\nplaces upon us responsibilities and obligations to meet\r\ncertain demands and maintain standards, which also\r\nnaturally correspond to our national interests.\r\nSecurity in Europe is comprehensive and indivisible.\r\nAt the heart of this concept are the fundamental values\r\nand common destiny with which the European identity is\r\ndefined. It was this identity that helped the peoples of\r\nEurope 50 years ago to commit themselves to the process\r\nof building a renewed and prosperous community.\r\nAmong the challenges that OSCE faces today are\r\nthose of resolving the ethnic conflicts that erupted after\r\nthe end of the cold war and of preventing future ones.\r\nOne of the tasks that OSCE is mandated with today is to\r\nreach a peaceful resolution to the Nagorny Karabakh\r\nconflict. This conflict is also Armenia’s main foreign\r\npolicy preoccupation, which, despite the maintenance of\r\nthe ceasefire for almost four years, continues to threaten\r\npeace and stability in our region. We appreciate and\r\ncommend the efforts of the co-Chairmen of the Minsk\r\nConference to reach a peaceful resolution acceptable to all\r\nthe parties to the conflict.\r\nMr. Ngo Quang Xuan (Viet Nam), Vice-President,\r\ntook the Chair.\r\nAs part of any compromise solution, however, the\r\ncommonly recognized freedoms of the Nagorny Karabakh\r\npopulation, their physical security and control over their\r\nterritory and destiny must be guaranteed. These\r\nagreement-based obligations must be secured by measures\r\nthat will make the peace process irreversible and disallow\r\nthe resumption of military actions. It is our strong belief\r\nthat a resolution acceptable to all the parties involved is\r\nthe key to establishing durable peace and stability in the\r\nregion and stimulating economic growth and prosperity in\r\nArmenia, Azerbaijan and Nagorny Karabakh.\r\nArmenia remains committed to a negotiated\r\nsettlement of the conflict and will continue to be\r\nconstructively engaged in the peace process. However, we\r\nurge Azerbaijan to negotiate directly with the elected\r\nofficials of Nagorny Karabakh, for we strongly believe\r\nthat no final solution can be achieved without Nagorny\r\nKarabakh’s direct participation in the deliberations on its\r\nown political status.\r\nLet me stress that Armenia fully supports the draft\r\nresolution presented by the Chairman-in-Office, contained\r\nin document A/52/L.38.\r\nTo conclude, I would like to express our\r\nappreciation to the Permanent Representative of Denmark\r\nand his delegation for the excellent work done during\r\ntheir term as Chairman-in-Office of OSCE, and we look\r\n26\r\nGeneral Assembly 54th plenary meeting\r\nFifty-second session 25 November 1997\r\nforward to working closely with the delegation of Poland,\r\nthe incoming Chairman-in-Office.\r\nThe Acting President: In accordance with General\r\nAssembly resolution 48/5 of 13 October 1993, I now call\r\non the Observer for and Secretary-General of the\r\nOrganization for Security and Cooperation in Europe,\r\nAmbassador Aragona.\r\nMr. Aragona (Organization for Security and\r\nCooperation in Europe) (interpretation from French): The\r\nChairman-in-Office of the Organization for Security and\r\nCooperation in Europe (OSCE), the Danish Minister for\r\nForeign Affairs, Mr. Niels Helveg Petersen, referred several\r\nmonths ago to the important achievements of the\r\nOrganization under his chairmanship. There have been\r\nothers since then, and as the end of the year approaches, I\r\nwould like to take stock of our activities and sketch out\r\nbroadly the prospects for 1998.\r\nTwo days ago OSCE successfully concluded in Bosnia\r\nand Herzegovina one of the most sensitive operations it has\r\nhad to carry out: the supervision of elections to the\r\nAssembly of the Republika Srpska. It thereby laid a new\r\nstone in the process of building peace in the region. That\r\nelection illustrated the capacity of OSCE to carry out\r\nlarge-scale operations in a very short period of time, since\r\nbarely two months elapsed between the balloting and the\r\ndecision of the Permanent Council authorizing it to act. The\r\nMission in Sarajevo and the secretariat had to cope with\r\nthis new task when they had just completed the monitoring\r\nof the municipal elections in Bosnia and Herzegovina and\r\nwere working to implement the results.\r\nBosnia and Herzegovina was the major challenge\r\nfacing OSCE in 1997, as it was in 1996. In addition to\r\nmonitoring the elections, it worked to strengthen democracy\r\nand respect for human rights, as well as regional stability,\r\nin accordance with articles II and IV of the Dayton-Paris\r\nagreements. It will continue to work in these areas in 1998\r\nand to carry out the missions assigned to it by the\r\nDayton-Paris agreements, in coordination with the High\r\nRepresentative for the Implementation of the Peace\r\nAgreement on Bosnia and Herzegovina and the international\r\norganizations present in Bosnia and Herzegovina. Nothing\r\nwould have been possible without close coordination\r\nbetween their on-site representatives, and in particular\r\ncoordination with the Stabilization Force (SFOR), which\r\ndid more than provide security and the necessary logistical\r\nsupport for our operations. It thereby demonstrated the\r\nextent to which its presence and action, adapted to the\r\ndevelopment of the situation, were indispensable for the\r\nconsolidation of peace.\r\nLikewise, in Albania OSCE welcomes the essential\r\ncontribution of the multinational force authorized by the\r\nSecurity Council. Operation Alba ensured a climate of\r\nsecurity and also gave its support to humanitarian\r\nassistance and the fulfilment of the political mission of\r\nthe personal representative of the Chairman-in-Office of\r\nOSCE.\r\nThe Albanian crisis represented an important period\r\nfor OSCE. The original nature of the crisis led the\r\ninternational community to respond in an innovative\r\nfashion, particularly regarding cooperation between\r\nintergovernmental institutions. OSCE very quickly\r\nestablished a coordination framework open to all these\r\norganizations in order to permit the simultaneous\r\nexecution of tasks in an efficient, economical and\r\nsynergistic manner. This framework worked to the\r\nsatisfaction of all.\r\nThe Albanian crisis also allowed for testing the\r\nvalue of phased intervention by the international\r\ncommunity to restore peace, an approach that is becoming\r\ntraditional. Elections were held to provide the population\r\nonce again with leaders in whom it could have confidence\r\nand whom it would not oppose by violence. After that\r\nstage of emergency intervention, a long-term assistance\r\nprogramme in the economical, political, and social fields\r\nwas established to consolidate the investment made in the\r\nfuture of Albania by the international community. OSCE\r\nthen reduced its presence and adapted it to its new\r\nmission, while continuing to provide the other actors a\r\ncoordination framework.\r\nCroatia is of particular interest in terms of\r\ncooperation between the United Nations and OSCE.\r\nGiven the prospects for the conclusion of the mandate of\r\nthe United Nations Transitional Administration for\r\nEastern Slavonia, Baranja and Western Sirmium\r\n(UNTAES) next 15 January, OSCE decided last June to\r\nexpand and strengthen its long-term mission in Croatia by\r\nadapting its deployment timetable to that of the\r\nwithdrawal of the United Nations. Its mission in Zagreb\r\nreceived an additional mandate to promote and monitor\r\nthe implementation of the commitments undertaken by the\r\nCroatian Government regarding the return of refugees and\r\ndisplaced persons on two fronts and the protection of their\r\nrights, as well as those of persons belonging to national\r\nminorities.\r\n27\r\nGeneral Assembly 54th plenary meeting\r\nFifty-second session 25 November 1997\r\nThis transition between two missions with very\r\ndifferent characteristics and responsibilities was preceded\r\nby numerous contacts in the field, as well as at the\r\nheadquarters of the organizations, in order to make it as\r\nsmooth as possible. The Transitional Administrator was in\r\nVienna for that purpose just a few days ago. He had\r\npreviously announced that the Croatian authorities would\r\npropose that the United Nations police force be maintained\r\nbeyond 15 January, and this request of the Zagreb\r\nGovernment was then transmitted to the Secretary-General\r\nof the United Nations.\r\nOSCE can only welcome this initiative. The mission\r\nin Croatia will unquestionably be one of the central\r\nconcerns of OSCE in 1998. The United Nations is also\r\ngreatly interested in its success, not only because the United\r\nNations is concerned with everything involving peace and\r\nrespect for human rights, but also because the mission will\r\ndemonstrate that the universal Organization was right to\r\npass the baton to our regional organization.\r\nOSCE and the United Nations have devised ways of\r\ncooperating in other areas as well. This cooperation is not\r\nmerely for large-scale missions. For my part, during all my\r\ntravels I try to foster exchanges of information and\r\ncoordination between locally represented organizations.\r\nIndeed, pragmatic cooperation based on respect for\r\ncompetencies and for the expertise of each organization has\r\nbecome the rule and is no longer the exception.\r\nNevertheless, it can still be further strengthened. Thus the\r\nhuman rights office opened by the United Nations in\r\nSukhumi, Georgia, nearly a year ago includes a United\r\nNations officer and a member of the OSCE mission in\r\nGeorgia.\r\nIn Tajikistan, the Special Representative of the\r\nSecretary-General and the head of the OSCE mission\r\nremain in continual contact. Our mission has thus taken up\r\nfrom the Office of the United Nations High Commissioner\r\nfor Refugees the task of protecting repatriated persons in\r\nthe south. In Tajikistan, whenever necessary, the OSCE\r\nprovides support to the United Nations, whether this\r\ninvolves participating in the guarantees of the General\r\nAgreement on the Establishment of Peace and National\r\nAccord; supporting the programme of reconciliation and\r\ndemocratization; or contributing to the preparation, and\r\nparticipating in, the donors\u0027 conference currently under way\r\nin Vienna. It is also ready, together with the United\r\nNations, to render its assistance in monitoring the elections\r\nplanned for next year.\r\nI should like here to pay tribute to the staff of the\r\ninternational organizations that have been working under\r\ndifficult conditions, in particular in terms of security, in\r\nTajikistan and in other areas.\r\nIn Tajikistan and in Abkhazia, Georgia, the OSCE is\r\nsupporting United Nations efforts to restore peace. In\r\nother countries or regions, the OSCE is the principal\r\nprotagonist in the search for solutions to disputes — if\r\nnot the sole protagonist, as in Chechnya. This is the case\r\nin Moldova, in Georgia — for South Ossetia — and with\r\nrespect to the conflict with which the Minsk conference\r\nis dealing. The resolution adopted by the latter could lead\r\nto an important innovation for the OSCE. With the\r\nculmination of the efforts of the co-Chairmen, the\r\norganization will for the first time be exercising a\r\npeacekeeping function in the sense of a regional\r\narrangement as set out in Chapter VIII of the Charter of\r\nthe United Nations.\r\nWhile cooperation in the field between our\r\norganizations was strengthened during the past year, as\r\nwas made clear by the representatives of United Nations\r\nagencies — including Mrs. Rehn, Mr. Bota, Mr. Merrem\r\nand Mr. Walker — who addressed the Permanent Council\r\nof OSCE, cooperation between the headquarters of our\r\norganizations has also made progress. The OSCE recently\r\nmet in Vienna with the United Nations and the Council of\r\nEurope on the situation in the Caucasus. On 23 January\r\n1998, it will chair the annual meeting between the\r\nChairmen-in-Office and the Secretaries General of the\r\nOSCE and the Council of Europe and the heads of the\r\nGeneva-based United Nations agencies. To facilitate the\r\nparticipation of the latter, the OSCE has proposed that\r\nthis meeting be held in Geneva.\r\nThis past year has provided numerous examples of\r\nthe OSCE\u0027s contribution to stability and peace in Europe,\r\nnot only by providing timely responses to new conflicts\r\nbut also by discharging the longer-term mandates\r\nentrusted to it by its member States.\r\nIn the area of arms control, OSCE member States\r\nhave undertaken to review the Vienna Document 1994 of\r\nthe Negotiations on Confidence- and Security-Building\r\nMeasures. The implementation of the code of conduct\r\ndealing with the political and military aspects of security\r\nwas the subject of a follow-up conference in Vienna as\r\nwell as of national seminars designed for the military.\r\nOther long-term tasks also lie ahead. The OSCE\u0027s\r\nphilosophy is that the exercise of democracy and respect\r\n28\r\nGeneral Assembly 54th plenary meeting\r\nFifty-second session 25 November 1997\r\nfor human rights are necessary to prevent conflicts, be they\r\ninternal or inter-State. The OSCE believes that the human\r\ndimension is an essential element of security, and it is in\r\nthis framework that the Permanent Council decided to\r\nestablish the advisory observer group in Belarus.\r\nIn addition, the role played by the High Commissioner\r\non National Minorities and the Office for Democratic\r\nInstitutions and Human Rights in the areas of early warning\r\nand preventive diplomacy was reinforced last year.\r\nTogether with our mission in Sarajevo and our presence in\r\nTirana, the Warsaw office participated in\r\nelection-monitoring operations that demonstrated the close\r\ninterrelationship between the freedom to vote, democracy\r\nand the re-establishment of security. The office also carried\r\nout significant election-monitoring operations, in particular\r\nin Serbia and Montenegro.\r\nThe OSCE\u0027s Parliamentary Assembly has played an\r\nimportant role in all of the organization\u0027s election-related\r\nactivities. The support of those elected representatives for\r\nall of our activities means that our organization is not\r\nlimited to diplomats and international officials but involves\r\nalso civil society, as was the wish of its founders in\r\nHelsinki.\r\nIn 1998, the OSCE will need to build up further its\r\ncapacity to prevent conflicts and human rights violations.\r\nIts member States have provided it with two new\r\ninstruments for that purpose: a Representative on Freedom\r\nof the Media and a coordinator of economic and\r\nenvironmental activities. The latter\u0027s mission is to\r\nstrengthen the OSCE\u0027s capacity to consider the economic,\r\nsocial and environmental aspects of security without,\r\nhowever, the organization\u0027s becoming an economic and\r\nfinancial body. Indeed, the Albanian crisis demonstrated\r\nthat the economic aspect of security cannot be\r\noverlooked.\r\nIn accordance with the Lisbon Declaration on a\r\nCommon and Comprehensive Security Model for Europe\r\nfor the Twenty-first Century, the OSCE will make an\r\neffort to strengthen cooperation and complementarity\r\nbetween European and trans-Atlantic organizations. The\r\nministerial conference to be held in three weeks in\r\nCopenhagen, which will close the Danish chairmanship,\r\nshould, inter alia, devise ways of making progress in the\r\ndefinition of a security model, including the platform for\r\ncooperative security designed to define the modalities for\r\ncooperation between the OSCE and other security\r\norganizations.\r\nIn Copenhagen, member States will also have to\r\nadopt a new financing mechanism for large-scale OSCE\r\noperations. This will keep us from having to devote a\r\ngreat deal of energy to urgent searches for ad hoc\r\nvoluntary financing and thereby strengthen the\r\neffectiveness of the agency, as will the adaptation\r\nmeasures for the secretariat that I have proposed to the\r\nmember States.\r\nWith these considerable accomplishments,\r\nDenmark’s chairmanship of the organization will come to\r\nan end. Poland will succeed Denmark. The presence of\r\nthe Polish Minister for Foreign Affairs, Mr. Geremek, at\r\nthe last ministerial troika on the very day he was sworn\r\nin bodes well regarding the personal interest he will bring\r\nto discharging the mandate of his chairmanship.\r\nThe meeting rose at 1.30 p.m.\r\n29\r\n"