"United Nations A/52/PV.23\r\n97-86140 (E) This record contains the original text of speeches delivered in English and interpretations of speeches\r\ndelivered in the other languages. Corrections should be submitted to original speeches only. They\r\nshould be incorporated in a copy of the record and be sent under the signature of a member of the\r\ndelegation concerned, within one month of the date of the meeting, to the Chief of the Verbatim\r\nReporting Service, Room C-178. Corrections will be issued after the end of the session in a\r\nconsolidated corrigendum.\r\nGeneral Assembly Official Records\r\nFifty-second Session\r\n23rd plenary meeting\r\nFriday, 3 October 1997, 10 a.m.\r\nNew York\r\nPresident: Mr. Udovenko . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Ukraine)\r\nThe meeting was called to order at 10.10 a.m.\r\nAgenda item 9 (continued)\r\nGeneral debate\r\nThe President: The first speaker is the Minister of\r\nState for Foreign Affairs of Oman, His Excellency\r\nMr. Yousef Bin Al-Alawi Bin Abdulla, on whom I now\r\ncall.\r\nMr. Abdulla (Oman) (interpretation from Arabic):\r\nMr. President, at the outset allow me to take this\r\nopportunity to congratulate you on your election to preside\r\nover the work of this, the fifty-second session of the\r\nGeneral Assembly. Your unanimous election reflects the\r\nactive role of your country, Ukraine, with which my\r\ncountry, the Sultanate of Oman, enjoys relations of\r\nfriendship and cooperation. We are fully confident that your\r\ndiplomatic capabilities and skills will stand you in good\r\nstead in managing the work of the Assembly at its present\r\nsession. My delegation assures you of its fullest cooperation\r\nin making this session a success and in achieving its\r\ndesired objectives.\r\nI would also like to pay special tribute to Ambassador\r\nRazali Ismail of friendly Malaysia for his successful and\r\nconstructive efforts in steering the work of the General\r\nAssembly at its previous session.\r\nBy the same token, I wish to stress our continued\r\nsupport for the genuine efforts of the Secretary-General of\r\nthe United Nations, Mr. Kofi Annan, in restructuring the\r\nUnited Nations and in revitalizing its role in all areas of\r\nendeavours.\r\nOwing to the arbitrary policy of the current Israeli\r\nGovernment since it came to power in late May of last\r\nyear, the peace process in the middle East is going\r\nthrough a difficult phase. The rigidity of the Israeli\r\nGovernment has manifested itself in the non-\r\nimplementation of what had been agreed upon with the\r\nPalestinian National Authority in Oslo and in its non-\r\nrecognition of the land-for-peace formula, a principle on\r\nwhich the whole of the Madrid Conference was built and\r\na measure which was accepted by all the parties as a\r\nfoundation for reaching a just and lasting peace.\r\nIsrael’s failure to comply in good faith with its\r\ninternational commitments and its continuation of building\r\nsettlements in occupied Arab Jerusalem and other\r\noccupied Palestinian territories have resulted in the\r\ndisruption of the peace process. Therefore, we fully\r\nunderstand the awesome responsibility that falls on the\r\ntwo sponsors of the peace process. We are confident that\r\nthey, as well as other peace-supporting nations,\r\nparticularly those of the European Union, are capable of\r\nnarrowing the existing chasm between the Government of\r\nIsrael and the Government of the Palestinian National\r\nAuthority on the basis of justice and equity that will\r\nproduce substantial progress which will restore a climate\r\nof trust and cooperation between the Israeli and\r\nPalestinian Governments and that will renew hope once\r\nmore among the fraternal people of Palestine as well as\r\namong the people of Israel for life in peace and harmony.\r\nGeneral Assembly 23rd plenary meeting\r\nFifty-second session 3 October 1997\r\nMy delegation wishes to recall that the status of\r\nJerusalem was one of those issues that were agreed to be\r\ndeferred to the final stage of negotiations. However, the\r\nmeasures being taken by the Israeli Government in\r\nJerusalem and its vicinity totally run counter to what was\r\nagreed upon in Madrid in 1991.\r\nWe therefore call upon the international community to\r\nexpress solidarity with the Government of the Palestinian\r\nNational Authority in resisting these Israeli policies which\r\nlead to more tension, violence and bloodshed.\r\nProceeding from its conviction of the importance of\r\nthe peace process in the Middle East and the need to\r\ncontribute to giving it impetus for further progress, my\r\ncountry, the Sultanate of Oman, has actively participated in\r\nsupporting that process. It continues to adhere to the goals\r\nof establishing peace in the Middle East in accordance with\r\nthe relevant resolutions and agreements which have been\r\nconcluded. Therefore, we demand that those agreements be\r\nimplemented, since peace is an imperative, and is in the\r\ninterests of all peoples in the region, ridding them of all\r\nforms of repression, terror, poverty, and hunger.\r\nThe Sultanate of Oman reaffirms its solidarity with the\r\nfraternal people of Palestine and supports the peaceful\r\nposition of the Government of the Palestinian National\r\nAuthority, which aims at Israeli withdrawal from the\r\nPalestinian territories occupied since 1967.\r\nWe call upon the international community to enhance\r\nthe peace process by providing its support to the\r\nGovernment of the Palestinian National Authority, both\r\nmaterially and psychologically, thus enabling it to establish\r\nthe foundations for stability and security in the Palestinian\r\nterritories and to build the necessary infrastructures for the\r\nPalestinian economy, which is an important factor that will\r\nsafeguard what has been achieved and what we hope will\r\nbe achieved in the future.\r\nWe also call upon the people of Israel and all political\r\nactors in that country to promote and defend the peace\r\nprocess. We also reject all forms of terror, repression and\r\nfear, which have had an adverse impact on the national\r\ninterests of all the peoples in the region, including Israel\r\nitself.\r\nWe reaffirm the desire of Syria to establish a just and\r\ncomprehensive peace, a desire it has always reiterated in all\r\ninternational forums. We support the Syrian position calling\r\nfor the resumption of the negotiations with the current\r\nIsraeli Government from where they ended with the\r\nprevious Israeli Government, based on full and complete\r\nIsraeli withdrawal from the occupied Syrian Golan to the\r\nboundaries prior to 4 June 1967, with the concomitant\r\nmutual obligations to guarantee the establishment of a just\r\nand comprehensive peace between Syria and Israel and in\r\nthe region at large.\r\nWe would also like to reaffirm the importance of\r\nIsraeli withdrawal from the occupied Lebanese territories\r\nto internationally recognized borders, in accordance with\r\nSecurity Council resolution 425 (1978). The world has\r\nwitnessed the increased tension between Israel and\r\nLebanon over the past two years, which has inflicted\r\ntremendous financial losses on the Lebanese economy,\r\nnot to mention the killing of innocent civilians and the\r\nspread of terror and destruction, which is a natural result\r\nof the continuation of Israel’s occupation of a part of\r\nLebanese territory.\r\nThe phenomena of violence and terrorism that target\r\nthe lives of innocents require strengthened international\r\nefforts and a firmer will to stand against these heinous\r\nacts. In this regard, I reiterate my country’s condemnation\r\nof these phenomena and its absolute rejection of all forms\r\nof violence and terrorism. We call on the international\r\ncommunity to coordinate its efforts to put an end to these\r\nacts and to guarantee that those who commit or advocate\r\nsuch crimes be brought to justice.\r\nWith regard to the situation between the United\r\nNations and Iraq, we believe that the implementation of\r\nresolution 986 (1995) and its further extension are\r\nimportant steps that deserve the acknowledgement and the\r\ncommendation of the international community, for it will\r\nalleviate some of the sufferings endured by the brotherly\r\npeople of Iraq. My country has welcomed this and\r\nexpresses its satisfaction that the cooperation between Iraq\r\nand the Special Commission is being built on a\r\nfoundation of trust that will certainly enable its new\r\nChairman, Ambassador Richard Butler, to submit an\r\nappropriate final report on the future of the economic\r\nsanctions imposed on Iraq.\r\nDespite these encouraging indicators between the\r\nUnited Nations and Iraq, some fundamental issues remain\r\nthat have yet to register any progress, particularly the\r\nquestion of Kuwaiti prisoners and detainees of other\r\nnationalities, and the return of Kuwaiti properties. This\r\nquestion is of particular importance and we would\r\nreaffirm here the urgent need for the United Nations to\r\nmake greater efforts and to establish further contacts with\r\n2\r\nGeneral Assembly 23rd plenary meeting\r\nFifty-second session 3 October 1997\r\nIraq with the aim of putting this issue to rest, since it is\r\nlargely related to humanitarian and social matters.\r\nMy country attaches primary importance to the peace\r\nand security of the Gulf region, cooperation and coexistence\r\namong its nations and peoples in accordance with the\r\nprinciples of international law, peaceful neighbourly\r\nrelations, mutual respect and non-interference in each\r\nother’s internal affairs. On this understanding, we have\r\nbeen striving, in the context of the combined efforts of the\r\nGulf Cooperation Council, to solve all disputes and sources\r\nof tension, whatever they may be, between the countries of\r\nthe region through dialogue and peaceful means. Thus, the\r\nquestion of Lesser Tunb, Greater Tunb and Abu Musa\r\nislands constitutes a dispute that might jeopardize the peace\r\nand stability which we are seeking. In this regard, we\r\nsupport all efforts aimed at solving this question through\r\ndirect peaceful dialogue and legal means between the\r\nconcerned parties, the United Arab Emirates and the Islamic\r\nRepublic of Iran, in a manner that will safeguard\r\nneighbourly relations, stability, security and peace in the\r\nregion.\r\nWith regard to the situation in Somalia, my country\r\napplauds the efforts recently made by Egypt that led to the\r\nsigning of an agreement between the leaders of the Somali\r\nfactions. We call on those factions to pursue the peace\r\ndialogue among them in order to attain Somali national\r\nunity. We call upon the United Nations to render concrete\r\nsupport to Egypt’s efforts to help the Somali factions to\r\nimplement their national programme.\r\nMy country has continuously supported international\r\nefforts aimed at strengthening international peace and\r\nsecurity. In this regard, my country’s announcement at the\r\nprevious session of the General Assembly of its accession\r\nto the Treaty on the Non-Proliferation of Nuclear Weapons\r\n(NPT) emphasizes our policy, which was followed by other\r\nsteps represented by its deposit of the instrument of\r\nratification in early 1997 and its initiation of negotiations\r\nwith the International Atomic Energy Agency to finalize a\r\nsafeguards agreement, in accordance with our obligations as\r\nset down in the Treaty.\r\nThe Sultanate of Oman, while taking this historic step,\r\ncertainly hopes to bestow more strength and credibility on\r\nthe Treaty, which it considers to be the most important\r\nmultilateral disarmament treaty, by encouraging all\r\ncountries that have not yet joined the NPT to do so. In this\r\nregard, we call on Israel in particular to expedite its\r\naccession to the Treaty and to place all its nuclear facilities\r\nunder international supervision, which we believe will\r\ncreate an atmosphere of trust and confidence and limit the\r\nlevel of armament in the Middle East — a move that\r\nwould bring about just and permanent peace to the region.\r\nThe Chemical Weapon Convention is no doubt an\r\nimportant multilateral disarmament treaty prohibiting a\r\nwhole category of weapons of mass destruction amenable\r\nto verification measures. All of us have an obligation to\r\nuphold these measures for the benefit and welfare of\r\nhumanity at large. In order to avoid a similar fate for the\r\nNPT, we believe that all nations should accede to it.\r\nPreserving the universality and comprehensive nature of\r\nthis Treaty should constitute one of the highest goals on\r\nthe international community’s list of priorities.\r\nAt a time when the international community is\r\npreparing to enter the twenty-first century, the African\r\ncontinent continues to suffer the blight of endless,\r\nsuccessive wars. These wars have taken the lives of\r\nhundreds of thousands of innocent civilians and created\r\nmore than 6 million refugees and about 12 million\r\ndisplaced persons in the continent.\r\nWe add our voice to those who have called on the\r\nAfrican nations within areas of conflict to exert every\r\npossible effort, including regular negotiations, to provide\r\nan environment conducive to national reconciliation\r\namong the warring factions and to enable the refugees to\r\nreturn securely to their lands through safe passages.\r\nMy country supports the United Nations role in\r\ncoordinating worldwide efforts — through international\r\ndonor agencies, the regional efforts represented by the\r\nwork of the Organization of African Unity, and countries\r\nthat border those areas of conflict — aimed at achieving\r\nprogress and development for the individual in Africa,\r\nwho has and continues to suffer from deprivation, despair,\r\npoverty, natural disasters and other man-made\r\ncatastrophes.\r\nThe environment is a gift from God, the Almighty,\r\nto man. Its preservation is a collective responsibility\r\nwhich is not limited by political boundaries. This fact has\r\nbeen proven repeatedly. Therefore, wherever man lives,\r\nhe should do his share to protect the environment and to\r\ntreat it with wisdom and logic, and be aware of the\r\ndiverse causes of pollution. We are called upon to commit\r\nourselves constantly to the implementation of Agenda 21\r\nand its principles declared at the Earth Summit. Such\r\nactions and principles constitute the foundation upon\r\nwhich a global partnership and a collective responsibility\r\nhave been erected. Their goal is to end poverty and\r\n3\r\nGeneral Assembly 23rd plenary meeting\r\nFifty-second session 3 October 1997\r\nhunger and to prevent a decline in health standards and the\r\ndegradation of environmental systems. All of these are\r\nnecessary preconditions to obtaining sustainable\r\ndevelopment, which is the only option open to humanity\r\nthat guarantees the future of coming generations and offers\r\nprosperity and progress to the present ones.\r\nThe Sultanate of Oman has prepared a national\r\nstrategy to protect the environment that aims at achieving\r\nbalanced and sustainable development, a strategy that would\r\ntreat economic, social and environmental considerations on\r\nan equal footing. My country has also prepared a national\r\nplan to combat desertification in the Sultanate in due\r\nimplementation of the United Nations Convention to\r\nCombat Desertification. Furthermore, the Sultanate has\r\nestablished an integrated network of natural reserves\r\nthroughout the country that will accord with the objectives\r\nof the Convention on Biological Diversity. The Sultanate of\r\nOman has supported various environmental bodies,\r\nintroducing new legislation and updating old environmental\r\nlaws in order to meet the requirements of environmental\r\nprotection from the dangers of pollution resulting from\r\ndiverse development activities with a view to guaranteeing\r\nthe full implementation of regional and international\r\nenvironmental agreements. It has also declared every 8\r\nJanuary as Omani Day of the Environment.\r\nOn the regional level, the Sultanate of Oman, in its\r\nefforts to implement the recommendations that stem from\r\nthe Convention on the Prevention of Marine Pollution by\r\nDumping Wastes and Other Matter from ships at sea, has\r\ndeclared its intention to build a bunkering port for ships on\r\nits shores in preparation for their adoption in other\r\ncountries of the Gulf region.\r\nOn the international level, the Sultan Qaboos Prize for\r\nEnvironmental Preservation, set up by UNESCO, is a true\r\ntestimony to the effort by the Sultanate of Oman and its\r\nleader to translate the concept of collective responsibility\r\nfor environmental protection into a practical reality.\r\nProtecting the environment and striking a balance between\r\nthe needs of development and the environment form a\r\ncornerstone of the declared policy of the Sultanate of\r\nOman. My country looks forward to complementing its\r\neffort with that of the international community in the areas\r\nof training, transfer of technology and exchange of\r\ninformation and to getting acquainted with the latest\r\nmodern techniques and scientific discoveries in the\r\nenvironmental field. In this regard, we call on the\r\ninternational community, in particular the developed\r\ncountries, to provide the necessary financial and technical\r\nresources to rescue our planet and its natural resources.\r\nSince the individual is the centre of development and\r\nthe moving force behind the renaissance of modern Oman\r\nand is the real support of all development operations, the\r\nSultanate of Oman, as of the inception of its modern\r\ndevelopment, has focused its attention on improving the\r\nwelfare of Omani citizens.\r\nIn the social domain, the national plans for the\r\ndevelopment of the family and of women have been\r\naccorded the highest priority. Our social development\r\nplans accord special attention to issues relating to the\r\nfamily and to projects that aim at providing the best care\r\nfor women and children. The efforts of the Government\r\nin this regard have culminated in the establishment of\r\nwomen’s rehabilitation centres in different parts of the\r\nSultanate. These centres aim to develop women’s\r\npotential and to promote their cultural and social standing.\r\nMoreover, the Government has played its part by\r\nintroducing new laws and legislation that are geared to\r\nachieve social security for the family in cases of old age,\r\ndisability and handicap, in order to allow those with\r\ndisabilities to be reintegrated in society and to rehabilitate\r\nthem for participation in society’s development.\r\nThe Government has also established development\r\nplans for women and children with a view to their\r\npreparation for the future through setting up women’s\r\norganizations based on volunteerism and through\r\nlaunching children’s social services in remote and rural\r\nareas of the country.\r\nIn this regard, we are happy to note that international\r\nagencies such as the United Nations Children’s Fund\r\n(UNICEF), have praised the efforts of the Government. In\r\nits report entitled The Progress of Nations 1997, UNICEF\r\nillustrated the accomplishments achieved by the Sultanate\r\nof Oman in child protection and the country’s\r\ncommitment to ensuring the rights of the child through its\r\naccession in 1996 to the Convention on the Rights of the\r\nChild. The Sultanate of Oman is the number-one country\r\nin the world in terms of reducing infant under-five\r\nmortality by 74 per cent between 1980 and 1995. The\r\nreport notes:\r\n“The proportion of children who reach their\r\nfifth birthday is one of the most fundamental\r\nindicators of a country’s concern for its people.\r\nChild survival statistics are a poignant indicator of\r\nthe priority given to the services that help a child to\r\nflourish: adequate supplies of nutritious food, the\r\navailability of high-quality health care and easy\r\naccess to safe water and sanitation facilities, as well\r\n4\r\nGeneral Assembly 23rd plenary meeting\r\nFifty-second session 3 October 1997\r\nas the family’s overall economic condition and the\r\nhealth and status of women in the community.” [See\r\nThe Progress of Nations 1997, page 28]\r\nThe UNICEF report for the year 1994 also notes that,\r\nbased on the 1992 indicators, the Sultanate of Oman ranked\r\nas the number-two nation in the Middle East and North\r\nAfrica region in terms of girls’ enrolment in primary\r\neducation.\r\nRecently, the achievement of modern development in\r\nthe Sultanate of Oman has culminated in the significant\r\nachievement of the introduction of the Basic Law of the\r\nState, which is considered a milestone in the Sultanate’s\r\nmodern history. Other serious steps are also under way to\r\nstrengthen the participation of women in the legislature, the\r\nMajlis Al-Shura.\r\nOn the economic level, achieving balance and stability\r\nin macroeconomics and encouraging private enterprise in a\r\ncompetitive and free environment constitute the future\r\nvision that will guide the Omani economy for the next 25\r\nyears.\r\nWe believe that the reaffirmation of the previously\r\nmentioned Basic Law of the State and the adherence to\r\nthese principles will be the guiding factor in the country’s\r\npolicy of openness that should engender confidence in our\r\neconomy and create the necessary conditions for\r\ninvestments.\r\nIn the area of diversifying the sources of its national\r\nrevenue, the Sultanate of Oman is in the process of\r\nimplementing several other major projects that are expected\r\nto capitalize on its natural gas discoveries and reserves. In\r\nthis respect, we would like to note in particular that the\r\nliquefied natural gas project should begin operation with the\r\nfirst shipment in the year 2000. Work has also begun on\r\nbuilding the container port in Raysút, in the south of the\r\nSultanate, with a view to its becoming a regional and\r\ninternational port. It is our hope that this port will serve as\r\na regional focal point for exporters and transitional trade.\r\nIn addition to these efforts, the Omani Government is\r\nin the process of implementing various privatization\r\nprojects through careful study. It is also updating its tax and\r\ninvestment laws in accordance with the new spirit of global\r\npartnership prevailing throughout the world.\r\nIn accord with this global partnership, the Sultanate of\r\nOman has adopted important measures to implement the\r\nnecessary requirements for its membership in the World\r\nTrade Organization (WTO). It is our fervent hope that these\r\nmeasures will be finalized in order to allow Oman to\r\nassume its rightful place in the organization in the near\r\nfuture. Here I would like to recall that, in compliance\r\nwith the guidelines of the WTO in the area of intellectual\r\nproperty, Oman has completed the formal procedures for\r\nbecoming a member of the World Intellectual Property\r\nOrganization (WIPO). In this vein, the Convention signed\r\nat Stockholm on 14 July 1967 has been in force in Oman\r\nas of 19 February 1997.\r\nOn the regional plane, the economic cooperation\r\namong the States members of the GCC is being\r\nstrengthened every day. Moreover, there is agreement\r\namong them with regard to international treaties and\r\norganizations. The member States of the GCC are\r\nseriously striving to join the WTO. Coordination between\r\nthe GCC and other regional and international economic\r\ngroupings is something that ought to be noted here as\r\nwell.\r\nThe Sultanate of Oman adheres to a free-market\r\neconomy and vigorously promotes foreign investments.\r\nAnd in this regard, it has introduced various incentives,\r\ncreated the appropriate environment and enacted flexible\r\nlegislation in order to eliminate all the barriers and\r\nimpediments that might stand in the way of attracting\r\nforeign investors and protecting their rights.\r\nBased on this conviction, given our national\r\neconomic strategies and in response to international\r\ndevelopments that attest to the importance of economic\r\ngroupings, the Sultanate of Oman participated in the first\r\nMinisterial Meeting for the formal launching of the Indian\r\nOcean Rim Association for Regional Cooperation (IOR-\r\nARC) which was held in Mauritius in March 1997. As a\r\nresult of many years’ work, in which my country had the\r\nhonour to initiate and take part in formative meetings, the\r\nIndian Ocean Rim Economic Association was officially\r\nestablished. This has paved the way for its members to\r\nwork together towards strengthening economic and trade\r\ncooperation between them in one of the important regions\r\nof the world in accordance with the goals and objectives\r\nenshrined in the Association’s charter. These goals\r\ninclude increasing economic linkages, cooperation and\r\ninterdependence between the member States and their\r\npeoples. Besides working with the private and academic\r\nsector, members of the Indian Ocean Rim Economic\r\nAssociation are working towards establishing stronger ties\r\nin the areas of technical and scientific cooperation and\r\nalso promoting the exchange of investment opportunities\r\nand mutual economic benefits.\r\n5\r\nGeneral Assembly 23rd plenary meeting\r\nFifty-second session 3 October 1997\r\nWe welcome the national-level initiatives to set up\r\nprogrammes to pay arrears to the United Nations. The\r\nadoption of such measures will revitalize the work of the\r\nOrganization in all areas, particularly in those areas relating\r\nto organization, administration and finance. This should\r\nstrengthen the performance of the Organization in the years\r\n1998 and 1999 in accordance with the practical framework\r\nestablished by the General Assembly. At the same time, we\r\nurge all States to refrain from setting conditions for the\r\nUnited Nations during the payment of their late dues. Such\r\nconditions ignore the will and interests of the international\r\ncommunity, and are characterized as focusing entirely on\r\nshort-term national interests of the States involved. Such\r\nconditions could lead to the further escalation of old and\r\nexisting tensions in the world, until appropriate solutions\r\nfor their radical elimination are found. Here we advocate\r\ncaution and deliberateness in connection with the\r\nelimination of some of the United Nations missions — such\r\nas the United Nations Truce Supervision Organization,\r\npresently stationed in Jerusalem, and the United Nations\r\nInterim Force in Lebanon. These cutbacks might have\r\nnegative political and legal implications.\r\nThrough the United Nations the international\r\ncommunity has proved its ability to renew its determination\r\nand muster the necessary political will for serious collective\r\nwork and cooperation in fostering international peace and\r\nsecurity. In this regard the Organization has shouldered\r\nhuge responsibilities and faced complex challenges in its\r\nefforts to restructure its system for the next millennium\r\nthrough the adoption of less costly and more effective\r\nmechanisms for attaining the desired goals.\r\nIn our view, after all the debates and deliberations in\r\nthe General Assembly, the time has now come to have a\r\nfinal vision of how to expand the Security Council and to\r\nrestructure it, that Council being the most important\r\npolitical body charged with the maintenance of international\r\npeace and security. While bearing in mind the global\r\neconomic and political realities, which cannot be ignored,\r\nthe reforms should be of a holistic nature, based on equality\r\namong nations and equitable geographic distribution. There\r\nis also the need to establish democracy in the work and\r\ndecision-making of the Security Council. The Council’s\r\nwork also encompasses the development of an actual and\r\nprecise picture of the new international order, which should\r\nbe characterized by justice, security and peace.\r\nThe President: I now call on the Minister for Foreign\r\nAffairs of Sri Lanka, His Excellency The Honourable\r\nLakshman Kadirgamar, M.P.\r\nMr. Kadirgamar (Sri Lanka): May I begin, Sir, by\r\nextending to you our warm felicitations on your election\r\nto the presidency of the General Assembly. Your long\r\nassociation with the United Nations as Ukraine’s\r\nPermanent Representative and your diplomatic skills and\r\naccomplishments as your country’s Foreign Minister\r\nundoubtedly, if I may say so, make you eminently suited\r\nfor the task of guiding our deliberations this year.\r\nWe would like to place on record our deep\r\nappreciation for the achievements of your predecessor,\r\nAmbassador Razali Ismail of Malaysia. As President of\r\nthe General Assembly last year he left an indelible mark\r\nin the annals of this institution by giving it bold and\r\nvigorous leadership at a time when far-reaching changes\r\nin the United Nations system are being undertaken.\r\nI also wish to convey our warm greetings, and\r\nindeed a very special welcome, to the Secretary-General\r\nas he participates in this, his first General Assembly\r\ndebate since he became the chief executive of our\r\nOrganization. He has, in a very short time, developed and\r\nlaunched a far-reaching programme of reforms, which is\r\nundoubtedly the most comprehensive undertaken in the\r\n52-year history of the Organization. We pledge our fullest\r\ncooperation to him in his arduous work. We pledge to\r\nmake a positive response to his initiative for reform.\r\nThis year the General Assembly is preoccupied —\r\nand very rightly so — with the question of reform. It is\r\nno doubt an important question, a question on which all\r\ndelegations have a view. Indeed, there are many\r\nconflicting views on the subject. My Government also has\r\na view, one that it shares with a large number of\r\ndelegations, especially those of the countries of the Non-\r\nAligned Movement. I will in a moment make my brief\r\nobservations on the question of reform.\r\nBut this year I wish to devote my address to the\r\nGeneral Assembly, in the main, to a different theme. I\r\nwish to place before the delegations here assembled,\r\nfairly and squarely, and to plead fervently, a cause to\r\nwhich my Government is deeply committed and for which\r\nit has deep concern. It is a cause that deserves the strong\r\nsupport of all Governments and all the peoples of the\r\nworld. It is a cause that challenges the conscience of\r\nmankind. It is a cause that cries out for redress, for\r\nimmediate, concerted, vigorous action. It is the cause of\r\nthe innocent, helpless victims of war. More specifically,\r\nmy theme is the impact of armed conflict on children: a\r\nsubject that in the experience of Sri Lanka is drenched in\r\n6\r\nGeneral Assembly 23rd plenary meeting\r\nFifty-second session 3 October 1997\r\nblood and tears. I will return to my theme in a moment.\r\nBut first, the question of reform.\r\nAlthough 1997 is often referred to as the year of\r\nreform, we would prefer it to be remembered as the year of\r\nrenewal and reform. Reform by itself is no substitute for\r\nempowering the United Nations. Renewal of the spirit of\r\nmultilateralism enshrined in the Charter is an essential\r\ncorollary to the reform exercise launched by the Secretary-\r\nGeneral. If reform is to be conceptually sound and capable\r\nof effective implementation, it must command in the fullest\r\nsense consensus in the General Assembly.\r\nSri Lanka certainly shares the vision of the Secretary-\r\nGeneral to make the United Nations a dynamic and cost-\r\neffective institution responsive to the challenges of our day\r\nand age. We recognize the necessity for reorganizing the\r\nSecretariat, the consolidation of United Nations activities\r\ninto core areas, the creation of a senior management group,\r\nand the coordination of United Nations field activities as a\r\nmanifestation of sound principles of good management. The\r\ncreation of a United Nations Development Group that\r\nwould consolidate and coordinate the activities of a variety\r\nof bodies is another proposal that merits close attention. We\r\nendorse the measures to strengthen the United Nations\r\noperational capacity to combat drugs, crime and terrorism\r\nby bringing together disparate international efforts under a\r\nsingle dedicated organization.\r\nSri Lanka shares with many other delegations the\r\ndisappointment that consensus has so far eluded our efforts\r\nto expand the Security Council. The General Assembly’s\r\nOpen-ended Working Group on this issue has been\r\ndeliberating since 1994 with very little progress\r\naccomplished, which is itself evidence of the contentious\r\nnature of the question. Sri Lanka was one of the 10\r\ncountries that brought the question of equitable\r\nrepresentation and increase in the membership of the\r\nSecurity Council to the General Assembly agenda in 1979.\r\nMany Member States have consistently demanded that the\r\ncomposition of the Security Council should be broadened\r\nand that its working methods should be rendered\r\ntransparent. The Council cannot remain structurally\r\nfossilized and anachronistic in a world of dynamic change.\r\nWe are pleased to note that the need for change is\r\nnow being widely recognized. In order to be credible,\r\nviable and successful, reform of the Security Council\r\nshould prudently take into account the interests clearly set\r\nforth by the non-aligned nations. We are pleased to note\r\nthat the United States of America has now agreed that an\r\nexpanded Security Council should contain three\r\nrepresentatives of the developing countries as permanent\r\nmembers.\r\nWe agree with the Secretary-General’s proposal that\r\nthere should be a dedicated locus for the United Nations\r\noperational activities against crime and terrorism. United\r\nNations action against terrorism can no longer be\r\nconfined to rhetorical statements and exhortations. We\r\ntherefore endorse the Secretary- General’s timely proposal\r\nto place United Nations action to combat crime and\r\nterrorism in an operational mode.\r\nThere is convincing evidence that civil society and\r\nthe rule of law are increasingly threatened by\r\ntransnational networking in illicit arms, terrorism,\r\nnarcotics, money-laundering and crime. The former\r\nSecretary-General rightly described this phenomenon as\r\na “supra-national subversive threat” to peace and stability.\r\nThe present Secretary-General has correctly focused on\r\nthe fact that underworld groups and terrorists have\r\nmastered the abuse of technology and the globalized\r\ninformation network to propagate their sinister designs.\r\nTheir misuse and abuse of modern technology have vastly\r\nincreased the power and influence of these criminal\r\ngroups, which pose a massive threat to law and order,\r\ndemocratic political institutions and economic activities\r\nwithin and between nations.\r\nIt should be a priority on the international agenda\r\nthat effective measures be taken to control, if not\r\neliminate, these pernicious elements. We agree with the\r\nrecommendation that a redoubling of efforts involving\r\nnew partnerships among national and international\r\nagencies will be needed to achieve this objective. It is to\r\nbe emphasized that there should be coordination between\r\nthe merged focal points on crime, drugs and terrorism and\r\nthe United Nations department handling the flow of small\r\narms and the illicit arms trade.\r\nWe also hope that the United Nations Ad Hoc\r\nCommittee on an International Convention for the\r\nSuppression of Terrorist Bombings, of which Sri Lanka\r\nis a Vice-Chairman, will conclude its negotiations and\r\nsubmit a text for adoption at this session. Thereafter, we\r\nurge the international community, especially the large and\r\npowerful nations, to update their domestic legislation so\r\nas to arm themselves with adequate legislative authority\r\nto eradicate the fund-raising and other activities which\r\ntake place on their soil in support of terrorist activities\r\nthat take place on the soil of other States. Today terrorism\r\nis a phenomenon with international ramifications. Only\r\n7\r\nGeneral Assembly 23rd plenary meeting\r\nFifty-second session 3 October 1997\r\nwell-organized, well-coordinated international action can\r\ncombat international terrorism effectively.\r\nI turn now to the question of human rights. The\r\ndelicate and complex process of protecting and promoting\r\nhuman rights, good governance and accountability in an\r\nenvironment of underdevelopment, violence and terrorism\r\nis one that should be carefully developed and resolutely\r\nmoved forward. The Declaration of Human Rights is\r\nuniversal and unalterable. Sri Lanka does not believe that\r\nthe Declaration should be diluted, modified or ignored.\r\nWhat we believe, and strongly advocate, is that\r\ninternational action to enforce human rights should be fair\r\nand even-handed. Human rights should never be used by\r\npowerful States to bludgeon and bully weaker States for\r\nspurious political reasons. The essence of peace and\r\ndevelopment is that each human being should be enabled to\r\nenjoy “better standards of life in larger freedom”.\r\nUndeterred by the extraordinary security problems\r\nposed by terrorism and the threats levelled against the\r\ndemocratic traditions and institutions of Sri Lanka, we have\r\nbeen able to make much headway in the promotion and\r\nprotection of human rights in our country. Sri Lanka is now\r\na party to 13 international human rights instruments. At the\r\nrisk of exposing itself to tendentious propaganda by terrorist\r\ngroups, the Government has taken a number of national and\r\ninternational measures on a broad front, to pursue an open\r\npolicy on human rights in accordance with international\r\nnorms. We have established a national Human Rights\r\nCommission, which is an independent organization with\r\ninvestigative, monitoring and advisory powers. The\r\nCommission is now functional and is in touch with regional\r\nand international institutions including the United Nations\r\nCentre for Human Rights.\r\nI am also pleased to mention that I have today, just a\r\nshort while ago, deposited with the Secretary-General Sri\r\nLanka’s instrument of accession to the Optional Protocol to\r\nthe International Covenant on Civil and Political Rights.\r\nThis important decision to permit international scrutiny of\r\ngovernmental actions affecting the human rights of our\r\ncitizens is consistent with our policy of openness on human\r\nrights.\r\nSri Lanka warmly welcomes the appointment of Mary\r\nRobinson as the new High Commissioner for Human\r\nRights. I had the pleasure of discussing human rights issues\r\nwith her a few days ago. I am confident that she will bring\r\nto her task an open mind and a fair approach; that she will\r\nseek and promote informed dialogue, not confrontation; that\r\nshe will strive to win the trust of developing countries; and\r\nthat she will not apply double standards nor wield human\r\nrights concerns as a weapon against them. We wish her\r\nevery success as she assumes her important duties. She\r\nmay rest assured that she will receive from Sri Lanka the\r\nfullest cooperation.\r\nI have now reached the central theme of my address:\r\nthe impact of armed conflict on children. Every year the\r\nUnited Nations builds a mountain of paper: according to\r\nthe British Foreign Secretary, 2,500 tons of paper are\r\nproduced annually at a cost of $150 million. At this time\r\nof year, every year, the General Assembly is engulfed by\r\na flood of words that rises to new heights as the\r\nmembership of our Organization grows in number. There\r\nis much waste, much repetition, much verbiage in our\r\nmethods of work. But we must always remember that\r\nwithin this pile of papers there are some documents which\r\ndeserve — which require — the closest attention of the\r\ninternational community.\r\nOne such document, outstanding for its sweep, its\r\ndepth and the careful research that went into its\r\npreparation is the study on the impact of armed conflict\r\non children compiled by Ms. Graça Machel and her\r\ncollaborators and submitted to the General Assembly last\r\nyear under the symbols A/51/306 and A/51/306/Add.1. It\r\nis a document so profound in its impact, so searing in the\r\nrevelations it makes of matters that the world little\r\nunderstands that to ignore it would be a permanent rebuke\r\nto the collective conscience of mankind.\r\nThe study exposes the plight of children as the\r\nvictims of armed conflict. It covers the agonizing\r\nsituation of children as refugees, as objects of exploitation\r\nand gender-based violence and above all as child soldiers.\r\nThe study recommends measures for the rehabilitation and\r\nreconciliation of children affected by war, for promoting\r\ntheir psychological recovery and social integration, for\r\ntheir education and for dealing with a number of other\r\nquestions relevant to the problem of mitigating the impact\r\nof war on children. The study points out that millions of\r\nchildren are caught up in conflicts in which they are not\r\nmerely bystanders but targets. Some fall victim to a\r\ngeneral onslaught against civilians; others die as part of\r\na calculated genocide. Still other children suffer the\r\neffects of sexual violence or the multiple deprivations of\r\narmed conflict that expose them to hunger or disease. Just\r\nas shocking, thousands of young children are cynically\r\nexploited as combatants.\r\nIn 1995, according to the study, 30 major conflicts\r\nraged in different locations around the world. All of them\r\n8\r\nGeneral Assembly 23rd plenary meeting\r\nFifty-second session 3 October 1997\r\ntook place within States, between factions split along\r\nethnic, religious or cultural lines. The conflict destroyed\r\ncrops, places of worship and schools. Nothing was spared,\r\nheld sacred or protected: not children, not families, not\r\ncommunities. In the past decade, an estimated two million\r\nchildren have been killed in armed conflict. Three times as\r\nmany have been seriously injured or permanently disabled.\r\nCountless others have been forced to witness or even take\r\npart in horrifying acts of violence. These statistics are\r\nshocking enough, but more chilling, says the study, is the\r\nconclusion to be drawn from them: that more and more of\r\nthe world is being sucked into a desolate moral vacuum.\r\nThis is a space devoid of the most basic human values; a\r\nspace in which children are slaughtered, raped and maimed;\r\na space in which children are exploited as soldiers; a space\r\nin which children are starved and exposed to extreme\r\nbrutality. Unregulated terror and violence speak of\r\ndeliberate victimization. There are few further depths to\r\nwhich humanity could sink.\r\nMs. Machel pleads that whatever the causes of\r\nmodern-day brutalities towards children, the time has come\r\nto call a halt. I make the same plea to the General\r\nAssembly today. The study exposes the extent of the\r\nproblem and proposes many practical ways to pull back\r\nfrom the brink. Its most fundamental demand is that\r\nchildren simply have no part in warfare. The international\r\ncommunity must denounce this attack on children for what\r\nit is: intolerable and unacceptable.\r\nViolent conflict has always made victims of non-\r\ncombatants. The patterns and characteristics of\r\ncontemporary armed conflicts, however, have increased the\r\nrisks for children. The personalization of power and\r\nleadership and the manipulation of ethnicity and religion to\r\nserve personal or narrow group interests have had similarly\r\ndebilitating effects on countries in conflict. Armed conflicts\r\nacross and between communities result in massive levels of\r\ndestruction: physical, human, moral, cultural. Not only are\r\nlarge numbers of children killed and injured, but countless\r\nothers grow up deprived of their material and emotional\r\nneeds, including the structures that give meaning to social\r\nand cultural life. The entire fabric of their societies — their\r\nhomes, schools, health systems and religious institutions —\r\nare torn to pieces.\r\nThe Machel study rightly points out that war violates\r\nevery right of a child: the right to life, the right to be with\r\nfamily and community, the right to health, the right to the\r\ndevelopment of the personality and the right to be nurtured\r\nand protected. Many of today’s conflicts last the whole\r\nlength of a childhood, meaning that from birth to early\r\nadulthood, many children will experience multiple and\r\ncumulative assaults.\r\nAgainst the background I have outlined, I wish to\r\nfocus sharply on the terrible plight of child soldiers. The\r\nMachel study has pointed out that one of the most\r\nalarming trends in armed conflict is the participation of\r\nchildren as soldiers. Children serve armies in supporting\r\nroles, as cooks, porters, messengers and spies.\r\nIncreasingly, however, adults are deliberately conscripting\r\nchildren as soldiers. Some commanders have even noted\r\nthe desirability of using child soldiers in war because they\r\nare\r\n“ more obedient, do not question orders and are\r\neasier to manipulate than adult soldiers\u0027”. [A/51/306,\r\npara. 34]\r\nA series of 24 case studies on the use of children as\r\nsoldiers prepared for the Machel study, covering conflicts\r\nover the past 30 years, indicates that Government or rebel\r\narmies around the world have recruited tens of thousands\r\nof children. Many child soldiers are 10 years of age or\r\nyounger. While the majority are boys, girls also are\r\nrecruited. The children most likely to become soldiers are\r\nthose from impoverished and marginalized backgrounds\r\nand those who have become separated from their families.\r\nIn Sri Lanka we know exactly what the Machel\r\nstudy is talking about. We have for almost two decades\r\nbeen in the grip of a war being fought against the State\r\nby a group of heavily armed terrorists known as the\r\nLiberation Tigers of Tamil Eelam (LTTE), and\r\ninternationally known as one of the deadliest terrorist\r\norganizations the world has ever seen. It is fighting to\r\ncreate a separate State in Sri Lanka by force of arms. Last\r\nJuly the Senate of the United States unanimously\r\nconcluded that the LTTE is a terrorist organization and\r\nrequested the State Department to declare it to be so. Last\r\nAugust a Canadian court declared the LTTE to be a\r\nterrorist organization and ordered the deportation of its\r\nchief fund-raiser in Canada.\r\nThe LTTE has killed thousands of unarmed civilians\r\nand has destroyed public property worth millions of\r\ndollars. In January last year it bombed and destroyed the\r\nCentral Bank of Sri Lanka, killing hundreds of civilians,\r\nand in July last year it bombed a rush-hour commuter\r\ntrain full of workers going home, again killing hundreds\r\nof civilians. These are but a few of the atrocities the\r\nLTTE has committed against civilians in the course of a\r\nlong campaign of terror. Only a few months ago it killed\r\n9\r\nGeneral Assembly 23rd plenary meeting\r\nFifty-second session 3 October 1997\r\ntwo of our Members of Parliament, adding to the large tally\r\nof politicians and other leaders murdered by the LTTE over\r\nthe years, including a President of Sri Lanka and a Prime\r\nMinister of India. Recently the LTTE attacked international\r\ncivilian shipping that provides essential services and\r\nsupplies to the Tamil community in the north of Sri Lanka,\r\nthe very community on whose behalf it claims to be\r\nfighting.\r\nThe LTTE has conscripted thousands of teenage\r\nchildren to fight its war. Involving children as soldiers has\r\nbeen made easier by the proliferation of inexpensive light\r\nweapons. But the LTTE is committing more dastardly and\r\nmore heinous crimes against Tamil children. It brazenly\r\nkidnaps them or lures them to its cause by glorifying and\r\nromanticizing war. They are brainwashed into believing in\r\nthe cult of martyrdom. They swear fanatical allegiance to\r\nthe leader. The Machel study identified Sri Lanka as one of\r\nthe countries where children are being lured into “cults of\r\nmartyrdom” [A/51/306, para. 43] by the “ideological\r\nindoctrination” [ibid.] of the LTTE. A book entitled\r\nChildren, the Invisible Soldiers, released by the Save the\r\nChildren organization in Stockholm, has condemned the use\r\nof children in suicide attacks by the LTTE. The\r\ninternational news agency IPS reported last May that\r\n“as adults are killed, up to half the fighters of the\r\nLTTE are children, many among them girls”.\r\nIn another recent study, the United Nations Special\r\nRapporteur on Violence against Women has strongly\r\ncondemned the use of women in war by the LTTE.\r\nMany of these children, boys and girls, are no more\r\nthan 10 years of age. Many of them are transformed into\r\nsuicide bombers. They wear cyanide capsules around their\r\nnecks. They are hurled into battle as human bombs. The\r\nMachel study itself has observed, with specific reference to\r\nSri Lanka, that\r\n“adults have used young people’s immaturity to their\r\nown advantage, recruiting and training adolescents for\r\nsuicide bombings.” [ibid.]\r\nA recent press report on fighting in the north of Sri Lanka\r\nnoted that\r\n“young boys barely in their teens are blindfolded and\r\nescorted by a woman Tiger cadre to the battlefield, in\r\ngroups of eight to 10, their blindfolds removed and\r\nthey are ordered to fire at troops”.\r\nIn December 1995 the former United Nations Children’s\r\nFund (UNICEF) representative in Sri Lanka said in a\r\npress release\r\n“The LTTE recruits boys and girls from the age of\r\n10 upwards. Their dependence on child combatants\r\nis increasing rapidly.”\r\nThe Machel study has referred to the role which\r\ninternational organizations, non-governmental\r\norganizations, religious groups and civil society in general\r\ncan play in preventing this diabolical practice. It is indeed\r\na matter of great regret that in my own country, despite\r\nthe notorious prevalence of the LTTE practice of\r\nrecruiting children as fighters, these organizations, which\r\nare often quite vocal in their pleas for peace and swift to\r\ncastigate excesses on the part of the armed forces, have\r\nremained strangely silent on this issue. By their failure to\r\ncondemn such acts, they are surely guilty of a grave\r\ndereliction of the duty to uphold the moral and spiritual\r\nvalues of a civilized society. By their silence it would\r\nappear that they are oblivious to the immense tragedy of\r\na whole generation of young lives being sacrificed to\r\nMoloch, while a misguided few applaud the helpless\r\nvictims as martyrs, and yet others seek to romanticize the\r\nso-called liberation of girls who have hitherto been\r\nbrought up in a long-respected traditional mode, caring\r\nnought for the dehumanization that is involved.\r\nI strongly urge the international community to take\r\naction on the lines suggested in paragraph 62 of the\r\nMachel study. These recommendations envisage a global\r\ncampaign aimed at eradicating the use of children under\r\nthe age of 18 years in armed conflict and the public\r\nexposure of such practices by the media, creating\r\ninternational pressure against those who resort to them. I\r\nalso urge strict adherence to the Convention on the Rights\r\nof the Child by all actors in armed conflicts, and I stress\r\nthe need for specific measures to demobilize and\r\nreintegrate child soldiers into society and the need for\r\nearly action to conclude the drafting of the optional\r\nprotocol to the Convention on the Rights of the Child in\r\nregard to the involvement of children in armed conflicts\r\nand the prohibition of recruitment of children under the\r\nage of 18.\r\nWe reject the complacent assumption made by some\r\nthat the involvement of children in armed conflict is\r\ninevitable and unavoidable. This is clearly not the case.\r\nTheir participation is the result of heartless, deliberate and\r\ncalculated decisions made by ruthless men, regardless of\r\nthe loss of innocent lives, relentlessly pursuing their\r\n10\r\nGeneral Assembly 23rd plenary meeting\r\nFifty-second session 3 October 1997\r\nmegalomaniac ambitions. The leader of the LTTE, while\r\nsending to their deaths thousands of young children — the\r\nyoungest of the young — brings up his own children in\r\ncomfort and safety, far from the battlefields, far away from\r\nthe country itself. This barbaric practice of conscripting or\r\nluring children for war must be condemned by all civilized\r\nStates, without any room for equivocation or doubt, and\r\nmust be eliminated from our world if we are to preserve\r\nour humanity.\r\nI appeal to the affluent countries in which the LTTE\r\nhas established offices and raises funds to prosecute its\r\ninfamous war in Sri Lanka not to tolerate its presence or\r\ngive it shelter when it engages in the commission of\r\ndastardly crimes against children — indeed, the children of\r\nits own community.\r\nOn behalf of the Government of Sri Lanka, I greatly\r\nwelcome the appointment of a distinguished Ugandan\r\ndiplomat, Mr. Olara Otunnu, as the Secretary-General’s\r\nSpecial Representative to study the impact of armed\r\nconflict on children. His appointment has also been\r\nwelcomed by Canada. The Canadian Foreign Minister also\r\nreferred to and condemned the recruitment of children as\r\nsoldiers. We must give our wholehearted support to\r\nMr. Otunnu. He intends to propose and initiate concrete\r\nmeasures to tackle the problem. He will launch a campaign\r\nof public advocacy to bring to the notice of the world the\r\nterrible plight of children in war. I appeal to the\r\ninternational community not to allow his work to suffer for\r\nlack of funds.\r\nAs we look back at the half century that has elapsed\r\nsince the founding of the United Nations, we have, in truth,\r\nto acknowledge a sense of satisfaction at what has been\r\nachieved, however limited in scope, through our collective\r\ndecisions and actions during that period. There have been\r\nundeniable gains in the spheres of economic and social\r\ndevelopment, however modest they appear to be when\r\nmeasured against our aspirations and objectives. Yet the\r\nfundamental problems of the developing world remain\r\nunresolved, while the developed countries have gone from\r\nstrength to strength.\r\nIn the sphere of collective security and the\r\nmaintenance of world peace, although major catastrophes\r\nhave been averted, the United Nations has not succeeded in\r\nmaking real the dream of every human being to live in\r\npeace in a world free from the pestilence of war and all the\r\nattendant horrors of human carnage and the senseless\r\ndestruction of everything we hold dear. Even the end of the\r\ncold war has made no great difference to countries such as\r\nours embroiled in internal civil conflicts, all too often\r\nnourished by the giant armament manufacturers of the\r\nworld, while the United Nations endlessly debates\r\ndisarmament.\r\nHowever deep our sense of disappointment and\r\ndisenchantment may be, have we any hope apart from the\r\nUnited Nations? I do not think we have. If the United\r\nNations has fallen short of our expectations, it is because\r\nwe, the Member States, have failed to honour our\r\nobligations and fulfil our responsibilities to the world\r\ncommunity, selfishly placing our national interests above\r\nthe common good.\r\nIf we continue in this fashion the United Nations\r\nwill cease to be relevant altogether, and history will\r\nsurely record it as yet another pious venture which we did\r\nnot have the courage and commitment to make real.\r\nAs the German Foreign Minister said from this\r\npodium a few days ago,\r\n“it is on our children, the weakest members of\r\nany society ... that the world’s future and hopes\r\ndepend ... They are little people who need big rights.\r\nHow much worse off would they be if there were no\r\nUnited Nations? What would become of the world’s\r\nconscience? Who would demand consideration for\r\nand solidarity with such children if we allowed this\r\nOrganization to decline?” [See Official Records of\r\nthe General Assembly, Fifty-Second Session, Plenary\r\nMeetings, 9th Meeting]\r\nIn order to realize the ideals of the founders of this\r\nworld body, and the hopes and dreams of countless\r\nmillions of people who look to the United Nations for\r\ntheir realization, we need to renew our faith and trust in\r\nthe United Nations — not in the old United Nations,\r\nwhich is looked upon with cynicism, even suspicion, but\r\nin a United Nations that will, in a sense, be a new\r\ncreation and a new being. But for the United Nations to\r\nbe born anew we need to bring about fundamental\r\nstructural changes in the international order, changes that\r\nwill give it new life and strength for the coming century.\r\nThese changes will entail sacrifice; they will be changes\r\nwhich many States will hesitate to welcome and be\r\nreluctant to accept lest they endanger their sovereignty\r\nand their so-called vital interests. Nevertheless, such\r\nchange will be in the nature of an uncompromising\r\ndemand that will confront us all. Nothing worthwhile can\r\nbe achieved without sacrifice. That is indeed a universal\r\ntruth concerning human redemption, and the United\r\n11\r\nGeneral Assembly 23rd plenary meeting\r\nFifty-second session 3 October 1997\r\nNations is, after all, like any other human institution. Its\r\nweaknesses and strengths are those of humankind.\r\nThe obligation to act in the common interest cannot be\r\nundertaken selectively; nor does the assumption of this\r\nonerous duty admit of any double standard. All the nations\r\nof the world, the powerful and the weak, the rich and the\r\npoor, must jointly agree to curtail their independence and\r\ntheir claims to act unilaterally. Each must agree to\r\nsubordinate its individual decision and discretion to a global\r\npolitical will, manifested through truly democratic and\r\nrepresentative organs of the United Nations, reflecting the\r\nauthentic judgement of the world community of States.\r\nApart from, or bereft of, the collective decisions and\r\nconcerted acts of such a reformed and restructured United\r\nNations, carried into effect resolutely and with\r\ndetermination, I doubt whether we can honestly expect a\r\nbetter future for humankind in the new millennium. We\r\nmust not fail the United Nations, or else we shall assuredly\r\ngo down in history as “the hollow men” of the twentieth\r\ncentury.\r\nProgramme of work\r\nThe President in the Chair.\r\nThe President: I should like to draw the attention of\r\nthe General Assembly to document A/INF/52/3, which\r\ncontains a tentative programme of work and schedule of\r\nplenary meetings for the month of October and which is\r\nnow being distributed in the Hall.\r\nI should like to point out that this schedule was\r\nprepared to facilitate the organization of the work of\r\ndelegations and to help ensure that the relevant\r\ndocumentation is ready for the discussion of the respective\r\nitems. The lists of speakers for all the items listed in\r\ndocument A/INF/52/3 are now open.\r\nI will, in due course, announce the dates for the\r\nconsideration of other agenda items, as well as keep the\r\nAssembly informed of any additions or changes.\r\nThe President: I now call on the Minister for Foreign\r\nAffairs of Ethiopia, His Excellency Mr. Seyoum Mesfin.\r\nMr. Mesfin (Ethiopia): I wish first of all to\r\ncongratulate you, Sir, on your unanimous election as\r\nPresident of the General Assembly at its fifty-second\r\nsession. There is no doubt that your election to this high\r\nposition is an acknowledgment of your personal competence\r\nand of the commitment of your country, Ukraine, to the\r\nUnited Nations and to the principles enshrined in its\r\nCharter.\r\nI also wish to pay tribute to your predecessor,\r\nAmbassador Razali, who discharged his responsibilities\r\nwith great wisdom and dedication.\r\nOur appreciation also goes to the Secretary-General,\r\nMr. Kofi Annan, for the great efforts he is making to\r\nensure the revitalization of the United Nations. In his\r\nreport (A/51/950) to the Assembly entitled “Renewing the\r\nUnited Nations: A Programme for Reform”, the\r\nSecretary-General has proposed measures that Member\r\nStates may take to democratize the United Nations and to\r\nenhance its effectiveness as an instrument with which to\r\ndeal with the challenges facing us as we enter the twenty-\r\nfirst century. I wish to assure the Secretary-General of\r\nEthiopia’s full support for his initiative.\r\nEthiopia strongly believes that the reform and\r\nexpansion of the Security Council, which is long overdue,\r\nis at the heart of the United Nations reform process.\r\nBroad consensus has been established that the reform and\r\nexpansion of the Council must reflect the realities of the\r\nworld we live in today. The African position on the issue\r\nwas articulated at the thirty-third Summit of the Heads of\r\nState or Government of the member States of the\r\nOrganization of African Unity, held in Harare in June this\r\nyear. Ethiopia fully supports the African position.\r\nThis annual occasion affords us the opportunity to\r\nreiterate our commitment to the United Nations, to what\r\nit represents and to all efforts designed to address our\r\ncommon challenges.\r\nMr. Ngo Quang Xuan (Viet Nam), Vice-President,\r\ntook the Chair.\r\nFor obvious reasons, some of the common dangers we\r\nhave faced have receded. The cold war, which by\r\ncommon consensus represented a threat to the very\r\nsurvival of humanity, is more or less behind us. There\r\nshould therefore be far greater opportunity today for\r\neffective international cooperation in many spheres, and\r\nespecially for real and tangible steps towards the\r\nrealization of genuine partnership in the fight against\r\npoverty and to enable those determined to remove the\r\nobstacles to their development to achieve their goals and\r\nfulfil the dreams and the hopes of their peoples.\r\nPeace and security can hardly be made durable and\r\nsustainable when conditions faced by the majority of\r\n12\r\nGeneral Assembly 23rd plenary meeting\r\nFifty-second session 3 October 1997\r\npeoples in the developing countries generate hopelessness\r\nand when deprivations suffered today are made all the more\r\npainful because existing trends, instead of providing\r\nconsolation, promise more of the same, or worse. There is\r\nno more appropriate time than now, when we are preparing\r\nto celebrate the fiftieth anniversary of the Universal\r\nDeclaration of Human Rights, to renew our commitment\r\nand to rededicate ourselves to the realization of full respect\r\nof human rights in all their dimensions — civil, political,\r\neconomic and social rights, including the right to\r\ndevelopment and to be free from the shackles of poverty.\r\nFor Ethiopia, the eradication of poverty and the\r\npromotion of human rights are the cornerstones of the\r\ncountry’s development strategies and democratic reforms.\r\nIn the immediate human rights programme, the Federal\r\nParliament plans to establish, as stipulated in the Ethiopian\r\nFederal Constitution, a national human rights commission\r\nand an ombudsman early next year.\r\nI wish to take this opportunity to bring to the attention\r\nof this Assembly the fact that leading members of the\r\nrepressive military regime that ruled Ethiopia in the 1970s\r\nand 1980s are being tried for war crimes and crimes against\r\nhumanity. These public trials are the biggest since\r\nNuremberg. However, Ethiopian courts have been denied\r\nthe opportunity to bring to justice all the perpetrators of\r\nthese crimes because many of those who should be tried in\r\nEthiopia are given safe haven in other countries, in\r\ncontravention of the provisions of the Convention on the\r\nPrevention and Punishment of the Crime of Genocide. We\r\ncall on the States concerned to cooperate with Ethiopia and\r\nto take appropriate measures, in accordance with\r\ninternational humanitarian law, to ensure that those who are\r\nresponsible for crimes against humanity are brought to\r\njustice.\r\nInternational cooperation and the benefits that are\r\ndrawn from it, whether through bilateral or multilateral\r\nmeans, cannot be a substitute for what individual countries\r\nmust do to ensure that sustainable development is achieved\r\nand economic growth is realized. The responsibility to\r\nextricate our countries from the miseries of poverty, in the\r\ncase of those of us to whom this applies, lies with us. Aid\r\nalone, whatever its nature or quantity, would not do, even\r\nif it were to be made available.\r\nBut it is critically important that the international\r\neconomic environment evolve towards providing an even\r\nand level playing field, most particularly for those who, for\r\nvarious reasons — whether on account of their own\r\nmistakes or because of complex historical reasons, some of\r\nwhich are not of their own making — have stayed behind\r\nand have failed to put their countries on a track of\r\nsustainable development.\r\nIn this regard, we cannot but admit that not enough\r\nis being done, although much is said and promised. The\r\nold divisions might have been consigned irrevocably to\r\nthe past, but we cannot pretend that, though we continue\r\nto talk about our common humanity and the common\r\nvillage we occupy, the other divisions in the world are\r\nbeing addressed, let alone bridged. It would suffice just to\r\nlook at the situation of poverty in the world today and the\r\nlukewarm effort to combat and to eradicate it\r\ninternationally. The prediction that the level of poverty\r\nwill continue to grow in Africa is a challenge to the\r\ninternational community, as it is a reflection of the dire\r\ncondition of the continent.\r\nThe need to ensure food security for all should by\r\nno means be an impossible task to achieve for the world\r\nwe live in. Here as well, individual countries facing this\r\nproblem have to assume their responsibility in the first\r\ninstance, but the international community should also\r\nhave a role to play, including in the fight against\r\ncorruption — a disease which, as we all realize, has an\r\ninternational aspect in its grand dimension, and is\r\ntherefore not amenable to solutions taken at the national\r\nlevel alone. We in Ethiopia have made important progress\r\nover the last few years in building the basis for food\r\nsecurity for our peoples. But, as should be obvious, no\r\nguarantee can be secured on food security as long as\r\nproduction is totally dependent, as is the case in Ethiopia,\r\non rain-fed agriculture and when for a variety of reasons\r\nthe available water is not utilized for irrigation purposes.\r\nIt is in this connection that the equitable utilization\r\nof transboundary rivers becomes an issue that should be\r\naccorded the utmost urgency. Regional cooperation on\r\ninternational rivers will remain impossible if calculations\r\nbased on a zero-sum outcome favouring one side or\r\nanother govern the attitude of parties that could otherwise\r\nobjectively benefit from even-handed cooperation. With\r\nrespect to the question of the Nile waters, which affects\r\nEthiopia directly and regarding which there has been no\r\neffective cooperation among the riparians, we wish to call\r\non those involved to commit themselves to real and\r\ngenuine regional cooperation which is based on a win-win\r\nperspective, ensuring outcomes that are fair, equitable and\r\njust. A status quo which is unjust cannot endure; nor can\r\nit serve as a basis for building genuine cooperation.\r\n13\r\nGeneral Assembly 23rd plenary meeting\r\nFifty-second session 3 October 1997\r\nWe are fully aware that at the level of the United\r\nNations, there have been a number of initiatives designed\r\nto help address the economic and social problems faced by\r\ndeveloping countries and to mitigate the effects of poverty\r\nand the impact of those conditions hindering the realization\r\nof sustainable economic development. However, despite\r\ngood intentions, their practical implementation has always\r\nbeen half-hearted and, at best, less than satisfactory and\r\ntherefore a source of disappointment. This applies to the\r\nUnited Nations Programme of Action for the Least\r\nDeveloped Countries for the 1990s, to the United Nations\r\nNew Agenda for the Development of Africa in the 1990s\r\n(UN-NADAF) and to other initiatives. It is our hope that\r\nthe United Nations System-wide Special Initiative on Africa\r\nwill not meet a similar fate.\r\nThis should not be regarded as criticism aimed at the\r\nUnited Nations. The Organization has no life and no\r\nactivity of its own independent of Member States. It is we\r\nMember States that have not sufficiently seized the\r\nopportunity opened up by the end of the cold-war division\r\nof the world and the international tension engendered by\r\nthat state of affairs.\r\nNot only within the United Nations but in general,\r\nboth in the bilateral and the multilateral areas, the\r\ninternational cooperation being made available to the\r\ndeveloping world today is not commensurate with the\r\nchallenges faced by those countries, nor does it do justice\r\nto the tremendous effort made by those countries, including\r\nmany in Africa, to make their economies business-friendly.\r\nA growing number of countries on our continent,\r\nincluding my own country, Ethiopia, have taken decisive\r\nmeasures to liberalize their economies, to cut Government\r\nspending, to institute sound macroeconomic policies and to\r\nenhance the role of the private sector and civil society.\r\nBecause of these serious efforts at belt-tightening and\r\nmonetary and fiscal discipline, there have been some\r\nencouraging developments over the past four years with\r\nregard to economic growth in a number of African\r\ncountries, including Ethiopia. In my own country, for the\r\nfirst time in more than two decades, the economy has\r\nbegun to grow, with a growth rate of over 10 per cent in\r\ngross domestic product having been achieved in 1996. The\r\naverage rate of growth over the past five years has been\r\nover 7 per cent.\r\nIn the area of governance and democratization, there\r\nis little doubt that, despite some setbacks, we in Africa\r\nseem to have made substantial progress over the past seven\r\nor so years. These gains need to be consolidated and\r\nenriched at a pace that can realistically be sustained, in\r\nconformity with the principles of indigenous ownership.\r\nOn the other hand, it would be stating the obvious to\r\nsay that our economies have been slated to go on\r\noperating in an international economic environment that\r\nis hardly friendly to growth and sustainable development.\r\nThe obstacles are diverse, and they are the same ones as\r\nwe have been reiterating in gatherings such as this and\r\nwhenever other opportunities have presented themselves.\r\nThe challenges we face involve market opportunities for\r\nour commodities, and they are also related to\r\nprotectionism, unfavourable terms of trade and the\r\ndifficulty associated with attracting a sufficient level of\r\nforeign direct investment. But most of all the challenges\r\nwe face involve issues related to the debt overhang and to\r\ndebt-servicing obligations. If there is one major\r\nimpediment to the development of countries such as\r\nEthiopia, that impediment must be identified as the debt\r\noverhang, which continues to necessitate the diversion of\r\nso many resources from productive activities that could\r\notherwise have accelerated growth and development.\r\nWe cannot, of course, be oblivious to the many\r\nproposals for debt relief and to the number of positive,\r\nalbeit inadequate, steps that have been taken in this\r\nregard. We recognize and appreciate the efforts made by\r\nthe Group of 7, the latest being the steps taken and the\r\npromises made at the Lyon Summit and since most\r\nparticularly the promise made in connection with debt-\r\nrelief measures for the Heavily Indebted Poor Countries\r\nDebt.\r\nBut even then, we cannot ignore the irony and the\r\nparadox we encounter with respect to debt relief. More\r\noften than not, to qualify for some of these debt-relief\r\nmeasures countries are expected to fulfil and meet\r\nconditions that are not absorbable even by economies that\r\nare far more advanced.\r\nThere is little doubt that one of the key prerequisites\r\nfor sustainable economic development is ownership of\r\none’s economic programme. However, the conditionalities\r\nthat accompany debt- relief measures have been\r\nundermining ownership, thereby causing the loss of\r\npossibilities of adopting policies based on a realistic and\r\nappropriate assessment of local and specific conditions.\r\nThus, those condemned to a huge debt overhang which\r\nhas become unbearable are faced with a Hobson’s choice:\r\ndebt relief with renunciation of ownership, or ownership\r\nwith no relief.\r\n14\r\nGeneral Assembly 23rd plenary meeting\r\nFifty-second session 3 October 1997\r\nWhat we need in this day and age are genuine\r\npartnership and international cooperation based at least on\r\ncommitments to a level playing field and to conditions that\r\ndo not require those in the developing world to face\r\nimpossible choices. We are indeed hopeful that some of the\r\nlatest initiatives that countries are in the process of taking\r\nbilaterally and the emerging trends encouraging renewed\r\nfocus on Africa, such as the ministerial-level meeting of the\r\nSecurity Council convened last week, will help to increase\r\nthe international community’s sensitivity to the development\r\nchallenges of Africa.\r\nGenuine partnership is required to make sustainable\r\ndevelopment a reality in Africa. We hope that the\r\nSecretary-General next his report to the Security Council\r\nand the General Assembly next February, will forward\r\nconcrete recommendations that would spare us a repetition\r\nof past disappointments.\r\nIt may not always be appropriate to see an immediate\r\ncausal link between poverty and lack of economic\r\ndevelopment, on the one hand, and conflict and lack of\r\nsecurity, including terrorism, on the other. But there is little\r\ndoubt that the despair, hopelessness and malaise engendered\r\nby poverty and economic and social difficulties provide the\r\nfuel for ensuring the degeneration into all-out fratricidal\r\nwar of political frictions, whatever their sources, with\r\nconsequent social breakdown and the implosion of societies.\r\nWe have seen too many times that once societies have\r\nimploded and State institutions have disintegrated, picking\r\nup the pieces becomes extremely difficult and a nearly\r\nimpossible task. Look at Somalia.\r\nBut even so, Africa has made some progress. The\r\nnightmare in Liberia is over, thanks to the immense\r\nsacrifices made by the members of the Economic\r\nCommunity of West African States (ECOWAS). New hope\r\nis also generated by the demise of the Mobutu regime and\r\nby the entry onto the scene of the Democratic Republic of\r\nCongo, whose Government and people need the support and\r\nthe solidarity of the international community and of the\r\nUnited Nations. Despite some setbacks in Burundi, the\r\ncountries of the region and the facilitator, Mwalimu Julius\r\nNyerere, continue to persevere in their efforts to help bring\r\nabout a resolution of the conflict in that country.\r\nWe are pleased and encouraged that the effort being\r\nmade by Mr. James Baker in Western Sahara is showing\r\nsome important progress, and we are hopeful that the day\r\nmay not be too far off when it will be possible to hold a\r\nfree and fair referendum in Western Sahara. I wish to\r\nassociate myself with the Secretary- General in\r\ncongratulating the parties to the conflict on the positive\r\nresults they have achieved so far towards finding a\r\ndurable solution to the conflict. In the same spirit, I\r\nwould like to call on them to continue direct dialogue and\r\nto speed up the implementation of their agreements.\r\nWith respect to the situation in the Middle East, we\r\nare profoundly disappointed with the increasing\r\ncomplications that the peace process has encountered. It\r\nis our ardent hope that the confidence which had emerged\r\nearlier will be rekindled and that the troubled region will\r\nfind durable peace on the basis of justice for those to\r\nwhom it has been denied and security for all.\r\nApart from the conflict in southern Sudan, regarding\r\nwhich the member States of the Intergovernmental\r\nAuthority on Development (IGAD) have continued to\r\nprovide their assistance for the peaceful resolution of the\r\nproblem and the reversals of the gains in Sierra Leone\r\nand the Comoros, the major conflict in Africa which has\r\nremained intractable is the one the people of Somalia are\r\nfacing. Here too, important progress has been made and\r\nthe opportunities for making a real breakthrough have\r\nbeen created which the Somalis can ill afford to squander.\r\nThe framework for such a breakthrough has been made\r\npossible by the creation of the National Salvation Council,\r\nwhich is now preparing to hold a national reconciliation\r\nconference soon.\r\nWe all recall how many resources were spent by the\r\nUnited Nations for peace in Somalia. Now, with a small\r\nfraction of the resources and the efforts deployed earlier\r\nby the United Nations, the international community can\r\nposition itself to assist the realization of national\r\nreconciliation and peace in that war-torn country. The\r\nprocess of peacemaking in Somalia is at a very critical\r\njuncture. The international community and the United\r\nNations should not keep their distance from the effort for\r\npeace in Somalia.\r\nThe IGAD countries are determined to see to it that\r\nthis process succeeds. The support of the Organization of\r\nAfrican Unity and of our partners has been indispensable\r\nin this exercise, particularly in connection with the effort\r\nto ensure that those like Mr. Hussein Aideed are brought\r\non board the peace process. It is our firm view that no\r\none should be allowed to preempt and scuttle this process,\r\nand the unequivocal support of the United Nations for the\r\nongoing peace process spearheaded by IGAD is indeed\r\ncritical at this stage.\r\n15\r\nGeneral Assembly 23rd plenary meeting\r\nFifty-second session 3 October 1997\r\nWe all recall how the proliferation of initiatives for\r\npeace in Somalia created complications in the past and\r\nhow, as a result, it was difficult for the international\r\ncommunity to speak with one voice for peace in that\r\ncountry. There is today a much improved situation which,\r\nhowever, needs to be maintained and consolidated, for\r\nwhich close coordination between the United Nations, OAU\r\nand the IGAD countries is an absolute necessity.\r\nSince the countries of the region have been made by\r\nproximity to see no luxury in the continuing lack of central\r\nauthority in that country, they have chosen to work on the\r\nbasis of the maxim that a less than good Government is\r\nbetter than none at all in Somalia. The consequence of the\r\nabsence of central authority in Somalia has been the growth\r\nof forces, including from outside the region, bent on\r\nensuring that chaos is continued and even expanded in the\r\ncountry and in the region — all the more reason, therefore,\r\nfor the United Nations and the international community to\r\ndo more to help the countries of the region and IGAD\r\nsucceed in the effort they are making for peace and national\r\nreconciliation in Somalia.\r\nIn this regard, I wish to pay tribute to Secretary-\r\nGeneral Kofi Annan for the steps he has taken to revitalize\r\nthe United Nations role in Somalia and for the initiative he\r\nhas taken to find ways of maximizing the support of the\r\ninternational community and of the United Nations for the\r\nongoing peace process in Somalia. It is our hope that the\r\nsteps that will be taken on the basis of the\r\nrecommendations of the Secretary-General’s Envoy will\r\nensure greater support of the international community for\r\nthe IGAD peace initiative and bring about a more effective\r\ncoordination between the external actors. We strongly\r\nbelieve that the Secretary-General’s proposed trust fund for\r\nSomalia will go a long way towards providing support to\r\nthe peace process.\r\nIn this connection, I wish also to mention the\r\nOAU/IGAD joint mission to Somalia scheduled to take\r\nplace this month. The explicit aim of this joint mission is\r\nto make the Bossaso Reconciliation Conference\r\ncomprehensive and all-inclusive by encouraging all parties\r\nto participate and to convey a clear and unequivocal\r\nmessage that no group has the veto power over peace in\r\nSomalia.\r\nOur subregion, the Horn of Africa, has been one of\r\nthe regions of the world most affected by the consequences\r\nof war. The damage inflicted has been immense. Our region\r\nneeds a respite and a peaceful period to make up for the\r\nlost time. Because it is a region in which deadly and\r\nprolonged wars were conducted, weapons are easily\r\navailable and landmines strewn all over the place. In\r\nEthiopia alone, it is estimated that there are over 1.5\r\nmillion anti-personnel landmines, which continue to kill\r\nand maim innocent people, including women and\r\nchildren. In this connection, we attach great importance to\r\nthe adoption by the recent Oslo Conference of the draft\r\ntreaty on the ban on anti-personnel landmines. We appeal\r\nto those who remain outside the Ottawa process to sign\r\nthe draft convention in December this year, so that it can\r\nbe an effective instrument for getting rid of these deadly\r\nweapons.\r\nAs a founding Member of the United Nations,\r\nEthiopia has always been unreserved in fulfilling its\r\ncommitment to the Organization and in upholding the\r\nprinciples of its Charter. My country has also been a\r\nbeneficiary of various programmes of the United Nations\r\nsystem. Accordingly, the increasing effectiveness of the\r\nOrganization in all areas and the realization of universal\r\npeace and security are goals we cherish deeply.\r\nI wish to conclude by expressing the hope that the\r\nUnited Nations and the international community will not\r\nmiss the opportunities that have been created since the\r\nbeginning of this decade for fostering effective\r\ninternational cooperation, eradicating poverty and\r\nrealizing sustainable development in those regions of the\r\nworld that have not yet achieved it.\r\nThe Acting President (interpretation from French):\r\nI now give the floor to the Minister for Foreign Affairs of\r\nAustralia, His Excellency the Honourable Alexander\r\nDowner.\r\nMr. Downer (Australia): Let me begin by\r\ncongratulating Mr. Udovenko on his election as President\r\nof the General Assembly at this fifty-second session. The\r\ncountry and the Group he represents have seen great\r\nchanges in the last decade. It therefore seems particularly\r\nfitting that he is presiding over a General Assembly\r\nwhich will lay the foundation for significant changes to\r\nthe United Nations itself — changes which must equip it\r\nbetter for the new and potentially more cooperative\r\ninternational environment in which we find ourselves.\r\nIt is thus not only right but necessary that reform is\r\nthe major theme of the United Nations at present, and of\r\nthis General Assembly in particular. We would like to\r\nthank the former President of the Assembly, Ambassador\r\nRazali, for the outstanding contribution he made to\r\npursuing the reform agenda during his presidency, notably\r\n16\r\nGeneral Assembly 23rd plenary meeting\r\nFifty-second session 3 October 1997\r\nin his capacity as Chairman of the General Assembly\r\nWorking Groups.\r\nToday I want to concentrate on three issues in\r\nparticular: reform of the United Nations; reorienting our\r\napproach to human rights so as to promote cooperation and\r\ninstitution building, creating durable structures to give\r\nsubstance to the goals set out in the Charter of the United\r\nNations, the Universal Declaration of Human Rights and\r\nother international human rights instruments; and\r\nreconfiguring the traditional United Nations groups better\r\nto reflect the regional groupings of the contemporary world.\r\nIn dealing with reform, my purpose is to build a world\r\nfor the next generation, and I am inspired by the hope and\r\naspirations of the next generation.\r\nIn that context, I am pleased that we are joined in the\r\nGeneral Assembly today by Mr. Perry Cross, a\r\ndistinguished and courageous young Australian who is\r\nleading the fight against paralysis. He exemplifies the\r\nAustralian belief that individuals with a will and a practical\r\nfocus can make a difference in fighting barriers and\r\nreforming structures which are representative of an earlier\r\nera.\r\nAustralia wants to work with you, Sir, and with the\r\nSecretary-General and all Members of the United Nations,\r\nto ensure that by the end of this session of the General\r\nAssembly further, substantive progress has been made in\r\nthe three critical areas of reform: financial reform and\r\nresolution of the crisis surrounding the United Nations\r\nbudget and scale of assessments; reform of the Security\r\nCouncil; and reform of the Organization.\r\nWhen I made my first statement to the Assembly last\r\nyear, I stressed the need to move ahead urgently with\r\nreform and the reinvigoration of this important\r\nOrganization, to ensure its future effectiveness and\r\nrelevance. This year reform has been given real impetus by\r\nthe new Secretary-General, whose appointment Australia\r\nwarmly welcomed. Both in March and in July this year he\r\nannounced significant organizational reforms aimed at the\r\nrenewal of this body. I have enthusiastically supported these\r\ninitiatives. We must now build on them.\r\nWe share the Secretary-General’s conclusions about\r\nthe shortcomings of the United Nations. The Organization’s\r\nmission, as enshrined in the Charter, has been repeatedly\r\nreaffirmed and remains valid today. But the machinery and\r\nthe working methods to pursue that mission need thorough\r\nreview and revision. We agree that there is too much\r\nfragmentation of structures, too much rigidity within\r\nbodies and too much emphasis on bureaucracy and\r\nprocess.\r\nI would like to highlight in particular the reforms\r\nsuggested to the United Nations structure and to the\r\nSecretariat. The integration of 12 secretariats and entities\r\ninto 5, and the proposed consolidation of five\r\nintergovernmental bodies into two are particularly\r\nwelcome. They will help streamline and remove\r\nunnecessary bureaucratic structure and duplication from\r\nthe Secretariat. It is an approach we commend also to the\r\nspecialized agencies as Member nations seek to streamline\r\nand even merge some of these bodies.\r\nImportant steps are proposed in reforming the way\r\nthe Secretariat works. We applaud the removal of 1,000\r\nstaff posts and the cutting of administrative costs by one\r\nthird to which the Secretary-General has committed\r\nhimself. We also wish to see all Secretariat staff move to\r\nfixed-term, renewable contracts to allow for greater\r\nemployment flexibility in the Organization. We support\r\nthe introduction of a merit-based promotion system and\r\nperformance appraisal in the place of a system where\r\nseniority plays a disproportionate role. We also encourage\r\nmanagement to improve training opportunities for junior\r\nas well as senior staff.\r\nThese reforms will not only make the United\r\nNations work better, but also provide real savings. These\r\nsavings will be available for programmes, programmes\r\nwhich benefit all of us, but especially support the\r\ndeveloping Members of the United Nations. Thus it is a\r\npackage which is in the interests of all, and deserves\r\nsupport from all. We believe the Assembly needs to\r\nprovide broad endorsement of the package as a whole\r\nearly in this session to allow the reform process to\r\nproceed, even if some details are negotiated subsequently.\r\nBut I acknowledge that for reform to succeed and\r\nfor the United Nations to carry out its mandate adequate\r\nresources must be made available to run the Organization.\r\nAustralia continues to meet all its financial obligations in\r\nfull and on time and without conditions, and seeks the\r\nsame commitment from all our fellow Members. We\r\ncontinue to believe that the negotiation of financial\r\nreforms would be facilitated by early settlement of all\r\nunpaid contributions. The adoption of a responsible negative-\r\ngrowth budget and a new scale of assessments which\r\naccurately reflects relative shares of national income and\r\nthus the principle of capacity to pay will also be key\r\nissues at this year’s session. It is important that the result\r\n17\r\nGeneral Assembly 23rd plenary meeting\r\nFifty-second session 3 October 1997\r\nensures the burden of supporting the Organization falls\r\nfairly on Member States.\r\nAustralia remains committed to an expanded, more\r\nrepresentative and transparent Security Council, better able\r\nto tackle the challenges of the twenty-first century. It\r\nshould include as permanent members important Powers\r\nable to make a major contribution to international peace and\r\nsecurity, particularly at this time Japan and Germany. It\r\nshould also include permanent seats for under-represented\r\nregions as well as additional non-permanent seats.\r\nMiddle Powers such as Australia have made a\r\nsignificant contribution to the United Nations since its\r\nfoundation, notably in disarmament, development,\r\npeacekeeping and human rights. We are concerned that the\r\ninterests of small and medium-sized countries not be\r\nforgotten in this exercise. In this context, and because of\r\nour long-standing historical concerns about the veto, we\r\nwould like to see an expansion of the Council accompanied\r\nby a new understanding on the application of the veto. We\r\nwould also support a review of any new arrangements after\r\n10 years so that countries like Australia and all other\r\nmembers of the international community have a further\r\nopportunity to examine the size, composition and working\r\nmethods of the Council.\r\nI am optimistic about what can be achieved by the\r\nUnited Nations if we can bring about some essential\r\nreforms which would make the Organization function more\r\nefficiently and effectively. Let me mention one of the areas\r\nin which the United Nations has proven it can function\r\neffectively: as a forum and catalyst for international arms\r\ncontrol and disarmament efforts.\r\nIn recent years we have witnessed several landmark\r\ndevelopments in this field, notably the indefinite extension\r\nof the Treaty on the Non-Proliferation of Nuclear Weapons\r\nand the adoption of the Comprehensive Nuclear-Test-Ban\r\nTreaty. The General Assembly was the forum, one year\r\nago, for the adoption of the Comprehensive Nuclear-Test-\r\nBan Treaty, and Australia is particularly proud to have been\r\nable to play a role in that historic event.\r\nThere are many challenges ahead as we work with,\r\nand through, the United Nations to reduce global stockpiles\r\nof conventional and non-conventional weapons and to make\r\nthe world a safer and more humane place. Let me single\r\nout two. The immediate commencement and early\r\nconclusion of negotiations on a fissile material cut-off\r\ntreaty has repeatedly been identified by the international\r\ncommunity as the next major goal for nuclear non-\r\nproliferation and disarmament efforts, most recently by\r\nthe parties to the Nuclear Non-Proliferation Treaty —\r\nwhich now has more members than the United Nations\r\nitself — at their first preparatory meeting for the sixth\r\nReview Conference in 2000.\r\nThe Canberra Commission on the Elimination of\r\nNuclear Weapons also identified an agreement to cease\r\nthe production of fissile material for nuclear explosive\r\npurposes as an important step towards the elimination of\r\nnuclear weapons. Capping the amount of nuclear material\r\navailable for nuclear weapons use by extending\r\nsafeguards coverage over currently unsafeguarded,\r\nsensitive nuclear facilities would in itself be a significant\r\nachievement for international peace and security, quite\r\napart from its significance as a step towards the ultimate\r\nelimination of nuclear weapons.\r\nAs I said to the Committee on Disarmament in\r\nJanuary this year, the achievement of a fissile material\r\ncut-off treaty is a priority objective for Australia, and I\r\nnow commit Australia to redoubling its efforts to achieve\r\na cut-off treaty at the earliest possible date. We must not\r\nallow ourselves to be put off by the obstacles that\r\ncurrently face the achievement of this goal.\r\nThe effective elimination of landmines as a weapon\r\nof war is another important task facing the United Nations\r\ncollectively and its members individually. I have been\r\ngratified by the gains made to date, through the Ottawa\r\nprocess, through the Inhumane Weapons Convention,\r\nthrough national and regional measures and, perhaps most\r\nimportant, through enhanced contributions to demining\r\nand mine-victim assistance programmes to address the\r\nterrible human toll of anti-personnel landmines. We owe\r\nit to the victims of anti-personnel landmines to continue\r\nworking through all avenues to achieve a real and lasting\r\nsolution to the global landmines problem.\r\nThe elimination of landmines is one necessary step\r\nin creating a more humane world, a world where\r\nindividual human rights can demand proper respect. But\r\nfurther measures need to be taken involving the\r\nestablishment of durable national human rights institutions\r\nto advance the goals to which our international human\r\nrights treaty commitments aspire. We are encouraged by\r\nand support the proposal to integrate human rights issues\r\nmore fully into a range of United Nations activities. In\r\nour view, the linkages between respect for human rights,\r\ngood governance and sustainable development are\r\nimportant. The fact that all four Executive Committees\r\nestablished by the Secretary-General will take human\r\n18\r\nGeneral Assembly 23rd plenary meeting\r\nFifty-second session 3 October 1997\r\nrights issues into account in their deliberations should\r\nensure that more effective coordination is possible across\r\nUnited Nations activities. We warmly welcome also the\r\nsteps taken by the Secretary General to reform and\r\nreinvigorate the Secretariat’s organizational structure to\r\nsupport human rights, particularly the consolidation of the\r\nOffice of the High Commissioner and the Centre for\r\nHuman Rights into a single office. His appointment of the\r\nformer President of Ireland, Mary Robinson, as High\r\nCommissioner for Human Rights is an excellent choice. We\r\npledge ourselves to support her in her task.\r\nAnother important recent development at the\r\ninternational level has been the negotiation of a draft statute\r\nfor an international criminal court. Australia is strongly\r\ncommitted to the early establishment of the court as a\r\nmajor human rights objective. We urge all nations to\r\nsupport by consensus the proposed resolution at this\r\nGeneral Assembly calling for the convening of a diplomatic\r\nconference in June 1998 to finalize and adopt the statute of\r\nthe court.\r\nAs we approach the fiftieth anniversary of the\r\nUniversal Declaration of Human Rights, we pay tribute to\r\nthe universal standards the Declaration has helped to\r\nestablish. Let us never forget as well that the Declaration,\r\nalong with the two International Covenants, and the whole\r\nbody of treaty law and practice that has since developed,\r\nwas reaffirmed by all nations at the Vienna World\r\nConference on Human Rights in 1993.\r\nAustralia is a nation committed to the advancement of\r\nhuman rights and regards human rights issues as integral to\r\nits diplomacy. However, the Australian Government does\r\nnot want the important area of human rights to become an\r\nunproductive battleground or an environment for\r\nsloganeering. What we seek is results, not rhetoric, with the\r\noutcome being genuine improvements in human rights. The\r\nreal basis for a sustained improvement in the quality of\r\nhuman rights needs to be through domestic reform founded\r\non working institutions that guarantee participation and\r\naccountability. Reform of the institutions of civil\r\ngovernance must come from within. It is not something that\r\ncan be imposed from outside, for if there is not the political\r\nwill and the people with the knowledge and a commitment\r\nto making those institutions work, then they will simply\r\nfounder. Almost all nations have dark moments in their\r\nhistory where abuses have occurred, where vigilance has\r\nfailed. Abuses and corruption are most likely to disappear\r\nwhen there are institutions established to bring light into\r\nthis darkness.\r\nAll too often, however, instead of working patiently\r\nto encourage and help others to build these institutions,\r\ncountries have tended to address issues of human rights\r\nby criticism alone. There is no doubt that in the 52 years\r\nsince the United Nations was established the world has\r\nwitnessed many egregious and vile acts committed for the\r\nmost inhumane of reasons, and deserving the strongest\r\ncondemnation. However, the condemnatory approach\r\nalone has only limited practical value.\r\nWe need to recognize that in practical terms\r\nprotecting human rights must primarily be done at the\r\nnational level. The international human rights system,\r\nwhich we have worked hard to build, inevitably has a\r\nbroad focus and a limited ability to assist States to\r\nimplement agreed standards. Regional human rights\r\nmechanisms also have a role, and we should do what we\r\ncan to encourage their establishment and strengthening,\r\nincluding in the Asia-Pacific. However, it is clear that the\r\nability of each State effectively to protect human rights\r\ndepends to a significant degree on the strength of its own\r\ninstitutions, including a representative legislature, an\r\naccountable executive and an independent judiciary. A\r\nvigorous civil society is another important element in\r\ncreating a culture of human rights.\r\nA critical element that has often been undervalued in\r\nthe national implementation of human rights standards is\r\nthe importance of effective institutions as a means to\r\nachieving good governance. It is this institution-based\r\ngood governance that offers a real hope of eradicating the\r\nrandomness and violence that can characterize systems\r\nwhere there is neither popular participation nor genuine\r\naccountability.\r\nGood governance creates the environment in which\r\ncivil and political rights are respected and protected. Good\r\ngovernance also promotes an environment for sound\r\neconomic management and sustainable use of resources to\r\nincrease prosperity. These conditions are important to the\r\nprotection of economic, social and cultural rights.\r\nAt the same time, the exercise of civil and political\r\nrights through participatory processes is essential to good\r\ngovernance because it helps ensure governmental\r\naccountability and effectiveness. The interlinkages are\r\nsuch that action in one area of human rights has a\r\npositive reinforcing effect on other dimensions of human\r\nrights, making all human rights indivisible.\r\nAccountability, participation and effective institutions are\r\nthree fundamental principles necessary for the protection\r\nof human rights.\r\n19\r\nGeneral Assembly 23rd plenary meeting\r\nFifty-second session 3 October 1997\r\nIt is with all this in mind that Australia gives priority\r\nto institution building in the human rights field. One of the\r\nmost significant developments in recent years has been the\r\nspread of national institutions for the promotion of human\r\nrights. Such institutions, able to work with Governments\r\nand civil society, can reflect to a significant degree the\r\ndifferent cultures and local conditions of the societies in\r\nwhich they are established, while remaining consistent with\r\ninternational human rights standards. Moreover, it is worth\r\nnoting that the General Assembly has endorsed a set of\r\nminimum standards for such institutions — the so-called\r\nParis principles. Despite considerable early scepticism,\r\nrecent experience has been very positive, and many\r\nGovernments and non-governmental organizations are now\r\nlooking positively at independent national institutions as an\r\nimportant means to promote and protect human rights. The\r\ngenerally positive view of the work of national institutions\r\nheld by most States was reflected in the adoption by\r\nconsensus of Australia’s resolution on this subject at this\r\nyear’s session of the Commission on Human Rights, with\r\nan increased number of co-sponsors.\r\nDeveloping countries are showing rapidly increasing\r\ninterest in establishing or strengthening existing national\r\nhuman rights institutions, as a constructive way to take\r\npositive action at the national level, bearing in mind\r\nnational circumstances, to promote respect for human\r\nrights. Important examples of human rights institutions\r\nrecently established in my part of the world that are making\r\na difference on the ground include those in India and\r\nIndonesia. I was encouraged recently by the statement of\r\nPapua New Guinea’s Prime Minister that he intends to\r\npress ahead to establish a human rights commission in the\r\nnear future.\r\nWe will also watch with expectation the development\r\nof the proposed Cambodian national human rights\r\ncommission. A credible and independent human rights\r\ncommission, along with a genuinely independent national\r\nelectoral commission, could make an important contribution\r\nto protecting stability and promoting the observance of\r\nhuman rights in Cambodia in the lead-up to what we\r\nstrongly hope will be free, fair and credible elections in\r\nMay next year.\r\nThe work of national institutions in individual\r\ncountries can be strengthened through subregional and\r\nregional arrangements which provide a framework for\r\nexchanges of views and experiences. Australia is a strong\r\nsupporter of the development of such arrangements in the\r\nAsia-Pacific region. Since an inaugural meeting in Darwin\r\nin 1996 there has been a steady consolidation of links\r\namong established and emerging Asia-Pacific human\r\nrights commissions. The 1996 meeting saw the\r\ncommissions of Australia, New Zealand, Indonesia and\r\nIndia — later also joined by the Philippines — establish\r\na regional network of human rights commissions, the\r\nAsia-Pacific Forum of National Human Rights\r\nInstitutions, with a supporting Secretariat based in and\r\nfinanced by Australia.\r\nThe aim of this network is to strengthen cooperation\r\namong national human rights institutions, including\r\nthrough information sharing, staff exchanges, technical\r\ncooperation and an annual regional meeting. It also assists\r\nother regional Governments wishing to establish such\r\ninstitutions. The most recent regional meeting has just\r\nbeen held, in New Delhi. It attracted participation from\r\nthe founding human rights commissions as well as that of\r\nSri Lanka. Other regional countries from Asia and the\r\nPacific attended as observers, some of which are\r\nconsidering the establishment of their own human rights\r\ncommissions.\r\nA most effective area of United Nations operations\r\nin this field has been the work of the Special Adviser to\r\nthe High Commissioner for Human Rights on National\r\nInstitutions, Regional Arrangements and Preventive\r\nStrategies. The United Nations work with a number of\r\nGovernments, including in our own region, is at an\r\nimportant stage. Australia was therefore pleased to\r\nprovide additional financial support this year to enable the\r\nUnited Nations to continue to support national institutions.\r\nWe welcome the Secretary-General’s commitment in\r\nhis report on the work of the Organization to\r\nstrengthening cooperation on issues of democratization\r\nand good governance. We note his comment that\r\n“This past year has seen a dramatic increase in\r\nactivities relating to the establishment of national\r\ninstitutions for the promotion and protection of\r\nhuman rights.” (A/52/1, para. 30)\r\nWe are heartened by this development and by the\r\nresponsiveness of the Secretary-General. His report\r\nclearly reflects the need I am stressing here for support\r\nfor national institution-building to be at the centre of\r\nUnited Nations human rights endeavours.\r\nEarlier this year I announced the establishment in\r\nAustralia of a Centre for Democratic Institutions. This\r\nCentre will be devoted to the provision of practical\r\nsupport for the consolidation and strengthening of\r\n20\r\nGeneral Assembly 23rd plenary meeting\r\nFifty-second session 3 October 1997\r\ndemocratic institutions in developing countries included in\r\nAustralia’s aid programme. It exemplifies a cooperative\r\nrather than a conflict approach towards promoting human\r\nrights, and it will be the flagship of our good governance\r\ninitiatives. The focus of the Centre’s training programmes\r\nwill be on electoral, parliamentary, judicial and human\r\nrights institution-building and the processes by which\r\nbroader society, notably the media and community groups,\r\ncan contribute to democratic decision-making. It will also\r\nfacilitate visits and secondments of appropriate participants,\r\nsuch as Parliamentarians, senior administrators and other\r\ninfluential persons to relevant Australian organizations.\r\nWhile human rights remain at risk, our values are\r\ncompromised and international stability is jeopardized. The\r\nprotection of human rights to promote the dignity of the\r\nindividual is too important a matter for symbolic gestures\r\nalone. It is only through the pursuit of practical and\r\neffective efforts to promote human rights that we show our\r\nreal commitment to the welfare of individuals and society.\r\nAnd it is vital to such practical outcomes that we orient our\r\napproach to human rights to emphasize cooperation and the\r\ncreation of durable structures.\r\nIf I may stay briefly with the subjects of practical\r\noutcomes and durable structures, the nations of the world\r\nare facing today the threat of climate change and will need\r\nto agree later this year in Kyoto on sustainable responses to\r\nthat threat. At the recent South Pacific Forum, Australia,\r\nalong with other Forum countries, acknowledged deep\r\nconcern about the impact of increasing concentrations of\r\ngreenhouse gases on rising sea levels and changing weather\r\npatterns, especially low-lying islands. Australia, along with\r\nothers, is working hard to ensure that the Kyoto meeting\r\ndelivers a sustainable environmental outcome. We stand\r\nready to play our part, although, as we have made clear in\r\nthese negotiations, we have no intention of imposing upon\r\nAustralians an unfair and disproportionate cost in\r\naddressing this global problem.\r\nBefore concluding, I should like to address the third\r\nand final reform issue I said I would be raising. Australia\r\nbelieves there is an element missing in the present\r\ndiscussion on reform. I am referring to the existing electoral\r\ngroup system, which dates back to the last major reform of\r\nthe group system in 1963. Since the size of the United\r\nNations has nearly doubled since 1963, mostly with new\r\nnations from Africa, Asia and the Pacific, this issue needs\r\nto be addressed again.\r\nThe present configuration contains many conspicuous\r\nanomalies and inequities which constitute powerful\r\narguments for reform. The substantial disparities in the\r\nsize of the various groups and the inadequate level of\r\nrepresentation available to the many subregions, including\r\nin our own geographic region of East Asia and the\r\nPacific, has long been an evident source of frustration.\r\nComparisons between the size of the African and East\r\nEuropean Groups — embracing 53 and 21 members,\r\nrespectively — demonstrate the legitimacy of\r\ndissatisfaction with the status quo in this regard.\r\nThis widespread sense of under-representation is\r\nexacerbated by the social and political diversity of the\r\nlarger groups and the limited extent to which a single\r\nmember can be said to represent the group as a whole.\r\nWhile we have our own ideas, Australia does not believe\r\nit would be helpful to prescribe any rigid formula for\r\nreconfiguration of the group system. We acknowledge this\r\nis a sensitive issue on which there are many views. But\r\nI believe it is time we began to think about and discuss\r\nthis matter, as we seek to equip the United Nations for\r\nthe future.\r\nUltimately, reform of the United Nations means one\r\nthing. It means a more efficient organization capable of\r\ndelivering practical outcomes to the people of the world.\r\nIf we are to achieve that reform, then we must focus on\r\ncooperation, not conflict. We must build institutions\r\nwhich will guarantee effective vigilance, and above all\r\nelse we must have the courage to abandon the ideas and\r\nstructures of the past and embrace the changes which\r\nbring the future.\r\nAddress by The Honourable Kenny D. Anthony,\r\nPrime Minister, Minister of Finance, Planning,\r\nInformation and the Public Service of Saint Lucia\r\nThe Acting President (interpretation from French):\r\nThe Assembly will now hear an address by the Prime\r\nMinister, Minister of Finance, Planning, Information and\r\nthe Public Service of Saint Lucia.\r\nThe Honourable Kenny D. Anthony, Prime Minister,\r\nMinister of Finance, Planning, Information and the\r\nPublic Service of Saint Lucia, was escorted to the\r\nrostrum.\r\nThe Acting President (interpretation from French):\r\nI have great pleasure in welcoming the Prime Minister,\r\nMinister of Finance, Planning, Information and the Public\r\nService of Saint Lucia, His Excellency The Honourable\r\nKenny D. Anthony, and inviting him to address the\r\nGeneral Assembly.\r\n21\r\nGeneral Assembly 23rd plenary meeting\r\nFifty-second session 3 October 1997\r\nMr. Anthony (Saint Lucia): My delegation welcomes\r\nthe experience and expertise which Mr. Hennadiy\r\nUdovenko brings to the leadership of this session of the\r\nGeneral Assembly, and would like to applaud his\r\npredecessor, Ambassador Razali Ismail of Malaysia, for his\r\noutstanding contribution during the fifty-first session.\r\nWe feel a quiet sense of elation that the Secretary-\r\nGeneral has emerged as the personification of the new\r\npossibilities of the United Nations. His recent succession to\r\nthe distinguished position of Secretary-General of this body\r\nis symbolic of the new vision and the new order which\r\nheralds our entry into the twenty-first century.\r\nOur historical moment is a defining one. Change has\r\nbrought us to the stage at which we can either transform or\r\nbe transformed. All of us — large as well as small nations,\r\nindividuals as well as Governments — are challenged to\r\nmake a decisive break with the old ways of doing and\r\nseeing things. The people of our planet continue to yearn\r\nfor justice, equality and fairness. The human spirit\r\ncontinues to thirst for all that is good and beautiful. The\r\nsoul of humankind is still seeking to reinvent itself in ways\r\nthat are noble, kind, compassionate and caring. That is the\r\nnew wave that is beginning to swell on the cusp of the new\r\nmillennium, and we can discern its gathering momentum in\r\nthe emotive milestones of the past few months. The\r\nexpression of universal public grief infused with private\r\nintensity over the deaths of Mother Teresa and Diana,\r\nPrincess of Wales and the donation of $1 billion by Ted\r\nTurner to United Nations charitable causes — these are the\r\naffirmations of the emergent humanist temperament of the\r\nnew age.\r\nIn these times, this body must welcome the inspiration\r\nof those who, by their example, generosity, selflessness and\r\ncourage, seek to protect the defenceless in a bid to reshape\r\nthe horizons of our common humanity. It is a global wave\r\nsweeping local shores as well as distant ones. In my own\r\ntropical corner of our global village, Saint Lucia, on 23\r\nMay 1997 the people elected a new Government with a\r\ndecisive mandate predicated on a vision of hope, change\r\nand possibility.\r\nThe wave of people’s aspirations at the national level\r\nis faced with its own counter-turbulence in the conduct of\r\nrelations among States. Arrayed against this popular\r\nimpulse for humanism in affairs of state is the assertion of\r\nall that has been selfish, greedy and exploitative. The\r\npowerful continue to parade their might without any regard\r\nfor others. They exercise their influence without any\r\ncompassion, and accumulate their wealth without any\r\ncharity.\r\nThe icons of free trade, market liberalization and\r\neconomic liberalism represent the hardening of the\r\narteries of human conscience in the sphere of commerce.\r\nThe movement away from concerns of social and\r\neconomic justice to the preoccupation with market forces\r\nand economic rationality is leading inexorably to a new\r\nworld order at odds with the impulse of the world’s\r\nbillions for a more caring and compassionate world.\r\nAt the level of the international system, we are\r\nwitnessing a rolling back of the structures of social\r\nresponsibility, the progressive erosion of the capacity to\r\nrespond and the annihilation of the will to act humanely.\r\nWe see the inability to care for the welfare of the people,\r\nthe apathy towards their growing material deprivation and,\r\nmost frighteningly, the calculated institutional insensitivity\r\nto the plight of the disadvantaged who wish to continue\r\nto earn with dignity and by the sweat of their brows.\r\nThere is no better example of this callous disregard\r\nthan the situation facing the African, Caribbean and\r\nPacific (ACP) countries, and in particular the banana\r\nproducers of the Caribbean. Only last month, the small\r\nbanana-producing countries of the Caribbean Community\r\nreceived a particularly harsh and crushing blow, when the\r\nappeals board of the World Trade Organization (WTO)\r\nupheld an earlier finding that the preferential treatment\r\naccorded in the European market to bananas of the\r\nMember States of the ACP contravened World Trade\r\nOrganization rules on free trade.\r\nThe intent behind the current move towards\r\nglobalization as manifested in the World Trade\r\nOrganization is evidently most commendable. Indeed,\r\nSaint Lucia was among the founding members of the\r\nWTO. We were led to believe that the World Trade\r\nOrganization would help raise the living standards of our\r\npeoples and, by emulating the ideals of the United\r\nNations, would promote fairness in world trade. It was\r\nour hope that it would end, once and for all, the law of\r\nthe jungle as the dominant feature of international\r\ncommercial relations. In short, it was hoped that the WTO\r\nwould establish a standard of arbitration premised on\r\nfairness, civilized negotiation of vital interests and the\r\ninculcation of equity in international trade and commerce.\r\nThe WTO ruling on the European banana regime is\r\nnothing short of a capitulation to the machinations of\r\nthose who are blinkered by free trade and sheer greed.\r\n22\r\nGeneral Assembly 23rd plenary meeting\r\nFifty-second session 3 October 1997\r\nWe speak in these strong terms because the world\r\ncommunity must understand that the WTO, and the\r\ncomplainants to the European banana regime, completely\r\nand steadfastly ignored the fact that the import of its ruling\r\nis the economic and social destruction of a number of small\r\nMember States of this body that together enjoy a miniscule\r\n2.5 per cent of the world trade in bananas and only 5 per\r\ncent of the European market.\r\nConsider for a moment the flaws in the process\r\nthrough which the WTO’s dispute settlement body sought\r\nto resolve this issue. The initial panel did not have a single\r\nrepresentative from a developing country, although the\r\nmatter was of utmost importance to developing countries.\r\nTo render fair play even more remote, the appellate board\r\nwas chaired by an American, despite the fact that the\r\nprincipal complainant was the United States of America.\r\nWhile that may have been permissible under the rules,\r\nsurely good sense and fairness should have dictated that it\r\nwas nothing but highly improper and undesirable. But then,\r\neven the nature of the major complainant was improper: the\r\nUnited States of America does not produce a single banana\r\nfor export. Yet, while it activated and participated in the\r\nproceedings, we, the banana-producing countries, were\r\ndenied the right to full participation and were relegated to\r\nthe sidelines as spectators.\r\nThe WTO has dismally failed to match up to the\r\ncommendable goals which inspired its creation. The\r\nimplementation of the ruling will bring about a generalized\r\nreduction in the living standards of our peoples and an\r\nacceleration of poverty.\r\nFar from providing reassurance of a civilized approach\r\nto resolving world trade disputes, the ruling leaves a\r\nlingering suspicion that “might” will always be “right” and\r\nthat the strong and powerful will always be able to use the\r\nsystem to achieve their own ends, regardless of the human\r\ndislocation and suffering that result.\r\nIf the World Trade Organization is to be of any value\r\nto us small, developing countries, there must be a\r\nfundamental reform of its system of dispute settlement. This\r\nis essential, because the implications of the scope of the\r\nruling on bananas are not confined to bananas. The ruling\r\nraises questions about other import arrangements for\r\nagricultural goods as well as the future of trade and\r\ndevelopment cooperation agreements between rich and poor\r\ncountries. The real challenge to the WTO is not how\r\neffective its Dispute Settlement Body can be in rigidly\r\napplying the letter of its regulations, but, rather, whether the\r\nprocess by which decisions are arrived at is perceived as\r\nbeing fair. The system must be reformed so that it takes\r\naccount of the consequences of the implementation of its\r\nrulings. It must of necessity consider the impact of its\r\ndecisions, particularly when, as in the case of the ruling\r\non the banana regime, the affected countries have small,\r\nvulnerable and fragile economies.\r\nTrade and development must, in the final analysis,\r\nbe about the development of people. Therefore, the WTO\r\ncriteria for settling disputes must be redesigned to take\r\ninto account social, health, cultural and environmental\r\nissues. If national security issues can be raised as a reason\r\nwhy the law of one powerful country should not be\r\nbrought before WTO jurisdiction, then why should the\r\nWTO not take into account the special social and\r\neconomic circumstances of small, vulnerable countries in\r\nits dispute deliberations? What is the point of the WTO’s\r\nDispute Settlement Body rigidly applying rules, when in\r\nso doing it takes decisions which are in direct contrast to\r\nthe very principles which justify its existence? In such a\r\nsituation the principles become worthless and the\r\norganization becomes amenable to manipulation.\r\nWe do not seek international charity for our banana\r\nfarmers. We seek only fairness and opportunity. We are\r\nnot irrevocably opposed to free trade, but we need fair\r\ntrade. We are a proud people seeking to earn our living\r\nin as honest a manner as the wealth of nations permits.\r\nThe nations of the European Union entered into a\r\npartnership for development with us when, together, we\r\nsigned the Lomé Convention. We call upon them not to\r\ncast aside their solemn commitments and obligations\r\nunder that Convention, as they respond to those who want\r\nthis most unfair ruling by the World Trade Organization\r\nimplemented immediately and in its entirety. We are\r\nheartened by the statements made so far by the European\r\nCommission expressing the European Union’s deep\r\nconcern about the negative political, economic and social\r\neffects of the WTO ruling on a number of countries from\r\nthe African, Caribbean and Pacific (ACP) Group of\r\nStates. We take comfort from the Commission’s\r\nexpression of its intention to take these factors into\r\naccount, and to stand by the European Union’s\r\ninternational obligations and the principles of its\r\ndevelopment policy. We also welcome the statements of\r\nsupport for Caribbean banana producers from the\r\nEuropean Parliament and its call for the revision of the\r\ncriteria used by the WTO in the resolution of trade\r\ndisputes. We look forward to working with the European\r\nUnion to find a formula which will allow us continued\r\naccess to the banana market in a manner which will\r\n23\r\nGeneral Assembly 23rd plenary meeting\r\nFifty-second session 3 October 1997\r\npermit our farmers to continue earning a decent and\r\ndignified living. We urge the European Union to be\r\nsteadfast in protecting the spirit and substance of its\r\nobligations under the Lomé Convention, to remain\r\ncommitted to ensuring development and equity in\r\ninternational economic relations, and to remain faithful to\r\nits ACP friends.\r\nSuch are the challenges confronting those who are\r\nsmall and weak, yet proud. It is within such a context of an\r\nuncertain international system that my country has to shape\r\nits foreign policy. The changing characteristics of the\r\ninternational system have necessitated that we redefine the\r\nboundaries of our alliances. We must look beyond the sea\r\nof uncertainty to the mountains of possibility. The\r\ncontemporary confluence of forces challenges us to create\r\nnew relationships to assist in our social and economic\r\ndevelopment. Having been forced out of our traditional\r\npartnerships, we must find new friends and reconstruct\r\nrelationships. In this process, we must be guided by the\r\nimperative of finding and mobilizing new sources of\r\ninvestment that are predicated on creating new paths to\r\nsustainable growth.\r\nFor us, foreign policy is about building bridges to\r\nother people, other cultures and other markets. It is about\r\ncontributing to the emergence of a new climate of tolerance\r\nand international understanding; it is about matching\r\ndomestic need with international possibility. Consistent with\r\nthese basic principles, Saint Lucia has proceeded in a\r\ndirection in which the majority of the States of the world\r\nhave already gone by establishing diplomatic links with the\r\nPeople’s Republic of China.\r\nSaint Lucia will always cherish the principles of\r\nrespect for sovereignty, territorial integrity and the rule of\r\ninternational law. All countries, regardless of size, must\r\nhave the comfort of these irrevocable principles and be\r\nsecure in the confidence that the conduct of nations will be\r\nguided by them.\r\nIt is in the context of these basic principles that we\r\nurge the United States of America to re-examine some of\r\nits recent policies towards the States of the Caribbean. Its\r\nlead role in the challenge to our banana marketing regime\r\nhas damaged our peoples’ confidence in its declarations of\r\nfriendship. Its new immigration laws are causing\r\napprehension and dislocation for thousands of persons who\r\noriginated from the Caribbean, and is eroding the bridges\r\nbetween our peoples. The imminent deportation of persons\r\nwho have lived for decades in the United States will create\r\na humanitarian problem of mass proportions. This is no\r\nlonger a domestic matter. The consequences for the\r\nhuman rights of those affected have transformed it into a\r\nsubject for international concern.\r\nIn addition, the deportation of persons who have\r\nbecome hardened criminals to lands they do not know as\r\nhome is further rocking the social and economic fabric of\r\nour democracies. If there is a law of unintended\r\nconsequences, the United States of America must accept\r\nthe negative repercussions of its policies. It must therefore\r\nembark on corrective action to undo the damage which\r\nthese policies have unleashed on the peoples of the\r\nCaribbean community.\r\nIt is our concern for fairness, equity and\r\ndemocratization in the conduct of international relations\r\nthat has caused Saint Lucia to embrace and support the\r\nprocess of reform of the United Nations itself. Saint Lucia\r\nfirmly believes that if the United Nations is to adequately\r\naddress the challenges of the coming century, then three\r\nthings must happen.\r\nFirst, Member States must honour their financial\r\nobligations to the body. Saint Lucia continues to believe\r\nthat the United Nations financial crisis can be alleviated\r\nif all Member States, large and small, rich and poor, do\r\nso in a timely manner, without conditions. A United\r\nNations that is financially weak, that lurches from one\r\nbudget crisis to another, is in no condition to confront and\r\novercome the challenges facing mankind. If there is to be\r\nfinancial reform, then the precarious financial existence of\r\nthe United Nations must be consigned to the dustbin of\r\nhistory.\r\nSecondly, the United Nations itself must take steps\r\nto become more efficient and effective. We need a United\r\nNations where waste is abhorred, where the churning out\r\nof documents for documents’ sake, at a cost of millions\r\nof dollars, is no longer a priority. We need a United\r\nNations that is leaner, but more capable of making the\r\nmaximum use of its resources.\r\nThirdly, the United Nations must become more\r\nresponsive to the needs of all its Member States. For the\r\nmajority of the United Nations Member States, the need\r\nis for sustainable development, for the eradication of\r\npoverty and of illiteracy. We need a United Nations that\r\nwill show an even greater sensitivity to those needs.\r\nThe United Nations must also answer the call for\r\nwider representation of the world peoples on the Security\r\nCouncil. Saint Lucia wishes to reiterate its support for an\r\n24\r\nGeneral Assembly 23rd plenary meeting\r\nFifty-second session 3 October 1997\r\nincrease in the membership of the Security Council to\r\nreflect the universal membership of the General Assembly\r\nand to ensure the balanced representation of the developing\r\nworld.\r\nSaint Lucia applauds the initiatives of the Secretary-\r\nGeneral in his proposals to reform the United Nations to\r\ninspire greater confidence in its potential. Saint Lucia is\r\nparticularly interested in the proposed “dividend for\r\ndevelopment”, and welcomes the idea that a large portion\r\nof United Nations resources should be allocated to\r\ndevelopment, particularly to meet the needs of developing\r\ncountries. It is our hope, however, that this proposed\r\n“dividend for development” will not become like the peace\r\ndividend — a noble idea that is yet to materialize.\r\nIt is a moral responsibility of those who are strong to\r\nprotect the weak and vulnerable. The international\r\ncommunity, through the United Nations, must accept its\r\nresponsibility to establish and maintain mechanisms that\r\nwill protect the small, vulnerable economies of this world\r\nas they seek to build sustainable economies for the twenty-\r\nfirst century.\r\nSaint Lucia has begun to do its part through the\r\ndiversification of its economic base, through action to\r\nreduce unemployment, poverty, population growth and to\r\nimprove the educational standards of our peoples. We, too,\r\nwant to be better placed to exploit the new employment\r\nopportunities provided by the revolution in information and\r\ncommunications technology. But the United Nations must\r\nalso play its part by not forgetting that small island\r\ndeveloping States like Saint Lucia have peculiar needs that\r\nit must be vigilant to protect.\r\nWe applaud the work being carried out by the\r\nCommonwealth on updating its report on the vulnerability\r\nof small States and in revising the Vulnerability Index of\r\nSmall States, and we welcome the new report, “A Future\r\nfor Small States Overcoming Vulnerability”.\r\nSaint Lucia notes the preparation being made for the\r\nspecial session of the General Assembly in 1999 to review\r\noutstanding chapters and issues of the Barbados Programme\r\nof Action. However, we must express our disappointment\r\nover the lack of progress in implementing the Programme\r\nof Action, and Saint Lucia urges the international\r\ncommunity to support the mobilization of external resources\r\nto implement the plan.\r\nIn recent times, the vulnerability of small States to\r\nnatural disasters could not have been more clearly\r\ndemonstrated than in the case of the Caribbean island of\r\nMontserrat, whose very existence is threatened by an\r\nintermittently raging volcano. Since the fifty-first session\r\nof the General Assembly, the situation in Montserrat has\r\ndeteriorated. Half of the island’s population has had to\r\nflee. The plight of the people of Montserrat is a human\r\ntragedy that the world ignores because, once again, its\r\nsetting is another small island State which seems to be in\r\na remote corner of the international community. The\r\npeople of Montserrat badly need sympathy, understanding\r\nand support.\r\nThe establishment of a Caribbean family of nations\r\nis a historical imperative for Saint Lucia. For this reason,\r\nwe shall continue to strengthen the integration process in\r\nthe Caribbean and the closer association of our peoples.\r\nWe have a vision of the entire Caribbean Basin merging\r\nas one nation, becoming one family, irrespective of the\r\ndivision of language, size, trade and political traditions\r\nand relationships. We may be small, but we are making\r\nour contribution to the enhancement of civilization.\r\nThe noble ideals and goals of the United Nations\r\nand its Charter will be meaningless if the international\r\ncommunity fails to protect small, vulnerable developing\r\ncountries like Saint Lucia from the predatory actions of\r\nthose who seek to destroy the livelihood of our peoples in\r\nthe name of free trade. These lofty goals will be hollow\r\nif, in the rush to espouse globalization and the\r\nliberalization of trade, the special circumstances of the\r\nsmaller, poorer States of this world are scorned, and their\r\nspecial needs are bulldozed and smashed by the injustice\r\nof international tribunals and the myopia of richer States.\r\nSaint Lucia does not wish to be trapped in a cycle of\r\ndependence. It merely wishes to be given the opportunity\r\nto be self-sustaining in this global order.\r\nThe noble aspirations of the United Nations will\r\nrank among the greatest failures of the twentieth century\r\nif, by failing to be involved in the control of the process\r\nof globalization, it allows its smaller, poorer Members to\r\nbe marginalized. The goal of sustainable development\r\nmust not be allowed to become yet another myth of our\r\ntimes.\r\nThe Acting President (interpretation from French):\r\nI thank the Prime Minister, Minister of Finance, Planning,\r\nInformation and the Public Service of Saint Lucia for the\r\nstatement he has just made.\r\n25\r\nGeneral Assembly 23rd plenary meeting\r\nFifty-second session 3 October 1997\r\nThe Honourable Kenny D. Anthony, Prime Minister,\r\nMinister of Finance, Planning, Information and the\r\nPublic Service of Saint Lucia, was escorted from the\r\nrostrum.\r\nThe Acting President (interpretation from French):\r\nI now call on the Minister for Foreign Affairs and\r\nCooperation of Rwanda, His Excellency Mr. Anastase\r\nGasana.\r\nMr. Gasana (Rwanda) (interpretation from French):\r\nBefore delivering the message of the Government of\r\nRwanda to the General Assembly, allow me to follow the\r\nHeads of State and fellow Ministers who have spoken from\r\nthis rostrum and express to the President our very sincere\r\ncongratulations on his outstanding election. We also pay a\r\nwell-deserved tribute to his eminent predecessor, who\r\ndisplayed devotion, skill and readiness to serve during the\r\nlast session.\r\nOur warmest and fraternal congratulations also go to\r\nthe Secretary-General, Mr. Kofi Annan, for whom this\r\nsession of the General Assembly is his first in that office.\r\nAt the fiftieth anniversary session of the United\r\nNations we took the opportunity to express loudly and\r\nclearly our views with regard to the essential reforms to be\r\ncarried out within the United Nations. We welcome the\r\nproposals made by the Secretary-General, and we assure\r\nhim of our support and cooperation. We also made\r\nproposals on Security Council reform. We will continue to\r\nmake our contribution and lend our support to the collective\r\nefforts aimed at ensuring greater democracy in the Council.\r\nThe Government of Rwanda also wishes to take this\r\nopportunity to express its great satisfaction at the\r\nappointment of Mrs. Mary Robinson as United Nations\r\nHigh Commissioner for Human Rights. We assure both her\r\nand the Secretary-General of our assistance and\r\ncooperation.\r\nAt this session the Government of Rwanda wishes to\r\nmake its modest contribution to our consideration of some\r\nmatters of concern both to Africa and to the entire\r\ninternational community. These primarily relate to the\r\ndifficulties encountered in the process of bringing to life a\r\nnew Africa and problems related to the prevention,\r\nmanagement and resolution of conflicts in Africa. We shall\r\nalso offer some thoughts on how our peoples may enjoy a\r\nrelatively smooth passage into the next millennium. We will\r\nconclude with an appeal for international solidarity for\r\nRwanda and the Rwandan people.\r\nThe hope of the peoples of Africa and the third\r\nworld is first of all for an understanding of their real\r\nproblems, and today that understanding must be a priority.\r\nMuch of the international community supports the new\r\npolitical order in Africa and the new African leadership\r\nand leaders who wish to create new realities for a new\r\nAfrica. We had the opportunity and pleasure, at the\r\nspecial meeting of the Security Council on Africa held on\r\n25 September under the presidency of the Secretary of\r\nState of the United States, of hearing comments in\r\nsupport of the new African leadership. We stand firmly\r\ntogether. The others, those who do not trust in Africa and\r\nthe Africans, who attempt to hinder our continent’s efforts\r\nto free itself from neocolonialism and dictatorships, who\r\nare today trying to discredit and undermine our leaders at\r\nany cost, they are the ones we will obviously be forced to\r\ndeal with when we come to them.\r\nI should like now to speak of the problems of\r\nconflict prevention and conflict resolution in Africa and\r\nother third world countries. Again, we extend our\r\nwarmest thanks to the Security Council for having taken\r\nthe positive initiative of convening a ministerial-level\r\nmeeting on Africa on 25 September.\r\nOur contribution, beyond general considerations and\r\nsome specific cases, will focus primarily on identifying\r\nthe underlying causes of conflicts in Africa, conflicts\r\nwhich in turn create the economic and political recessions\r\nof which we in our continent — and elsewhere in certain\r\nthird world countries as well — are aware on almost a\r\ndaily basis.\r\nAfrica and the third world in general are suffering\r\nfrom various ills, principal among which are ignorance,\r\npoverty, bad political leadership, coups d’état and foreign\r\nintervention. Those are the ills that have eaten away at\r\nAfrica, continue to eat away at it and are the sources of\r\nevery conflict on our continent.\r\nIgnorance, it is said, is the root of all evils. Poverty\r\nis the cause of all misfortune. What United Nations\r\nprogramme will combat ignorance and poverty in Africa\r\nand the countries of the third world, and when will these\r\ntwo terrible ills that ravage our continent be cured?\r\nBad political leadership in Africa has led many\r\ncountries to ruin and even led to the first genocide on the\r\nAfrican continent, which occurred in Rwanda from April\r\nto July 1994. The United Nations was present with a\r\nmilitary force of 2,500 men, who packed up and left,\r\nabandoning the Rwandan people to the mercy of the\r\n26\r\nGeneral Assembly 23rd plenary meeting\r\nFifty-second session 3 October 1997\r\nInterahamwe militiamen of the erstwhile single party and\r\narmed forces of the day. The planning and carrying out of\r\nthe genocide was the ignoble act of a bad political\r\nleadership that viewed the ignorance and poverty of the\r\npeoples of Rwanda — and, consequently, of the peoples of\r\nAfrica and the third world — as a political asset to\r\nconsolidate and perpetuate its dictatorship in power or to\r\nusurp power.\r\nWe hope that the United Nations will support the new\r\npolitical order in Africa and its new leadership, and that it\r\nwill oppose any manoeuvre aimed at using United Nations\r\nstructures to nip in the bud the new political order that is\r\nemerging on our continent.\r\nThe conflicts of which we are all aware in Africa\r\ntoday are the bitter fruit of the famous so-called Africa of\r\nthe Generals that emerged in the mid-1960s. Those coups\r\nd’état sapped Africa with all their attendant tragedies, of\r\nwhich all here are only too keenly aware. What are our\r\nstrategies for fighting coups d’état in Africa today? What\r\nare the strategies of the United Nations for eradicating this\r\nscourge, whose effects are realized by its creators only\r\nwhen they themselves fall victim to it?\r\nAll of the coups d’état in Africa since 1965, whose\r\nrotten fruits we are harvesting today, were fomented by\r\ncertain Western capitals in their own interests and to the\r\ndetriment of the African people. Today, unfortunately,\r\nforeign manipulation is continuing in Africa, creating a new\r\ncycle of coups d’état in Africa.\r\nWe urge the United Nations resolutely to attack the\r\nfive scourges I have just named, which still infect Africa\r\nand are the source of all the conflicts on our continent.\r\nThese problems exist and we are familiar with them. Let us\r\nnot make them taboo — let us talk about them within this\r\nprestigious building; let us talk about them in the Security\r\nCouncil. That, perhaps, would mark the beginning of\r\nimproved conflict prevention and resolution in Africa.\r\nWe cannot close this chapter on African conflicts\r\nwithout referring specifically to some that worry us more\r\nthan others. I am referring in particular to the Central\r\nAfrican Republic, where we feel the United Nations should\r\nbe on its toes and assist a country in which the keepers of\r\nthe old order and their opportunistic acolytes are using\r\nviolence against an elected Government. I am also referring\r\nto Congo (Brazzaville), where precisely the same scenario\r\nas in the Central African Republic is being played out on\r\na scale far larger than in the latter country.\r\nIn our humble opinion, the United Nations should\r\nalso send a clear and unambiguous message to the\r\nComorians of the island of Anjouan that the Comoros is\r\na State Member of the United Nations and that its unity\r\nand integrity are not negotiable. We ask the parties\r\nconcerned to work with the Organization of African Unity\r\n(OAU) to find an appropriate solution to their problem.\r\nWestern Sahara strikes a strong note of hope in the\r\narea of decolonization. We welcome and encourage the\r\ndue implementation of the agreements that have just been\r\nsigned between the Saharan Arab Democratic Republic\r\nand the Kingdom of Morocco to promote the process of\r\nself-determination and independence for the Saharan\r\npeople.\r\nIn Somalia, the Government of the Rwandese\r\nRepublic urges all the parties to the conflict to promote\r\ndialogue under the aegis of the OAU and the\r\nIntergovernmental Authority on Development.\r\nTwo years from the advent of the new millennium,\r\nwe all have the ultimate duty of leading our peoples to\r\nthe year 2000 without setback or fear of the unknown,\r\nunlike the people of the year 997 as they approached the\r\neve of the second millennium.\r\nThe twentieth century, leading into the awaited third\r\nmillennium, has deeded to us the two most horrendous\r\ngenocides in the history of humanity: the genocide of the\r\nJews during the Second World War and the genocide of\r\nthe Rwandans in 1994. Will we cross the threshold of the\r\nthird millennium with the same racist graffiti covering the\r\nwalls of our cities and airport corridors? Will those with\r\nuneasy consciences continue forever to play dumb with\r\nregard to the Rwandan genocide, the very first in the\r\nhistory of our continent? Will religious fundamentalism\r\nthrive at the cost of human lives?\r\nExtreme selfishness, despair, suicide, racism, crime,\r\nterrorism, drugs, paedophilia, battered women, rape: Are\r\nwe going to bring all this luggage with us into the third\r\nmillennium? What are we doing now? What are our\r\nstrategies to eradicate all these evils? Resignation?\r\nFatalism? Will the third millennium hold anything to\r\nshock us?\r\nWe all claim to govern on behalf of our respective\r\npeoples. What actions are we undertaking today to ensure\r\nthat they advance calmly, smoothly, without panic or\r\nanxiety into the year 2000? If we do nothing, how will\r\nwe explain it to them on the eve of 1 January 2000 or on\r\n27\r\nGeneral Assembly 23rd plenary meeting\r\nFifty-second session 3 October 1997\r\nthe first day of the year 2000? Will we use the language of\r\ncynicism, pain, realism, politics, diplomacy or ritual — in\r\njust enough to get them off our backs and hustle them\r\nalong into the year 2000 as into a lifeboat?\r\nWhat strategies do the United Nations and its\r\nagencies, present throughout Africa and other countries of\r\nthe third world, have to help the Governments and peoples\r\nthat must confront the anxieties of passing from one\r\ncentury to another, one millennium to another? In my\r\ncountry, Rwanda, I see no sign of any such strategy, while\r\nthe country is gripped by the many traumas born from the\r\ntearing, or rather the shredding, of the social fabric by the\r\ngenocide of 1994. When the traumas of genocide are\r\ncomplemented by millennial anxieties, what is to become\r\nof such a people if it is not helped by increased\r\ninternational solidarity?\r\nI have seen no or almost no sign of such solidarity in\r\nall my travels, no hint of such a project. Apparently, no one\r\nis concerned. And yet, we are only 26 months from 1\r\nJanuary 2000. Why such indifference from countries and\r\nfrom the United Nations? Should not our concerns be those\r\nof the peoples on whose behalf we govern? We should be\r\none step ahead and thereby allay them.\r\nBefore closing, I wish to appeal to the General\r\nAssembly that the United Nations adopt a mini-Marshall\r\nPlan for the moral and physical rehabilitation and\r\nreconstruction of the first African country to have fallen\r\nvictim to the catastrophe of genocide: Rwanda. This mini-\r\nMarshall Plan for the rehabilitation and reconstruction of\r\npost-genocide Rwanda was drafted by Ambassador\r\nSahnoun, Special Representative for the Great Lakes region\r\nof the Secretaries-General of the United Nations and the\r\nOAU, at the request of the Rwandan Government of\r\nNational Unity.\r\nWe also make a ringing appeal to the United Nations\r\nand the entire international community to provide Rwanda\r\nwith substantial assistance, as it has received since\r\nNovember 1996 more than 1.4 million repatriated\r\npersons — one fifth of its population — who had fled to\r\nthe former Zaire, now the Democratic Republic of the\r\nCongo, Tanzania and Burundi. Following this mass return\r\nof refugees, famine has today struck heavily in over four of\r\nour provinces. For the victims of this famine, we request\r\nemergency food relief and development assistance for every\r\nsector of national life — agriculture, health, education, the\r\nsocial and socio-economic reintegration of the repatriated,\r\nthe survivors of genocide, justice and the rehabilitation and\r\nreconstruction of basic infrastructures, including those for\r\nwater, electricity and roads.\r\nAs for the social and socio-economic reintegration of\r\nthe repatriated, since November 1996 the Rwandan\r\nGovernment has been sending into the field teams led by\r\ntwo Ministers for each province and composed of other\r\nministers, members of Parliament and high-level\r\nadministrators. These field missions aim at supporting the\r\nlocal administrative authorities in their tasks of receiving\r\nand reintegrating the repatriates. The exercise has gone\r\nwell and is still being successfully pursued.\r\nAt the communal and municipal level, we have also\r\ncreated reception committees composed of local\r\nauthorities and members of the United Nations\r\nCommission on Human Rights.\r\nUnfortunately, some troublemakers have filtered in\r\nwith the 1.4 million refugees who have recently returned\r\nto Rwanda. Since February 1997, these fugitives have\r\nbeen committing murders among the civilian population.\r\nThey have primarily targeted the survivors of genocide,\r\nin order to do away with anyone who might be a witness\r\nin a court of law, and local authorities who are devoted\r\nto the cause of national unity and reconciliation.\r\nThe Rwandan Government has taken the necessary\r\nmeasures to ensure the safety of the people in the north\r\nof the country, which has been the site of these murders.\r\nAgain, results in this area have also been quite\r\nsatisfactory.\r\nIn fact, a month ago I organized a meeting of the\r\nentire diplomatic and consular community at Ruhengeri,\r\none of the provinces in the north of the country. After\r\nthat meeting the diplomats had the opportunity to visit\r\nany areas of Ruhengeri they chose.\r\nLikewise, before I came to New York for the\r\nGeneral Assembly, Mr. Pasteur Bizimungu, President of\r\nthe Republic of Rwanda, headed a meeting of ministers\r\nat Gisenyi, one of the country’s three northern provinces.\r\nAfter the meeting the President of the Republic and the\r\nmembers of the Government went into the field for three\r\ndays. They visited and spoke with people from all sectors\r\nof the population, including peasants on communes and\r\nin municipalities and students and State officials who had\r\nbeen repatriated and who were participating in orientation\r\nseminars on the positive aspects of national unity,\r\ntolerance, reconciliation, respect for human life and\r\n28\r\nGeneral Assembly 23rd plenary meeting\r\nFifty-second session 3 October 1997\r\nsolidarity. They also spoke with local authorities who are\r\nworking to train our people.\r\nThe Government of Rwanda needs support for this\r\nexercise. It needs the assistance of the international\r\ncommunity.\r\nBefore concluding, we would like to say from this\r\nlofty rostrum that we welcome the progress made towards\r\nresolving the misunderstanding on the question of the\r\nInternational Commission of Inquiry sent to the\r\nDemocratic Republic of the Congo, as the Minister for\r\nForeign Affairs of the Democratic Republic of the Congo\r\nannounced at his press conference yesterday afternoon.\r\nThe Rwandan Government therefore encourages\r\nthose specifically involved in this matter — namely, the\r\nSecretary-General of the United Nations, the United\r\nNations High Commissioner for Human Rights and the\r\nGovernment of the Democratic Republic of the Congo —\r\nto work together to put an end to this problem. They have\r\nour confidence and support.\r\nIn order to support the efforts of the Secretary-\r\nGeneral, the High Commissioner for Refugees and the\r\nGovernment of the Democratic Republic of the Congo,\r\nand to enlighten better the international community about\r\nthe refugee problem in eastern Zaire, the Rwandan\r\nGovernment calls on the United Nations to publish and\r\ncirculate as a document of the Security Council the report\r\nof the International Commission of Inquiry on the\r\ntrafficking in and distribution of weapons in refugee\r\ncamps in eastern Zaire.\r\nThe United Nations International Commission of\r\nInquiry was established under Security Council resolution\r\n1013 (1995) of 7 September 1995. The Commission\r\nsubmitted its report, duly signed by its members, one year\r\nlater, on 28 October 1996. The embargo on this report,\r\nwhich has hindered its publication, should be lifted\r\nimmediately in order to facilitate everyone’s efforts.\r\nThe meeting rose at 1.25 p.m.\r\n29\r\n"